[
  [
    "كِتَابُ الطَّهَارَةِ\n١ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ⁽¹⁾: «إِنَّمَا الأَعْمَالُ بِالنِّيَّةِ - وَفِي رِوَايَةٍ⁽²⁾: بِالنِّيَّاتِ⁽³⁾ -، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى؛ فَمَنْ كَانَتْ⁽⁴⁾ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ؛ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا⁽⁵⁾ يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا؛ فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»⁽⁶⁾."
  ],
  [
    "٢ - عَنْ⁽⁷⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَقْبَلُ اللَّهُ صَلَاةَ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ»⁽⁸⁾."
  ],
  [
    "٣ - عَنْ⁽¹⁾ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِي⁽²⁾، وَأَبِي هُرَيْرَةَ⁽³⁾، وَعَائِشَةَ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُم قَالُوا: قَالَ رَسُولُ اللَّهِ ﷺ: «وَيْلٌ لِلْأَعْقَابِ⁽⁵⁾ مِنَ النَّارِ»."
  ],
  [
    "٤ - عَنْ⁽⁶⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَجْعَلْ فِي أَنْفِهِ مَاءً⁽⁷⁾ ثُمَّ لِيَنْتَثِرْ⁽⁸⁾، وَمَنِ اسْتَجْمَرَ فَلْيُوتِرْ، وَإِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ؛ فَلْيَغْسِلْ يَدَيْهِ⁽⁹⁾ قَبْلَ أَنْ⁽¹⁰⁾ يُدْخِلَهُمَا⁽¹¹⁾ فِي الإِنَاءِ ثَلَاثاً⁽¹²⁾، فَإِنَّ أَحَدَكُمْ لَا يَدْرِي أَيْنَ بَاتَتْ⁽¹³⁾ يَدُهُ»⁽¹⁴⁾.\nوَفِي⁽¹⁾ لَفْظٍ⁽²⁾ لِمُسْلِمٍ⁽³⁾: «فَلْيَسْتَنْشِقْ⁽⁴⁾ بِمَنْخِرَيْهِ⁽⁵⁾ مِنَ المَاءِ».\nوَفِي لَفْظٍ: «مَنْ تَوَضَّأَ فَلْيَسْتَنْشِقْ»⁽⁶⁾."
  ],
  [
    "٥ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ⁽⁷⁾ مِنْهُ⁽⁸⁾»⁽⁹⁾.\nوَفِي رِوَايَةٍ لِمُسْلِمٍ⁽¹⁾: «لَا يَغْتَسِلْ⁽²⁾ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ وَهُوَ جُنُبٌ»."
  ],
  [
    "٦ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا شَرِبَ الكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ⁽³⁾ سَبْعاً»⁽⁴⁾.\nوَلِمُسْلِمٍ⁽⁵⁾: «أُولَاهُنَّ بِالتُّرَابِ».\nوَلَهُ⁽⁶⁾ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا وَلَغَ⁽⁷⁾ الكَلْبُ فِي الإِنَاءِ فَاغْسِلُوهُ سَبْعاً، وَعَفِّرُوهُ⁽⁸⁾ الثَّامِنَةَ بِالتُّرَابِ»."
  ],
  [
    "٧ - عَنْ حُمْرَانَ - مَوْلَى عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ رَأَى عُثْمَانَ دَعَا بِوَضُوءٍ، فَأَفْرَغَ عَلَى يَدَيْهِ مِنْ إِنَائِهِ، فَغَسَلَهُمَا ثَلَاثَ مَرَّاتٍ، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الوَضُوءِ، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ⁽⁹⁾، ثُمَّ\nغَسَلَ وَجْهَهُ ثَلَاثاً⁽¹⁾، وَيَدَيْهِ إِلَى المِرْفَقَيْنِ ثَلَاثاً، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ كِلْتَا رِجْلَيْهِ⁽²⁾ ثَلَاثاً⁽³⁾، ثُمَّ قَالَ: رَأَيْتُ النَّبِيَّ⁽⁴⁾ ﷺ يَتَوَضَّأُ نَحْوَ وُضُوئِي هَذَا، وَقَالَ: مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا، ثُمَّ صَلَّى رَكْعَتَيْنِ لَا يُحَدِّثُ فِيهِمَا نَفْسَهُ؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»⁽⁵⁾."
  ],
  [
    "٨ - عَنْ عَمْرِو بْنِ يَحْيَى المَازِنِيِّ⁽⁶⁾، عَنْ أَبِيهِ قَالَ: «شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ رَضِيَ اللَّهُ عَنْهُ عَنْ وُضُوءِ النَّبِيِّ ﷺ فَدَعَا بِتَوْرٍ مِنْ⁽⁷⁾ مَاءٍ، فَتَوَضَّأَ لَهُمْ وُضُوءَ النَّبِيِّ ﷺ: فَأَكْفَأَ عَلَى يَدَيْهِ⁽⁸⁾ مِنَ التَّوْرِ، فَغَسَلَ يَدَيْهِ ثَلَاثاً، ثُمَّ أَدْخَلَ يَدَهُ⁽⁹⁾ فِي التَّوْرِ، فَمَضْمَضَ⁽¹⁰⁾\nوَاسْتَنْشَقَ⁽¹⁾ وَاسْتَنْثَرَ ثَلَاثاً بِثَلَاثِ غَرَفَاتٍ⁽²⁾، ثُمَّ أَدْخَلَ يَدَهُ⁽³⁾ فَغَسَلَ وَجْهَهُ⁽⁴⁾، ثُمَّ أَدْخَلَ يَدَهُ فَغَسَلَ يَدَيْهِ مَرَّتَيْنِ⁽⁵⁾ إِلَى المِرْفَقَيْنِ⁽⁶⁾، ثُمَّ أَدْخَلَ يَدَهُ⁽⁷⁾ فَمَسَحَ رَأْسَهُ، فَأَقْبَلَ بِهِمَا وَأَدْبَرَ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَيْهِ⁽⁸⁾»⁽⁹⁾.\nوَفِي رِوَايَةٍ: «بَدَأَ بِمُقَدَّمِ⁽¹⁰⁾ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا⁽¹¹⁾ إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى المَكَانِ⁽¹²⁾ الَّذِي بَدَأَ مِنْهُ»⁽¹³⁾.\nوَفِي رِوَايَةٍ: «أَتَانَا رَسُولُ اللَّهِ ﷺ فَأَخْرَجْنَا لَهُ مَاءً فِي تَوْرٍ مِنْ صُفْرٍ⁽¹⁾»⁽²⁾.\nالتَّوْرُ⁽³⁾: شِبْهُ الطَّسْتِ⁽⁴⁾."
  ],
  [
    "٩ - عَنْ⁽⁵⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ النَّبِيُّ⁽⁶⁾ ﷺ يُعْجِبُهُ التَّيَمُّنُ⁽⁷⁾ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ⁽⁸⁾، وَطُهُورِهِ⁽⁹⁾، وَفِي شَأْنِهِ كُلِّهِ»⁽¹⁰⁾."
  ],
  [
    "١٠ - عَنْ نُعَيْمٍ⁽¹⁾ المُجْمِرِ⁽²⁾، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ أَنَّهُ قَالَ: «إِنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ القِيَامَةِ غُرّاً⁽³⁾ مُحَجَّلِينَ⁽⁴⁾ مِنْ آثَارِ⁽⁵⁾ الوُضُوءِ⁽⁶⁾؛ فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ»⁽⁷⁾.\nوَفِي رِوَايَةٍ⁽¹⁾: «رَأَيْتُ أَبَا هُرَيْرَةَ يَتَوَضَّأُ، فَغَسَلَ وَجْهَهُ، وَيَدَيْهِ حَتَّى كَادَ يَبْلُغُ⁽²⁾ المَنْكِبَيْنِ، ثُمَّ غَسَلَ رِجْلَيْهِ حَتَّى رَفَعَ إِلَى السَّاقَيْنِ، ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ أُمَّتِي يُدْعَوْنَ⁽³⁾ يَوْمَ القِيَامَةِ⁽⁴⁾ غُرّاً مُحَجَّلِينَ مِنْ أَثَرِ⁽⁵⁾ الوُضُوءِ؛ فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ»⁽⁶⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽⁷⁾: «سَمِعْتُ خَلِيلِي ﷺ يَقُولُ: تَبْلُغُ⁽⁸⁾ الحِلْيَةُ⁽⁹⁾ مِنَ المُؤْمِنِ حَيْثُ يَبْلُغُ الوُضُوءُ⁽¹⁰⁾».\nبَابُ الِاسْتِطَابَةِ"
  ],
  [
    "١١ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا دَخَلَ الخَلَاءَ قَالَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبُثِ⁽¹⁾ وَالخَبَائِثِ»⁽²⁾.\nالخُبُثُ⁽³⁾ - بِضَمِّ الخَاءِ وَالبَاءِ -:⁽⁴⁾ جَمْعُ خَبِيثٍ.\nوَالخَبَائِثُ: جَمْعُ خَبِيثَةٍ؛ اسْتَعَاذَ مِنْ ذُكْرَانِ الشَّيَاطِينِ وَإِنَاثِهِمْ⁽⁵⁾."
  ],
  [
    "١٢ - عَنْ⁽⁶⁾ أَبِي أَيُّوبَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَتَيْتُمُ الغَائِطَ؛ فَلَا تَسْتَقْبِلُوا القِبْلَةَ بِغَائِطٍ وَلَا بَوْلٍ، وَلَا تَسْتَدْبِرُوهَا⁽⁷⁾، وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا.\nقَالَ أَبُو أَيُّوبَ: فَقَدِمْنَا الشَّامَ فَوَجَدْنَا مَرَاحِيضَ قَدْ بُنِيَتْ نَحْوَ الكَعْبَةِ؛ فَنَنْحَرِفُ⁽⁸⁾ عَنْهَا وَنَسْتَغْفِرُ اللَّهَ عز وجل»⁽⁹⁾.\nالغَائِطُ⁽¹⁾: المُطْمَئِنُّ⁽²⁾ مِنَ الأَرْضِ؛ كَانُوا يَنْتَابُونَهُ لِلْحَاجَةِ، فَكَنَوْا بِهِ عَنْ نَفْسِ الحَدَثِ⁽³⁾؛ كَرَاهِيَةً⁽⁴⁾ لِذِكْرِهِ بِخَاصِّ اسْمِهِ⁽⁵⁾.\nوَالمَرَاحِيضُ: جَمْعُ المِرْحَاضِ؛ وَهُوَ المُغْتَسَلُ؛ وَهُوَ أَيْضاً كِنَايَةٌ عَنْ مَوْضِعِ التَّخَلِّي⁽⁶⁾."
  ],
  [
    "١٣ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الخَطَّابِ⁽⁷⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: «رَقِيتُ⁽⁸⁾ يَوْماً عَلَى بَيْتِ حَفْصَةَ، فَرَأَيْتُ النَّبِيَّ ﷺ يَقْضِي حَاجَتَهُ مُسْتَقْبِلَ الشَّامِ، مُسْتَدْبِرَ الكَعْبَةِ⁽⁹⁾»⁽¹⁰⁾."
  ],
  [
    "١٤ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَدْخُلُ الخَلَاءَ، فَأَحْمِلُ أَنَا وَغُلَامٌ نَحْوِي إِدَاوَةً⁽¹¹⁾ مِنْ مَاءٍ وَعَنَزَةً، فَيَسْتَنْجِي بِالمَاءِ»⁽¹²⁾.\nالعَنَزَةُ⁽¹⁾: الحَرْبَةُ الصَّغِيرَةُ⁽²⁾."
  ],
  [
    "١٥ - عَنْ أَبِي قَتَادَةَ الحَارِثِ بْنِ رِبْعِيٍّ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: «لَا يُمْسِكَنَّ⁽³⁾ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ⁽⁴⁾، وَلَا يَتَمَسَّحْ⁽⁵⁾ مِنَ الخَلَاءِ⁽⁶⁾ بِيَمِينِهِ، وَلَا يَتَنَفَّسْ⁽⁷⁾ فِي الإِنَاءِ»⁽⁸⁾."
  ],
  [
    "١٦ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «مَرَّ النَّبِيُّ ﷺ بِقَبْرَيْنِ، فَقَالَ: إِنَّهُمَا لَيُعَذَّبَانِ، وَمَا يُعَذَّبَانِ فِي كَبِيرٍ؛ أَمَّا أَحَدُهُمَا: فَكَانَ لَا يَسْتَتِرُ⁽⁹⁾ مِنَ البَوْلِ، وَأَمَّا الآخَرُ: فَكَانَ يَمْشِي بِالنَّمِيمَةِ، فَأَخَذَ جَرِيدَةً⁽¹⁰⁾\nرَطْبَةً فَشَقَّهَا⁽¹⁾ نِصْفَيْنِ، فَغَرَزَ فِي⁽²⁾ كُلِّ قَبْرٍ وَاحِدَةً، فَقَالُوا: يَا رَسُولَ اللَّهِ! لِمَ فَعَلْتَ هَذَا؟ فَقَالَ⁽³⁾: لَعَلَّهُ يُخَفَّفُ⁽⁴⁾ عَنْهُمَا مَا لَمْ يَيْبَسَا⁽⁵⁾»⁽⁶⁾.\nبَابُ السِّوَاكِ"
  ],
  [
    "١٧ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ⁽¹⁾ ﷺ قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلَاةٍ»⁽²⁾."
  ],
  [
    "١٨ - عَنْ⁽³⁾ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كَانَ النَّبِيُّ⁽⁴⁾ ﷺ إِذَا قَامَ مِنَ اللَّيْلِ⁽⁵⁾ يَشُوصُ فَاهُ بِالسِّوَاكِ»⁽⁶⁾.\nيَشُوصُ⁽⁷⁾ مَعْنَاهُ: يَغْسِلُ؛ يُقَالُ⁽⁸⁾: شَاصَهُ يَشُوصُهُ، وَمَاصَهُ يَمُوصُهُ: إِذَا غَسَلَهُ⁽⁹⁾."
  ],
  [
    "١٩ - عَنْ⁽¹⁰⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «دَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي\nبَكْرٍ رَضِيَ اللَّهُ عَنْهُما عَلَى النَّبِيِّ ﷺ وَأَنَا مُسْنِدَتُهُ إِلَى⁽¹⁾ صَدْرِي، وَمَعَ عَبْدِ الرَّحْمَنِ سِوَاكٌ رَطْبٌ يَسْتَنُّ بِهِ⁽²⁾، فَأَبَدَّهُ⁽³⁾ رَسُولُ اللَّهِ⁽⁴⁾ ﷺ بَصَرَهُ، فَأَخَذْتُ السِّوَاكَ فَقَضِمْتُهُ⁽⁵⁾، فَطَيَّبْتُهُ⁽⁶⁾، ثُمَّ دَفَعْتُهُ⁽⁷⁾ إِلَى النَّبِيِّ ﷺ فَاسْتَنَّ بِهِ، فَمَا رَأَيْتُ رَسُولَ اللَّهِ⁽⁸⁾ ﷺ اسْتَنَّ اسْتِنَاناً أَحْسَنَ مِنْهُ، فَمَا عَدَا أَنْ فَرَغَ رَسُولُ اللَّهِ ﷺ رَفَعَ يَدَهُ - أَوْ إِصْبَعَهُ - ثُمَّ قَالَ: فِي الرَّفِيقِ الأَعْلَى - ثَلَاثاً -، ثُمَّ قَضَى⁽⁹⁾، وَكَانَتْ تَقُولُ: مَاتَ⁽¹⁰⁾ بَيْنَ حَاقِنَتِي⁽¹¹⁾\nوَذَاقِنَتِي⁽¹⁾»⁽²⁾.\nوَفِي لَفْظٍ: «فَرَأَيْتُهُ يَنْظُرُ إِلَيْهِ - وَعَرَفْتُ أَنَّهُ يُحِبُّ السِّوَاكَ -، فَقُلْتُ: آخُذُهُ لَكَ؟ فَأَشَارَ بِرَأْسِهِ: أَنْ نَعَمْ». لَفْظُ⁽³⁾ البُخَارِيِّ⁽⁴⁾؛ وَلِمُسْلِمٍ: نَحْوُهُ⁽⁵⁾."
  ],
  [
    "٢٠ - عَنْ أَبِي مُوسَى⁽⁶⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَيْتُ النَّبِيَّ ﷺ⁽⁷⁾ وَهُوَ يَسْتَاكُ بِسِوَاكٍ، قَالَ: وَطَرَفُ السِّوَاكِ عَلَى لِسَانِهِ، يَقُولُ: أُعْ أُعْ⁽⁸⁾ وَالسِّوَاكُ فِي فِيهِ؛ كَأَنَّهُ يَتَهَوَّعُ⁽⁹⁾»⁽¹⁰⁾.\nبَابُ المَسْحِ عَلَى الخُفَّيْنِ"
  ],
  [
    "٢١ - عَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنْتُ مَعَ النَّبِيِّ⁽¹⁾ ﷺ فِي سَفَرٍ⁽²⁾، فَأَهْوَيْتُ⁽³⁾ لِأَنْزِعَ⁽⁴⁾ خُفَّيْهِ، فَقَالَ: دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ؛ فَمَسَحَ عَلَيْهِمَا»⁽⁵⁾."
  ],
  [
    "٢٢ - عَنْ⁽⁶⁾ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كُنْتُ مَعَ النَّبِيِّ ﷺ⁽⁷⁾؛ فَبَالَ، وَتَوَضَّأَ⁽⁸⁾، وَمَسَحَ عَلَى خُفَّيْهِ»⁽⁹⁾؛ مُخْتَصَرٌ⁽¹⁰⁾.\nبَابٌ فِي المَذْيِ وَغَيْرِهِ"
  ],
  [
    "٢٣ - عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنْتُ رَجُلاً مَذَّاءً⁽¹⁾، فَاسْتَحْيَيْتُ أَنْ أَسْأَلَ رَسُولَ اللَّهِ ﷺ لِمَكَانِ ابْنَتِهِ⁽²⁾، فَأَمَرْتُ المِقْدَادَ ابْنَ الأَسْوَدِ فَسَأَلَهُ، فَقَالَ: يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ»⁽³⁾.\nوَلِلْبُخَارِيِّ⁽⁴⁾: «اغْسِلْ ذَكَرَكَ وَتَوَضَّأْ».\nوَلِمُسْلِمٍ⁽⁵⁾: «تَوَضَّأْ وَانْضِحْ⁽⁶⁾ فَرْجَكَ»."
  ],
  [
    "٢٤ - عَنْ عَبَّادِ بْنِ تَمِيمٍ⁽⁷⁾، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ\nالمَازِنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «شُكِيَ⁽¹⁾ إِلَى النَّبِيِّ ﷺ الرَّجُلُ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَجِدُ الشَّيْءَ فِي الصَّلَاةِ، قَالَ⁽²⁾: لَا يَنْصَرِفْ حَتَّى يَسْمَعَ⁽³⁾ صَوْتاً، أَوْ يَجِدَ رِيحاً»⁽⁴⁾."
  ],
  [
    "٢٥ - عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ⁽⁵⁾ الأَسَدِيَّةِ رَضِيَ اللَّهُ عَنْهُا: «أَنَّهَا أَتَتْ بِابْنٍ لَهَا صَغِيرٍ لَمْ يَأْكُلِ الطَّعَامَ إِلَى رَسُولِ اللَّهِ ﷺ فَأَجْلَسَهُ رَسُولُ اللَّهِ ﷺ فِي حَجْرِهِ⁽⁶⁾، فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَنَضَحَهُ وَلَمْ يَغْسِلْهُ»⁽⁷⁾."
  ],
  [
    "٢٦ - عَنْ⁽⁸⁾ عَائِشَةَ - أُمِّ المُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «أُتِيَ رَسُولُ اللَّهِ⁽⁹⁾ ﷺ بِصَبِيٍّ فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَأَتْبَعَهُ إِيَّاهُ»⁽¹⁰⁾.\nوَلِمُسْلِمٍ⁽¹¹⁾: «فَأَتْبَعَهُ بَوْلَهُ وَلَمْ يَغْسِلْهُ»."
  ],
  [
    "٢٧ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ المَسْجِدِ⁽¹⁾، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ⁽²⁾ ﷺ، فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ ﷺ بِذَنُوبٍ⁽³⁾ مِنْ مَاءٍ فَأُهْرِيقَ⁽⁴⁾ عَلَيْهِ»⁽⁵⁾."
  ],
  [
    "٢٨ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ⁽⁶⁾ ﷺ يَقُولُ: «الفِطْرَةُ خَمْسٌ: الخِتَانُ، وَالِاسْتِحْدَادُ⁽⁷⁾، وَقَصُّ الشَّارِبِ، وَتَقْلِيمُ الأَظْفَارِ⁽⁸⁾، وَنَتْفُ الإِبْطِ⁽⁹⁾»⁽¹⁰⁾.\nبَابُ الجَنَابَةِ"
  ],
  [
    "٢٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ⁽¹⁾ ﷺ لَقِيَهُ فِي بَعْضِ طُرُقِ المَدِينَةِ وَهُوَ جُنُبٌ،⁽²⁾ فَانْخَنَسْتُ⁽³⁾ مِنْهُ، فَذَهَبْتُ فَاغْتَسَلْتُ ثُمَّ جِئْتُ، فَقَالَ: أَيْنَ كُنْتَ يَا أَبَا هُرَيْرَةَ؟ قَالَ⁽⁴⁾: كُنْتُ جُنُباً فَكَرِهْتُ أَنْ أُجَالِسَكَ وَأَنَا عَلَى غَيْرِ طَهَارَةٍ، فَقَالَ⁽⁵⁾: سُبْحَانَ اللَّهِ! إِنَّ المُؤْمِنَ لَا يَنْجُسُ⁽⁶⁾»⁽⁷⁾.\nانْخَنَسْتُ: انْسَلَلْتُ⁽⁸⁾."
  ],
  [
    "٣٠ - عَنْ⁽⁹⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اغْتَسَلَ مِنَ الجَنَابَةِ غَسَلَ يَدَيْهِ، وَتَوَضَّأَ⁽¹⁰⁾ وُضُوءَهُ لِلصَّلَاةِ، ثُمَّ اغْتَسَلَ، ثُمَّ\nيُخَلِّلُ بِيَدَيْهِ شَعَرَهُ، حَتَّى إِذَا ظَنَّ أَنَّهُ قَدْ أَرْوَى بَشَرَتَهُ⁽¹⁾؛ أَفَاضَ عَلَيْهِ⁽²⁾ المَاءَ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ»⁽³⁾.\nوَكَانَتْ تَقُولُ⁽⁴⁾: «كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ⁽⁵⁾ ﷺ مِنْ إِنَاءٍ وَاحِدٍ؛ نَغْتَرِفُ مِنْهُ جَمِيعاً»⁽⁶⁾."
  ],
  [
    "٣١ - عَنْ⁽⁷⁾ مَيْمُونَةَ بِنْتِ الحَارِثِ رَضِيَ اللَّهُ عَنْهُا زَوْجِ النَّبِيِّ ﷺ⁽⁸⁾ - قَالَتْ: «وَضَعَ رَسُولُ اللَّهِ⁽⁹⁾ ﷺ وَضُوءَ⁽¹⁰⁾ الجَنَابَةِ، فَأَكْفَأَ⁽¹¹⁾ بِيَمِينِهِ عَلَى يَسَارِهِ مَرَّتَيْنِ - أَوْ ثَلَاثاً -، ثُمَّ غَسَلَ فَرْجَهُ، ثُمَّ ضَرَبَ يَدَهُ بِالأَرْضِ - أَوِ الحَائِطِ - مَرَّتَيْنِ - أَوْ ثَلَاثاً -، ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ⁽¹²⁾، وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ، ثُمَّ أَفَاضَ عَلَى رَأْسِهِ المَاءَ، ثُمَّ غَسَلَ جَسَدَهُ⁽¹³⁾، ثُمَّ تَنَحَّى فَغَسَلَ رِجْلَيْهِ، فَأَتَيْتُهُ⁽¹⁴⁾ بِخِرْقَةٍ فَلَمْ يُرِدْهَا؛\nفَجَعَلَ يَنْفُضُ المَاءَ⁽¹⁾ بِيَدِهِ⁽²⁾»⁽³⁾."
  ],
  [
    "٣٢ - عَنْ⁽⁴⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ عُمَرَ بْنَ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «يَا رَسُولَ اللَّهِ! أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ؟ قَالَ: نَعَمْ؛ إِذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ»⁽⁵⁾."
  ],
  [
    "٣٣ - عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُا زَوْجِ النَّبِيِّ ﷺ قَالَتْ: «جَاءَتْ أُمُّ سُلَيْمٍ - امْرَأَةُ أَبِي طَلْحَةَ - إِلَى رَسُولِ اللَّهِ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنَّ اللَّهَ لَا يَسْتَحْيِي⁽⁶⁾ مِنَ الحَقِّ؛ هَلْ عَلَى المَرْأَةِ مِنْ غُسْلٍ⁽⁷⁾ إِذَا هِيَ احْتَلَمَتْ؟ فَقَالَ رَسُولُ اللَّهِ ﷺ⁽⁸⁾: نَعَمْ؛ إِذَا رَأَتِ المَاءَ»⁽⁹⁾."
  ],
  [
    "٣٤ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كُنْتُ أَغْسِلُ الجَنَابَةَ مِنْ ثَوْبِ رَسُولِ اللَّهِ ﷺ، فَيَخْرُجُ إِلَى الصَّلَاةِ وَإِنَّ بُقَعَ المَاءِ⁽¹⁰⁾ فِي ثَوْبِهِ»⁽¹¹⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽¹⁾: «لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ⁽²⁾ ﷺ فَرْكاً، فَيُصَلِّي فِيهِ»."
  ],
  [
    "٣٥ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ⁽³⁾: «إِذَا جَلَسَ⁽⁴⁾ بَيْنَ شُعَبِهَا⁽⁵⁾ الأَرْبَعِ، ثُمَّ جَهَدَهَا⁽⁶⁾؛ فَقَدْ وَجَبَ الغَسْلُ⁽⁷⁾»⁽⁸⁾.\nوَفِي لَفْظٍ⁽⁹⁾: «وَإِنْ لَمْ يُنْزِلْ»⁽¹⁰⁾."
  ],
  [
    "٣٦ - عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ: «أَنَّهُ كَانَ هُوَ وَأَبُوهُ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما وَعِنْدَهُ قَوْمٌ⁽¹¹⁾ -\nفَسَأَلُوهُ عَنِ الغَسْلِ⁽¹⁾؟ فَقَالَ: يَكْفِيكَ صَاعٌ⁽²⁾، فَقَالَ رَجُلٌ: مَا يَكْفِينِي، فَقَالَ جَابِرٌ⁽³⁾: كَانَ⁽⁴⁾ يَكْفِي مَنْ هُوَ أَوْفَى⁽⁵⁾ مِنْكَ شَعَراً، وَخَيْرٌ⁽⁶⁾ مِنْكَ - يُرِيدُ⁽⁷⁾ النَّبِيَّ ﷺ، ثُمَّ أَمَّنَا فِي ثَوْبٍ⁽⁸⁾»⁽⁹⁾.\nوَفِي لَفْظٍ: «كَانَ النَّبِيُّ ﷺ يُفْرِغُ⁽¹⁰⁾ عَلَى رَأْسِهِ ثَلَاثاً»⁽¹¹⁾.\nالرَّجُلُ⁽¹²⁾ الَّذِي قَالَ «مَا يَكْفِينِي»: هُوَ الحَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ⁽¹³⁾ بْنِ أَبِي طَالِبٍ؛ أَبُوهُ: ابْنُ الحَنَفِيَّةِ⁽¹⁴⁾.\nبَابُ التَّيَمُّمِ"
  ],
  [
    "٣٧ - عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ رَأَى رَجُلاً مُعْتَزِلاً لَمْ يُصَلِّ فِي القَوْمِ، فَقَالَ⁽¹⁾: يَا فُلَانُ! مَا مَنَعَكَ أَنْ تُصَلِّيَ فِي القَوْمِ؟ فَقَالَ: يَا رَسُولَ اللَّهِ! أَصَابَتْنِي⁽²⁾ جَنَابَةٌ وَلَا مَاءَ⁽³⁾؛ قَالَ⁽⁴⁾: عَلَيْكَ بِالصَّعِيدِ⁽⁵⁾؛ فَإِنَّهُ يَكْفِيكَ»⁽⁶⁾."
  ],
  [
    "٣٨ - عَنْ عَمَّارِ بْنِ يَاسِرٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بَعَثَنِي رَسُولُ اللَّهِ⁽⁷⁾ ﷺ فِي حَاجَةٍ فَأَجْنَبْتُ، فَلَمْ أَجِدِ المَاءَ، فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ، ثُمَّ أَتَيْتُ النَّبِيَّ ﷺ فَذَكَرْتُ ذَلِكَ لَهُ⁽⁸⁾، فَقَالَ: إِنَّمَا يَكْفِيكَ أَنْ تَقُولَ بِيَدَيْكَ⁽⁹⁾ هَكَذَا، ثُمَّ ضَرَبَ بِيَدَيْهِ⁽¹⁰⁾ الأَرْضَ ضَرْبَةً وَاحِدَةً، ثُمَّ مَسَحَ الشِّمَالَ عَلَى اليَمِينِ، وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ»⁽¹¹⁾."
  ],
  [
    "٣٩ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما أَنَّ النَّبِيَّ ﷺ قَالَ: «أُعْطِيتُ خَمْساً لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِداً وَطَهُوراً؛ فَأَيُّمَا رَجُلٍ⁽¹⁾ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ، وَأُحِلَّتْ لِيَ الغَنَائِمُ، وَلَمْ تَحِلَّ لِأَحَدٍ⁽²⁾ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً⁽³⁾، وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً»⁽⁴⁾.\nبَابُ الحَيْضِ"
  ],
  [
    "٤٠ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ سَأَلَتِ النَّبِيَّ ﷺ، فَقَالَتْ: إِنِّي أُسْتَحَاضُ فَلَا أَطْهُرُ، أَفَأَدَعُ الصَّلَاةَ؟ فَقَالَ⁽¹⁾: لَا⁽²⁾؛ إِنَّ⁽³⁾ ذَلِكِ⁽⁴⁾ عِرْقٌ⁽⁵⁾، وَلَكِنْ دَعِي الصَّلَاةَ قَدْرَ الأَيَّامِ الَّتِي كُنْتِ تَحِيضِينَ فِيهَا، ثُمَّ اغْتَسِلِي وَصَلِّي»⁽⁶⁾.\nوَفِي رِوَايَةٍ: «وَلَيْسَ⁽⁷⁾ بِالحَيْضَةِ⁽⁸⁾؛ فَإِذَا أَقْبَلَتِ الحَيْضَةُ: فَاتْرُكِي الصَّلَاةَ، فَإِذَا ذَهَبَ قَدْرُهَا: فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي»⁽⁹⁾."
  ],
  [
    "٤١ - عَنْ⁽¹⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ أُمَّ حَبِيبَةَ⁽²⁾ رَضِيَ اللَّهُ عَنْهُا اسْتُحِيضَتْ سَبْعَ سِنِينَ، فَسَأَلَتْ رَسُولَ اللَّهِ⁽³⁾ ﷺ عَنْ ذَلِكِ⁽⁴⁾؛ فَأَمَرَهَا أَنْ تَغْتَسِلَ⁽⁵⁾؛ فَكَانَتْ تَغْتَسِلُ⁽⁶⁾ لِكُلِّ صَلَاةٍ⁽⁷⁾»⁽⁸⁾."
  ],
  [
    "٤٢ - عَنْ⁽⁹⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ⁽¹⁰⁾ ﷺ مِنْ إِنَاءٍ وَاحِدٍ؛ كِلَانَا جُنُبٌ، وَكَانَ⁽¹¹⁾ يَأْمُرُنِي فَأَتَّزِرُ، فَيُبَاشِرُنِي وَأَنَا حَائِضٌ، وَكَانَ يُخْرِجُ رَأْسَهُ إِلَيَّ وَهُوَ مُعْتَكِفٌ فَأَغْسِلُهُ وَأَنَا حَائِضٌ»⁽¹²⁾."
  ],
  [
    "٤٣ - عَنْ⁽¹³⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَتَّكِئُ فِي\nحَجْرِي⁽¹⁾ وَأَنَا حَائِضٌ؛ فَيَقْرَأُ القُرْآنَ»⁽²⁾."
  ],
  [
    "٤٤ - عَنْ⁽³⁾ مُعَاذَةَ قَالَتْ: «سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا فَقُلْتُ: مَا بَالُ الحَائِضِ تَقْضِي الصَّوْمَ وَلَا تَقْضِي الصَّلَاةَ؟ فَقَالَتْ: أَحَرُورِيَّةٌ أَنْتِ؟ قُلْتُ⁽⁴⁾: لَسْتُ بِحَرُورِيَّةٍ، وَلَكِنِّي أَسْأَلُ، قَالَتْ⁽⁵⁾: كَانَ يُصِيبُنَا ذَلِكِ⁽⁶⁾ فَنُؤْمَرُ بِقَضَاءِ الصَّوْمِ، وَلَا نُؤْمَرُ⁽⁷⁾ بِقَضَاءِ الصَّلَاةِ»⁽⁸⁾.\nكِتَابُ الصَّلَاةِ\nبَابُ⁽¹⁾ المَوَاقِيتِ"
  ],
  [
    "٤٥ - عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ - وَاسْمُهُ: سَعْدُ بْنُ إِيَاسٍ - قَالَ: حَدَّثَنِي صَاحِبُ هَذِهِ الدَّارِ - وَأَشَارَ بِيَدِهِ إِلَى دَارِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «سَأَلْتُ النَّبِيَّ ﷺ: أَيُّ العَمَلِ أَحَبُّ إِلَى اللَّهِ⁽²⁾؟ قَالَ: الصَّلَاةُ عَلَى وَقْتِهَا، قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: بِرُّ الوَالِدَيْنِ، قُلْتُ: ثُمَّ أَيٌّ؟ قَالَ: الجِهَادُ فِي سَبِيلِ اللَّهِ، قَالَ⁽³⁾: حَدَّثَنِي بِهِنَّ رَسُولُ اللَّهِ ﷺ، وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي»⁽⁴⁾."
  ],
  [
    "٤٦ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «لَقَدْ كَانَ رَسُولُ اللَّهِ⁽⁵⁾ ﷺ يُصَلِّي الفَجْرَ، فَيَشْهَدُ⁽⁶⁾ مَعَهُ نِسَاءٌ مِنَ المُؤْمِنَاتِ مُتَلَفِّعَاتٍ⁽⁷⁾ بِمُرُوطِهِنَّ، ثُمَّ\nيَرْجِعْنَ إِلَى بُيُوتِهِنَّ مَا⁽¹⁾ يَعْرِفُهُنَّ أَحَدٌ مِنَ الغَلَسِ»⁽²⁾.\nالمُرُوطُ⁽³⁾: أَكْسِيَةٌ مُعْلَمَةٌ تَكُونُ⁽⁴⁾ مِنْ خَزٍّ، وَتَكُونُ مِنْ صُوفٍ.\nوَمُتَلَفِّعَاتٌ⁽⁵⁾: مُلْتَحِفَاتٌ⁽⁶⁾.\nوَالغَلَسُ: اخْتِلَاطُ ضِيَاءِ الصُّبْحِ بِظُلْمَةِ اللَّيْلِ⁽⁷⁾."
  ],
  [
    "٤٧ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كَانَ النَّبِيُّ⁽⁸⁾ ﷺ يُصَلِّي الظُّهْرَ بِالهَاجِرَةِ⁽⁹⁾، وَالعَصْرَ وَالشَّمْسُ نَقِيَّةٌ، وَالمَغْرِبَ إِذَا وَجَبَتْ⁽¹⁰⁾، وَالعِشَاءَ أَحْيَاناً وَأَحْيَاناً؛ إِذَا رَآهُمُ اجْتَمَعُوا عَجَّلَ، وَإِذَا رَآهُمْ أَبْطَؤُوا أَخَّرَ، وَالصُّبْحَ⁽¹¹⁾ كَانَ النَّبِيُّ⁽¹²⁾ ﷺ يُصَلِّيهَا بِغَلَسٍ»⁽¹³⁾."
  ],
  [
    "٤٨ - عَنْ أَبِي المِنْهَالِ سَيَّارِ بْنِ سَلَامَةَ قَالَ: «دَخَلْتُ أَنَا وَأَبِي عَلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ لَهُ أَبِي: كَيْفَ كَانَ رَسُولُ اللَّهِ⁽¹⁾ ﷺ يُصَلِّي المَكْتُوبَةَ؟ فَقَالَ⁽²⁾: كَانَ يُصَلِّي الهَجِيرَ⁽³⁾ - الَّتِي تَدْعُونَهَا الأُولَى - حِينَ تَدْحَضُ⁽⁴⁾ الشَّمْسُ، وَيُصَلِّي العَصْرَ، ثُمَّ يَرْجِعُ أَحَدُنَا إِلَى رَحْلِهِ⁽⁵⁾ فِي أَقْصَى المَدِينَةِ وَالشَّمْسُ حَيَّةٌ، وَنَسِيتُ مَا قَالَ فِي المَغْرِبِ، وَكَانَ يَسْتَحِبُّ أَنْ يُؤَخِّرَ مِنَ العِشَاءِ - الَّتِي تَدْعُونَهَا العَتَمَةَ⁽⁶⁾ -، وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا وَالحَدِيثَ بَعْدَهَا، وَكَانَ يَنْفَتِلُ⁽⁷⁾ مِنْ صَلَاةِ الغَدَاةِ حِينَ يَعْرِفُ الرَّجُلُ جَلِيسَهُ، وَيَقْرَأُ⁽⁸⁾ بِالسِّتِّينَ إِلَى المِئَةِ»⁽⁹⁾."
  ],
  [
    "٤٩ - عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ⁽¹⁰⁾ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ - يَوْمَ الخَنْدَقِ -: «مَلَأَ اللَّهُ قُبُورَهُمْ⁽¹¹⁾ وَبُيُوتَهُمْ نَاراً؛ كَمَا شَغَلُونَا عَنِ الصَّلَاةِ الوُسْطَى حَتَّى غَابَتِ الشَّمْسُ»⁽¹²⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽¹⁾: «شَغَلُونَا عَنِ الصَّلَاةِ⁽²⁾ الوُسْطَى⁽³⁾ - صَلَاةِ⁽⁴⁾ العَصْرِ - ثُمَّ صَلَّاهَا بَيْنَ المَغْرِبِ وَالعِشَاءِ».\nوَلَهُ⁽⁵⁾ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «حَبَسَ المُشْرِكُونَ رَسُولَ اللَّهِ ﷺ عَنْ صَلَاةِ العَصْرِ حَتَّى احْمَرَّتِ الشَّمْسُ أَوِ اصْفَرَّتْ؛ فَقَالَ رَسُولُ اللَّهِ ﷺ: شَغَلُونَا عَنِ الصَّلَاةِ⁽⁶⁾ الوُسْطَى - صَلَاةِ⁽⁷⁾ العَصْرِ -؛ مَلَأَ اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَاراً - أَوْ حَشَا اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَاراً -⁽⁸⁾»."
  ],
  [
    "٥٠ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ⁽⁹⁾: «أَعْتَمَ⁽¹⁰⁾ النَّبِيُّ⁽¹¹⁾ ﷺ بِالعِشَاءِ⁽¹²⁾، فَخَرَجَ عُمَرُ فَقَالَ: الصَّلَاةَ⁽¹³⁾ يَا رَسُولَ اللَّهِ! رَقَدَ النِّسَاءُ\nوَالصِّبْيَانُ، فَخَرَجَ وَرَأْسُهُ يَقْطُرُ يَقُولُ⁽¹⁾: لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي - أَوْ عَلَى النَّاسِ⁽²⁾ - لَأَمَرْتُهُمْ بِهَذِهِ الصَّلَاةِ هَذِهِ السَّاعَةَ»⁽³⁾."
  ],
  [
    "٥١ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا، عَنِ النَّبِيِّ ﷺ قَالَ: «إِذَا أُقِيمَتِ الصَّلَاةُ وَحَضَرَ العَشَاءُ⁽⁴⁾؛ فَابْدَؤُوا بِالعَشَاءِ»⁽⁵⁾.\nوَعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: نَحْوُهُ⁽⁶⁾.\nوَلِمُسْلِمٍ⁽⁷⁾ عَنْ عَائِشَةَ⁽⁸⁾ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ⁽⁹⁾ ﷺ يَقُولُ: «لَا صَلَاةَ بِحَضْرَةِ طَعَامٍ، وَلَا وَهُوَ يُدَافِعُهُ⁽¹⁰⁾ الأَخْبَثَانِ⁽¹¹⁾»."
  ],
  [
    "٥٢ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «شَهِدَ عِنْدِي رِجَالٌ مَرْضِيُّونَ - وَأَرْضَاهُمْ عِنْدِي عُمَرُ - أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنِ الصَّلَاةِ\nبَعْدَ الصُّبْحِ حَتَّى تُشْرِقَ⁽¹⁾ الشَّمْسُ، وَبَعْدَ العَصْرِ حَتَّى تَغْرُبَ⁽²⁾»⁽³⁾.\nشَرَقَتِ⁽⁴⁾ الشَّمْسُ: إِذَا طَلَعَتْ.\nوَأَشْرَقَتْ: إِذَا أَضَاءَتْ وَصَفَتْ⁽⁵⁾."
  ],
  [
    "٥٣ - عَنْ⁽⁶⁾ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، عَنْ رَسُولِ اللَّهِ⁽⁷⁾ ﷺ قَالَ: «لَا صَلَاةَ بَعْدَ الصُّبْحِ حَتَّى تَرْتَفِعَ الشَّمْسُ⁽⁸⁾، وَلَا صَلَاةَ بَعْدَ العَصْرِ حَتَّى تَغِيبَ الشَّمْسُ»⁽⁹⁾.\nوَفِي البَابِ: عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ⁽¹⁰⁾، وَعَبْدِ اللَّهِ بْنِ\nمَسْعُودٍ⁽¹⁾، وَعَبْدِ اللَّهِ بْنِ عَمُرَ بْنِ الخَطَّابِ⁽²⁾، وَعَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِي⁽³⁾، وَأَبِي هُرَيْرَةَ⁽⁴⁾، وَسَمُرَةَ بْنِ جُنْدُبٍ⁽⁵⁾، وَسَلَمَةَ ابْنِ الأَكْوَعِ⁽⁶⁾، وَزَيْدِ بْنِ ثَابِتٍ⁽⁷⁾، وَمُعَاذِ ابْنِ عَفْرَاءَ⁽⁸⁾، وَكَعْبِ بْنِ⁽⁹⁾ مُرَّةَ⁽¹⁰⁾، وَأَبِي أُمَامَةَ البَاهِلِيِّ⁽¹¹⁾، وَعَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ⁽¹²⁾، وَعَائِشَةَ⁽¹³⁾ رَضِيَ اللَّهُ عَنْهُم، وَالصُّنَابِحِيِّ⁽¹⁴⁾ - وَلَمْ يَسْمَعْ مِنَ النَّبِيِّ ﷺ⁽¹⁵⁾ -."
  ],
  [
    "٥٤ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ عُمَرَ بْنَ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ جَاءَ يَوْمَ الخَنْدَقِ بَعْدَمَا غَرَبَتِ الشَّمْسُ، فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ، وَيَقُولُ⁽¹⁾: يَا رَسُولَ اللَّهِ! مَا كِدْتُ أُصَلِّي العَصْرَ حَتَّى كَادَتِ الشَّمْسُ تَغْرُبُ، فَقَالَ النَّبِيُّ⁽²⁾ ﷺ: وَاللَّهِ مَا صَلَّيْتُهَا! قَالَ: فَقُمْنَا إِلَى بُطْحَانَ⁽³⁾، فَتَوَضَّأَ لِلصَّلَاةِ وَتَوَضَّأْنَا لَهَا⁽⁴⁾، فَصَلَّى العَصْرَ بَعْدَمَا غَرَبَتِ⁽⁵⁾ الشَّمْسُ، ثُمَّ صَلَّى⁽⁶⁾ بَعْدَهَا المَغْرِبَ⁽⁷⁾»⁽⁸⁾.\nبَابُ فَضْلِ صَلَاةِ⁽¹⁾ الجَمَاعَةِ وَوُجُوبِهَا"
  ],
  [
    "٥٥ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «صَلَاةُ الجَمَاعَةِ أَفْضَلُ مِنْ صَلَاةِ الفَذِّ⁽²⁾ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً»⁽³⁾."
  ],
  [
    "٥٦ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «صَلَاةُ الرَّجُلِ فِي الجَمَاعَةِ تُضَعَّفُ⁽⁴⁾ عَلَى صَلَاتِهِ فِي بَيْتِهِ وَفِي سُوقِهِ خَمْساً وَعِشْرِينَ ضِعْفاً؛ وَذَلِكَ أَنَّهُ: إِذَا تَوَضَّأَ فَأَحْسَنَ الوُضُوءَ، ثُمَّ خَرَجَ إِلَى المَسْجِدِ لَا يُخْرِجُهُ⁽⁵⁾ إِلَّا الصَّلَاةُ؛ لَمْ يَخْطُ خَطْوَةً إِلَّا رُفِعَتْ لَهُ بِهَا دَرَجَةٌ، وَحُطَّ⁽⁶⁾ عَنْهُ بِهَا خَطِيئَةٌ؛ فَإِذَا صَلَّى لَمْ تَزَلِ المَلَائِكَةُ تُصَلِّي عَلَيْهِ مَا دَامَ فِي مُصَلَّاهُ: اللَّهُمَّ صَلِّ⁽⁷⁾ عَلَيْهِ⁽⁸⁾! اللَّهُمَّ ارْحَمْهُ! وَلَا يَزَالُ فِي\nصَلَاةٍ مَا انْتَظَرَ الصَّلَاةَ»⁽¹⁾."
  ],
  [
    "٥٧ - وَعَنْهُ⁽²⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَثْقَلُ الصَّلَاةِ عَلَى المُنَافِقِينَ: صَلَاةُ العِشَاءِ، وَصَلَاةُ⁽³⁾ الفَجْرِ، وَلَوْ يَعْلَمُونَ مَا فِيهِمَا لَأَتَوْهُمَا وَلَوْ حَبْواً، وَلَقَدْ هَمَمْتُ أَنْ آمُرَ بِالصَّلَاةِ فَتُقَامَ، ثُمَّ آمُرَ رَجُلاً فَيُصَلِّيَ⁽⁴⁾ بِالنَّاسِ، ثُمَّ أَنْطَلِقَ⁽⁵⁾ مَعِي⁽⁶⁾ بِرِجَالٍ⁽⁷⁾ مَعَهُمْ حُزَمٌ مِنْ حَطَبٍ إِلَى قَوْمٍ لَا يَشْهَدُونَ الصَّلَاةَ فَأُحَرِّقَ⁽⁸⁾ عَلَيْهِمْ بُيُوتَهُمْ بِالنَّارِ»⁽⁹⁾."
  ],
  [
    "٥٨ - عَنْ⁽¹⁰⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما، عَنِ النَّبِيِّ ﷺ قَالَ: «إِذَا\nاسْتَأْذَنَتْ أَحَدَكُمُ امْرَأَتُهُ إِلَى المَسْجِدِ فَلَا يَمْنَعْهَا⁽¹⁾، قَالَ: فَقَالَ بِلَالُ بْنُ عَبْدِ اللَّهِ⁽²⁾: وَاللَّهِ لَنَمْنَعُهُنَّ⁽³⁾، قَالَ: فَأَقْبَلَ عَلَيْهِ عَبْدُ اللَّهِ⁽⁴⁾ فَسَبَّهُ سَبّاً سَيِّئاً⁽⁵⁾ مَا سَمِعْتُهُ سَبَّهُ مِثْلَهُ قَطُّ⁽⁶⁾، وَقَالَ⁽⁷⁾: أُخْبِرُكَ عَنْ رَسُولِ اللَّهِ ﷺ وَتَقُولُ: وَاللَّهِ لَنَمْنَعُهُنَّ؟!⁽⁸⁾»⁽⁹⁾.\nوَفِي لَفْظٍ: «لَا تَمْنَعُوا إِمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ»⁽¹⁰⁾."
  ],
  [
    "٥٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «صَلَّيْتُ⁽¹¹⁾ مَعَ\nرَسُولِ اللَّهِ⁽¹⁾ ﷺ رَكْعَتَيْنِ قَبْلَ الظُّهْرِ، وَرَكْعَتَيْنِ بَعْدَ الظُّهْرِ، وَرَكْعَتَيْنِ بَعْدَ الجُمُعَةِ، وَرَكْعَتَيْنِ بَعْدَ المَغْرِبِ⁽²⁾، وَرَكْعَتَيْنِ بَعْدَ العِشَاءِ⁽³⁾»⁽⁴⁾.\nوَفِي لَفْظٍ: «فَأَمَّا المَغْرِبُ وَالعِشَاءُ وَالجُمُعَةُ: فَفِي بَيْتِهِ»⁽⁵⁾.\nوَفِي لَفْظٍ⁽⁶⁾: «أَنَّ⁽⁷⁾ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: حَدَّثَتْنِي حَفْصَةُ: أَنَّ النَّبِيَّ⁽⁸⁾ ﷺ كَانَ يُصَلِّي⁽⁹⁾ سَجْدَتَيْنِ⁽¹⁰⁾ خَفِيفَتَيْنِ بَعْدَمَا يَطْلُعُ الفَجْرُ، وَكَانَتْ سَاعَةً لَا أَدْخُلُ عَلَى النَّبِيِّ ﷺ فِيهَا⁽¹¹⁾»⁽¹²⁾."
  ],
  [
    "٦٠ - عَنْ⁽¹³⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «لَمْ يَكُنِ النَّبِيُّ⁽¹⁴⁾ ﷺ عَلَى شَيْءٍ مِنَ النَّوَافِلِ أَشَدَّ⁽¹⁵⁾ تَعَاهُداً مِنْهُ عَلَى رَكْعَتَيِ الفَجْرِ»⁽¹⁶⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽¹⁷⁾: «رَكْعَتَا الفَجْرِ؛ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا».\nبَابُ الأَذَانِ"
  ],
  [
    "٦١ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أُمِرَ بِلَالٌ أَنْ يَشْفَعَ⁽¹⁾ الأَذَانَ، وَيُوتِرَ الإِقَامَةَ»⁽²⁾."
  ],
  [
    "٦٢ - عَنْ⁽³⁾ أَبِي جُحَيْفَةَ وَهْبِ بْنِ عَبْدِ اللَّهِ السُّوَائِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَيْتُ النَّبِيَّ ﷺ وَهُوَ فِي قُبَّةٍ⁽⁴⁾ لَهُ⁽⁵⁾ حَمْرَاءَ مِنْ أَدَمٍ⁽⁶⁾؛ قَالَ: فَخَرَجَ بِلَالٌ بِوَضُوءٍ، فَمِنْ نَاضِحٍ وَنَائِلٍ⁽⁷⁾، قَالَ: فَخَرَجَ النَّبِيُّ ﷺ عَلَيْهِ⁽⁸⁾ حُلَّةٌ⁽⁹⁾ حَمْرَاءُ - كَأَنِّي أَنْظُرُ إِلَى بَيَاضِ سَاقَيْهِ -، قَالَ: فَتَوَضَّأَ وَأَذَّنَ بِلَالٌ، قَالَ: فَجَعَلْتُ أَتَتَبَّعُ⁽¹⁰⁾ فَاهُ هَاهُنَا وَهَاهُنَا، يَقُولُ⁽¹¹⁾ - يَمِيناً\nوَشِمَالاً -⁽¹⁾: حَيَّ عَلَى الصَّلَاةِ! حَيَّ عَلَى الفَلَاحِ! ثُمَّ رُكِزَتْ لَهُ عَنَزَةٌ⁽²⁾، فَتَقَدَّمَ⁽³⁾ وَصَلَّى الظُّهْرَ رَكْعَتَيْنِ، ثُمَّ لَمْ يَزَلْ يُصَلِّي رَكْعَتَيْنِ حَتَّى رَجَعَ إِلَى المَدِينَةِ»⁽⁴⁾."
  ],
  [
    "٦٣ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما، عَنْ رَسُولِ اللَّهِ⁽⁵⁾ ﷺ أَنَّهُ قَالَ: «إِنَّ بِلَالاً يُؤَذِّنُ بِلَيْلٍ؛ فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ»⁽⁶⁾."
  ],
  [
    "٦٤ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا سَمِعْتُمُ المُؤَذِّنَ؛ فَقُولُوا مِثْلَ مَا يَقُولُ»⁽⁷⁾.\nبَابُ اسْتِقْبَالِ القِبْلَةِ"
  ],
  [
    "٦٥ - عَنْ عَبْدِ اللَّهِ⁽¹⁾ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يُسَبِّحُ عَلَى ظَهْرِ رَاحِلَتِهِ حَيْثُ كَانَ وَجْهُهُ، يُومِئُ بِرَأْسِهِ، وَكَانَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُما يَفْعَلُهُ»⁽²⁾.\nوَفِي رِوَايَةٍ: «كَانَ يُوتِرُ عَلَى بَعِيرِهِ»⁽³⁾.\nوَلِمُسْلِمٍ⁽⁴⁾: «غَيْرَ⁽⁵⁾ أَنَّهُ لَا يُصَلِّي عَلَيْهَا المَكْتُوبَةَ».\nوَلِلْبُخَارِيِّ⁽⁶⁾: «إِلَّا الفَرَائِضَ»."
  ],
  [
    "٦٦ - عَنْ⁽⁷⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بَيْنَمَا النَّاسُ بِقُبَاءٍ⁽⁸⁾ فِي\nصَلَاةِ الصُّبْحِ إِذْ جَاءَهُمْ آتٍ فَقَالَ: إِنَّ النَّبِيَّ ﷺ قَدْ أُنْزِلَ عَلَيْهِ اللَّيْلَةَ قُرْآنٌ، وَقَدْ أُمِرَ أَنْ يَسْتَقْبِلَ القِبْلَةَ فَاسْتَقْبِلُوهَا⁽¹⁾، وَكَانَتْ وُجُوهُهُمْ إِلَى الشَّامِ فَاسْتَدَارُوا⁽²⁾ إِلَى الكَعْبَةِ»⁽³⁾."
  ],
  [
    "٦٧ - عَنْ⁽⁴⁾ أَنَسِ بْنِ سِيرِينَ قَالَ: «اسْتَقْبَلْنَا أَنَساً رَضِيَ اللَّهُ عَنْهُ حِينَ قَدِمَ مِنَ الشَّامِ، فَلَقِينَاهُ بِعَيْنِ التَّمْرِ⁽⁵⁾، فَرَأَيْتُهُ⁽⁶⁾ يُصَلِّي عَلَى حِمَارٍ وَوَجْهُهُ⁽⁷⁾ مِنْ ذَا الجَانِبِ - يَعْنِي: عَنْ يَسَارِ القِبْلَةِ⁽⁸⁾ -، فَقُلْتُ: رَأَيْتُكَ تُصَلِّي لِغَيْرِ القِبْلَةِ! فَقَالَ: لَوْلَا أَنِّي رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَفْعَلُهُ لَمْ أَفْعَلْهُ⁽⁹⁾»⁽¹⁰⁾.\nبَابُ الصُّفُوفِ"
  ],
  [
    "٦٨ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «سَوُّوا صُفُوفَكُمْ؛ فَإِنَّ تَسْوِيَةَ الصَّفِّ⁽¹⁾ مِنْ تَمَامِ الصَّلَاةِ»⁽²⁾."
  ],
  [
    "٦٩ - عَنِ⁽³⁾ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ⁽⁴⁾»⁽⁵⁾.\nوَلِمُسْلِمٍ⁽⁶⁾: «كَانَ رَسُولُ اللَّهِ ﷺ يُسَوِّي صُفُوفَنَا؛ حَتَّى⁽⁷⁾ كَأَنَّمَا يُسَوِّي بِهَا القِدَاحَ⁽⁸⁾، حَتَّى⁽⁹⁾ رَأَى أَنْ قَدْ عَقَلْنَا⁽¹⁰⁾، ثُمَّ خَرَجَ يَوْماً،\nفَقَامَ حَتَّى كَادَ يُكَبِّرُ⁽¹⁾، فَرَأَى رَجُلاً بَادِياً صَدْرُهُ⁽²⁾، فَقَالَ: عِبَادَ اللَّهِ! لَتُسَوُّنَّ صُفُوفَكُمْ، أَوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ»."
  ],
  [
    "٧٠ - عَنْ⁽³⁾ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ جَدَّتَهُ⁽⁴⁾ مُلَيْكَةَ⁽⁵⁾ دَعَتْ رَسُولَ اللَّهِ ﷺ لِطَعَامٍ صَنَعَتْهُ، فَأَكَلَ مِنْهُ⁽⁶⁾، ثُمَّ قَالَ: قُومُوا فَلِأُصَلِّ⁽⁷⁾\nلَكُمْ، قَالَ أَنَسٌ: فَقُمْتُ إِلَى حَصِيرٍ لَنَا قَدِ اسْوَدَّ مِنْ طُولِ مَا لُبِسَ⁽¹⁾، فَنَضَحْتُهُ⁽²⁾ بِمَاءٍ، فَقَامَ عَلَيْهِ رَسُولُ اللَّهِ ﷺ، وَصَفَفْتُ أَنَا وَاليَتِيمُ وَرَاءَهُ، وَالعَجُوزُ مِنْ وَرَائِنَا، فَصَلَّى لَنَا رَكْعَتَيْنِ، ثُمَّ انْصَرَفَ ﷺ⁽³⁾»⁽⁴⁾.\nوَلِمُسْلِمٍ⁽⁵⁾: «أَنَّ رَسُولَ اللَّهِ⁽⁶⁾ ﷺ صَلَّى بِهِ وَبِأُمِّهِ⁽⁷⁾، فَأَقَامَنِي عَنْ يَمِينِهِ، وَأَقَامَ المَرْأَةَ خَلْفَنَا».\nاليَتِيمُ: قِيلَ⁽⁸⁾ هُوَ: ضُمَيْرَةُ؛ جَدُّ حُسَيْنِ بْنِ عَبْدِ اللَّهِ بْنِ ضُمَيْرَةَ⁽⁹⁾."
  ],
  [
    "٧١ - عَنْ⁽¹⁰⁾ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بِتُّ عِنْدَ⁽¹¹⁾ خَالَتِي مَيْمُونَةَ رَضِيَ اللَّهُ عَنْهُا؛ فَقَامَ النَّبِيُّ ﷺ يُصَلِّي مِنَ اللَّيْلِ، فَقُمْتُ عَنْ يَسَارِهِ، فَأَخَذَ بِرَأْسِي فَأَقَامَنِي عَنْ يَمِينِهِ»⁽¹²⁾.\nبَابُ الإِمَامَةِ"
  ],
  [
    "٧٢ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ؟! - أَوْ يَجْعَلَ صُورَتَهُ صُورَةَ حِمَارٍ؟! -»⁽¹⁾."
  ],
  [
    "٧٣ - عَنْ⁽²⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ؛ فَلَا تَخْتَلِفُوا عَلَيْهِ؛ فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا رَكَعَ فَارْكَعُوا⁽³⁾، وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ؛ فَقُولُوا: رَبَّنَا وَلَكَ الحَمْدُ، وَإِذَا⁽⁴⁾ سَجَدَ فَاسْجُدُوا، وَإِذَا صَلَّى جَالِساً فَصَلُّوا جُلُوساً أَجْمَعُونَ»⁽⁵⁾."
  ],
  [
    "٧٤ - عَنْ⁽⁶⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «صَلَّى رَسُولُ اللَّهِ ﷺ فِي بَيْتِهِ وَهُوَ شَاكٍ، فَصَلَّى جَالِساً وَصَلَّى وَرَاءَهُ قَوْمٌ قِيَاماً، فَأَشَارَ إِلَيْهِمْ: أَنِ\nاجْلِسُوا، فَلَمَّا انْصَرَفَ قَالَ: إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ، فَإِذَا رَكَعَ فَارْكَعُوا، وَإِذَا رَفَعَ فَارْفَعُوا⁽¹⁾، وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ؛ فَقُولُوا: رَبَّنَا وَلَكَ الحَمْدُ، وَإِذَا صَلَّى جَالِساً فَصَلُّوا جُلُوساً أَجْمَعُونَ»⁽²⁾."
  ],
  [
    "٧٥ - عَنْ⁽³⁾ عَبْدِ اللَّهِ بْنِ يَزِيدَ الخَطْمِيِّ الأَنْصَارِيِّ⁽⁴⁾ قَالَ: «حَدَّثَنِي⁽⁵⁾ البَرَاءُ رَضِيَ اللَّهُ عَنْهُ وَهُوَ غَيْرُ كَذُوبٍ - قَالَ: كَانَ رَسُولُ اللَّهِ ﷺ إِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، لَمْ يَحْنِ⁽⁶⁾ أَحَدٌ مِنَّا⁽⁷⁾ ظَهْرَهُ حَتَّى يَقَعَ رَسُولُ اللَّهِ⁽⁸⁾ ﷺ سَاجِداً، ثُمَّ نَقَعُ سُجُوداً بَعْدَهُ⁽⁹⁾»⁽¹⁰⁾."
  ],
  [
    "٧٦ - عَنْ⁽¹⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا أَمَّنَ الإِمَامُ فَأَمِّنُوا؛ فَإِنَّهُ مَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ المَلَائِكَةِ؛ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»⁽²⁾."
  ],
  [
    "٧٧ - عَنْ⁽³⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ⁽⁴⁾ ﷺ قَالَ: «إِذَا صَلَّى أَحَدُكُمْ لِلنَّاسِ⁽⁵⁾ فَلْيُخَفِّفْ؛ فَإِنَّ فِيهِمُ⁽⁶⁾ الضَّعِيفَ وَالسَّقِيمَ⁽⁷⁾ وَذَا الحَاجَةِ، وَإِذَا⁽⁸⁾ صَلَّى أَحَدُكُمْ لِنَفْسِهِ فَلْيُطَوِّلْ مَا شَاءَ»⁽⁹⁾."
  ],
  [
    "٧٨ - عَنْ⁽¹⁰⁾ أَبِي مَسْعُودٍ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ ﷺ فَقَالَ: إِنِّي لَأَتَأَخَّرُ عَنْ صَلَاةِ الصُّبْحِ مِنْ أَجْلِ فُلَانٍ مِمَّا يُطِيلُ بِنَا⁽¹¹⁾، فَمَا رَأَيْتُ النَّبِيَّ⁽¹²⁾ ﷺ غَضِبَ فِي مَوْعِظَةٍ قَطُّ أَشَدَّ⁽¹³⁾\nمِمَّا غَضِبَ يَوْمَئِذٍ، فَقَالَ: يَا أَيُّهَا النَّاسُ! إِنَّ مِنْكُمْ مُنَفِّرِينَ، فَأَيُّكُمْ أَمَّ⁽¹⁾ النَّاسَ⁽²⁾ فَلْيُوجِزْ؛ فَإِنَّ مِنْ وَرَائِهِ⁽³⁾ الكَبِيرَ وَالضَّعِيفَ⁽⁴⁾ وَذَا الحَاجَةِ»⁽⁵⁾.\nبَابُ صِفَةِ صَلَاةِ النَّبِيِّ ﷺ"
  ],
  [
    "٧٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا كَبَّرَ فِي الصَّلَاةِ⁽¹⁾ سَكَتَ هُنَيْهَةً⁽²⁾ قَبْلَ أَنْ يَقْرَأَ، فَقُلْتُ: يَا رَسُولَ اللَّهِ! بِأَبِي أَنْتَ وَأُمِّي! أَرَأَيْتَ⁽³⁾ سُكُوتَكَ بَيْنَ التَّكْبِيرِ وَالقِرَاءَةِ مَا تَقُولُ؟ قَالَ: أَقُولُ: اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ المَشْرِقِ وَالمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ⁽⁴⁾ الأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالثَّلْجِ وَالمَاءِ وَالبَرَدِ⁽⁵⁾»⁽⁶⁾."
  ],
  [
    "٨٠ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ رَسُولُ اللَّهِ⁽¹⁾ ﷺ يَسْتَفْتِحُ الصَّلَاةَ بِالتَّكْبِيرِ، وَالقِرَاءَةَ⁽²⁾ بِـ ﴿الحَمْدُ⁽³⁾ لِلَّهِ رَبِّ العَالَمِينَ﴾، وَكَانَ إِذَا رَكَعَ لَمْ يُشْخِصْ⁽⁴⁾ رَأْسَهُ وَلَمْ يُصَوِّبْهُ⁽⁵⁾، وَلَكِنْ بَيْنَ ذَلِكَ، وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِيَ قَائِماً، وَكَانَ إِذَا رَفَعَ رَأْسَهُ⁽⁶⁾ مِنَ السَّجْدَةِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِيَ قَاعِداً، وَكَانَ يَقُولُ فِي كُلِّ رَكْعَتَيْنِ: التَّحِيَّةَ⁽⁷⁾، وَكَانَ يَفْرُشُ⁽⁸⁾ رِجْلَهُ اليُسْرَى وَيَنْصِبُ رِجْلَهُ⁽⁹⁾ اليُمْنَى، وَكَانَ\nيَنْهَى عَنْ عُقْبَةِ الشَّيْطَانِ⁽¹⁾، وَيَنْهَى⁽²⁾ أَنْ يَفْتَرِشَ⁽³⁾ الرَّجُلُ ذِرَاعَيْهِ افْتِرَاشَ السَّبُعِ⁽⁴⁾، وَكَانَ يَخْتِمُ الصَّلَاةَ⁽⁵⁾ بِالتَّسْلِيمِ»⁽⁶⁾."
  ],
  [
    "٨١ - عَنْ⁽⁷⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ النَّبِيَّ ﷺ كَانَ يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ⁽⁸⁾ إِذَا افْتَتَحَ الصَّلَاةَ وَإِذَا كَبَّرَ لِلرُّكُوعِ، وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ رَفَعَهُمَا كَذَلِكَ، وَقَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الحَمْدُ، وَكَانَ لَا يَفْعَلُ ذَلِكَ فِي السُّجُودِ»⁽⁹⁾."
  ],
  [
    "٨٢ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أُمِرْتُ أَنْ أَسْجُدَ عَلَى سَبْعَةِ أَعْظُمٍ: عَلَى الجَبْهَةِ - وَأَشَارَ بِيَدِهِ إِلَى أَنْفِهِ -، وَاليَدَيْنِ، وَالرُّكْبَتَيْنِ، وَأَطْرَافِ القَدَمَيْنِ»⁽¹⁰⁾."
  ],
  [
    "٨٣ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا قَامَ إِلَى الصَّلَاةِ يُكَبِّرُ حِينَ يَقُومُ، ثُمَّ يُكَبِّرُ حِينَ يَرْكَعُ، ثُمَّ يَقُولُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ؛ حِينَ يَرْفَعُ صُلْبَهُ⁽¹⁾ مِنَ الرَّكْعَةِ⁽²⁾، ثُمَّ يَقُولُ وَهُوَ قَائِمٌ: رَبَّنَا وَلَكَ الحَمْدُ، ثُمَّ يُكَبِّرُ حِينَ يَهْوِي⁽³⁾، ثُمَّ يُكَبِّرُ حِينَ يَرْفَعُ رَأْسَهُ، ثُمَّ يُكَبِّرُ حِينَ يَسْجُدُ، ثُمَّ يُكَبِّرُ حِينَ يَرْفَعُ رَأْسَهُ، ثُمَّ يَفْعَلُ ذَلِكَ فِي صَلَاتِهِ كُلِّهَا حَتَّى يَقْضِيَهَا، وَيُكَبِّرُ⁽⁴⁾ حِينَ يَقُومُ مِنَ الثِّنْتَيْنِ⁽⁵⁾ بَعْدَ الجُلُوسِ»⁽⁶⁾."
  ],
  [
    "٨٤ - عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ قَالَ: «صَلَّيْتُ أَنَا وَعِمْرَانُ⁽⁷⁾ صَلَاةً⁽⁸⁾ خَلْفَ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُما⁽⁹⁾؛ فَكَانَ إِذَا سَجَدَ كَبَّرَ، وَإِذَا رَفَعَ رَأْسَهُ كَبَّرَ، وَإِذَا نَهَضَ مِنَ الرَّكْعَتَيْنِ كَبَّرَ، فَلَمَّا قَضَى الصَّلَاةَ أَخَذَ بِيَدِي⁽¹⁰⁾ عِمْرَانُ بْنُ حُصَيْنٍ فَقَالَ⁽¹¹⁾: قَدْ⁽¹²⁾ ذَكَّرَنِي هَذَا صَلَاةَ\nمُحَمَّدٍ ﷺ أَوْ قَالَ: صَلَّى بِنَا صَلَاةَ مُحَمَّدٍ ﷺ⁽¹⁾ -»⁽²⁾."
  ],
  [
    "٨٥ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «رَمَقْتُ⁽³⁾ الصَّلَاةَ مَعَ مُحَمَّدٍ ﷺ فَوَجَدْتُ قِيَامَهُ، فَرَكْعَتَهُ⁽⁴⁾، فَاعْتِدَالَهُ بَعْدَ رُكُوعِهِ⁽⁵⁾، فَسَجْدَتَهُ، فَجَلْسَتَهُ⁽⁶⁾ بَيْنَ السَّجْدَتَيْنِ، فَسَجْدَتَهُ، فَجَلْسَتَهُ⁽⁷⁾ مَا بَيْنَ التَّسْلِيمِ وَالِانْصِرَافِ؛ قَرِيباً مِنَ السَّوَاءِ⁽⁸⁾»⁽⁹⁾.\nوَفِي رِوَايَةِ البُخَارِيِّ⁽¹⁰⁾: «مَا خَلَا القِيَامَ وَالقُعُودَ قَرِيباً مِنَ السَّوَاءِ»."
  ],
  [
    "٨٦ - عَنْ ثَابِتٍ البُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «إِنِّي لَا آلُو⁽¹¹⁾ أَنْ أُصَلِّيَ بِكُمْ⁽¹²⁾ كَمَا رَأَيْتُ رَسُولَ اللَّهِ ﷺ يُصَلِّي بِنَا، قَالَ ثَابِتٌ: فَكَانَ أَنَسٌ يَصْنَعُ شَيْئاً لَا أَرَاكُمْ تَصْنَعُونَهُ؛ كَانَ⁽¹³⁾ إِذَا رَفَعَ رَأْسَهُ\nمِنَ الرُّكُوعِ انْتَصَبَ قَائِماً حَتَّى يَقُولَ⁽¹⁾ القَائِلُ: قَدْ نَسِيَ، وَإِذَا رَفَعَ⁽²⁾ مِنَ⁽³⁾ السَّجْدَةِ⁽⁴⁾ مَكَثَ⁽⁵⁾ حَتَّى يَقُولَ⁽⁶⁾ القَائِلُ: قَدْ نَسِيَ»⁽⁷⁾."
  ],
  [
    "٨٧ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «مَا صَلَّيْتُ وَرَاءَ إِمَامٍ قَطُّ⁽⁸⁾ أَخَفَّ⁽⁹⁾ صَلَاةً⁽¹⁰⁾ وَلَا أَتَمَّ صَلَاةً مِنَ⁽¹¹⁾ النَّبِيِّ⁽¹²⁾ ﷺ»⁽¹³⁾."
  ],
  [
    "٨٨ - عَنْ⁽¹⁴⁾ أَبِي قِلَابَةَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الجَرْمِيِّ البَصْرِيِّ⁽¹⁵⁾\nقَالَ: «جَاءَنَا مَالِكُ بْنُ الحُوَيْرِثِ رَضِيَ اللَّهُ عَنْهُ فِي مَسْجِدِنَا هَذَا؛ فَقَالَ⁽¹⁾: إِنِّي لَأُصَلِّي⁽²⁾ بِكُمْ وَمَا أُرِيدُ الصَّلَاةَ، أُصَلِّي كَيْفَ⁽³⁾ رَأَيْتُ رَسُولَ اللَّهِ⁽⁴⁾ ﷺ يُصَلِّي، فَقُلْتُ لِأَبِي قِلَابَةَ: كَيْفَ⁽⁵⁾ كَانَ يُصَلِّي؟ قَالَ⁽⁶⁾: مِثْلَ صَلَاةِ شَيْخِنَا هَذَا - وَكَانَ يَجْلِسُ إِذَا رَفَعَ رَأْسَهُ⁽⁷⁾ مِنَ السُّجُودِ قَبْلَ أَنْ يَنْهَضَ -»⁽⁸⁾.\nأَرَادَ شَيْخَهُمْ: أَبَا بُرَيْدٍ عَمْرَو بْنَ سَلِمَةَ⁽⁹⁾ الجَرْمِيَّ⁽¹⁰⁾."
  ],
  [
    "٨٩ - عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ ابْنِ بُحَيْنَةَ رَضِيَ اللَّهُ عَنْهُما⁽¹¹⁾: «أَنَّ النَّبِيَّ⁽¹²⁾ ﷺ\nكَانَ إِذَا صَلَّى فَرَّجَ⁽¹⁾ بَيْنَ يَدَيْهِ حَتَّى يَبْدُوَ بَيَاضُ إِبْطَيْهِ»⁽²⁾."
  ],
  [
    "٩٠ - عَنْ⁽³⁾ أَبِي مَسْلَمَةَ⁽⁴⁾ سَعِيدِ بْنِ يَزِيدَ⁽⁵⁾ قَالَ: «سَأَلْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: أَكَانَ النَّبِيُّ ﷺ يُصَلِّي فِي نَعْلَيْهِ؟ قَالَ: نَعَمْ»⁽⁶⁾."
  ],
  [
    "٩١ - عَنْ أَبِي قَتَادَةَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ⁽⁷⁾ ﷺ كَانَ يُصَلِّي وَهُوَ حَامِلٌ أُمَامَةَ - بِنْتَ زَيْنَبَ بِنْتِ رَسُولِ اللَّهِ ﷺ، وَلِأَبِي العَاصِي⁽⁸⁾ بْنِ الرَّبِيعِ بْنِ عَبْدِ شَمْسٍ -، فَإِذَا سَجَدَ وَضَعَهَا، وَإِذَا قَامَ حَمَلَهَا»⁽⁹⁾."
  ],
  [
    "٩٢ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «اعْتَدِلُوا فِي السُّجُودِ، وَلَا يَبْسُطْ⁽¹⁰⁾ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الكَلْبِ»⁽¹¹⁾.\nبَابُ وُجُوبِ الطُّمَأْنِينَةِ فِي الرُّكُوعِ وَالسُّجُودِ ⁽¹⁾"
  ],
  [
    "٩٣ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ دَخَلَ المَسْجِدَ، فَدَخَلَ رَجُلٌ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ ﷺ⁽²⁾، فَقَالَ: ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ، فَرَجَعَ⁽³⁾ فَصَلَّى كَمَا صَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ ﷺ فَقَالَ: ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ - ثَلَاثاً -، فَقَالَ: وَالَّذِي بَعَثَكَ بِالحَقِّ⁽⁴⁾! مَا⁽⁵⁾ أُحْسِنُ⁽⁶⁾ غَيْرَهُ فَعَلِّمْنِي، قَالَ⁽⁷⁾: إِذَا قُمْتَ إِلَى الصَّلَاةِ فَكَبِّرْ، ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنَ القُرْآنِ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعاً، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِماً، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِداً، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِساً، وَافْعَلْ ذَلِكَ فِي صَلَاتِكَ كُلِّهَا»⁽⁸⁾.\nبَابُ القِرَاءَةِ فِي الصَّلَاةِ"
  ],
  [
    "٩٤ - عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ⁽¹⁾ بِفَاتِحَةِ الكِتَابِ»⁽²⁾."
  ],
  [
    "٩٥ - عَنْ⁽³⁾ أَبِي قَتَادَةَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ النَّبِيُّ⁽⁴⁾ ﷺ يَقْرَأُ فِي الرَّكْعَتَيْنِ الأُولَيَيْنِ مِنْ صَلَاةِ الظُّهْرِ بِفَاتِحَةِ الكِتَابِ وَسُورَتَيْنِ؛ يُطَوِّلُ فِي الأُولَى⁽⁵⁾، وَيُقَصِّرُ فِي الثَّانِيَةِ، يُسْمِعُ⁽⁶⁾ الآيَةَ أَحْيَاناً، وَكَانَ يَقْرَأُ فِي⁽⁷⁾ العَصْرِ⁽⁸⁾ بِفَاتِحَةِ الكِتَابِ وَسُورَتَيْنِ؛ يُطَوِّلُ فِي الأُولَى⁽⁹⁾، وَيُقَصِّرُ فِي الثَّانِيَةِ⁽¹⁰⁾، وَكَانَ يُطَوِّلُ فِي الرَّكْعَةِ الأُولَى مِنْ صَلَاةِ الصُّبْحِ، وَيُقَصِّرُ فِي الثَّانِيَةِ، وَفِي الرَّكْعَتَيْنِ الأُخْرَيَيْنِ⁽¹¹⁾ بِأُمِّ الكِتَابِ⁽¹²⁾»⁽¹³⁾."
  ],
  [
    "٩٦ - عَنْ جُبَيْرِ بْنِ مُطْعِمٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «سَمِعْتُ النَّبِيَّ⁽¹⁾ ﷺ يَقْرَأُ فِي المَغْرِبِ بِالطُّورِ»⁽²⁾."
  ],
  [
    "٩٧ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ النَّبِيَّ ﷺ كَانَ فِي سَفَرٍ، فَصَلَّى العِشَاءَ الآخِرَةَ، فَقَرَأَ فِي إِحْدَى الرَّكْعَتَيْنِ بِالتِّينِ وَالزَّيْتُونِ، فَمَا سَمِعْتُ أَحَداً أَحْسَنَ صَوْتاً أَوْ قِرَاءَةً⁽³⁾ مِنْهُ»⁽⁴⁾."
  ],
  [
    "٩٨ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ رَسُولَ اللَّهِ⁽⁵⁾ ﷺ بَعَثَ رَجُلاً عَلَى سَرِيَّةٍ⁽⁶⁾، فَكَانَ⁽⁷⁾ يَقْرَأُ لِأَصْحَابِهِ فِي صَلَاتِهِمْ⁽⁸⁾، فَيَخْتِمُ بِـ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ﴾، فَلَمَّا رَجَعُوا ذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ ﷺ فَقَالَ⁽⁹⁾: سَلُوهُ لِأَيِّ شَيْءٍ يَصْنَعُ ذَلِكَ؟ فَسَأَلُوهُ⁽¹⁰⁾ فَقَالَ: لِأَنَّهَا⁽¹¹⁾ صِفَةُ الرَّحْمَنِ عز وجل؛\nفَأَنَا⁽¹⁾ أُحِبُّ أَنْ أَقْرَأَ بِهَا⁽²⁾، فَقَالَ رَسُولُ اللَّهِ ﷺ: أَخْبِرُوهُ أَنَّ اللَّهَ تَعَالَى⁽³⁾ يُحِبُّهُ»⁽⁴⁾."
  ],
  [
    "٩٩ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ⁽⁵⁾ رَضِيَ اللَّهُ عَنْهُما أَنَّ النَّبِيَّ⁽⁶⁾ ﷺ قَالَ لِمُعَاذٍ: «فَلَوْلَا صَلَّيْتَ بِـ ﴿سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى﴾، ﴿وَالشَّمْسِ وَضُحَاهَا﴾، ﴿وَاللَّيْلِ إِذَا يَغْشَى﴾! فَإِنَّهُ يُصَلِّي وَرَاءَكَ الكَبِيرُ، وَالضَّعِيفُ⁽⁷⁾، وَذُو الحَاجَةِ»⁽⁸⁾.\nبَابُ تَرْكِ الجَهْرِ بِـ ﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ﴾"
  ],
  [
    "١٠٠ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ وَأَبَا بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُما كَانُوا يَفْتَتِحُونَ⁽¹⁾ الصَّلَاةَ⁽²⁾ بِـ ﴿الحَمْدُ⁽³⁾ لِلَّهِ رَبِّ العَالَمِينَ﴾»⁽⁴⁾.\nوَفِي رِوَايَةٍ: «صَلَّيْتُ مَعَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ رَضِيَ اللَّهُ عَنْهُم؛ فَلَمْ أَسْمَعْ أَحَداً مِنْهُمْ يَقْرَأُ⁽⁵⁾ ﴿بِسْمِ اللَّهِ⁽⁶⁾ الرَّحْمَنِ الرَّحِيمِ﴾»⁽⁷⁾.\nوَلِمُسْلِمٍ⁽⁸⁾: «صَلَّيْتُ خَلْفَ النَّبِيِّ ﷺ وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ⁽⁹⁾؛ فَكَانُوا⁽¹⁰⁾ يَسْتَفْتِحُونَ⁽¹¹⁾ بِـ ﴿الحَمْدُ⁽¹²⁾ لِلَّهِ رَبِّ العَالَمِينَ﴾؛ لَا\nيَذْكُرُونَ ﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ﴾ فِي أَوَّلِ⁽¹⁾ قِرَاءَةٍ⁽²⁾ وَلَا فِي⁽³⁾ آخِرِهَا».\nبَابُ سُجُودِ السَّهْوِ"
  ],
  [
    "١٠١ - عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «صَلَّى بِنَا رَسُولُ اللَّهِ ﷺ إِحْدَى صَلَاتَيِ العَشِيِّ⁽¹⁾ - قَالَ ابْنُ سِيرِينَ: وَسَمَّاهَا أَبُو هُرَيْرَةَ، وَلَكِنْ نَسِيتُ أَنَا - قَالَ: فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ سَلَّمَ، فَقَامَ إِلَى خَشَبَةٍ مَعْرُوضَةٍ فِي المَسْجِدِ، فَاتَّكَأَ عَلَيْهَا - كَأَنَّهُ غَضْبَانُ - وَوَضَعَ يَدَهُ اليُمْنَى عَلَى اليُسْرَى وَشَبَّكَ بَيْنَ أَصَابِعِهِ، وَخَرَجَتِ السَّرَعَانُ⁽²⁾ مِنْ أَبْوَابِ المَسْجِدِ فَقَالُوا: قُصِرَتِ⁽³⁾ الصَّلَاةُ؟ وَفِي القَوْمِ أَبُو بَكْرٍ وَعُمَرُ\nفَهَابَا أَنْ يُكَلِّمَاهُ، وَفِي القَوْمِ رَجُلٌ فِي يَدَيْهِ طُولٌ يُقَالُ لَهُ: ذُو اليَدَيْنِ، فَقَالَ⁽¹⁾: يَا رَسُولَ اللَّهِ! أَنَسِيتَ أَمْ قُصِرَتِ⁽²⁾ الصَّلَاةُ؟ قَالَ⁽³⁾: لَمْ أَنْسَ وَلَمْ تُقْصَرْ⁽⁴⁾، فَقَالَ: أَكَمَا يَقُولُ ذُو اليَدَيْنِ؟ فَقَالُوا: نَعَمْ، فَتَقَدَّمَ؛ فَصَلَّى مَا تَرَكَ، ثُمَّ سَلَّمَ، ثُمَّ كَبَّرَ وَسَجَدَ⁽⁵⁾ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ⁽⁶⁾، ثُمَّ كَبَّرَ وَسَجَدَ⁽⁷⁾ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ⁽⁸⁾، فَرُبَّمَا سَأَلُوهُ⁽⁹⁾: ثُمَّ سَلَّمَ؟ قَالَ⁽¹⁰⁾: فَنُبِّئْتُ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ قَالَ: ثُمَّ سَلَّمَ»⁽¹¹⁾."
  ],
  [
    "١٠٢ - عَنْ عَبْدِ اللَّهِ⁽¹⁾ ابْنِ بُحَيْنَةَ رَضِيَ اللَّهُ عَنْهُما وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ ﷺ: «أَنَّ النَّبِيَّ ﷺ صَلَّى بِهِمُ الظُّهْرَ، فَقَامَ فِي الرَّكْعَتَيْنِ الأُولَيَيْنِ وَلَمْ⁽²⁾ يَجْلِسْ، فَقَامَ النَّاسُ مَعَهُ، حَتَّى إِذَا قَضَى الصَّلَاةَ وَانْتَظَرَ النَّاسُ تَسْلِيمَهُ؛ كَبَّرَ وَهُوَ جَالِسٌ فَسَجَدَ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَ، ثُمَّ سَلَّمَ»⁽³⁾.\nبَابُ المُرُورِ بَيْنَ يَدَيِ المُصَلِّي"
  ],
  [
    "١٠٣ - عَنْ أَبِي جُهَيْمِ بْنِ الحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَوْ يَعْلَمُ المَارُّ بَيْنَ يَدَيِ المُصَلِّي مَاذَا عَلَيْهِ مِنَ الإِثْمِ⁽²⁾؛ لَكَانَ أَنْ⁽³⁾ يَقِفَ أَرْبَعِينَ خَيْراً⁽⁴⁾ لَهُ مِنْ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ. قَالَ أَبُو النَّضْرِ: لَا أَدْرِي؛ قَالَ⁽⁵⁾: أَرْبَعِينَ يَوْماً، أَوْ شَهْراً، أَوْ سَنَةً»⁽⁶⁾."
  ],
  [
    "١٠٤ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ⁽¹⁾: «إِذَا صَلَّى أَحَدُكُمْ إِلَى شَيْءٍ يَسْتُرُهُ مِنَ النَّاسِ فَأَرَادَ أَحَدٌ⁽²⁾ أَنْ يَجْتَازَ بَيْنَ يَدَيْهِ؛ فَلْيَدْفَعْهُ، فَإِنْ أَبَى فَلْيُقَاتِلْهُ⁽³⁾؛ فَإِنَّمَا هُوَ شَيْطَانٌ»⁽⁴⁾."
  ],
  [
    "١٠٥ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَقْبَلْتُ رَاكِباً عَلَى حِمَارٍ أَتَانٍ⁽⁵⁾ - وَأَنَا يَوْمَئِذٍ قَدْ نَاهَزْتُ الِاحْتِلَامَ⁽⁶⁾ - وَرَسُولُ اللَّهِ ﷺ يُصَلِّي بِالنَّاسِ بِمِنىً إِلَى غَيْرِ جِدَارٍ، فَمَرَرْتُ بَيْنَ يَدَيْ بَعْضِ⁽⁷⁾ الصَّفِّ، فَنَزَلْتُ، فَأَرْسَلْتُ الأَتَانَ تَرْتَعُ⁽⁸⁾، وَدَخَلْتُ فِي الصَّفِّ؛ فَلَمْ يُنْكِرْ ذَلِكَ عَلَيَّ أَحَدٌ»⁽⁹⁾."
  ],
  [
    "١٠٦ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كُنْتُ أَنَامُ بَيْنَ يَدَيْ رَسُولِ اللَّهِ ﷺ وَرِجْلَايَ فِي قِبْلَتِهِ، فَإِذَا سَجَدَ غَمَزَنِي⁽¹⁰⁾ فَقَبَضْتُ رِجْلَيَّ، وَإِذَا⁽¹¹⁾ قَامَ بَسَطْتُهُمَا، وَالبُيُوتُ يَوْمَئِذٍ لَيْسَ فِيهَا مَصَابِيحُ»⁽¹²⁾.\nبَابٌ جَامِعٌ"
  ],
  [
    "١٠٧ - عَنْ أَبِي قَتَادَةَ⁽¹⁾ بْنِ رِبْعِيٍّ⁽²⁾ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ⁽³⁾ ﷺ: «إِذَا دَخَلَ أَحَدُكُمُ المَسْجِدَ؛ فَلَا يَجْلِسْ حَتَّى يُصَلِّيَ⁽⁴⁾ رَكْعَتَيْنِ»⁽⁵⁾."
  ],
  [
    "١٠٨ - عَنْ زَيْدِ بْنِ أَرْقَمَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا نَتَكَلَّمُ فِي الصَّلَاةِ؛ يُكَلِّمُ الرَّجُلُ⁽⁶⁾ صَاحِبَهُ وَهُوَ إِلَى جَنْبِهِ⁽⁷⁾ فِي الصَّلَاةِ، حَتَّى نَزَلَتْ: ﴿وَقُومُوا لِلَّهِ قَانِتِينَ﴾؛ فَأُمِرْنَا بِالسُّكُوتِ وَنُهِينَا عَنِ الكَلَامِ»⁽⁸⁾."
  ],
  [
    "١٠٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، وَأَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُم، عَنْ رَسُولِ اللَّهِ⁽⁹⁾ ﷺ أَنَّهُ⁽¹⁰⁾ قَالَ: «إِذَا اشْتَدَّ الحَرُّ فَأَبْرِدُوا⁽¹¹⁾ عَنِ\nالصَّلَاةِ⁽¹⁾؛ فَإِنَّ شِدَّةَ الحَرِّ مِنْ فَيْحِ جَهَنَّمَ⁽²⁾»⁽³⁾."
  ],
  [
    "١١٠ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ⁽⁴⁾: «مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا، لَا كَفَّارَةَ لَهَا إِلَّا ذَلِكَ⁽⁵⁾؛ ﴿أَقِمِ الصَّلَاةَ لِذِكْرِي﴾»⁽⁶⁾.\nوَلِمُسْلِمٍ⁽⁷⁾: «مَنْ نَسِيَ صَلَاةً أَوْ نَامَ عَنْهَا؛ فَكَفَّارَتُهَا أَنْ يُصَلِّيَهَا إِذَا ذَكَرَهَا»."
  ],
  [
    "١١١ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ مُعَاذَ بْنَ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يُصَلِّي مَعَ رَسُولِ اللَّهِ⁽⁸⁾ ﷺ عِشَاءَ⁽⁹⁾ الآخِرَةِ⁽¹⁰⁾، ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ فَيُصَلِّي بِهِمْ تِلْكَ الصَّلَاةَ»⁽¹¹⁾."
  ],
  [
    "١١٢ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ ﷺ\nفِي شِدَّةِ الحَرِّ، فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ جَبْهَتَهُ مِنَ⁽¹⁾ الأَرْضِ بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ»⁽²⁾."
  ],
  [
    "١١٣ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ⁽³⁾ ﷺ: «لَا يُصَلِّي⁽⁴⁾ أَحَدُكُمْ فِي الثَّوْبِ الوَاحِدِ لَيْسَ عَلَى عَاتِقِهِ⁽⁵⁾ مِنْهُ شَيْءٌ»⁽⁶⁾."
  ],
  [
    "١١٤ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما، عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ أَكَلَ ثُوماً أَوْ بَصَلاً فَلْيَعْتَزِلْنَا⁽⁷⁾ - أَوْ لِيَعْتَزِلْ⁽⁸⁾ مَسْجِدَنَا -، وَلْيَقْعُدْ⁽⁹⁾ فِي بَيْتِهِ، وَأُتِيَ بِقِدْرٍ⁽¹⁰⁾ فِيهِ خَضِرَاتٌ⁽¹¹⁾ مِنْ بُقُولٍ⁽¹²⁾، فَوَجَدَ لَهَا\nرِيحاً⁽¹⁾، فَسَأَلَ فَأُخْبِرَ بِمَا فِيهَا مِنَ البُقُولِ⁽²⁾، فَقَالَ: قَرِّبُوهَا - إِلَى بَعْضِ أَصْحَابِهِ⁽³⁾ -، فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا⁽⁴⁾ قَالَ⁽⁵⁾: كُلْ؛ فَإِنِّي أُنَاجِي مَنْ لَا تُنَاجِي»⁽⁶⁾."
  ],
  [
    "١١٥ - عَنْ⁽⁷⁾ جَابِرِ بْنِ عَبْدِ اللَّهِ⁽⁸⁾ رَضِيَ اللَّهُ عَنْهُما أَنَّ⁽⁹⁾ النَّبِيَّ ﷺ قَالَ: «مَنْ أَكَلَ البَصَلَ وَالثُّومَ وَالكُرَّاثَ فَلَا يَقْرَبَنَّ مَسْجِدَنَا؛ فَإِنَّ المَلَائِكَةَ تَتَأَذَّى⁽¹⁰⁾ مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ⁽¹¹⁾»⁽¹²⁾.\nبَابُ التَّشَهُّدِ"
  ],
  [
    "١١٦ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «عَلَّمَنِي رَسُولُ اللَّهِ ﷺ التَّشَهُّدَ - كَفِّي بَيْنَ كَفَّيْهِ - كَمَا يُعَلِّمُنِي السُّورَةَ مِنَ القُرْآنِ: التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ، وَالطَّيِّبَاتُ⁽¹⁾، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ»⁽²⁾.\nوَفِي لَفْظٍ: «إِذَا قَعَدَ أَحَدُكُمْ فِي الصَّلَاةِ⁽³⁾؛ فَلْيَقُلِ: التَّحِيَّاتُ لِلَّهِ … - وَذَكَرَهُ -»⁽⁴⁾.\nوَفِيهِ: «فَإِنَّكُمْ إِذَا⁽⁵⁾ فَعَلْتُمْ ذَلِكَ؛ فَقَدْ سَلَّمْتُمْ عَلَى كُلِّ عَبْدٍ لِلَّهِ⁽⁶⁾ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ»⁽⁷⁾.\nوَفِيهِ: «فَلْيَتَخَيَّرْ مِنَ المَسْأَلَةِ مَا شَاءَ»⁽⁸⁾."
  ],
  [
    "١١٧ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ: «لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: أَلَا أُهْدِي لَكَ هَدِيَّةً؟ إِنَّ⁽¹⁾ النَّبِيَّ ﷺ خَرَجَ عَلَيْنَا فَقُلْنَا: يَا رَسُولَ اللَّهِ! قَدْ عَلِمْنَا⁽²⁾ كَيْفَ نُسَلِّمُ عَلَيْكَ؛ فَكَيْفَ⁽³⁾ نُصَلِّي عَلَيْكَ؟ قَالَ⁽⁴⁾: قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ⁽⁵⁾، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ⁽⁶⁾ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ⁽⁷⁾، إِنَّكَ حَمِيدٌ مَجِيدٌ»⁽⁸⁾."
  ],
  [
    "١١٨ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَدْعُو يَقُولُ⁽⁹⁾: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وَمِنْ⁽¹⁰⁾ عَذَابِ النَّارِ،\nوَمِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ، وَمِنْ فِتْنَةِ المَسِيحِ الدَّجَّالِ»⁽¹⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽²⁾: «إِذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاللَّهِ مِنْ أَرْبَعٍ؛ يَقُولُ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ»، ثُمَّ ذَكَرَ نَحْوَهُ."
  ],
  [
    "١١٩ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِي⁽³⁾، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُم أَنَّهُ قَالَ لِرَسُولِ اللَّهِ ﷺ: «عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلَاتِي، قَالَ⁽⁴⁾: قُلِ: اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ»⁽⁵⁾."
  ],
  [
    "١٢٠ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «مَا صَلَّى النَّبِيُّ⁽⁶⁾ ﷺ صَلَاةً بَعْدَ أَنْ أُنْزِلَتْ⁽⁷⁾ عَلَيْهِ: ﴿إِذَا جَاءَ نَصْرُ اللَّهِ وَالفَتْحُ﴾؛ إِلَّا يَقُولُ فِيهَا⁽⁸⁾: سُبْحَانَكَ رَبَّنَا وَبِحَمْدِكَ⁽⁹⁾، اللَّهُمَّ اغْفِرْ لِي»⁽¹⁰⁾.\nوَفِي لَفْظٍ: «كَانَ رَسُولُ اللَّهِ ﷺ يُكْثِرُ أَنْ⁽¹⁾ يَقُولَ⁽²⁾ فِي رُكُوعِهِ وَسُجُودِهِ: سُبْحَانَكَ اللَّهُمَّ رَبَّنَا⁽³⁾ وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي»⁽⁴⁾.\nبَابُ الوِتْرِ"
  ],
  [
    "١٢١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «سَأَلَ رَجُلٌ النَّبِيَّ ﷺ وَهُوَ عَلَى المِنْبَرِ: مَا تَرَى فِي صَلَاةِ اللَّيْلِ؟ قَالَ: مَثْنَى مَثْنَى⁽¹⁾، فَإِذَا خَشِيَ الصُّبْحَ صَلَّى وَاحِدَةً فَأَوْتَرَتْ لَهُ مَا صَلَّى، وَإِنَّهُ كَانَ يَقُولُ: اجْعَلُوا آخِرَ صَلَاتِكُمْ بِاللَّيْلِ وِتْراً⁽²⁾»⁽³⁾."
  ],
  [
    "١٢٢ - عَنْ⁽⁴⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ رَسُولُ اللَّهِ⁽⁵⁾ ﷺ؛ مِنْ أَوَّلِ اللَّيْلِ، وَأَوْسَطِهِ، وَآخِرِهِ، فَانْتَهَى⁽⁶⁾ وِتْرُهُ⁽⁷⁾ إِلَى السَّحَرِ⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "١٢٣ - عَنْ⁽¹⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يُصَلِّي مِنَ اللَّيْلِ ثَلَاثَ عَشْرَةَ⁽²⁾ رَكْعَةً؛ يُوتِرُ مِنْ ذَلِكَ بِخَمْسٍ، لَا⁽³⁾ يَجْلِسُ فِي شَيْءٍ إِلَّا فِي آخِرِهَا»⁽⁴⁾.\nبَابُ الذِّكْرِ عَقِيبَ⁽¹⁾ الصَّلَاةِ"
  ],
  [
    "١٢٤ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَفْعَ الصَّوْتِ بِالذِّكْرِ حِينَ يَنْصَرِفُ⁽²⁾ النَّاسُ مِنَ المَكْتُوبَةِ؛ كَانَ عَلَى عَهْدِ رَسُولِ اللَّهِ ﷺ قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما: كُنْتُ⁽³⁾ أَعْلَمُ إِذَا انْصَرَفُوا⁽⁴⁾ بِذَلِكَ إِذَا سَمِعْتُهُ -»⁽⁵⁾.\nوَفِي لَفْظٍ: «مَا كُنَّا نَعْرِفُ انْقِضَاءَ صَلَاةِ رَسُولِ اللَّهِ ﷺ إِلَّا بِالتَّكْبِيرِ»⁽⁶⁾."
  ],
  [
    "١٢٥ - عَنْ وَرَّادٍ⁽⁷⁾ - مَوْلَى المُغِيرَةِ بْنِ شُعْبَةَ - قَالَ: «أَمْلَى عَلَيَّ المُغِيرَةُ بْنُ شُعْبَةَ فِي كِتَابٍ⁽⁸⁾ إِلَى مُعَاوِيَةَ رَضِيَ اللَّهُ عَنْهُما: أَنَّ النَّبِيَّ ﷺ كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلَاةٍ⁽⁹⁾ مَكْتُوبَةٍ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لَا مَانِعَ لِمَا\nأَعْطَيْتَ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ⁽¹⁾، ثُمَّ وَفَدْتُ بَعْدُ⁽²⁾ عَلَى مُعَاوِيَةَ فَسَمِعْتُهُ⁽³⁾ يَأْمُرُ النَّاسَ بِذَلِكَ»⁽⁴⁾.\nوَفِي لَفْظٍ: «وَكَانَ⁽⁵⁾ يَنْهَى عَنْ قِيلَ⁽⁶⁾ وَقَالَ⁽⁷⁾، وَإِضَاعَةِ المَالِ، وَكَثْرَةِ السُّؤَالِ⁽⁸⁾، وَكَانَ يَنْهَى عَنْ عُقُوقِ الأُمَّهَاتِ، وَوَأْدِ⁽⁹⁾ البَنَاتِ⁽¹⁰⁾، وَمَنْعٍ⁽¹¹⁾ وَهَاتِ⁽¹²⁾»⁽¹³⁾."
  ],
  [
    "١٢٦ - عَنْ سُمَيٍّ - مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الحَارِثِ بْنِ هِشَامٍ -، عَنْ أَبِي صَالِحٍ السَّمَّانِ⁽¹⁾، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ فُقَرَاءَ المُهَاجِرِينَ⁽²⁾ أَتَوْا رَسُولَ اللَّهِ ﷺ فَقَالُوا⁽³⁾: قَدْ ذَهَبَ أَهْلُ الدُّثُورِ⁽⁴⁾ بِالدَّرَجَاتِ العُلَى، وَالنَّعِيمِ المُقِيمِ، فَقَالَ⁽⁵⁾: وَمَا ذَاكَ⁽⁶⁾؟ قَالُوا⁽⁷⁾: يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ وَلَا نَتَصَدَّقُ⁽⁸⁾، وَيُعْتِقُونَ⁽⁹⁾ وَلَا نُعْتِقُ⁽¹⁰⁾؛ فَقَالَ رَسُولُ اللَّهِ ﷺ: أَفَلَا⁽¹¹⁾ أُعَلِّمُكُمْ شَيْئاً تُدْرِكُونَ بِهِ مَنْ سَبَقَكُمْ، وَتَسْبِقُونَ بِهِ⁽¹²⁾ مَنْ بَعْدَكُمْ، وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ؛ إِلَّا مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ؟ قَالُوا: بَلَى يَا رَسُولَ اللَّهِ! قَالَ: تُسَبِّحُونَ وَتُكَبِّرُونَ وَتَحْمَدُونَ⁽¹³⁾ دُبُرَ كُلِّ صَلَاةٍ - ثَلَاثاً وَثَلَاثِينَ مَرَّةً -. قَالَ أَبُو صَالِحٍ⁽¹⁴⁾: فَرَجَعَ فُقَرَاءُ\nالمُهَاجِرِينَ⁽¹⁾، فَقَالُوا⁽²⁾: سَمِعَ إِخْوَانُنَا أَهْلُ الأَمْوَالِ بِمَا فَعَلْنَا⁽³⁾، فَفَعَلُوا مِثْلَهُ، فَقَالَ رَسُولُ اللَّهِ ﷺ: ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ. قَالَ سُمَيٌّ: فَحَدَّثْتُ بَعْضَ أَهْلِي هَذَا⁽⁴⁾ الحَدِيثَ، فَقَالَ: وَهِمْتَ، إِنَّمَا قَالَ لَكَ: تُسَبِّحُ اللَّهَ ثَلَاثاً وَثَلَاثِينَ، وَتَحْمَدُ اللَّهَ ثَلَاثاً وَثَلَاثِينَ، وتُكَبِّرُ اللَّهَ ثَلَاثاً وَثَلَاثِينَ⁽⁵⁾، فَرَجَعْتُ إِلَى أَبِي صَالِحٍ فَقُلْتُ⁽⁶⁾ لَهُ ذَلِكَ، فَقَالَ⁽⁷⁾: اللَّهُ أَكْبَرُ، وَسُبْحَانَ اللَّهِ، وَالحَمْدُ لِلَّهِ؛ حَتَّى تَبْلُغَ⁽⁸⁾ مِنْ جَمِيعِهِنَّ ثَلَاثاً وَثَلَاثِينَ»⁽⁹⁾."
  ],
  [
    "١٢٧ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ النَّبِيَّ ﷺ صَلَّى فِي خَمِيصَةٍ لَهَا أَعْلَامٌ، فَنَظَرَ إِلَى أَعْلَامِهَا نَظْرَةً، فَلَمَّا انْصَرَفَ قَالَ: اذْهَبُوا بِخَمِيصَتِي\nهَذِهِ إِلَى أَبِي جَهْمٍ، وَائْتُونِي⁽¹⁾ بِأَنْبِجَانِيَّةِ⁽²⁾ أَبِي جَهْمٍ؛ فَإِنَّهَا أَلْهَتْنِي آنِفاً عَنْ صَلَاتِي⁽³⁾»⁽⁴⁾.\nالخَمِيصَةُ⁽⁵⁾: كِسَاءٌ مُرَبَّعٌ لَهُ⁽⁶⁾ أَعْلَامٌ⁽⁷⁾.\nوَالأَنْبِجَانِيَّةُ⁽⁸⁾: كِسَاءٌ غَلِيظٌ⁽⁹⁾.\nبَابُ الجَمْعِ بَيْنَ الصَّلَاتَيْنِ فِي السَّفَرِ"
  ],
  [
    "١٢٨ - عَنْ عَبْدِ اللَّهِ⁽¹⁾ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَجْمَعُ⁽²⁾ بَيْنَ صَلَاةِ الظُّهْرِ وَالعَصْرِ إِذَا كَانَ عَلَى ظَهْرِ سَيْرٍ⁽³⁾، وَيَجْمَعُ بَيْنَ المَغْرِبِ وَالعِشَاءِ»⁽⁴⁾.\nبَابُ قَصْرِ الصَّلَاةِ فِي السَّفَرِ"
  ],
  [
    "١٢٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «صَحِبْتُ رَسُولَ اللَّهِ ﷺ؛ فَكَانَ لَا يَزِيدُ فِي السَّفَرِ عَلَى رَكْعَتَيْنِ، وَأَبَا بَكْرٍ⁽¹⁾ وَعُمَرَ⁽²⁾ وَعُثْمَانَ⁽³⁾ كَذَلِكَ».\nهَذَا هُوَ لَفْظُ رِوَايَةِ البُخَارِيِّ فِي الحَدِيثِ⁽⁴⁾، وَفِي لَفْظِ رِوَايَةِ مُسْلِمٍ أَكْثَرُ وَأَزْيَدُ⁽⁵⁾.\nبَابُ الجُمُعَةِ ⁽¹⁾"
  ],
  [
    "١٣٠ - عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُما قَالَ⁽²⁾: «رَأَيْتُ\nرَسُولَ اللَّهِ ﷺ قَامَ عَلَيْهِ⁽¹⁾، فَكَبَّرَ وَكَبَّرَ النَّاسُ وَرَاءَهُ وَهُوَ عَلَى المِنْبَرِ، ثُمَّ رَفَعَ⁽²⁾، فَنَزَلَ القَهْقَرَى⁽³⁾ حَتَّى سَجَدَ فِي أَصْلِ المِنْبَرِ، ثُمَّ عَادَ حَتَّى فَرَغَ مِنْ آخِرِ⁽⁴⁾ صَلَاتِهِ، ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ: أَيُّهَا⁽⁵⁾ النَّاسُ! إِنَّمَا صَنَعْتُ⁽⁶⁾ هَذَا لِتَأْتَمُّوا بِي، وَلِتَعَلَّمُوا⁽⁷⁾ صَلَاتِي»⁽⁸⁾.\nوَفِي لَفْظٍ: «صَلَّى⁽⁹⁾ عَلَيْهَا، ثُمَّ كَبَّرَ عَلَيْهَا، ثُمَّ رَكَعَ⁽¹⁰⁾ وَهُوَ عَلَيْهَا⁽¹¹⁾، ثُمَّ نَزَلَ⁽¹²⁾ القَهْقَرَى»⁽¹³⁾."
  ],
  [
    "١٣١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ جَاءَ مِنْكُمُ الجُمُعَةَ؛ فَلْيَغْتَسِلْ»⁽¹⁴⁾."
  ],
  [
    "١٣٢ - وَعَنْهُ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ النَّبِيُّ⁽²⁾ ﷺ يَخْطُبُ خُطْبَتَيْنِ وَهُوَ قَائِمٌ؛ يَفْصِلُ بَيْنَهُمَا بِجُلُوسٍ»⁽³⁾."
  ],
  [
    "١٣٣ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «جَاءَ رَجُلٌ وَالنَّبِيُّ ﷺ يَخْطُبُ النَّاسَ يَوْمَ الجُمُعَةِ، فَقَالَ: صَلَّيْتَ⁽⁴⁾ يَا فُلَانُ؟ قَالَ: لَا، قَالَ: قُمْ فَارْكَعْ رَكْعَتَيْنِ»⁽⁵⁾.\nوَفِي رِوَايَةٍ: «فَصَلِّ رَكْعَتَيْنِ»⁽⁶⁾."
  ],
  [
    "١٣٤ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا قُلْتَ\nلِصَاحِبِكَ: أَنْصِتْ يَوْمَ الجُمُعَةِ وَالإِمَامُ يَخْطُبُ؛ فَقَدْ لَغَوْتَ⁽¹⁾»⁽²⁾."
  ],
  [
    "١٣٥ - وَعَنْهُ⁽³⁾ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنِ اغْتَسَلَ يَوْمَ الجُمُعَةِ ثُمَّ رَاحَ⁽⁴⁾؛ فَكَأَنَّمَا قَرَّبَ بَدَنَةً، وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ؛ فَكَأَنَّمَا قَرَّبَ بَقَرَةً، وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ؛ فَكَأَنَّمَا قَرَّبَ كَبْشاً أَقْرَنَ⁽⁵⁾، وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ؛ فَكَأَنَّمَا⁽⁶⁾ قَرَّبَ دَجَاجَةً⁽⁷⁾، وَمَنْ رَاحَ فِي السَّاعَةِ الخَامِسَةِ؛ فَكَأَنَّمَا قَرَّبَ بَيْضَةً، فَإِذَا خَرَجَ الإِمَامُ؛ حَضَرَتِ المَلَائِكَةُ يَسْتَمِعُونَ⁽⁸⁾ الذِّكْرَ»⁽⁹⁾."
  ],
  [
    "١٣٦ - عَنْ⁽¹⁰⁾ سَلَمَةَ ابْنِ الأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ وَكَانَ مِنْ أَصْحَابِ الشَّجَرَةِ - قَالَ: «كُنَّا نُصَلِّي مَعَ النَّبِيِّ ﷺ الجُمُعَةَ، ثُمَّ نَنْصَرِفُ وَلَيْسَ\nلِلْحِيطَانِ ظِلٌّ نَسْتَظِلُّ⁽¹⁾ بِهِ»⁽²⁾.\nوَفِي لَفْظٍ⁽³⁾: «كُنَّا نُجَمِّعُ⁽⁴⁾ مَعَ رَسُولِ اللَّهِ ﷺ إِذَا زَالَتِ الشَّمْسُ⁽⁵⁾، ثُمَّ نَرْجِعُ فَنَتَّبِعُ⁽⁶⁾ الفَيْءَ»⁽⁷⁾."
  ],
  [
    "١٣٧ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ النَّبِيُّ ﷺ يَقْرَأُ فِي صَلَاةِ الفَجْرِ يَوْمَ الجُمُعَةِ: ﴿الم * تَنْزِيلُ﴾⁽⁸⁾ السَّجْدَةَ⁽⁹⁾، وَ ﴿هَلْ أَتَى عَلَى الإِنْسَانِ⁽¹⁰⁾»⁽¹¹⁾.\nبَابُ⁽¹⁾ العِيدَيْنِ"
  ],
  [
    "١٣٨ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كَانَ النَّبِيُّ ﷺ وَأَبُو بَكْرٍ وَعُمَرُ⁽²⁾ رَضِيَ اللَّهُ عَنْهُما يُصَلُّونَ العِيدَيْنِ⁽³⁾ قَبْلَ الخُطْبَةِ»⁽⁴⁾."
  ],
  [
    "١٣٩ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «خَطَبَنَا النَّبِيُّ⁽⁵⁾ ﷺ يَوْمَ الأَضْحَى بَعْدَ الصَّلَاةِ، فَقَالَ⁽⁶⁾: مَنْ صَلَّى صَلَاتَنَا وَنَسَكَ نُسُكَنَا⁽⁷⁾؛ فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلَاةِ؛ فَلَا نُسُكَ⁽⁸⁾ لَهُ، فَقَالَ⁽⁹⁾ أَبُو بُرْدَةَ بْنُ نِيَارٍ - خَالُ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُم: يَا رَسُولَ اللَّهِ! إِنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلَاةِ وَعَرَفْتُ أَنَّ اليَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ، وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ⁽¹⁰⁾ مَا يُذْبَحُ⁽¹¹⁾ فِي بَيْتِي، فَذَبَحْتُ⁽¹²⁾ شَاتِي،\nوَتَغَدَّيْتُ⁽¹⁾ قَبْلَ أَنْ آتِيَ⁽²⁾ الصَّلَاةَ، فَقَالَ⁽³⁾: شَاتُكَ شَاةُ لَحْمٍ، قَالَ⁽⁴⁾: يَا رَسُولَ اللَّهِ! فَإِنَّ⁽⁵⁾ عِنْدِي⁽⁶⁾ عَنَاقاً⁽⁷⁾ هِيَ أَحَبُّ إِلَيَّ مِنْ شَاتَيْنِ؛ أَفَتَجْزِي⁽⁸⁾ عَنِّي؟ قَالَ: نَعَمْ، وَلَنْ تَجْزِيَ⁽⁹⁾ عَنْ أَحَدٍ بَعْدَكَ»⁽¹⁰⁾."
  ],
  [
    "١٤٠ - عَنْ جُنْدُبِ⁽¹¹⁾ بْنِ عَبْدِ اللَّهِ البَجَلِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «صَلَّى⁽¹²⁾ النَّبِيُّ ﷺ يَوْمَ النَّحْرِ، ثُمَّ خَطَبَ، ثُمَّ ذَبَحَ، وَقَالَ⁽¹³⁾: مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ؛ فَلْيَذْبَحْ أُخْرَى مَكَانَهَا⁽¹⁴⁾، وَمَنْ لَمْ يَذْبَحْ؛ فَلْيَذْبَحْ بِاسْمِ اللَّهِ»⁽¹⁵⁾."
  ],
  [
    "١٤١ - عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «شَهِدْتُ مَعَ النَّبِيِّ⁽¹⁾ ﷺ يَوْمَ العِيدِ؛ فَبَدَأَ بِالصَّلَاةِ قَبْلَ الخُطْبَةِ بِلَا أَذَانٍ وَلَا إِقَامَةٍ، ثُمَّ قَامَ مُتَوَكِّئاً عَلَى بِلَالٍ، فَأَمَرَ⁽²⁾ بِتَقْوَى اللَّهِ⁽³⁾ وَحَثَّ عَلَى طَاعَتِهِ، وَوَعَظَ النَّاسَ وَذَكَّرَهُمْ، ثُمَّ مَضَى حَتَّى أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ، وَقَالَ: تَصَدَّقْنَ⁽⁴⁾؛ فَإِنَّكُنَّ أَكْثَرُ حَطَبِ جَهَنَّمَ، فَقَامَتِ امْرَأَةٌ مِنْ سِطَةِ⁽⁵⁾ النِّسَاءِ سَفْعَاءُ⁽⁶⁾ الخَدَّيْنِ، فَقَالَتْ: لِمَ يَا رَسُولَ اللَّهِ؟! قَالَ⁽⁷⁾: لِأَنَّكُنَّ تُكْثِرْنَ الشَّكَاةَ⁽⁸⁾، وَتَكْفُرْنَ العَشِيرَ⁽⁹⁾، قَالَ⁽¹⁰⁾: فَجَعَلْنَ يَتَصَدَّقْنَ مِنْ حُلِيِّهِنَّ، يُلْقِينَ فِي ثَوْبِ بِلَالٍ\nمِنْ أَقْرِطَتِهِنَّ⁽¹⁾ وَخَوَاتِيمِهِنَّ⁽²⁾»⁽³⁾."
  ],
  [
    "١٤٢ - عَنْ أُمِّ عَطِيَّةَ نُسَيْبَةَ⁽⁴⁾ الأَنْصَارِيَّةِ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «أَمَرَنَا - تَعْنِي: النَّبِيَّ⁽⁵⁾ ﷺ أَنْ نُخْرِجَ فِي العِيدَيْنِ: العَوَاتِقَ وَذَوَاتِ الخُدُورِ⁽⁶⁾، وَأَمَرَ الحُيَّضَ أَنْ يَعْتَزِلْنَ مُصَلَّى المُسْلِمِينَ»⁽⁷⁾.\nوَفِي لَفْظٍ⁽⁸⁾: «كُنَّا نُؤْمَرُ أَنْ نَخْرُجَ يَوْمَ العِيدِ، حَتَّى تَخْرُجَ⁽⁹⁾ البِكْرُ⁽¹⁰⁾ مِنْ خِدْرِهَا، حَتَّى⁽¹¹⁾ تَخْرُجَ⁽¹²⁾ الحُيَّضُ، فَيُكَبِّرْنَ⁽¹³⁾ بِتَكْبِيرِهِمْ، وَيَدْعُونَ بِدُعَائِهِمْ؛ يَرْجُونَ بَرَكَةَ ذَلِكَ اليَوْمِ وَطُهْرَتَهُ⁽¹⁴⁾»⁽¹⁵⁾.\nبَابُ صَلَاةِ الكُسُوفِ"
  ],
  [
    "١٤٣ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ الشَّمْسَ خَسَفَتْ⁽¹⁾ عَلَى عَهْدِ رَسُولِ اللَّهِ ﷺ فَبَعَثَ مُنَادِياً يُنَادِي: الصَّلَاةَ⁽²⁾ جَامِعَةً⁽³⁾؛ فَاجْتَمَعُوا، وَتَقَدَّمَ⁽⁴⁾ فَكَبَّرَ⁽⁵⁾، وَصَلَّى⁽⁶⁾ أَرْبَعَ رَكَعَاتٍ⁽⁷⁾ فِي رَكْعَتَيْنِ، وَأَرْبَعَ⁽⁸⁾ سَجَدَاتٍ»⁽⁹⁾."
  ],
  [
    "١٤٤ - عَنْ أَبِي مَسْعُودٍ عُقْبَةَ بْنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ الشَّمْسَ وَالقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ⁽²⁾، يُخَوِّفُ اللَّهُ بِهِمَا عِبَادَهُ، وَإِنَّهُمَا لَا يَنْكَسِفَانِ⁽³⁾ لِمَوْتِ أَحَدٍ مِنَ النَّاسِ⁽⁴⁾، فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئاً⁽⁵⁾: فَصَلُّوا وَادْعُوا⁽⁶⁾ حَتَّى يَنْكَشِفَ مَا بِكُمْ»⁽⁷⁾."
  ],
  [
    "١٤٥ - عَنْ⁽⁸⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا⁽⁹⁾ قَالَتْ: «خَسَفَتِ الشَّمْسُ فِي⁽¹⁰⁾ عَهْدِ رَسُولِ اللَّهِ ﷺ؛ فَصَلَّى⁽¹¹⁾ رَسُولُ اللَّهِ ﷺ بِالنَّاسِ، فَأَطَالَ القِيَامَ⁽¹²⁾، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ قَامَ فَأَطَالَ القِيَامَ - وَهُوَ دُونَ القِيَامِ الأَوَّلِ -، ثُمَّ رَكَعَ⁽¹³⁾ فَأَطَالَ الرُّكُوعَ - وَهُوَ دُونَ الرُّكُوعِ الأَوَّلِ -، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الأُخْرَى مِثْلَ⁽¹⁴⁾ مَا فَعَلَ فِي\nالرَّكْعَةِ⁽¹⁾ الأُولَى، ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: إِنَّ الشَّمْسَ وَالقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ⁽²⁾، لَا يَخْسِفَانِ⁽³⁾ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ؛ فَادْعُوا اللَّهَ⁽⁴⁾، وَكَبِّرُوا، وَصَلُّوا، وَتَصَدَّقُوا، ثُمَّ قَالَ: يَا أُمَّةَ مُحَمَّدٍ! وَاللَّهِ!⁽⁵⁾ مَا مِنْ أَحَدٍ أَغْيَرُ مِنَ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ، أَوْ تَزْنِيَ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ! وَاللَّهِ!⁽⁶⁾ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيراً»⁽⁷⁾.\nوَفِي لَفْظٍ: «فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ⁽⁸⁾ وَأَرْبَعَ⁽⁹⁾ سَجَدَاتٍ»⁽¹⁰⁾."
  ],
  [
    "١٤٦ - عَنْ⁽¹¹⁾ أَبِي مُوسَى⁽¹²⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «خَسَفَتِ⁽¹³⁾ الشَّمْسُ\nفِي⁽¹⁾ زَمَنِ⁽²⁾ رَسُولِ اللَّهِ ﷺ⁽³⁾، فَقَامَ فَزِعاً يَخْشَى أَنْ تَكُونَ السَّاعَةُ⁽⁴⁾، حَتَّى أَتَى المَسْجِدَ، فَقَامَ فَصَلَّى بِأَطْوَلِ قِيَامٍ وَرُكُوعٍ وَسُجُودٍ، مَا رَأَيْتُهُ يَفْعَلُهُ فِي صَلَاةٍ قَطُّ⁽⁵⁾، ثُمَّ قَالَ: إِنَّ هَذِهِ الآيَاتِ الَّتِي يُرْسِلُهَا اللَّهُ⁽⁶⁾ لَا تَكُونُ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، وَلَكِنَّ اللَّهَ عز وجل يُرْسِلُهَا يُخَوِّفُ بِهَا عِبَادَهُ؛ فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئاً؛ فَافْزَعُوا إِلَى ذِكْرِهِ، وَدُعَائِهِ، وَاسْتِغْفَارِهِ⁽⁷⁾»⁽⁸⁾.\nبَابُ⁽¹⁾ الِاسْتِسْقَاءِ"
  ],
  [
    "١٤٧ - عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ المَازِنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «خَرَجَ النَّبِيُّ⁽²⁾ ﷺ يَسْتَسْقِي، فَتَوَجَّهَ إِلَى القِبْلَةِ يَدْعُو، وَحَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى رَكْعَتَيْنِ، جَهَرَ فِيهِمَا بِالقِرَاءَةِ»⁽³⁾.\nوَفِي لَفْظٍ: «إِلَى المُصَلَّى»⁽⁴⁾."
  ],
  [
    "١٤٨ - عَنْ⁽⁵⁾ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَجُلاً دَخَلَ المَسْجِدَ يَوْمَ الجُمُعَةِ⁽⁶⁾ مِنْ بَابٍ كَانَ نَحْوَ دَارِ القَضَاءِ⁽⁷⁾، وَرَسُولُ اللَّهِ ﷺ قَائِمٌ يَخْطُبُ⁽⁸⁾، فَاسْتَقْبَلَ رَسُولَ اللَّهِ ﷺ قَائِماً، ثُمَّ قَالَ: يَا رَسُولَ اللَّهِ! هَلَكَتِ الأَمْوَالُ، وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ⁽⁹⁾ يُغِثْنَا⁽¹⁰⁾،\nقَالَ⁽¹⁾: فَرَفَعَ رَسُولُ اللَّهِ ﷺ يَدَيْهِ ثُمَّ قَالَ⁽²⁾: اللَّهُمَّ أَغِثْنَا! اللَّهُمَّ أَغِثْنَا! اللَّهُمَّ أَغِثْنَا⁽³⁾! قَالَ أَنَسٌ: وَلَا⁽⁴⁾ وَاللَّهِ! مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ⁽⁵⁾ وَلَا قَزَعَةٍ⁽⁶⁾، وَمَا⁽⁷⁾ بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلَا دَارٍ⁽⁸⁾، قَالَ: فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ⁽⁹⁾، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ، قَالَ: فَلَا وَاللَّهِ! مَا رَأَينَا الشَّمْسَ سَبْتاً⁽¹⁰⁾، قَالَ: ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ البَابِ فِي الجُمُعَةِ المُقْبِلَةِ وَرَسُولُ اللَّهِ ﷺ قَائِمٌ يَخْطُبُ⁽¹¹⁾، فَاسْتَقْبَلَهُ قَائِماً فَقَالَ: يَا رَسُولَ اللَّهِ! هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ؛ فَادْعُ اللَّهَ⁽¹²⁾ يُمْسِكْهَا⁽¹³⁾ عَنَّا، قَالَ: فَرَفَعَ\nرَسُولُ اللَّهِ ﷺ⁽¹⁾ يَدَيْهِ ثُمَّ قَالَ: اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ⁽²⁾، وَالظِّرَابِ⁽³⁾، وَبُطُونِ الأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ، قَالَ: فَأَقْلَعَتْ، وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ. قَالَ⁽⁴⁾ شَرِيكٌ: فَسَأَلْتُ أَنَسَ بْنَ مَالِكٍ⁽⁵⁾: أَهُوَ الرَّجُلُ الأَوَّلُ؟ قَالَ: لَا أَدْرِي»⁽⁶⁾.\nالظِّرَابُ⁽⁷⁾: الجِبَالُ الصِّغَارُ.\nبَابُ صَلَاةِ الخَوْفِ"
  ],
  [
    "١٤٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الخَطَّابِ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: «صَلَّى رَسُولُ اللَّهِ ﷺ صَلَاةَ الخَوْفِ فِي بَعْضِ أَيَّامِهِ، فَقَامَتْ طَائِفَةٌ مَعَهُ، وَطَائِفَةٌ بِإِزَاءِ العَدُوِّ⁽²⁾، فَصَلَّى بِالَّذِينَ مَعَهُ رَكْعَةً، ثُمَّ ذَهَبُوا، وَجَاءَ الآخَرُونَ فَصَلَّى بِهِمْ رَكْعَةً، وَقَضَتِ الطَّائِفَتَانِ رَكْعَةً رَكْعَةً»⁽³⁾."
  ],
  [
    "١٥٠ - عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، عَمَّنْ صَلَّى مَعَ رَسُولِ اللَّهِ⁽⁴⁾ ﷺ صَلَاةَ ذَاتِ الرِّقَاعِ⁽⁵⁾؛ صَلَاةَ الخَوْفِ: «أَنَّ طَائِفَةً صَفَّتْ مَعَهُ، وَطَائِفَةٌ⁽⁶⁾ وِجَاهَ⁽⁷⁾ العَدُوِّ، فَصَلَّى بِالَّذِينَ مَعَهُ رَكْعَةً،\nثُمَّ ثَبَتَ قَائِماً، وَأَتَمُّوا لِأَنْفُسِهِمْ، ثُمَّ انْصَرَفُوا فَصَفُّوا وِجَاهَ⁽¹⁾ العَدُوِّ، وَجَاءَتِ الطَّائِفَةُ الأُخْرَى، فَصَلَّى بِهِمُ الرَّكْعَةَ الَّتِي بَقِيَتْ، ثُمَّ ثَبَتَ جَالِساً، وَأَتَمُّوا⁽²⁾ لِأَنْفُسِهِمْ، ثُمَّ سَلَّمَ بِهِمْ»⁽³⁾.\nالَّذِي⁽⁴⁾ صَلَّى مَعَ رَسُولِ اللَّهِ⁽⁵⁾ ﷺ: هُوَ سَهْلُ بْنُ أَبِي حَثْمَةَ⁽⁶⁾."
  ],
  [
    "١٥١ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ⁽⁷⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: «شَهِدْتُ مَعَ رَسُولِ اللَّهِ ﷺ صَلَاةَ الخَوْفِ، فَصَفَفْنَا صَفَّيْنِ خَلْفَ رَسُولِ اللَّهِ ﷺ، وَالعَدُوُّ بَيْنَنَا وَبَيْنَ القِبْلَةِ، فَكَبَّرَ⁽⁸⁾ النَّبِيُّ ﷺ وَكَبَّرْنَا جَمِيعاً، ثُمَّ رَكَعَ وَرَكَعْنَا⁽⁹⁾ جَمِيعاً، ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَرَفَعْنَا⁽¹⁰⁾ جَمِيعاً، ثُمَّ انْحَدَرَ⁽¹¹⁾ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ، وَقَامَ⁽¹²⁾ الصَّفُّ المُؤَخَّرُ فِي نَحْرِ العَدُوِّ⁽¹³⁾، فَلَمَّا قَضَى النَّبِيُّ ﷺ السُّجُودَ، وَقَامَ الصَّفُّ الَّذِي\nيَلِيهِ⁽¹⁾: انْحَدَرَ⁽²⁾ الصَّفُّ المُؤَخَّرُ بِالسُّجُودِ، وَقَامُوا، ثُمَّ تَقَدَّمَ الصَّفُّ المُؤَخَّرُ، وَتَأَخَّرَ الصَّفُّ المُقَدَّمُ، ثُمَّ رَكَعَ النَّبِيُّ ﷺ وَرَكَعْنَا⁽³⁾ جَمِيعاً، ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فَرَفَعْنَا⁽⁴⁾ جَمِيعاً، ثُمَّ انْحَدَرَ⁽⁵⁾ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ⁽⁶⁾ - الَّذِي⁽⁷⁾ كَانَ مُؤَخَّراً فِي الرَّكْعَةِ الأُولَى -، فَقَامَ الصَّفُّ المُؤَخَّرُ فِي نُحُورِ⁽⁸⁾ العَدُوِّ، فَلَمَّا قَضَى النَّبِيُّ ﷺ السُّجُودَ وَالصَّفُّ الَّذِي يَلِيهِ؛ انْحَدَرَ⁽⁹⁾ الصَّفُّ المُؤَخَّرُ بِالسُّجُودِ فَسَجَدُوا⁽¹⁰⁾، ثُمَّ سَلَّمَ النَّبِيُّ ﷺ وَسَلَّمْنَا جَمِيعاً، قَالَ جَابِرٌ: كَمَا يَصْنَعُ حَرَسُكُمْ هَؤُلَاءِ بِأُمَرَائِهِمْ».\nذَكَرَهُ⁽¹¹⁾ مُسْلِمٌ بِتَمَامِهِ⁽¹²⁾.\nوَذَكَرَ البُخَارِيُّ طَرَفاً مِنْهُ⁽¹³⁾: «وَأَنَّهُ صَلَّى صَلَاةَ⁽¹⁴⁾ الخَوْفِ مَعَ النَّبِيِّ⁽¹⁵⁾ ﷺ فِي الغَزْوَةِ السَّابِعَةِ؛ غَزْوَةِ ذَاتِ الرِّقَاعِ»⁽¹⁶⁾.\nكِتَابُ⁽¹⁾ الجَنَائِزِ"
  ],
  [
    "١٥٢ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «نَعَى⁽²⁾ النَّبِيُّ ﷺ النَّجَاشِيَّ فِي اليَوْمِ الَّذِي مَاتَ فِيهِ، وَخَرَجَ بِهِمْ إِلَى المُصَلَّى، فَصَفَّ⁽³⁾ بِهِمْ، وَكَبَّرَ أَرْبَعاً»⁽⁴⁾."
  ],
  [
    "١٥٣ - عَنْ⁽⁵⁾ جَابِرٍ⁽⁶⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ صَلَّى عَلَى النَّجَاشِيِّ؛ فَكُنْتُ⁽⁷⁾ فِي الصَّفِّ الثَّانِي أَوِ الثَّالِثِ»⁽⁸⁾."
  ],
  [
    "١٥٤ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ⁽⁹⁾ ﷺ صَلَّى\nعَلَى قَبْرٍ بَعْدَمَا دُفِنَ، فَكَبَّرَ عَلَيْهِ⁽¹⁾ أَرْبَعاً»⁽²⁾."
  ],
  [
    "١٥٥ - عَنْ⁽³⁾ عَائِشَةَ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ رَسُولَ اللَّهِ⁽⁵⁾ ﷺ كُفِّنَ فِي ثَلَاثَةِ أَثْوَابٍ يَمَانِيَةٍ⁽⁶⁾ بِيضٍ⁽⁷⁾، لَيْسَ فِيهَا قَمِيصٌ وَلَا عِمَامَةٌ»⁽⁸⁾."
  ],
  [
    "١٥٦ - عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ ﷺ حِينَ تُوُفِّيَتِ ابْنَتُهُ⁽⁹⁾، فَقَالَ: اغْسِلْنَهَا ثَلَاثاً، أَوْ خَمْساً، أَوْ أَكْثَرَ مِنْ ذَلِكِ⁽¹⁰⁾ - إِنْ رَأَيْتُنَّ ذَلِكِ⁽¹¹⁾ -، بِمَاءٍ وَسِدْرٍ، وَاجْعَلْنَ فِي\nالآخِرَةِ⁽¹⁾ كَافُوراً - أَوْ شَيْئاً مِنْ كَافُورٍ -، فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي، فَلَمَّا فَرَغْنَا آذَنَّاهُ، فَأَعْطَانَا حَقْوَهُ⁽²⁾، فَقَالَ⁽³⁾: أَشْعِرْنَهَا⁽⁴⁾ بِهِ⁽⁵⁾ - تَعْنِي⁽⁶⁾: إِزَارَهُ -»⁽⁷⁾.\nوَفِي رِوَايَةٍ: «أَوْ سَبْعاً»⁽⁸⁾.\nوَقَالَ: «ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الوُضُوءِ مِنْهَا⁽⁹⁾»⁽¹⁰⁾.\nوَأَنَّ⁽¹¹⁾ أُمَّ عَطِيَّةَ قَالَتْ: «وَجَعَلْنَا رَأْسَهَا ثَلَاثَةَ قُرُونٍ»⁽¹²⁾."
  ],
  [
    "١٥٧ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بَيْنَمَا رَجُلٌ وَاقِفٌ بِعَرَفَةَ⁽¹³⁾، إِذْ وَقَعَ عَنْ رَاحِلَتِهِ فَوَقَصَتْهُ - أَوْ قَالَ: فَأَوْقَصَتْهُ -، فَقَالَ رَسُولُ اللَّهِ ﷺ: اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ، وَكَفِّنُوهُ فِي ثَوْبَيْنِ⁽¹⁴⁾، وَلَا\nتُحَنِّطُوهُ⁽¹⁾، وَلَا تُخَمِّرُوا رَأْسَهُ⁽²⁾؛ فَإِنَّهُ يُبْعَثُ يَوْمَ القِيَامَةِ مُلَبِّياً»⁽³⁾.\nوَفِي رِوَايَةٍ: «وَلَا⁽⁴⁾ تُخَمِّرُوا وَجْهَهُ، وَلَا رَأْسَهُ»⁽⁵⁾.\nالوَقْصُ⁽⁶⁾: كَسْرُ العُنُقِ⁽⁷⁾."
  ],
  [
    "١٥٨ - عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «نُهِينَا عَنِ اتِّبَاعِ الجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "١٥٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ⁽¹⁰⁾ ﷺ قَالَ: «أَسْرِعُوا بِالجِنَازَةِ⁽¹¹⁾؛ فَإِنْ تَكُ⁽¹²⁾ صَالِحَةً فَخَيْرٌ تُقَدِّمُونَهَا إِلَيْهِ، وَإِنْ تَكُ\nسِوَى⁽¹⁾ ذَلِكَ فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ»⁽²⁾."
  ],
  [
    "١٦٠ - عَنْ سَمُرَةَ بْنِ جُنْدُبٍ⁽³⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «صَلَّيْتُ وَرَاءَ النَّبِيِّ ﷺ عَلَى امْرَأَةٍ مَاتَتْ فِي نِفَاسِهَا؛ فَقَامَ وَسْطَهَا⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "١٦١ - عَنْ أَبِي مُوسَى عَبْدِ اللَّهِ بْنِ قَيْسٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ بَرِئَ⁽⁶⁾ مِنَ الصَّالِقَةِ وَالحَالِقَةِ⁽⁷⁾ وَالشَّاقَّةِ⁽⁸⁾»⁽⁹⁾.\nالصَّالِقَةُ⁽¹⁰⁾: الَّتِي تَرْفَعُ صَوْتَهَا عِنْدَ المُصِيبَةِ⁽¹¹⁾."
  ],
  [
    "١٦٢ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «لَمَّا اشْتَكَى النَّبِيُّ ﷺ ذَكَرَ بَعْضُ نِسَائِهِ كَنِيسَةً رَأَيْنَهَا⁽¹⁾ بِأَرْضِ⁽²⁾ الحَبَشَةِ يُقَالُ لَهَا: مَارِيَةُ، وَكَانَتْ أُمُّ سَلَمَةَ وَأُمُّ حَبِيبَةَ أَتَتَا⁽³⁾ أَرْضَ الحَبَشَةِ؛ فَذَكَرَتَا مِنْ حُسْنِهَا وَتَصَاوِيرَ فِيهَا، فَرَفَعَ⁽⁴⁾ رَأْسَهُ فَقَالَ: أُولَئِكِ⁽⁵⁾ إِذَا مَاتَ فِيهِمُ الرَّجُلُ الصَّالِحُ بَنَوْا عَلَى قَبْرِهِ مَسْجِداً، ثُمَّ صَوَّرُوا⁽⁶⁾ فِيهِ تِلْكَ⁽⁷⁾ الصُّورَةَ⁽⁸⁾، أُولَئِكِ⁽⁹⁾ شِرَارُ⁽¹⁰⁾ الخَلْقِ عِنْدَ اللَّهِ⁽¹¹⁾»⁽¹²⁾."
  ],
  [
    "١٦٣ - وَعَنْهَا⁽¹³⁾ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «قَالَ رَسُولُ اللَّهِ ﷺ فِي مَرَضِهِ الَّذِي لَمْ يَقُمْ مِنْهُ⁽¹⁴⁾ -: لَعَنَ اللَّهُ اليَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ\nمَسَاجِدَ، قَالَتْ: وَلَوْلَا ذَلِكَ أُبْرِزَ⁽¹⁾ قَبْرُهُ؛ غَيْرَ أَنَّهُ خُشِيَ⁽²⁾ أَنْ يُتَّخَذَ مَسْجِداً»⁽³⁾."
  ],
  [
    "١٦٤ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «لَيْسَ مِنَّا مَنْ ضَرَبَ الخُدُودَ، وَشَقَّ الجُيُوبَ⁽⁴⁾، وَدَعَا بِدَعْوَى الجَاهِلِيَّةِ⁽⁵⁾»⁽⁶⁾."
  ],
  [
    "١٦٥ - عَنْ⁽⁷⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ⁽⁸⁾ ﷺ: «مَنْ شَهِدَ الجِنَازَةَ⁽⁹⁾ حَتَّى يُصَلَّى⁽¹⁰⁾ عَلَيْهَا فَلَهُ قِيرَاطٌ، وَمَنْ شَهِدَهَا حَتَّى\nتُدْفَنَ⁽¹⁾ فَلَهُ قِيرَاطَانِ، قِيلَ⁽²⁾: وَمَا القِيرَاطَانِ؟ قَالَ: مِثْلُ الجَبَلَيْنِ العَظِيمَيْنِ»⁽³⁾.\nوَلِمُسْلِمٍ⁽⁴⁾: «أَصْغَرُهُمَا مِثْلُ أُحُدٍ»⁽⁵⁾.\nكِتَابُ الزَّكَاةِ"
  ],
  [
    "١٦٦ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ لِمُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ حِينَ بَعَثَهُ إِلَى اليَمَنِ -: «إِنَّكَ سَتَأْتِي قَوْماً أَهْلَ كِتَابٍ؛ فَإِذَا جِئْتَهُمْ فَادْعُهُمْ إِلَى⁽¹⁾ أَنْ يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ؛ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ؛ فَأَخْبِرْهُمْ أَنَّ اللَّهَ⁽²⁾ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ؛ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ؛ فَأَخْبِرْهُمْ أَنَّ اللَّهَ⁽³⁾ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ⁽⁴⁾ عَلَى فُقَرَائِهِمْ؛ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ؛ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ⁽⁵⁾، وَاتَّقِ دَعْوَةَ المَظْلُومِ؛ فَإِنَّهَا⁽⁶⁾ لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ»⁽⁷⁾."
  ],
  [
    "١٦٧ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ⁽⁸⁾ صَدَقَةٌ، وَلَيْسَ⁽⁹⁾ فِيمَا دُونَ خَمْسِ⁽¹⁰⁾\nذَوْدٍ⁽¹⁾ صَدَقَةٌ، وَلَيْسَ⁽²⁾ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ⁽³⁾ صَدَقَةٌ»⁽⁴⁾."
  ],
  [
    "١٦٨ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَيْسَ عَلَى⁽⁵⁾ المُسْلِمِ فِي عَبْدِهِ وَلَا فَرَسِهِ صَدَقَةٌ»⁽⁶⁾.\nوَفِي لَفْظٍ⁽⁷⁾: «إِلَّا زَكَاةَ الفِطْرِ فِي الرَّقِيقِ»⁽⁸⁾."
  ],
  [
    "١٦٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «العَجْمَاءُ\nجُبَارٌ⁽¹⁾، وَالبِئْرُ جُبَارٌ، وَالمَعْدِنُ جُبَارٌ⁽²⁾، وَفِي الرِّكَازِ⁽³⁾ الخُمُسُ»⁽⁴⁾.\nالجُبَارُ: الهَدَرُ الَّذِي لَا شَيْءَ فِيهِ.\nوَالعَجْمَاءُ⁽⁵⁾: الدَّابَّةُ⁽⁶⁾."
  ],
  [
    "١٧٠ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «بَعَثَ رَسُولُ اللَّهِ ﷺ عُمَرَ رَضِيَ اللَّهُ عَنْهُ عَلَى الصَّدَقَةِ، فَقِيلَ: مَنَعَ ابْنُ جَمِيلٍ وَخَالِدُ بْنُ الوَلِيدِ وَالعَبَّاسُ - عَمُّ رَسُولِ اللَّهِ ﷺ، فَقَالَ رَسُولُ اللَّهِ ﷺ: مَا يَنْقِمُ⁽⁷⁾ ابْنُ جَمِيلٍ إِلَّا أَنْ كَانَ فَقِيراً فَأَغْنَاهُ اللَّهُ⁽⁸⁾؟ وَأَمَّا خَالِدٌ؛ فَإِنَّكُمْ تَظْلِمُونَ خَالِداً؛ وَقَدِ احْتَبَسَ أَدْرَاعَهُ⁽⁹⁾ وَأَعْتَادَهُ⁽¹⁰⁾ فِي سَبِيلِ اللَّهِ، وَأَمَّا العَبَّاسُ؛ فَهِيَ⁽¹¹⁾ عَلَيَّ\nوَمِثْلُهَا⁽¹⁾، ثُمَّ قَالَ: يَا عُمَرُ! أَمَا شَعَرْتَ أَنَّ عَمَّ الرَّجُلِ صِنْوُ⁽²⁾ أَبِيهِ؟»⁽³⁾."
  ],
  [
    "١٧١ - عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ⁽⁴⁾ بْنِ عَاصِمٍ⁽⁵⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَمَّا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ ﷺ يَوْمَ حُنَيْنٍ؛ قَسَمَ فِي النَّاسِ وَفِي المُؤَلَّفَةِ قُلُوبُهُمْ، وَلَمْ يُعْطِ الأَنْصَارَ شَيْئاً، فَكَأَنَّهُمْ وَجَدُوا⁽⁶⁾؛ إِذْ لَمْ يُصِبْهُمْ مَا أَصَابَ النَّاسَ، فَخَطَبَهُمْ فَقَالَ⁽⁷⁾: يَا مَعْشَرَ الأَنْصَارِ! أَلَمْ أَجِدْكُمْ ضُلَّالاً فَهَدَاكُمُ اللَّهُ⁽⁸⁾ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمُ اللَّهُ بِي؟ وَعَالَةً⁽⁹⁾ فَأَغْنَاكُمُ اللَّهُ بِي؟ كُلَّمَا قَالَ شَيْئاً قَالُوا: اللَّهُ وَرَسُولُهُ أَمَنُّ، قَالَ: مَا يَمْنَعُكُمْ⁽¹⁰⁾ أَنْ تُجِيبُوا رَسُولَ اللَّهِ؟ قَالُوا: اللَّهُ وَرَسُولُهُ أَمَنُّ، قَالَ: لَوْ شِئْتُمْ لَقُلْتُمْ: جِئْتَنَا كَذَا⁽¹¹⁾ وَكَذَا، أَلَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالشَّاةِ⁽¹²⁾ وَالبَعِيرِ، وَتَذْهَبُونَ بِالنَّبِيِّ⁽¹³⁾ ﷺ إِلَى رِحَالِكُمْ؟ لَوْلَا الهِجْرَةُ لَكُنْتُ امْرَأً مِنَ\nالأَنْصَارِ، وَلَوْ سَلَكَ النَّاسُ وَادِياً وَشِعْباً⁽¹⁾ لَسَلَكْتُ وَادِيَ الأَنْصَارِ وَشِعْبَهَا⁽²⁾، الأَنْصَارُ شِعَارٌ، وَالنَّاسُ دِثَارٌ⁽³⁾، إِنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً⁽⁴⁾؛ فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الحَوْضِ»⁽⁵⁾.\nبَابُ صَدَقَةِ الفِطْرِ"
  ],
  [
    "١٧٢ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «فَرَضَ النَّبِيُّ ﷺ صَدَقَةَ الفِطْرِ - أَوْ قَالَ: رَمَضَانَ - عَلَى الذَّكَرِ وَالأُنْثَى، وَالحُرِّ وَالمَمْلُوكِ⁽¹⁾؛ صَاعاً مِنْ تَمْرٍ، أَوْ صَاعاً مِنْ شَعِيرٍ، فَعَدَلَ⁽²⁾ النَّاسُ بِهِ نِصْفَ صَاعٍ مِنْ بُرٍّ، عَلَى الصَّغِيرِ وَالكَبِيرِ⁽³⁾»⁽⁴⁾.\nوَفِي لَفْظٍ: «أَنْ⁽⁵⁾ تُؤَدَّى⁽⁶⁾ قَبْلَ خُرُوجِ النَّاسِ إِلَى الصَّلَاةِ»⁽⁷⁾."
  ],
  [
    "١٧٣ - عَنْ⁽⁸⁾ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا نُعْطِيهَا فِي زَمَانِ النَّبِيِّ⁽⁹⁾ ﷺ صَاعاً مِنْ طَعَامٍ، أَوْ صَاعاً مِنْ تَمْرٍ، أَوْ صَاعاً مِنْ شَعِيرٍ، أَوْ صَاعاً مِنْ أَقِطٍ⁽¹⁰⁾، أَوْ صَاعاً مِنْ زَبِيبٍ، فَلَمَّا جَاءَ مُعَاوِيَةُ - وَجَاءَتِ\nالسَّمْرَاءُ⁽¹⁾ -؛ قَالَ: أَرَى مُدّاً مِنْ هَذَا يَعْدِلُ مُدَّيْنِ، قَالَ أَبُو سَعِيدٍ: أَمَّا أَنَا؛ فَلَا أَزَالُ أُخْرِجُهُ⁽²⁾ كَمَا كُنْتُ أُخْرِجُهُ⁽³⁾»⁽⁴⁾.\nكِتَابُ الصِّيَامِ"
  ],
  [
    "١٧٤ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا تَقَدَّمُوا رَمَضَانَ بِصَوْمِ يَوْمٍ وَلَا يَوْمَيْنِ⁽¹⁾؛ إِلَّا رَجُلاً كَانَ يَصُومُ صَوْماً فَلْيَصُمْهُ⁽²⁾»⁽³⁾."
  ],
  [
    "١٧٥ - عَنْ⁽⁴⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِذَا رَأَيْتُمُوهُ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ⁽⁵⁾ فَاقْدُرُوا⁽⁶⁾ لَهُ»⁽⁷⁾."
  ],
  [
    "١٧٦ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ⁽⁸⁾ بَرَكَةً»⁽⁹⁾."
  ],
  [
    "١٧٧ - عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «تَسَحَّرْنَا مَعَ رَسُولِ اللَّهِ ﷺ، ثُمَّ قَامَ إِلَى الصَّلَاةِ. قَالَ أَنَسٌ: قُلْتُ لِزَيْدٍ: كَمْ كَانَ بَيْنَ الأَذَانِ وَالسَّحُورِ⁽¹⁾؟ قَالَ: قَدْرُ خَمْسِينَ آيَةً»⁽²⁾."
  ],
  [
    "١٧٨ - عَنْ عَائِشَةَ، وَأُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يُدْرِكُهُ الفَجْرُ وَهُوَ جُنُبٌ مِنْ أَهْلِهِ، ثُمَّ يَغْتَسِلُ وَيَصُومُ»⁽³⁾."
  ],
  [
    "١٧٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ نَسِيَ وَهُوَ صَائِمٌ فَأَكَلَ أَوْ شَرِبَ؛ فَلْيُتِمَّ⁽⁴⁾ صَوْمَهُ، فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ»⁽⁵⁾."
  ],
  [
    "١٨٠ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ ﷺ إِذْ جَاءَهُ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ! هَلَكْتُ⁽⁶⁾! قَالَ: مَا لَكَ⁽⁷⁾؟ قَالَ: وَقَعْتُ عَلَى امْرَأَتِي وَأَنَا صَائِمٌ - وَفِي رِوَايَةٍ⁽⁸⁾: أَصَبْتُ أَهْلِي فِي رَمَضَانَ -، فَقَالَ رَسُولُ اللَّهِ ﷺ: هَلْ تَجِدُ رَقَبَةً تُعْتِقُهَا؟ قَالَ: لَا، قَالَ: فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ؟ قَالَ: لَا، قَالَ: فَهَلْ تَجِدُ\nإِطْعَامَ⁽¹⁾ سِتِّينَ مِسْكِيناً؟ قَالَ: لَا⁽²⁾، فَمَكَثَ⁽³⁾ النَّبِيُّ ﷺ، فَبَيْنَا⁽⁴⁾ نَحْنُ عَلَى ذَلِكَ أُتِيَ النَّبِيُّ ﷺ بِعَرَقٍ فِيهِ تَمْرٌ - وَالعَرَقُ: المِكْتَلُ -؛ قَالَ: أَيْنَ السَّائِلُ؟ فَقَالَ⁽⁵⁾: أَنَا، قَالَ: خُذْ هَذَا فَتَصَدَّقْ بِهِ، فَقَالَ الرَّجُلُ: عَلَى أَفْقَرَ مِنِّي يَا رَسُولَ اللَّهِ؟ فَوَاللَّهِ! مَا بَيْنَ لَابَتَيْهَا - يُرِيدُ الحَرَّتَيْنِ - أَهْلُ بَيْتٍ أَفْقَرُ⁽⁶⁾ مِنْ أَهْلِ بَيْتِي⁽⁷⁾، فَضَحِكَ النَّبِيُّ⁽⁸⁾ ﷺ حَتَّى بَدَتْ أَنْيَابُهُ⁽⁹⁾، ثُمَّ قَالَ: أَطْعِمْهُ أَهْلَكَ»⁽¹⁰⁾.\nالحَرَّةُ: أَرْضٌ تَرْكَبُهَا حِجَارَةٌ سُودٌ⁽¹¹⁾.\nبَابُ الصَّوْمِ فِي السَّفَرِ وَغَيْرِهِ ⁽¹⁾"
  ],
  [
    "١٨١ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ حَمْزَةَ بْنَ عَمْرٍو الأَسْلَمِيَّ رَضِيَ اللَّهُ عَنْهُ قَالَ لِلنَّبِيِّ ﷺ: أَصُومُ⁽²⁾ فِي السَّفَرِ؟ - وَكَانَ كَثِيرَ الصِّيَامِ⁽³⁾ - فَقَالَ⁽⁴⁾: إِنْ شِئْتَ فَصُمْ، وَإِنْ شِئْتَ فَأَفْطِرْ»⁽⁵⁾."
  ],
  [
    "١٨٢ - عَنْ⁽⁶⁾ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا نُسَافِرُ مَعَ النَّبِيِّ⁽⁷⁾ ﷺ فَلَمْ يَعِبِ⁽⁸⁾ الصَّائِمُ عَلَى المُفْطِرِ، وَلَا المُفْطِرُ عَلَى الصَّائِمِ»⁽⁹⁾."
  ],
  [
    "١٨٣ - عَنْ⁽¹⁰⁾ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «خَرَجْنَا مَعَ رَسُولِ اللَّهِ ﷺ فِي شَهْرِ رَمَضَانَ فِي حَرٍّ شَدِيدٍ؛ حَتَّى إِنْ كَانَ أَحَدُنَا⁽¹¹⁾ لَيَضَعُ⁽¹²⁾ يَدَهُ\nعَلَى رَأْسِهِ مِنْ شِدَّةِ الحَرِّ، وَمَا فِينَا⁽¹⁾ صَائِمٌ إِلَّا رَسُولُ⁽²⁾ اللَّهِ ﷺ وَعَبْدُ اللَّهِ بْنُ⁽³⁾ رَوَاحَةَ⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "١٨٤ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ فِي سَفَرٍ فَرَأَى زِحَاماً وَرَجُلاً⁽⁶⁾ قَدْ ظُلِّلَ عَلَيْهِ، فَقَالَ: مَا هَذَا؟ فَقَالُوا⁽⁷⁾: صَائِمٌ، فَقَالَ⁽⁸⁾: لَيْسَ مِنَ البِرِّ الصَّوْمُ⁽⁹⁾ فِي السَّفَرِ»⁽¹⁰⁾.\nوَلِمُسْلِمٍ⁽¹¹⁾: «عَلَيْكُمْ بِرُخْصَةِ اللَّهِ الَّتِي رَخَّصَ لَكُمْ»."
  ],
  [
    "١٨٥ - عَنْ⁽¹²⁾ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا مَعَ النَّبِيِّ⁽¹³⁾ ﷺ\nفِي السَّفَرِ⁽¹⁾ فَمِنَّا الصَّائِمُ، وَمِنَّا المُفْطِرُ، قَالَ: فَنَزَلْنَا مَنْزِلاً فِي يَوْمٍ حَارٍّ، وَأَكْثَرُنَا ظِلّاً صَاحِبُ الكِسَاءِ، فَمِنَّا مَنْ يَتَّقِي الشَّمْسَ بِيَدِهِ، قَالَ: فَسَقَطَ الصُّوَّامُ، وَقَامَ المُفْطِرُونَ فَضَرَبُوا الأَبْنِيَةَ وَسَقَوُا الرِّكَابَ، فَقَالَ رَسُولُ اللَّهِ⁽²⁾ ﷺ: ذَهَبَ المُفْطِرُونَ اليَوْمَ بِالأَجْرِ»⁽³⁾."
  ],
  [
    "١٨٦ - عَنْ⁽⁴⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ يَكُونُ عَلَيَّ الصَّوْمُ مِنْ⁽⁵⁾ رَمَضَانَ، فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَ⁽⁶⁾ إِلَّا فِي شَعْبَانَ»⁽⁷⁾."
  ],
  [
    "١٨٧ - عَنْ⁽⁸⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّ رَسُولَ اللَّهِ⁽⁹⁾ ﷺ قَالَ: «مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ⁽¹⁰⁾؛ صَامَ عَنْهُ وَلِيُّهُ»⁽¹¹⁾.\nوَأَخْرَجَهُ⁽¹²⁾ أَبُو دَاوُدَ⁽¹³⁾ وَقَالَ: «هَذَا فِي النَّذْرِ؛ وَهُوَ قَوْلُ أَحْمَدَ بْنِ حَنْبَلٍ»."
  ],
  [
    "١٨٨ - عَنْ⁽¹⁴⁾ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «جَاءَ رَجُلٌ إِلَى النَّبِيِّ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ! إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ؛\nأَفَأَقْضِيهِ⁽¹⁾ عَنْهَا؟ فَقَالَ⁽²⁾: لَوْ كَانَ عَلَى أُمِّكَ دَيْنٌ أَكُنْتَ قَاضِيَهُ عَنْهَا⁽³⁾؟ قَالَ: نَعَمْ، قَالَ: فَدَيْنُ اللَّهِ⁽⁴⁾ أَحَقُّ أَنْ يُقْضَى»⁽⁵⁾.\nوَفِي رِوَايَةٍ: «جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ نَذْرٍ؛ أَفَأَصُومُ⁽⁶⁾ عَنْهَا؟ فَقَالَ⁽⁷⁾: أَرَأَيْتِ لَوْ⁽⁸⁾ كَانَ عَلَى أُمِّكِ دَيْنٌ فَقَضَيْتِيهِ⁽⁹⁾؛ أَكَانَ ذَلِكِ⁽¹⁰⁾ يُؤَدِّي⁽¹¹⁾ عَنْهَا؟ قَالَتْ: نَعَمْ، قَالَ: فَصُومِي عَنْ أُمِّكِ»⁽¹²⁾."
  ],
  [
    "١٨٩ - عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الفِطْرَ»⁽¹³⁾."
  ],
  [
    "١٩٠ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَقْبَلَ اللَّيْلُ مِنْ هَاهُنَا، وَأَدْبَرَ النَّهَارُ مِنْ هَاهُنَا؛ فَقَدْ أَفْطَرَ الصَّائِمُ»⁽¹⁾."
  ],
  [
    "١٩١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ عَنِ الوِصَالِ، قَالُوا⁽²⁾: إِنَّكَ تُوَاصِلُ، قَالَ: إِنِّي لَسْتُ مِثْلَكُمْ⁽³⁾، إِنِّي أُطْعَمُ وَأُسْقَى»⁽⁴⁾.\nرَوَاهُ: أَبُو هُرَيْرَةَ⁽⁵⁾، وَعَائِشَةُ⁽⁶⁾، وَأَنَسُ بْنُ مَالِكٍ⁽⁷⁾ رَضِيَ اللَّهُ عَنْهُم.\nوَلِمُسْلِمٍ⁽⁸⁾ عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ: «فَأَيُّكُمْ⁽⁹⁾ أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ إِلَى السَّحَرِ».\nبَابُ أَفْضَلِ الصِّيَامِ وَغَيْرِهِ"
  ],
  [
    "١٩٢ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِي⁽¹⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أُخْبِرَ رَسُولُ اللَّهِ⁽²⁾ ﷺ أَنِّي⁽³⁾ أَقُولُ: وَاللَّهِ لَأَصُومَنَّ النَّهَارَ، وَلَأَقُومَنَّ اللَّيْلَ مَا عِشْتُ، فَقُلْتُ لَهُ: قَدْ قُلْتُهُ - بِأَبِي أَنْتَ وَأُمِّي -، قَالَ⁽⁴⁾: فَإِنَّكَ لَا تَسْتَطِيعُ ذَلِكَ، فَصُمْ وَأَفْطِرْ، وَقُمْ وَنَمْ⁽⁵⁾، وَصُمْ مِنَ الشَّهْرِ ثَلَاثَةَ أَيَّامٍ؛ فَإِنَّ الحَسَنَةَ بِعَشْرِ أَمْثَالِهَا، وَذَلِكَ مِثْلُ صِيَامِ الدَّهْرِ، قُلْتُ⁽⁶⁾: فَإِنِّي⁽⁷⁾ أُطِيقُ أَفْضَلَ⁽⁸⁾ مِنْ ذَلِكَ، قَالَ: فَصُمْ يَوْماً وَأَفْطِرْ يَوْمَيْنِ، قُلْتُ: إِنِّي⁽⁹⁾ أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ، قَالَ: فَصُمْ⁽¹⁰⁾ يَوْماً وَأَفْطِرْ⁽¹¹⁾ يَوْماً؛ فَذَلِكَ⁽¹²⁾\nصِيَامُ دَاوُدَ عليه السلام⁽¹⁾، وَهُوَ أَفْضَلُ الصِّيَامِ، فَقُلْتُ: إِنِّي⁽²⁾ أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ⁽³⁾»⁽⁴⁾.\nوَفِي رِوَايَةٍ: «لَا صَوْمَ فَوْقَ صَوْمِ⁽⁵⁾ دَاوُدَ⁽⁶⁾؛ شَطْرُ⁽⁷⁾ الدَّهْرِ؛ صُمْ يَوْماً وَأَفْطِرْ يَوْماً»⁽⁸⁾."
  ],
  [
    "١٩٣ - وَعَنْهُ رَضِيَ اللَّهُ عَنْهُ⁽⁹⁾ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ أَحَبَّ الصِّيَامِ إِلَى اللَّهِ⁽¹⁰⁾ صِيَامُ⁽¹¹⁾ دَاوُدَ، وَأَحَبُّ⁽¹²⁾ الصَّلَاةِ إِلَى اللَّهِ⁽¹³⁾ صَلَاةُ دَاوُدَ؛ كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَكَانَ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً»⁽¹⁴⁾."
  ],
  [
    "١٩٤ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَوْصَانِي خَلِيلِي ﷺ بِثَلَاثٍ:\nصِيَامِ⁽¹⁾ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَرَكْعَتَيِ الضُّحَى، وَأَنْ أُوتِرَ قَبْلَ أَنْ أَنَامَ»⁽²⁾."
  ],
  [
    "١٩٥ - عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ قَالَ: «سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: أَنَهَى النَّبِيُّ ﷺ عَنْ صَوْمِ يَوْمِ الجُمُعَةِ؟ قَالَ: نَعَمْ»⁽³⁾.\nزَادَ⁽⁴⁾ مُسْلِمٌ⁽⁵⁾: «وَرَبِّ الكَعْبَةِ!»."
  ],
  [
    "١٩٦ - عَنْ⁽⁶⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ⁽⁷⁾ ﷺ يَقُولُ: «لَا يَصُومَنَّ أَحَدُكُمْ يَوْمَ الجُمُعَةِ؛ إِلَّا أَنْ يَصُومَ يَوْماً قَبْلَهُ، أَوْ يَوْماً⁽⁸⁾ بَعْدَهُ»⁽⁹⁾."
  ],
  [
    "١٩٧ - عَنْ أَبِي عُبَيْدٍ مَوْلَى ابْنِ أَزْهَرَ - وَاسْمُهُ: سَعْدُ بْنُ عُبَيْدٍ -\nقَالَ: «شَهِدْتُ العِيدَ مَعَ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ فَقَالَ⁽¹⁾: هَذَانِ يَوْمَانِ نَهَى رَسُولُ اللَّهِ⁽²⁾ ﷺ عَنْ صِيَامِهِمَا: يَوْمُ⁽³⁾ فِطْرِكُمْ مِنْ صِيَامِكُمْ، وَاليَوْمُ⁽⁴⁾ الآخَرُ تَأْكُلُونَ فِيهِ مِنْ نُسُكِكُمْ»⁽⁵⁾."
  ],
  [
    "١٩٨ - عَنْ⁽⁶⁾ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ عَنْ صَوْمِ يَوْمَيْنِ: الفِطْرِ⁽⁷⁾ وَالنَّحْرِ⁽⁸⁾، وَعَنِ⁽⁹⁾ الصَّمَّاءِ⁽¹⁰⁾، وَأَنْ يَحْتَبِيَ⁽¹¹⁾ الرَّجُلُ فِي ثَوْبٍ وَاحِدٍ⁽¹²⁾، وَعَنِ الصَّلَاةِ بَعْدَ الصُّبْحِ وَالعَصْرِ».\nأَخْرَجَهُ⁽¹⁾ مُسْلِمٌ بِتَمَامِهِ⁽²⁾.\nوَأَخْرَجَ⁽³⁾ البُخَارِيُّ: الصَّوْمَ⁽⁴⁾ فَقَطْ⁽⁵⁾."
  ],
  [
    "١٩٩ - عَنْ⁽⁶⁾ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ صَامَ يَوْماً فِي سَبِيلِ اللَّهِ؛ بَعَّدَ اللَّهُ وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفاً⁽⁷⁾»⁽⁸⁾.\nبَابُ لَيْلَةِ القَدْرِ"
  ],
  [
    "٢٠٠ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رِجَالاً مِنْ أَصْحَابِ النَّبِيِّ ﷺ أُرُوا لَيْلَةَ القَدْرِ فِي المَنَامِ فِي السَّبْعِ الأَوَاخِرِ، فَقَالَ رَسُولُ اللَّهِ ﷺ: أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ⁽¹⁾ فِي السَّبْعِ الأَوَاخِرِ؛ فَمَنْ كَانَ مُتَحَرِّيَهَا⁽²⁾ فَلْيَتَحَرَّهَا فِي السَّبْعِ الأَوَاخِرِ»⁽³⁾."
  ],
  [
    "٢٠١ - عَنْ⁽⁴⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّ رَسُولَ اللَّهِ⁽⁵⁾ ﷺ قَالَ: «تَحَرَّوْا⁽⁶⁾ لَيْلَةَ القَدْرِ فِي الوِتْرِ⁽⁷⁾ مِنَ⁽⁸⁾ العَشْرِ الأَوَاخِرِ»⁽⁹⁾."
  ],
  [
    "٢٠٢ - عَنْ⁽¹⁰⁾ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ⁽¹¹⁾ ﷺ\nكَانَ يَعْتَكِفُ فِي العَشْرِ الأَوْسَطِ مِنْ رَمَضَانَ، فَاعْتَكَفَ عَاماً، حَتَّى إِذَا كَانَتْ لَيْلَةُ⁽¹⁾ إِحْدَى وَعِشْرِينَ - وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ⁽²⁾ صَبِيحَتِهَا مِنِ اعْتِكَافِهِ - قَالَ: مَنِ اعْتَكَفَ مَعِي فَلْيَعْتَكِفِ العَشْرَ⁽³⁾ الأَوَاخِرَ؛ فَقَدْ أُرِيتُ⁽⁴⁾ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا، وَقَدْ رَأَيْتُنِي⁽⁵⁾ أَسْجُدُ فِي مَاءٍ وَطِينٍ مِنْ صَبِيحَتِهَا؛ فَالْتَمِسُوهَا⁽⁶⁾ فِي العَشْرِ الأَوَاخِرِ، وَالْتَمِسُوهَا فِي كُلِّ وِتْرٍ،⁽⁷⁾ فَمَطَرَتِ⁽⁸⁾ السَّمَاءُ تِلْكَ اللَّيْلَةَ⁽⁹⁾، وَكَانَ المَسْجِدُ عَلَى عَرِيشٍ⁽¹⁰⁾، فَوَكَفَ⁽¹¹⁾ المَسْجِدُ، فَأَبْصَرَتْ عَيْنَايَ رَسُولَ اللَّهِ ﷺ وَعَلَى جَبْهَتِهِ أَثَرُ المَاءِ وَالطِّينِ مِنْ صُبْحِ إِحْدَى وَعِشْرِينَ»⁽¹²⁾.\nبَابُ الِاعْتِكَافِ ⁽¹⁾"
  ],
  [
    "٢٠٣ - عَنْ⁽²⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ النَّبِيَّ⁽³⁾ ﷺ كَانَ يَعْتَكِفُ العَشْرَ⁽⁴⁾ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ عز وجل، ثُمَّ اعْتَكَفَ أَزْوَاجُهُ بَعْدَهُ⁽⁵⁾»⁽⁶⁾.\nوَفِي لَفْظٍ: «كَانَ رَسُولُ اللَّهِ ﷺ يَعْتَكِفُ فِي كُلِّ رَمَضَانَ، فَإِذَا⁽⁷⁾ صَلَّى الغَدَاةَ⁽⁸⁾ جَاءَ مَكَانَهُ الَّذِي اعْتَكَفَ فِيهِ»⁽⁹⁾."
  ],
  [
    "٢٠٤ - عَنْ⁽¹⁰⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّهَا كَانَتْ تُرَجِّلُ النَّبِيَّ ﷺ وَهِيَ حَائِضٌ، وَهُوَ مُعْتَكِفٌ فِي المَسْجِدِ، وَهِيَ فِي حُجْرَتِهَا؛ يُنَاوِلُهَا رَأْسَهُ»⁽¹¹⁾.\nوَفِي رِوَايَةٍ: «وَكَانَ⁽¹⁾ لَا يَدْخُلُ البَيْتَ إِلَّا لِحَاجَةِ الإِنْسَانِ»⁽²⁾.\nوَفِي رِوَايَةٍ: «أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: إِنْ كُنْتُ لَأَدْخُلُ⁽³⁾ البَيْتَ⁽⁴⁾ لِلْحَاجَةِ وَالمَرِيضُ فِيهِ، فَمَا أَسْأَلُ عَنْهُ إِلَّا وَأَنَا مَارَّةٌ»⁽⁵⁾."
  ],
  [
    "٢٠٥ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي كُنْتُ نَذَرْتُ فِي الجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً - وَفِي رِوَايَةٍ⁽⁶⁾: يَوْماً - فِي المَسْجِدِ الحَرَامِ؛ قَالَ: فَأَوْفِ بِنَذْرِكَ»⁽⁷⁾. وَلَمْ يَذْكُرْ بَعْضُ الرُّوَاةِ: «يَوْماً» وَلَا «لَيْلَةً»⁽⁸⁾."
  ],
  [
    "٢٠٦ - عَنْ صَفِيَّةَ بِنْتِ حُيَيٍّ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «كَانَ النَّبِيُّ⁽⁹⁾ ﷺ مُعْتَكِفاً⁽¹⁰⁾ فَأَتَيْتُهُ أَزُورُهُ لَيْلاً، فَحَدَّثْتُهُ، ثُمَّ قُمْتُ لِأَنْقَلِبَ⁽¹¹⁾، فَقَامَ مَعِي لِيَقْلِبَنِي - وَكَانَ مَسْكَنُهَا فِي دَارِ أُسَامَةَ بْنِ زَيْدٍ -، فَمَرَّ رَجُلَانِ مِنَ الأَنْصَارِ، فَلَمَّا رَأَيَا رَسُولَ اللَّهِ⁽¹²⁾ ﷺ أَسْرَعَا، فَقَالَ النَّبِيُّ⁽¹³⁾ ﷺ:\nعَلَى رِسْلِكُمَا⁽¹⁾، إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ، فَقَالَا: سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ! فَقَالَ: إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَجْرَى الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَرّاً - أَوْ قَالَ: شَيْئاً -»⁽²⁾.\nوَفِي رِوَايَةٍ: «أَنَّهَا جَاءَتْ تَزُورُهُ فِي اعْتِكَافِهِ فِي المَسْجِدِ فِي العَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً ثُمَّ قَامَتْ تَنْقَلِبُ، فَقَامَ النَّبِيُّ ﷺ مَعَهَا⁽³⁾ يَقْلِبُهَا، حَتَّى إِذَا⁽⁴⁾ بَلَغَتْ بَابَ المَسْجِدِ عِنْدَ بَابِ أُمِّ سَلَمَةَ … »، ثُمَّ ذَكَرَهُ⁽⁵⁾ بِمَعْنَاهُ⁽⁶⁾.\nكِتَابُ الحَجِّ\nبَابُ المَوَاقِيتِ"
  ],
  [
    "٢٠٧ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ وَقَّتَ⁽¹⁾ لِأَهْلِ المَدِينَةِ: ذَا الحُلَيْفَةِ⁽²⁾، وَلِأَهْلِ الشَّامِ: الجُحْفَةَ⁽³⁾، وَلِأَهْلِ نَجْدٍ: قَرْنَ المَنَازِلِ⁽⁴⁾، وَلِأَهْلِ اليَمَنِ: يَلَمْلَمَ⁽⁵⁾؛ هُنَّ لَهُنَّ، وَلِمَنْ أَتَى عَلَيْهِنَّ مِنْ غَيْرِهِنَّ⁽⁶⁾؛ مِمَّنْ⁽⁷⁾ أَرَادَ الحَجَّ وَالعُمْرَةَ⁽⁸⁾، وَمَنْ كَانَ دُونَ ذَلِكَ: فَمِنْ حَيْثُ أَنْشَأَ⁽⁹⁾؛ حَتَّى أَهْلُ مَكَّةَ مِنْ مَكَّةَ»⁽¹⁰⁾."
  ],
  [
    "٢٠٨ - عَنْ⁽¹¹⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ:\n«يُهِلُّ⁽¹⁾ أَهْلُ المَدِينَةِ مِنْ ذِي الحُلَيْفَةِ، وَأَهْلُ الشَّامِ مِنَ الجُحْفَةِ، وَأَهْلُ نَجْدٍ مِنْ قَرْنٍ⁽²⁾.\nقَالَ عَبْدُ اللَّهِ⁽³⁾: وَبَلَغَنِي أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: وَيُهِلُّ أَهْلُ⁽⁴⁾ اليَمَنِ مِنْ يَلَمْلَمَ»⁽⁵⁾.\nبَابُ مَا يَلْبَسُ المُحْرِمُ مِنَ الثِّيَابِ ⁽¹⁾"
  ],
  [
    "٢٠٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللَّهِ! مَا يَلْبَسُ المُحْرِمُ مِنَ الثِّيَابِ؟ قَالَ⁽²⁾ رَسُولُ اللَّهِ ﷺ: لَا يَلْبَسُ⁽³⁾ القُمُصَ⁽⁴⁾، وَلَا العَمَائِمَ، وَلَا السَّرَاوِيلَاتِ⁽⁵⁾، وَلَا البَرَانِسَ⁽⁶⁾، وَلَا الخِفَافَ⁽⁷⁾؛ إِلَّا أَحَدٌ⁽⁸⁾ لَا يَجِدُ نَعْلَيْنِ⁽⁹⁾ فَلْيَلْبَسِ الخُفَّيْنِ⁽¹⁰⁾ وَلْيَقْطَعْهُمَا\nأَسْفَلَ مِنَ الكَعْبَيْنِ، وَلَا يَلْبَسْ⁽¹⁾ مِنَ الثِّيَابِ شَيْئاً مَسَّهُ زَعْفَرَانٌ⁽²⁾ أَوْ وَرْسٌ⁽³⁾»⁽⁴⁾.\nوَلِلْبُخَارِيِّ⁽⁵⁾: «وَلَا تَنْتَقِبِ⁽⁶⁾ المَرْأَةُ، وَلَا تَلْبَسِ⁽⁷⁾ القُفَّازَيْنِ⁽⁸⁾»."
  ],
  [
    "٢١٠ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «سَمِعْتُ النَّبِيَّ⁽⁹⁾ ﷺ يَخْطُبُ بِعَرَفَاتٍ: مَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسِ الخُفَّيْنِ، وَمَنْ لَمْ يَجِدْ إِزَاراً⁽¹⁰⁾ فَلْيَلْبَسِ السَّرَاوِيلَ⁽¹¹⁾ - لِلْمُحْرِمِ -»⁽¹²⁾."
  ],
  [
    "٢١١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ تَلْبِيَةَ رَسُولِ اللَّهِ ﷺ:\nلَبَّيْكَ اللَّهُمَّ لَبَّيْكَ! لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ! إِنَّ⁽¹⁾ الحَمْدَ وَالنِّعْمَةَ لَكَ وَالمُلْكَ، لَا شَرِيكَ لَكَ. قَالَ: وَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُما يَزِيدُ فِيهَا⁽²⁾: لَبَّيْكَ لَبَّيْكَ⁽³⁾ وَسَعْدَيْكَ، وَالخَيْرُ⁽⁴⁾ بِيَدَيْكَ، وَالرَّغْبَاءُ⁽⁵⁾ إِلَيْكَ وَالعَمَلُ»⁽⁶⁾."
  ],
  [
    "٢١٢ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ⁽⁷⁾ ﷺ: «لَا يَحِلُّ\nلِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ أَنْ تُسَافِرَ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ⁽¹⁾؛ إِلَّا وَمَعَهَا حُرْمَةٌ⁽²⁾»⁽³⁾.\nوَفِي لَفْظٍ لِلْبُخَارِيِّ⁽⁴⁾: «تُسَافِرُ⁽⁵⁾ مَسِيرَةَ يَوْمٍ إِلَّا مَعَ ذِي مَحْرَمٍ».\nبَابُ الفِدْيَةِ"
  ],
  [
    "٢١٣ - عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ⁽¹⁾ قَالَ: «جَلَسْتُ إِلَى كَعْبِ بْنِ عُجْرَةَ رَضِيَ اللَّهُ عَنْهُ فَسَأَلْتُهُ عَنِ الفِدْيَةِ؛ فَقَالَ⁽²⁾: نَزَلَتْ فِيَّ خَاصَّةً، وَهِيَ لَكُمْ عَامَّةٌ⁽³⁾؛ حُمِلْتُ إِلَى رَسُولِ اللَّهِ ﷺ وَالقَمْلُ يَتَنَاثَرُ⁽⁴⁾ عَلَى وَجْهِي، فَقَالَ: مَا كُنْتُ أُرَى⁽⁵⁾ الوَجَعَ بَلَغَ بِكَ⁽⁶⁾ مَا أَرَى - أَوْ مَا كُنْتُ أُرَى⁽⁷⁾ الجَهْدَ بَلَغَ بِكَ مَا أَرَى⁽⁸⁾ - أَتَجِدُ شَاةً؟ فَقُلْتُ⁽⁹⁾: لَا، فَقَالَ⁽¹⁰⁾:\nفَصُمْ⁽¹⁾ ثَلَاثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ؛ لِكُلِّ مِسْكِينٍ نِصْفُ⁽²⁾ صَاعٍ»⁽³⁾.\nوَفِي رِوَايَةٍ: «فَأَمَرَهُ رَسُولُ اللَّهِ ﷺ أَنْ يُطْعِمَ فَرَقاً⁽⁴⁾ بَيْنَ سِتَّةٍ⁽⁵⁾، أَوْ يُهْدِيَ⁽⁶⁾ شَاةً، أَوْ يَصُومَ ثَلَاثَةَ أَيَّامٍ»⁽⁷⁾.\nبَابُ حُرْمَةِ مَكَّةَ"
  ],
  [
    "٢١٤ - عَنْ أَبِي شُرَيْحٍ خُوَيْلِدِ بْنِ عَمْرٍو الخُزَاعِيِّ العَدَوِيِّ رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدِ بْنِ العَاصِي⁽¹⁾ - وَهُوَ يَبْعَثُ البُعُوثَ إِلَى مَكَّةَ -: «ائْذَنْ لِي أَيُّهَا الأَمِيرُ أَنْ أُحَدِّثَكَ قَوْلاً قَامَ بِهِ رَسُولُ اللَّهِ⁽²⁾ ﷺ الغَدَ مِنْ يَوْمِ الفَتْحِ؛ سَمِعَتْهُ⁽³⁾ أُذُنَايَ، وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَايَ حِينَ تَكَلَّمَ بِهِ: أَنَّهُ⁽⁴⁾ حَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ⁽⁵⁾، وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ أَنْ يَسْفِكَ بِهَا دَماً، وَلَا يَعْضِدَ⁽⁶⁾ بِهَا⁽⁷⁾ شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ⁽⁸⁾ رَسُولِ اللَّهِ ﷺ\nفَقُولُوا: إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ⁽¹⁾ وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي⁽²⁾ سَاعَةً مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا اليَوْمَ كَحُرْمَتِهَا بِالأَمْسِ، فَلْيُبْلِغِ⁽³⁾ الشَّاهِدُ الغَائِبَ، فَقِيلَ⁽⁴⁾ لِأَبِي شُرَيْحٍ: مَا قَالَ لَكَ؟ قَالَ: أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ⁽⁵⁾ يَا أَبَا شُرَيْحٍ! إِنَّ الحَرَمَ لَا يُعِيذُ⁽⁶⁾ عَاصِياً، وَلَا فَارّاً بِدَمٍ، وَلَا فَارّاً بِخُرْبَةٍ⁽⁷⁾»⁽⁸⁾.\nالخُرْبَةُ⁽⁹⁾ - بِالخَاءِ المُعْجَمَةِ وَالرَّاءِ المُهْمَلَةِ - قِيلَ: الخِيَانَةُ⁽¹⁰⁾،\nوَقِيلَ: البَلِيَّةُ، وَقِيلَ: التُّهْمَةُ⁽¹⁾، وَأَصْلُهَا فِي سَرِقَةِ الإِبِلِ؛ قَالَ الشَّاعِرُ:\nوَالخَارِبُ اللِّصُّ يُحِبُّ الخَارِبَا⁽²⁾ ....................................."
  ],
  [
    "٢١٥ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ يَوْمَ فَتْحِ مَكَّةَ -: «لَا هِجْرَةَ، وَلَكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ⁽³⁾ فَانْفِرُوا، وَقَالَ - يَوْمَ فَتْحِ مَكَّةَ -: إِنَّ هَذَا البَلَدَ حَرَّمَهُ اللَّهُ⁽⁴⁾ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ؛ فَهُوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ القِيَامَةِ، وَإِنَّهُ لَمْ⁽⁵⁾ يَحِلَّ القِتَالُ فِيهِ لِأَحَدٍ قَبْلِي⁽⁶⁾، وَلَمْ يَحِلَّ⁽⁷⁾ لِي إِلَّا سَاعَةً مِنْ نَهَارٍ، فَهُوَ حَرَامٌ بِحُرْمَةِ اللَّهِ⁽⁸⁾ إِلَى يَوْمِ القِيَامَةِ؛ لَا يُعْضَدُ شَوْكُهُ⁽⁹⁾، وَلَا يُنَفَّرُ\nصَيْدُهُ⁽¹⁾، وَلَا يَلْتَقِطُ⁽²⁾ لُقَطَتَهُ⁽³⁾ إِلَّا مَنْ عَرَّفَهَا، وَلَا يُخْتَلَى خَلَاهُ⁽⁴⁾، فَقَالَ⁽⁵⁾ العَبَّاسُ رَضِيَ اللَّهُ عَنْهُ: يَا رَسُولَ اللَّهِ! إِلَّا الإِذْخِرَ؛ فَإِنَّهُ لِقَيْنِهِمْ وَبُيُوتِهِمْ، فَقَالَ: إِلَّا الإِذْخِرَ»⁽⁶⁾.\nالقَيْنُ⁽⁷⁾: الحَدَّادُ⁽⁸⁾.\nبَابُ مَا يَجُوزُ قَتْلُهُ ⁽¹⁾"
  ],
  [
    "٢١٦ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «خَمْسٌ مِنَ الدَّوَابِّ كُلُّهُنَّ فَاسِقٌ⁽²⁾؛ يُقْتَلْنَ فِي الحَرَمِ⁽³⁾: الغُرَابُ، وَالحِدَأَةُ⁽⁴⁾، وَالعَقْرَبُ، وَالفَأْرَةُ، وَالكَلْبُ العَقُورُ⁽⁵⁾»⁽⁶⁾.\nوَلِمُسْلِمٍ⁽⁷⁾: «تُقْتَلُ خَمْسٌ فَوَاسِقُ⁽⁸⁾ فِي الحِلِّ وَالحَرَمِ».\nالحِدَأَةُ: بِكَسْرِ الحَاءِ وَفَتْحِ الدَّالِ⁽¹⁾.\nبَابُ دُخُولِ مَكَّةَ وَغَيْرِهِ ⁽¹⁾"
  ],
  [
    "٢١٧ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ دَخَلَ مَكَّةَ عَامَ الفَتْحِ⁽²⁾، وَعَلَى رَأْسِهِ المِغْفَرُ⁽³⁾، فَلَمَّا نَزَعَهُ جَاءَهُ⁽⁴⁾ رَجُلٌ فَقَالَ: ابْنُ خَطَلٍ⁽⁵⁾ مُتَعَلِّقٌ بِأَسْتَارِ الكَعْبَةِ، فَقَالَ: اقْتُلُوهُ»⁽⁶⁾."
  ],
  [
    "٢١٨ - عَنْ⁽⁷⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ دَخَلَ مَكَّةَ مِنْ كَدَاءٍ⁽⁸⁾، مِنَ⁽⁹⁾ الثَّنِيَّةِ العُلْيَا⁽¹⁰⁾ الَّتِي بِالبَطْحَاءِ⁽¹¹⁾، وَخَرَجَ مِنَ\nالثَّنِيَّةِ السُّفْلَى⁽¹⁾»⁽²⁾."
  ],
  [
    "٢١٩ - عَنْ⁽³⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «دَخَلَ رَسُولُ اللَّهِ⁽⁴⁾ ﷺ البَيْتَ وَأُسَامَةُ بْنُ زَيْدٍ وَبِلَالٌ وَعُثْمَانُ بْنُ طَلْحَةَ⁽⁵⁾، فَأَغْلَقُوا⁽⁶⁾ عَلَيْهِمُ البَابَ، فَلَمَّا فَتَحُوا كُنْتُ أَوَّلَ مَنْ وَلَجَ⁽⁷⁾، فَلَقِيتُ بِلَالاً فَسَأَلْتُهُ: هَلْ صَلَّى فِيهِ⁽⁸⁾ رَسُولُ اللَّهِ ﷺ؟ قَالَ: نَعَمْ، بَيْنَ العَمُودَيْنِ اليَمَانِيَيْنِ⁽⁹⁾»⁽¹⁰⁾."
  ],
  [
    "٢٢٠ - عَنْ عُمَرَ⁽¹¹⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ جَاءَ إِلَى الحَجَرِ الأَسْوَدِ فَقَبَّلَهُ، وَقَالَ: إِنِّي لَأَعْلَمُ أَنَّكَ حَجَرٌ لَا تَضُرُّ وَلَا تَنْفَعُ، وَلَوْلَا أَنِّي رَأَيْتُ النَّبِيَّ⁽¹²⁾ ﷺ يُقَبِّلُكَ مَا قَبَّلْتُكَ»⁽¹³⁾."
  ],
  [
    "٢٢١ - عَنْ⁽¹⁾ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «قَدِمَ⁽²⁾ رَسُولُ اللَّهِ ﷺ وَأَصْحَابُهُ⁽³⁾، فَقَالَ المُشْرِكُونَ: إِنَّهُ يَقْدَمُ عَلَيْكُمْ وَفْدٌ⁽⁴⁾ وَهَنَتْهُمْ⁽⁵⁾ حُمَّى يَثْرِبَ، فَأَمَرَهُمُ النَّبِيُّ ﷺ أَنْ يَرْمُلُوا⁽⁶⁾ الأَشْوَاطَ⁽⁷⁾ الثَّلَاثَةَ، وَأَنْ يَمْشُوا مَا بَيْنَ الرُّكْنَيْنِ، وَلَمْ يَمْنَعْهُمْ أَنْ يَرْمُلُوا الأَشْوَاطَ كُلَّهَا إِلَّا الإِبْقَاءُ⁽⁸⁾ عَلَيْهِمْ»⁽⁹⁾."
  ],
  [
    "٢٢٢ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ حِينَ يَقْدَمُ مَكَّةَ: إِذَا اسْتَلَمَ الرُّكْنَ الأَسْوَدَ أَوَّلَ مَا يَطُوفُ؛ يَخُبُّ⁽¹⁰⁾ ثَلَاثَةَ أَشْوَاطٍ»⁽¹¹⁾."
  ],
  [
    "٢٢٣ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «طَافَ النَّبِيُّ ﷺ فِي حَجَّةِ الوَدَاعِ عَلَى بَعِيرٍ؛ يَسْتَلِمُ الرُّكْنَ بِمِحْجَنٍ»⁽¹⁾.\nالمِحْجَنُ: عَصاً⁽²⁾ مَحْنِيَّةُ الرَّأْسِ⁽³⁾."
  ],
  [
    "٢٢٤ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «لَمْ أَرَ⁽⁴⁾ النَّبِيَّ ﷺ يَسْتَلِمُ مِنَ البَيْتِ إِلَّا الرُّكْنَيْنِ اليَمَانِيَيْنِ⁽⁵⁾»⁽⁶⁾.\nبَابُ التَّمَتُّعِ"
  ],
  [
    "٢٢٥ - عَنْ أَبِي جَمْرَةَ⁽¹⁾ نَصْرِ بْنِ عِمْرَانَ الضُّبَعِيِّ⁽²⁾ قَالَ: «سَأَلْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما عَنِ المُتْعَةِ فَأَمَرَنِي بِهَا، وَسَأَلْتُهُ عَنِ الهَدْيِ فَقَالَ⁽³⁾: فِيهَا⁽⁴⁾ جَزُورٌ، أَوْ بَقَرَةٌ، أَوْ شَاةٌ، أَوْ شِرْكٌ⁽⁵⁾ فِي دَمٍ، قَالَ: وَكَانَ نَاسٌ⁽⁶⁾ كَرِهُوهَا، فَنِمْتُ فَرَأَيْتُ فِي المَنَامِ كَأَنَّ إِنْسَاناً يُنَادِي: حَجٌّ مَبْرُورٌ، وَمُتْعَةٌ مُتَقَبَّلَةٌ، فَأَتَيْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما فَحَدَّثْتُهُ، فَقَالَ: اللَّهُ أَكْبَرُ، سُنَّةُ أَبِي القَاسِمِ ﷺ»⁽⁷⁾."
  ],
  [
    "٢٢٦ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «تَمَتَّعَ رَسُولُ اللَّهِ⁽⁸⁾ ﷺ فِي حَجَّةِ الوَدَاعِ بِالعُمْرَةِ إِلَى الحَجِّ وَأَهْدَى؛ فَسَاقَ مَعَهُ الهَدْيَ مِنْ ذِي\nالحُلَيْفَةِ، وَبَدَأَ رَسُولُ اللَّهِ ﷺ فَأَهَلَّ بِالعُمْرَةِ، ثُمَّ أَهَلَّ بِالحَجِّ، فَتَمَتَّعَ النَّاسُ مَعَ رَسُولِ اللَّهِ ﷺ بِالعُمْرَةِ إِلَى الحَجِّ، فَكَانَ مِنَ النَّاسِ مَنْ أَهْدَى - فَسَاقَ الهَدْيَ مِنْ ذِي الحُلَيْفَةِ -، وَمِنْهُمْ مَنْ لَمْ يُهْدِ، فَلَمَّا قَدِمَ النَّبِيُّ ﷺ قَالَ لِلنَّاسِ: مَنْ كَانَ مِنْكُمْ أَهْدَى؛ فَإِنَّهُ لَا يَحِلُّ مِنْ شَيْءٍ حَرُمَ مِنْهُ⁽¹⁾ حَتَّى يَقْضِيَ حَجَّهُ، وَمَنْ لَمْ يَكُنْ⁽²⁾ أَهْدَى؛ فَلْيَطُفْ بِالبَيْتِ وَبِالصَّفَا وَالمَرْوَةِ، وَلْيُقَصِّرْ وَلْيَحْلِلْ⁽³⁾، ثُمَّ لِيُهِلَّ⁽⁴⁾ بِالحَجِّ وَلْيُهْدِ، فَمَنْ لَمْ يَجِدْ هَدْياً فَلْيَصُمْ ثَلَاثَةَ أَيَّامٍ فِي الحَجِّ وَسَبْعَةً⁽⁵⁾ إِذَا رَجَعَ إِلَى أَهْلِهِ؛ فَطَافَ⁽⁶⁾ رَسُولُ اللَّهِ ﷺ حِينَ قَدِمَ مَكَّةَ؛ وَاسْتَلَمَ الرُّكْنَ أَوَّلَ شَيْءٍ، ثُمَّ خَبَّ ثَلَاثَةَ أَطْوَافٍ⁽⁷⁾ مِنَ السَّبْعِ، وَمَشَى أَرْبَعَةً⁽⁸⁾، وَرَكَعَ حِينَ قَضَى\nطَوَافَهُ بِالبَيْتِ عِنْدَ المَقَامِ رَكْعَتَيْنِ، ثُمَّ سَلَّمَ فَانْصَرَفَ⁽¹⁾، فَأَتَى الصَّفَا؛ فَطَافَ⁽²⁾ بِالصَّفَا وَالمَرْوَةِ سَبْعَةَ أَطْوَافٍ⁽³⁾، ثُمَّ لَمْ يَحْلِلْ⁽⁴⁾ مِنْ شَيْءٍ حَرُمَ مِنْهُ حَتَّى قَضَى حَجَّهُ، وَنَحَرَ هَدْيَهُ يَوْمَ النَّحْرِ، وَأَفَاضَ فَطَافَ بِالبَيْتِ، ثُمَّ حَلَّ مِنْ كُلِّ شَيْءٍ حَرُمَ مِنْهُ، وَفَعَلَ⁽⁵⁾ مِثْلَ مَا فَعَلَ رَسُولُ اللَّهِ ﷺ؛ مَنْ أَهْدَى فَسَاقَ الهَدْيَ مِنَ النَّاسِ»⁽⁶⁾."
  ],
  [
    "٢٢٧ - عَنْ حَفْصَةَ رَضِيَ اللَّهُ عَنْهُا زَوْجِ النَّبِيِّ ﷺ أَنَّهَا قَالَتْ: «يَا رَسُولَ اللَّهِ! مَا شَأْنُ النَّاسِ حَلُّوا مِنَ العُمْرَةِ، وَلَمْ تَحِلَّ أَنْتَ مِنْ عُمْرَتِكَ؟ فَقَالَ: إِنِّي لَبَّدْتُ رَأْسِي⁽⁷⁾، وَقَلَّدْتُ هَدْيِي⁽⁸⁾، فَلَا أَحِلُّ⁽⁹⁾ حَتَّى أَنْحَرَ⁽¹⁰⁾»⁽¹¹⁾."
  ],
  [
    "٢٢٨ - عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أُنْزِلَتْ⁽¹⁾ آيَةُ المُتْعَةِ فِي كِتَابِ اللَّهِ⁽²⁾، فَفَعَلْنَاهَا⁽³⁾ مَعَ رَسُولِ اللَّهِ ﷺ، وَلَمْ يَنْزِلْ قُرْآنٌ يُحَرِّمُهُ⁽⁴⁾، وَلَمْ يَنْهَ عَنْهَا⁽⁵⁾ حَتَّى مَاتَ، قَالَ رَجُلٌ بِرَأْيِهِ مَا شَاءَ»⁽⁶⁾.\nقَالَ البُخَارِيُّ: «يُقَالُ: إِنَّهُ⁽⁷⁾ عُمَرُ»⁽⁸⁾.\nوَلِمُسْلِمٍ⁽⁹⁾: «نَزَلَتْ آيَةُ المُتْعَةِ - يَعْنِي: مُتْعَةَ الحَجِّ -، وَأَمَرَنَا⁽¹⁰⁾ بِهَا رَسُولُ اللَّهِ ﷺ، ثُمَّ لَمْ تَنْزِلْ آيَةٌ تَنْسَخُ آيَةَ⁽¹¹⁾ مُتْعَةِ الحَجِّ، وَلَمْ يَنْهَ عَنْهَا رَسُولُ اللَّهِ ﷺ⁽¹²⁾ حَتَّى مَاتَ».\nوَلَهُمَا: بِمَعْنَاهُ⁽¹³⁾.\nبَابُ الهَدْيِ"
  ],
  [
    "٢٢٩ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «فَتَلْتُ⁽¹⁾ قَلَائِدَ هَدْيِ النَّبِيِّ⁽²⁾ ﷺ ثُمَّ أَشْعَرَهَا⁽³⁾ وَقَلَّدَهَا - أَوْ قَلَّدْتُهَا -، ثُمَّ بَعَثَ بِهَا إِلَى البَيْتِ وَأَقَامَ بِالمَدِينَةِ، فَمَا حَرُمَ عَلَيْهِ شَيْءٌ كَانَ لَهُ حِلّاً⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "٢٣٠ - عَنْ⁽⁶⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «أَهْدَى النَّبِيُّ⁽⁷⁾ ﷺ مَرَّةً غَنَماً»⁽⁸⁾."
  ],
  [
    "٢٣١ - عَنْ⁽⁹⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ نَبِيَّ اللَّهِ⁽¹⁰⁾ ﷺ رَأَى رَجُلاً\nيَسُوقُ بَدَنَةً⁽¹⁾؛ قَالَ⁽²⁾: ارْكَبْهَا، قَالَ: إِنَّهَا بَدَنَةٌ، قَالَ: ارْكَبْهَا⁽³⁾؛ فَرَأَيْتُهُ⁽⁴⁾ رَاكِبَهَا، يُسَايِرُ⁽⁵⁾ النَّبِيَّ ﷺ»⁽⁶⁾.\nوَفِي لَفْظٍ⁽⁷⁾: «قَالَ فِي الثَّانِيَةِ - أَوِ⁽⁸⁾ الثَّالِثَةِ -: ارْكَبْهَا وَيْلَكَ! - أَوْ وَيْحَكَ!⁽⁹⁾ -»⁽¹⁰⁾."
  ],
  [
    "٢٣٢ - عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَمَرَنِي النَّبِيُّ ﷺ أَنْ أَقُومَ عَلَى بُدْنِهِ⁽¹¹⁾، وَأَنْ أَتَصَدَّقَ بِلَحْمِهَا وَجُلُودِهَا وَأَجِلَّتِهَا⁽¹²⁾، وَأَنْ لَا أُعْطِيَ الجَزَّارَ⁽¹³⁾ مِنْهَا شَيْئاً، وَقَالَ: نَحْنُ نُعْطِيهِ مِنْ عِنْدِنَا»⁽¹⁴⁾."
  ],
  [
    "٢٣٣ - عَنْ زِيَادِ بْنِ جُبَيْرٍ قَالَ: «رَأَيْتُ ابْنَ⁽¹⁾ عُمَرَ رَضِيَ اللَّهُ عَنْهُما⁽²⁾ أَتَى عَلَى رَجُلٍ قَدْ أَنَاخَ⁽³⁾ بَدَنَتَهُ فَنَحَرَهَا⁽⁴⁾، فَقَالَ: ابْعَثْهَا⁽⁵⁾ قِيَاماً مُقَيَّدَةً؛ سُنَّةَ مُحَمَّدٍ ﷺ»⁽⁶⁾.\nبَابُ الغُسْلِ لِلْمُحْرِمِ"
  ],
  [
    "٢٣٤ - عَنْ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ: «أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ وَالمِسْوَرَ بْنَ مَخْرَمَةَ رَضِيَ اللَّهُ عَنْهُم اخْتَلَفَا بِالأَبْوَاءِ⁽¹⁾، فَقَالَ⁽²⁾ ابْنُ عَبَّاسٍ: يَغْسِلُ المُحْرِمُ رَأْسَهُ، وَقَالَ المِسْوَرُ⁽³⁾: لَا يَغْسِلُ المُحْرِمُ رَأْسَهُ، قَالَ⁽⁴⁾: فَأَرْسَلَنِي ابْنُ عَبَّاسٍ إِلَى أَبِي أَيُّوبَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ فَوَجَدْتُهُ يَغْتَسِلُ بَيْنَ القَرْنَيْنِ وَهُوَ يُسْتَرُ⁽⁵⁾ بِثَوْبٍ، فَسَلَّمْتُ عَلَيْهِ فَقَالَ: مَنْ هَذَا؟ قُلْتُ⁽⁶⁾: أَنَا عَبْدُ اللَّهِ بْنُ حُنَيْنٍ، أَرْسَلَنِي إِلَيْكَ⁽⁷⁾ ابْنُ عَبَّاسٍ يَسْأَلُكَ: كَيْفَ كَانَ رَسُولُ اللَّهِ ﷺ يَغْسِلُ رَأْسَهُ وَهُوَ مُحْرِمٌ؟ فَوَضَعَ أَبُو أَيُّوبَ يَدَهُ عَلَى الثَّوْبِ فَطَأْطَأَهُ⁽⁸⁾ حَتَّى بَدَا لِي رَأْسُهُ، ثُمَّ قَالَ لِإِنْسَانٍ⁽⁹⁾ يَصُبُّ عَلَيْهِ المَاءَ: اصْبُبْ، فَصَبَّ عَلَى رَأْسِهِ، ثُمَّ حَرَّكَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ، ثُمَّ قَالَ: هَكَذَا رَأَيْتُهُ⁽¹⁰⁾ ﷺ يَفْعَلُ⁽¹¹⁾»⁽¹²⁾.\nوَفِي رِوَايَةٍ: «فَقَالَ⁽¹⁾ المِسْوَرُ لِابْنِ عَبَّاسٍ: لَا أُمَارِيكَ⁽²⁾ أَبَداً»⁽³⁾.\nالقَرْنَانِ: العَمُودَانِ اللَّذَانِ تُشَدُّ⁽⁴⁾ فِيهِمَا الخَشَبَةُ الَّتِي تُعَلَّقُ⁽⁵⁾ عَلَيْهَا البَكَرَةُ⁽⁶⁾.\nبَابُ فَسْخِ الحَجِّ إِلَى العُمْرَةِ ⁽¹⁾"
  ],
  [
    "٢٣٥ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَهَلَّ النَّبِيُّ ﷺ وَأَصْحَابُهُ بِالحَجِّ، وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْيٌ غَيْرَ⁽²⁾ النَّبِيِّ ﷺ وَطَلْحَةَ رَضِيَ اللَّهُ عَنْهُ، وَقَدِمَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ مِنَ اليَمَنِ⁽³⁾ فَقَالَ⁽⁴⁾: أَهْلَلْتُ بِمَا أَهَلَّ بِهِ النَّبِيُّ⁽⁵⁾ ﷺ، فَأَمَرَ النَّبِيُّ⁽⁶⁾ ﷺ أَصْحَابَهُ أَنْ يَجْعَلُوهَا عُمْرَةً، فَيَطُوفُوا⁽⁷⁾ ثُمَّ يُقَصِّرُوا وَيَحِلُّوا⁽⁸⁾؛ إِلَّا مَنْ كَانَ مَعَهُ الهَدْيُ، فَقَالُوا⁽⁹⁾: نَنْطَلِقُ⁽¹⁰⁾ إِلَى مِنىً وَذَكَرُ\nأَحَدِنَا⁽¹⁾ يَقْطُرُ؟! فَبَلَغَ ذَلِكَ النَّبِيَّ ﷺ فَقَالَ: لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلَا أَنَّ مَعِيَ الهَدْيَ لَأَحْلَلْتُ، وَحَاضَتْ عَائِشَةُ فَنَسَكَتِ المَنَاسِكَ كُلَّهَا، غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالبَيْتِ⁽²⁾؛ فَلَمَّا طَهَرَتْ⁽³⁾ طَافَتْ⁽⁴⁾ بِالبَيْتِ، قَالَتْ⁽⁵⁾: يَا رَسُولَ اللَّهِ! تَنْطَلِقُونَ⁽⁶⁾ بِحَجَّةٍ وَعُمْرَةٍ، وَأَنْطَلِقُ⁽⁷⁾ بِحَجٍّ؟! فَأَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ⁽⁸⁾ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ⁽⁹⁾، فَاعْتَمَرَتْ بَعْدَ الحَجِّ»⁽¹⁰⁾."
  ],
  [
    "٢٣٦ - عَنْ⁽¹¹⁾ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قَدِمْنَا مَعَ رَسُولِ اللَّهِ ﷺ وَنَحْنُ نَقُولُ: لَبَّيْكَ بِالحَجِّ، فَأَمَرَنَا رَسُولُ اللَّهِ ﷺ فَجَعَلْنَاهَا عُمْرَةً⁽¹²⁾»⁽¹³⁾."
  ],
  [
    "٢٣٧ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «قَدِمَ رَسُولُ اللَّهِ ﷺ\nوَأَصْحَابُهُ صَبِيحَةَ رَابِعَةٍ، فَأَمَرَهُمْ⁽¹⁾ أَنْ يَجْعَلُوهَا عُمْرَةً، فَقَالُوا: يَا رَسُولَ اللَّهِ! أَيُّ الحِلِّ؟ قَالَ: الحِلُّ كُلُّهُ⁽²⁾»⁽³⁾."
  ],
  [
    "٢٣٨ - عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ قَالَ: «سُئِلَ أُسَامَةُ بْنُ زَيْدٍ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُما وَأَنَا جَالِسٌ - كَيْفَ كَانَ رَسُولُ اللَّهِ⁽⁵⁾ ﷺ يَسِيرُ⁽⁶⁾ حِينَ دَفَعَ⁽⁷⁾؟ قَالَ: كَانَ يَسِيرُ العَنَقَ؛ فَإِذَا وَجَدَ فَجْوَةً نَصَّ»⁽⁸⁾.\nالعَنَقُ: انْبِسَاطُ السَّيْرِ.\nوَالنَّصُّ: فَوْقَ ذَلِكَ⁽⁹⁾."
  ],
  [
    "٢٣٩ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو⁽¹⁰⁾ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ وَقَفَ فِي حَجَّةِ الوَدَاعِ، فَجَعَلُوا يَسْأَلُونَهُ، فَقَالَ رَجُلٌ: لَمْ أَشْعُرْ فَحَلَقْتُ قَبْلَ\nأَنْ أَذْبَحَ؟ قَالَ⁽¹⁾: اذْبَحْ وَلَا حَرَجَ، وَجَاءَ⁽²⁾ آخَرُ فَقَالَ: لَمْ أَشْعُرْ فَنَحَرْتُ قَبْلَ أَنْ⁽³⁾ أَرْمِيَ؟ قَالَ: ارْمِ⁽⁴⁾ وَلَا حَرَجَ،⁽⁵⁾ فَمَا سُئِلَ يَوْمَئِذٍ⁽⁶⁾ عَنْ شَيْءٍ قُدِّمَ وَلَا⁽⁷⁾ أُخِّرَ إِلَّا قَالَ: افْعَلْ⁽⁸⁾ وَلَا حَرَجَ»⁽⁹⁾."
  ],
  [
    "٢٤٠ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ النَّخَعِيِّ⁽¹⁰⁾: «أَنَّهُ حَجَّ مَعَ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ فَرَآهُ يَرْمِي الجَمْرَةَ الكُبْرَى بِسَبْعِ حَصَيَاتٍ، فَجَعَلَ البَيْتَ عَنْ يَسَارِهِ وَمِنىً⁽¹¹⁾ عَنْ يَمِينِهِ، ثُمَّ قَالَ: هَذَا مَقَامُ الَّذِي أُنْزِلَتْ⁽¹²⁾ عَلَيْهِ سُورَةُ البَقَرَةِ ﷺ»⁽¹³⁾."
  ],
  [
    "٢٤١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «اللَّهُمَّ ارْحَمِ المُحَلِّقِينَ، قَالُوا: وَالمُقَصِّرِينَ يَا رَسُولَ اللَّهِ⁽¹⁴⁾؟! قَالَ: اللَّهُمَّ\nارْحَمِ المُحَلِّقِينَ، قَالُوا: وَالمُقَصِّرِينَ يَا رَسُولَ اللَّهِ⁽¹⁾؟! قَالَ: وَالمُقَصِّرِينَ»⁽²⁾."
  ],
  [
    "٢٤٢ - عَنْ⁽³⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «حَجَجْنَا مَعَ النَّبِيِّ⁽⁴⁾ ﷺ فَأَفَضْنَا يَوْمَ النَّحْرِ، فَحَاضَتْ صَفِيَّةُ، فَأَرَادَ النَّبِيُّ ﷺ مِنْهَا⁽⁵⁾ مَا يُرِيدُ الرَّجُلُ مِنْ أَهْلِهِ، فَقُلْتُ⁽⁶⁾: يَا رَسُولَ اللَّهِ! إِنَّهَا⁽⁷⁾ حَائِضٌ، قَالَ⁽⁸⁾: أَحَابِسَتُنَا⁽⁹⁾ هِيَ؟ قَالُوا⁽¹⁰⁾: يَا رَسُولَ اللَّهِ! أَفَاضَتْ يَوْمَ النَّحْرِ، قَالَ: اخْرُجُوا»⁽¹¹⁾.\nوَفِي لَفْظٍ: قَالَ النَّبِيُّ ﷺ: «عَقْرَى حَلْقَى⁽¹²⁾، أَطَافَتْ⁽¹³⁾ يَوْمَ النَّحْرِ؟ قِيلَ: نَعَمْ، قَالَ: فَانْفِرِي»⁽¹⁴⁾."
  ],
  [
    "٢٤٣ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أُمِرَ النَّاسُ أَنْ يَكُونَ\nآخِرُ⁽¹⁾ عَهْدِهِمْ بِالبَيْتِ، إِلَّا أَنَّهُ خُفِّفَ عَنِ المَرْأَةِ الحَائِضِ»⁽²⁾."
  ],
  [
    "٢٤٤ - عَنْ⁽³⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «اسْتَأْذَنَ العَبَّاسُ بْنُ عَبْدِ المُطَّلِبِ رَسُولَ اللَّهِ ﷺ أَنْ يَبِيتَ بِمَكَّةَ لَيَالِيَ مِنىً⁽⁴⁾؛ مِنْ أَجْلِ⁽⁵⁾ سِقَايَتِهِ، فَأَذِنَ لَهُ»⁽⁶⁾."
  ],
  [
    "٢٤٥ - وَعَنْهُ⁽⁷⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَمَعَ النَّبِيُّ ﷺ بَيْنَ المَغْرِبِ وَالعِشَاءِ⁽⁸⁾ بِجَمْعٍ لِكُلِّ وَاحِدَةٍ مِنْهُمَا بِإِقَامَةٍ⁽⁹⁾، وَلَمْ يُسَبِّحْ بَيْنَهُمَا، وَلَا عَلَى إِثْرِ⁽¹⁰⁾ وَاحِدَةٍ مِنْهُمَا»⁽¹¹⁾.\nبَابُ المُحْرِمِ يَأْكُلُ مِنْ صَيْدِ الحَلَالِ"
  ],
  [
    "٢٤٦ - عَنْ أَبِي قَتَادَةَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ خَرَجَ حَاجّاً فَخَرَجُوا مَعَهُ، فَصَرَفَ طَائِفَةً مِنْهُمْ - فِيهِمْ أَبُو قَتَادَةَ - وَقَالَ: خُذُوا سَاحِلَ البَحْرِ حَتَّى نَلْتَقِيَ، فَأَخَذُوا سَاحِلَ البَحْرِ، فَلَمَّا انْصَرَفُوا أَحْرَمُوا كُلُّهُمْ إِلَّا أَبَا قَتَادَةَ⁽¹⁾ لَمْ⁽²⁾ يُحْرِمْ، فَبَيْنَمَا⁽³⁾ هُمْ يَسِيرُونَ إِذْ رَأَوْا حُمُرَ وَحْشٍ، فَحَمَلَ أَبُو قَتَادَةَ عَلَى الحُمُرِ، فَعَقَرَ مِنْهَا أَتَاناً، فَنَزَلْنَا فَأَكَلْنَا مِنْ لَحْمِهَا، ثُمَّ قُلْنَا: أَنَأْكُلُ لَحْمَ صَيْدٍ وَنَحْنُ مُحْرِمُونَ؟ فَحَمَلْنَا مَا بَقِيَ مِنْ لَحْمِهَا، فَأَدْرَكْنَا رَسُولَ اللَّهِ ﷺ، فَسَأَلْنَاهُ عَنْ ذَلِكَ؛ قَالَ⁽⁴⁾: مِنْكُمْ⁽⁵⁾ أَحَدٌ أَمَرَهُ أَنْ يَحْمِلَ عَلَيْهَا أَوْ أَشَارَ إِلَيْهَا؟ قَالُوا: لَا، قَالَ: فَكُلُوا مَا بَقِيَ مِنْ لَحْمِهَا»⁽⁶⁾.\nوَفِي رِوَايَةٍ: «فَقَالَ⁽⁷⁾: هَلْ مَعَكُمْ مِنْهُ شَيْءٌ؟ فَقُلْتُ: نَعَمْ، فَنَاوَلْتُهُ\nالعَضُدَ، فَأَكَلَهَا⁽¹⁾»⁽²⁾."
  ],
  [
    "٢٤٧ - عَنِ الصَّعْبِ بْنِ جَثَّامَةَ اللَّيْثِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ أَهْدَى إِلَى النَّبِيِّ⁽³⁾ ﷺ حِمَاراً وَحْشِيّاً وَهُوَ بِالأَبْوَاءِ - أَوْ بِوَدَّانَ⁽⁴⁾ - فَرَدَّهُ عَلَيْهِ، فَلَمَّا رَأَى مَا فِي وَجْهِهِ قَالَ: إِنَّا لَمْ نَرُدُّهُ⁽⁵⁾ عَلَيْكَ إِلَّا أَنَّا⁽⁶⁾ حُرُمٌ»⁽⁷⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽⁸⁾: «رِجْلَ حِمَارٍ».\nوَفِي لَفْظٍ: «شِقَّ⁽⁹⁾ حِمَارٍ»⁽¹⁰⁾.\nوَفِي لَفْظٍ: «عَجُزَ حِمَارٍ»⁽¹⁾.\nوَجْهُ هَذَا الحَدِيثِ: أَنَّهُ ظَنَّ أَنَّهُ صِيدَ لِأَجْلِهِ؛ وَالمُحْرِمُ لَا يَأْكُلُ مَا صِيدَ لِأَجْلِهِ⁽²⁾.\nكِتَابُ البُيُوعِ"
  ],
  [
    "٢٤٨ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما، عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ⁽¹⁾ قَالَ: «إِذَا تَبَايَعَ الرَّجُلَانِ فَكُلُّ وَاحِدٍ مِنْهُمَا بِالخِيَارِ⁽²⁾ مَا لَمْ يَتَفَرَّقَا وَكَانَا جَمِيعاً، أَوْ يُخَيِّرُ⁽³⁾ أَحَدُهُمَا الآخَرَ⁽⁴⁾، فَتَبَايَعَا عَلَى ذَلِكَ؛ فَقَدْ وَجَبَ البَيْعُ»⁽⁵⁾."
  ],
  [
    "٢٤٩ - عَنْ حَكِيمِ بْنِ حِزَامٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «البَيِّعَانِ بِالخِيَارِ مَا لَمْ يَتَفَرَّقَا - أَوْ قَالَ: حَتَّى يَتَفَرَّقَا -؛ فَإِنْ صَدَقَا وَبَيَّنَا بُورِكَ لَهُمَا فِي بَيْعِهِمَا، وَإِنْ كَتَمَا وَكَذَبَا مُحِقَتْ بَرَكَةُ بَيْعِهِمَا»⁽⁶⁾.\nبَابُ مَا نُهِيَ⁽¹⁾ عَنْهُ مِنَ البُيُوعِ ⁽²⁾"
  ],
  [
    "٢٥٠ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنِ المُنَابَذَةِ - وَهِيَ: طَرْحُ الرَّجُلِ ثَوْبَهُ بِالبَيْعِ إِلَى الرَّجُلِ قَبْلَ أَنْ يُقَلِّبَهُ، أَوْ يَنْظُرَ إِلَيْهِ -، وَنَهَى عَنِ المُلَامَسَةِ - وَالمُلَامَسَةُ: لَمْسُ الثَّوْبِ لَا⁽³⁾ يَنْظُرُ إِلَيْهِ -»⁽⁴⁾."
  ],
  [
    "٢٥١ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا تَلَقَّوُا الرُّكْبَانَ⁽⁵⁾، وَلَا يَبِعْ⁽⁶⁾ بَعْضُكُمْ⁽⁷⁾ عَلَى بَيْعِ بَعْضٍ، وَلَا تَنَاجَشُوا⁽⁸⁾، وَلَا يَبِعْ⁽⁹⁾ حَاضِرٌ لِبَادٍ، وَلَا تُصَرُّوا⁽¹⁰⁾ الغَنَمَ، وَمَنِ ابْتَاعَهَا فَهُوَ بِخَيْرِ\nالنَّظَرَيْنِ بَعْدَ أَنْ يَحْلُبَهَا⁽¹⁾؛ إِنْ رَضِيَهَا أَمْسَكَهَا، وَإِنْ سَخِطَهَا رَدَّهَا وَصَاعاً مِنْ تَمْرٍ»⁽²⁾.\nوَفِي لَفْظٍ: «وَهُوَ بِالخِيَارِ ثَلَاثاً»⁽³⁾."
  ],
  [
    "٢٥٢ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنْ بَيْعِ حَبَلِ الحَبَلَةِ - وَكَانَ بَيْعاً يَتَبَايَعُهُ⁽⁴⁾ أَهْلُ الجَاهِلِيَّةِ، كَانَ⁽⁵⁾ الرَّجُلُ يَبْتَاعُ الجَزُورَ إِلَى أَنْ تُنْتَجَ النَّاقَةُ⁽⁶⁾، ثُمَّ تُنْتَجُ⁽⁷⁾ الَّتِي فِي بَطْنِهَا -»⁽⁸⁾.\nقِيلَ: إِنَّهُ كَانَ يَبِيعُ الشَّارِفَ - وَهِيَ الكَبِيرَةُ المُسِنَّةُ - بِنِتَاجِ الجَنِينِ الَّذِي⁽¹⁾ فِي بَطْنِ نَاقَتِهِ⁽²⁾."
  ],
  [
    "٢٥٣ - وَعَنْهُ⁽³⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ⁽⁴⁾ ﷺ نَهَى عَنْ بَيْعِ الثَّمَرِ⁽⁵⁾ حَتَّى يَبْدُوَ⁽⁶⁾ صَلَاحُهَا؛ نَهَى البَائِعَ وَالمُشْتَرِيَ»⁽⁷⁾."
  ],
  [
    "٢٥٤ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنْ بَيْعِ الثِّمَارِ حَتَّى تُزْهِيَ⁽⁸⁾؛ - قِيلَ: وَمَا تُزْهِي⁽⁹⁾؟ قَالَ: حَتَّى تَحْمَرَّ - قَالَ: أَرَأَيْتَ إِذَا مَنَعَ⁽¹⁰⁾ اللَّهُ الثَّمَرَةَ⁽¹¹⁾، بِمَ يَسْتَحِلُّ أَحَدُكُمْ مَالَ أَخِيهِ؟»⁽¹²⁾."
  ],
  [
    "٢٥٥ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ\nتُتَلَقَّى الرُّكْبَانُ⁽¹⁾، وَأَنْ يَبِيعَ حَاضِرٌ لِبَادٍ، قَالَ: فَقُلْتُ⁽²⁾ لِابْنِ عَبَّاسٍ: مَا قَوْلُهُ: حَاضِرٌ لِبَادٍ؟ قَالَ: لَا يَكُونُ لَهُ⁽³⁾ سِمْسَاراً»⁽⁴⁾."
  ],
  [
    "٢٥٦ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ عَنِ المُزَابَنَةِ - أَنْ يَبِيعَ⁽⁵⁾ ثَمَرَ⁽⁶⁾ حَائِطِهِ إِنْ كَانَ نَخْلاً⁽⁷⁾ بِتَمْرٍ كَيْلاً، وَإِنْ كَانَ كَرْماً أَنْ يَبِيعَهُ بِزَبِيبٍ كَيْلاً، أَوْ⁽⁸⁾ كَانَ زَرْعاً أَنْ يَبِيعَهُ بِكَيْلِ⁽⁹⁾ طَعَامٍ؛ نَهَى عَنْ ذَلِكَ كُلِّهِ -»⁽¹⁰⁾."
  ],
  [
    "٢٥٧ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «نَهَى النَّبِيُّ⁽¹¹⁾ ﷺ عَنِ المُخَابَرَةِ وَالمُحَاقَلَةِ، وَعَنِ المُزَابَنَةِ، وَعَنْ بَيْعِ⁽¹²⁾ الثَّمَرِ⁽¹³⁾ حَتَّى يَبْدُوَ⁽¹⁴⁾\nصَلَاحُهَا، وَأَنْ لَا تُبَاعَ⁽¹⁾ إِلَّا بِالدِّينَارِ وَالدِّرْهَمِ، إِلَّا العَرَايَا⁽²⁾»⁽³⁾.\nالمُحَاقَلَةُ⁽⁴⁾: بَيْعُ⁽⁵⁾ الحِنْطَةِ فِي سُنْبُلِهَا بِحِنْطَةٍ⁽⁶⁾."
  ],
  [
    "٢٥٨ - عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ⁽⁷⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنْ ثَمَنِ الكَلْبِ، وَمَهْرِ البَغِيِّ، وَحُلْوَانِ الكَاهِنِ⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "٢٥٩ - عَنْ⁽¹⁰⁾ رَافِعِ بْنِ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «ثَمَنُ الكَلْبِ خَبِيثٌ، وَمَهْرُ البَغِيِّ⁽¹¹⁾ خَبِيثٌ، وَكَسْبُ الحَجَّامِ خَبِيثٌ»⁽¹²⁾.\nبَابُ العَرَايَا وَغَيْرِ ذَلِكَ ⁽¹⁾"
  ],
  [
    "٢٦٠ - عَنْ زَيْدِ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ رَخَّصَ لِصَاحِبِ العَرِيَّةِ أَنْ يَبِيعَهَا بِخَرْصِهَا⁽²⁾»⁽³⁾.\nوَلِمُسْلِمٍ⁽⁴⁾: «بِخَرْصِهَا⁽⁵⁾ تَمْراً، يَأْكُلُونَهَا⁽⁶⁾ رُطَباً»."
  ],
  [
    "٢٦١ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ⁽⁷⁾ ﷺ رَخَّصَ فِي بَيْعِ العَرَايَا فِي خَمْسَةِ أَوْسُقٍ - أَوْ دُونَ خَمْسَةِ أَوْسُقٍ -»⁽⁸⁾."
  ],
  [
    "٢٦٢ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ\nبَاعَ نَخْلاً قَدْ أُبِّرَتْ⁽¹⁾ فَثَمَرُهَا⁽²⁾ لِلْبَائِعِ، إِلَّا أَنْ يَشْتَرِطَ⁽³⁾ المُبْتَاعُ»⁽⁴⁾.\nوَلِمُسْلِمٍ⁽⁵⁾: «وَمَنِ⁽⁶⁾ ابْتَاعَ عَبْداً فَمَالُهُ لِلَّذِي بَاعَهُ، إِلَّا أَنْ يَشْتَرِطَ⁽⁷⁾ المُبْتَاعُ»."
  ],
  [
    "٢٦٣ - وَعَنْهُ⁽⁸⁾ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنِ ابْتَاعَ طَعَاماً فَلَا يَبِعْهُ⁽⁹⁾ حَتَّى يَسْتَوْفِيَهُ»⁽¹⁰⁾.\nوَفِي لَفْظٍ⁽¹¹⁾: «حَتَّى يَقْبِضَهُ»⁽¹²⁾.\nوَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما: مِثْلُهُ⁽¹³⁾."
  ],
  [
    "٢٦٤ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ عَامَ الفَتْحِ: «إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الخَمْرِ وَالمَيْتَةِ وَالخِنْزِيرِ وَالأَصْنَامِ⁽¹⁾، فَقِيلَ: يَا رَسُولَ اللَّهِ! أَرَأَيْتَ شُحُومَ المَيْتَةِ؛ فَإِنَّهُ يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ⁽²⁾ بِهَا الجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ فَقَالَ: لَا، هُوَ حَرَامٌ⁽³⁾، ثُمَّ قَالَ رَسُولُ اللَّهِ ﷺ عِنْدَ ذَلِكَ: قَاتَلَ اللَّهُ اليَهُودَ؛ إِنَّ اللَّهَ⁽⁴⁾ لَمَّا حَرَّمَ شُحُومَهَا⁽⁵⁾ جَمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا⁽⁶⁾ ثَمَنَهُ»⁽⁷⁾.\nجَمَلُوهُ: أَذَابُوهُ⁽⁸⁾.\nبَابُ السَّلَمِ ⁽¹⁾"
  ],
  [
    "٢٦٥ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «قَدِمَ النَّبِيُّ⁽²⁾ ﷺ المَدِينَةَ⁽³⁾ وَهُمْ يُسْلِفُونَ⁽⁴⁾ فِي الثِّمَارِ: السَّنَتَيْنِ⁽⁵⁾ وَالثَّلَاثَ⁽⁶⁾، فَقَالَ⁽⁷⁾: مَنْ أَسْلَفَ فِي شَيْءٍ فَلْيُسْلِفْ⁽⁸⁾؛ فِي كَيْلٍ مَعْلُومٍ، وَوَزْنٍ مَعْلُومٍ، إِلَى أَجَلٍ مَعْلُومٍ»⁽⁹⁾.\nبَابُ الشُّرُوطِ فِي البَيْعِ"
  ],
  [
    "٢٦٦ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «جَاءَتْنِي بَرِيرَةُ فَقَالَتْ: كَاتَبْتُ⁽¹⁾ أَهْلِي عَلَى تِسْعِ أَوَاقٍ، فِي كُلِّ عَامٍ أُوقِيَّةٌ⁽²⁾ فَأَعِينِينِي، فَقُلْتُ⁽³⁾: إِنْ أَحَبَّ⁽⁴⁾ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ⁽⁵⁾ وَيَكُونَ⁽⁶⁾ وَلَاؤُكِ لِي فَعَلْتُ، فَذَهَبَتْ بَرِيرَةُ إِلَى أَهْلِهَا، فَقَالَتْ لَهُمْ، فَأَبَوْا عَلَيْهَا، فَجَاءَتْ مِنْ عِنْدِهِمْ - وَرَسُولُ اللَّهِ ﷺ⁽⁷⁾ جَالِسٌ -، فَقَالَتْ: إِنِّي عَرَضْتُ ذَلِكَ عَلَيْهِمْ⁽⁸⁾ فَأَبَوْا إِلَّا أَنْ يَكُونَ لَهُمُ الوَلَاءُ، فَأَخْبَرَتْ⁽⁹⁾ عَائِشَةُ النَّبِيَّ ﷺ، فَقَالَ: خُذِيهَا وَاشْتَرِطِي لَهُمُ الوَلَاءَ، فَإِنَّمَا الوَلَاءُ لِمَنْ أَعْتَقَ؛ فَفَعَلَتْ عَائِشَةُ، ثُمَّ قَامَ رَسُولُ اللَّهِ⁽¹⁰⁾ ﷺ فِي النَّاسِ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: أَمَّا\nبَعْدُ، مَا⁽¹⁾ بَالُ رِجَالٍ⁽²⁾ يَشْتَرِطُونَ شُرُوطاً لَيْسَتْ فِي كِتَابِ اللَّهِ⁽³⁾، مَا كَانَ مِنْ شَرْطٍ⁽⁴⁾ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِئَةَ⁽⁵⁾ شَرْطٍ؛ قَضَاءُ اللَّهِ أَحَقُّ، وَشَرْطُ⁽⁶⁾ اللَّهِ أَوْثَقُ، وَإِنَّمَا الوَلَاءُ لِمَنْ أَعْتَقَ»⁽⁷⁾."
  ],
  [
    "٢٦٧ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: «أَنَّهُ كَانَ يَسِيرُ عَلَى جَمَلٍ فَأَعْيَا⁽⁸⁾، فَأَرَادَ أَنْ يُسَيِّبَهُ⁽⁹⁾، فَلَحِقَنِي النَّبِيُّ ﷺ فَدَعَا لِي وَضَرَبَهُ، فَسَارَ سَيْراً لَمْ يَسِرْ مِثْلَهُ، قَالَ⁽¹⁰⁾: بِعْنِيهِ بِأُوقِيَّةٍ⁽¹¹⁾، قُلْتُ: لَا، ثُمَّ قَالَ:\nبِعْنِيهِ⁽¹⁾، فَبِعْتُهُ بِأُوقِيَّةٍ⁽²⁾، وَاسْتَثْنَيْتُ حُمْلَانَهُ إِلَى أَهْلِي⁽³⁾، فَلَمَّا بَلَغْتُ⁽⁴⁾ أَتَيْتُهُ بِالجَمَلِ فَنَقَدَنِي ثَمَنَهُ، ثُمَّ رَجَعْتُ، فَأَرْسَلَ فِي أَثَرِي⁽⁵⁾ فَقَالَ: أَتُرَانِي مَاكَسْتُكَ⁽⁶⁾ لِآخُذَ جَمَلَكَ؟ خُذْ جَمَلَكَ⁽⁷⁾ وَدَرَاهِمَكَ فَهُوَ لَكَ»⁽⁸⁾."
  ],
  [
    "٢٦٨ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ يَبِيعَ حَاضِرٌ لِبَادٍ، وَلَا تَنَاجَشُوا، وَلَا يَبِيعُ الرَّجُلُ عَلَى بَيْعِ أَخِيهِ، وَلَا يَخْطُبُ عَلَى خِطْبَةِ أَخِيهِ⁽⁹⁾، وَلَا تَسْأَلِ⁽¹⁰⁾ المَرْأَةُ طَلَاقَ أُخْتِهَا لِتَكْفَأَ⁽¹¹⁾ مَا فِي\nإِنَائِهَا⁽¹⁾»⁽²⁾.\nبَابُ الرِّبَا وَالصَّرْفِ"
  ],
  [
    "٢٦٩ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الذَّهَبُ بِالوَرِقِ⁽¹⁾ رِباً؛ إِلَّا هَاءَ وَهَاءَ⁽²⁾، وَالبُرُّ بِالبُرِّ رِباً؛ إِلَّا هَاءَ وَهَاءَ، وَالشَّعِيرُ بِالشَّعِيرِ رِباً؛ إِلَّا هَاءَ وَهَاءَ⁽³⁾»⁽⁴⁾."
  ],
  [
    "٢٧٠ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا⁽⁵⁾ تَبِيعُوا⁽⁶⁾ الذَّهَبَ بِالذَّهَبِ إِلَّا مِثْلاً بِمِثْلٍ، وَلَا تُشِفُّوا⁽⁷⁾ بَعْضَهَا عَلَى بَعْضٍ، وَلَا تَبِيعُوا الوَرِقَ بِالوَرِقِ إِلَّا مِثْلاً بِمِثْلٍ، وَلَا تُشِفُّوا بَعْضَهَا عَلَى بَعْضٍ، وَلَا تَبِيعُوا مِنْهَا⁽⁸⁾ غَائِباً بِنَاجِزٍ⁽⁹⁾»⁽¹⁰⁾.\nوَفِي لَفْظٍ: «إِلَّا يَداً بِيَدٍ»⁽¹⁾.\nوَفِي لَفْظٍ: «إِلَّا وَزْناً بِوَزْنٍ؛ مِثْلاً بِمِثْلٍ، سَوَاءً بِسَوَاءٍ⁽²⁾»⁽³⁾."
  ],
  [
    "٢٧١ - وَعَنْهُ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ بِلَالٌ إِلَى النَّبِيِّ⁽⁵⁾ ﷺ بِتَمْرٍ بَرْنِيٍّ⁽⁶⁾، فَقَالَ لَهُ النَّبِيُّ ﷺ: مِنْ أَيْنَ هَذَا⁽⁷⁾؟ قَالَ بِلَالٌ⁽⁸⁾: كَانَ عِنْدَنَا تَمْرٌ رَدِيءٌ، فَبِعْتُ مِنْهُ صَاعَيْنِ بِصَاعٍ؛ لِيَطْعَمَ النَّبِيُّ ﷺ، فَقَالَ النَّبِيُّ ﷺ عِنْدَ ذَلِكَ: أَوَّهْ⁽⁹⁾! عَيْنُ الرِّبَا، عَيْنُ الرِّبَا⁽¹⁰⁾؛ لَا تَفْعَلْ⁽¹¹⁾؛ وَلَكِنْ إِذَا أَرَدْتَ أَنْ تَشْتَرِيَ فَبِعِ التَّمْرَ بِبَيْعٍ⁽¹²⁾ آخَرَ، ثُمَّ اشْتَرِ بهِ⁽¹³⁾»⁽¹⁴⁾."
  ],
  [
    "٢٧٢ - عَنْ أَبِي المِنْهَالِ قَالَ⁽¹⁵⁾: «سَأَلْتُ البَرَاءَ بْنَ⁽¹⁶⁾ عَازِبٍ\nوَزَيْدَ بْنَ أَرْقَمَ رَضِيَ اللَّهُ عَنْهُم عَنِ الصَّرْفِ؛ فَكُلُّ وَاحِدٍ مِنْهُمَا يَقُولُ: هَذَا خَيْرٌ مِنِّي، وَكِلَاهُمَا يَقُولُ: نَهَى رَسُولُ اللَّهِ⁽¹⁾ ﷺ عَنْ بَيْعِ الذَّهَبِ⁽²⁾ بِالوَرِقِ دَيْناً»⁽³⁾."
  ],
  [
    "٢٧٣ - عَنْ أَبِي بَكْرَةَ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ عَنِ⁽⁵⁾ الفِضَّةِ بِالفِضَّةِ، وَالذَّهَبِ بِالذَّهَبِ؛ إِلَّا سَوَاءً بِسَوَاءٍ، وَأَمَرَنَا أَنْ نَشْتَرِيَ⁽⁶⁾ الفِضَّةَ بِالذَّهَبِ كَيْفَ شِئْنَا، وَنَشْتَرِيَ الذَّهَبَ بِالفِضَّةِ كَيْفَ شِئْنَا، قَالَ: فَسَأَلَهُ رَجُلٌ فَقَالَ: يَداً بِيَدٍ؟ فَقَالَ: هَكَذَا سَمِعْتُ»⁽⁷⁾.\nبَابُ الرَّهْنِ وَغَيْرِهِ"
  ],
  [
    "٢٧٤ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ رَسُولَ اللَّهِ⁽¹⁾ ﷺ اشْتَرَى طَعَاماً مِنْ يَهُودِيٍّ⁽²⁾، وَرَهَنَهُ دِرْعاً مِنْ حَدِيدٍ»⁽³⁾."
  ],
  [
    "٢٧٥ - عَنْ⁽⁴⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ⁽⁵⁾ ﷺ قَالَ: «مَطْلُ⁽⁶⁾ الغَنِيِّ ظُلْمٌ؛ فَإِذَا⁽⁷⁾ أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ⁽⁸⁾ فَلْيَتْبَعْ⁽⁹⁾»⁽¹⁰⁾."
  ],
  [
    "٢٧٦ - وَعَنْهُ⁽¹¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ أَوْ قَالَ:\nسَمِعْتُ النَّبِيَّ⁽¹⁾ ﷺ يَقُولُ -: «مَنْ أَدْرَكَ مَالَهُ بِعَيْنِهِ عِنْدَ رَجُلٍ - أَوْ إِنْسَانٍ - قَدْ أَفْلَسَ⁽²⁾؛ فَهُوَ أَحَقُّ بِهِ مِنْ غَيْرِهِ»⁽³⁾."
  ],
  [
    "٢٧٧ - عَنْ⁽⁴⁾ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «جَعَلَ - وَفِي لَفْظٍ⁽⁵⁾: قَضَى - النَّبِيُّ ﷺ بِالشُّفْعَةِ⁽⁶⁾ فِي⁽⁷⁾ كُلِّ مَالٍ لَمْ⁽⁸⁾ يُقْسَمْ⁽⁹⁾، فَإِذَا وَقَعَتِ الحُدُودُ، وَصُرِّفَتِ⁽¹⁰⁾ الطُّرُقُ⁽¹¹⁾؛ فَلَا شُفْعَةَ»⁽¹²⁾."
  ],
  [
    "٢٧٨ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَصَابَ عُمَرُ أَرْضاً\nبِخَيْبَرَ، فَأَتَى النَّبِيَّ ﷺ يَسْتَأْمِرُهُ فِيهَا، فَقَالَ: يَا رَسُولَ اللَّهِ! إِنِّي أَصَبْتُ أَرْضاً بِخَيْبَرَ لَمْ أُصِبْ⁽¹⁾ مَالاً قَطُّ⁽²⁾ هُوَ أَنْفَسُ عِنْدِي مِنْهُ، فَمَا تَأْمُرُنِي بِهِ؟ قَالَ: إِنْ شِئْتَ حَبَّسْتَ⁽³⁾ أَصْلَهَا، وَتَصَدَّقْتَ بِهَا، قَالَ: فَتَصَدَّقَ بِهَا⁽⁴⁾؛ غَيْرَ أَنَّهُ لَا يُبَاعُ أَصْلُهَا، وَلَا يُورَثُ، وَلَا يُوهَبُ⁽⁵⁾، قَالَ: فَتَصَدَّقَ⁽⁶⁾ عُمَرُ⁽⁷⁾ فِي الفُقَرَاءِ، وَفِي القُرْبَى، وَفِي الرِّقَابِ، وَفِي سَبِيلِ اللَّهِ، وَابْنِ السَّبِيلِ، وَالضَّيْفِ، لَا جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالمَعْرُوفِ، أَوْ يُطْعِمَ صَدِيقاً؛ غَيْرَ مُتَمَوِّلٍ فِيهِ⁽⁸⁾»⁽⁹⁾.\nوَفِي لَفْظٍ⁽¹⁰⁾: «غَيْرَ مُتَأَثِّلٍ»."
  ],
  [
    "٢٧٩ - عَنْ⁽¹¹⁾ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «حَمَلْتُ عَلَى فَرَسٍ فِي\nسَبِيلِ اللَّهِ⁽¹⁾، فَأَضَاعَهُ الَّذِي كَانَ عِنْدَهُ، فَأَرَدْتُ أَنْ أَشْتَرِيَهُ وَظَنَنْتُ أَنَّهُ يَبِيعُهُ بِرُخْصٍ؛ فَسَأَلْتُ النَّبِيَّ ﷺ فَقَالَ: لَا تَشْتَرِهِ⁽²⁾ وَلَا تَعُدْ فِي صَدَقَتِكَ - وَإِنْ أَعْطَاكَهُ⁽³⁾ بِدِرْهَمٍ -؛ فَإِنَّ⁽⁴⁾ العَائِدَ فِي هِبَتِهِ كَالعَائِدِ فِي قَيْئِهِ»⁽⁵⁾.\nوَفِي لَفْظٍ: «فَإِنَّ الَّذِي يَعُودُ فِي صَدَقَتِهِ⁽⁶⁾ كَالكَلْبِ يَعُودُ فِي قَيْئِهِ»⁽⁷⁾."
  ],
  [
    "٢٨٠ - وَعَنِ⁽⁸⁾ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما أَنَّ النَّبِيَّ ﷺ قَالَ: «العَائِدُ فِي هِبَتِهِ كَالعَائِدِ⁽⁹⁾ فِي قَيْئِهِ»⁽¹⁰⁾."
  ],
  [
    "٢٨١ - عَنِ⁽¹¹⁾ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «تَصَدَّقَ عَلَيَّ أَبِي بِبَعْضِ مَالِهِ، فَقَالَتْ أُمِّي - عَمْرَةُ بِنْتُ رَوَاحَةَ -: لَا أَرْضَى⁽¹²⁾ حَتَّى\nتُشْهِدَ⁽¹⁾ رَسُولَ اللَّهِ ﷺ، فَانْطَلَقَ أَبِي إِلَى رَسُولِ اللَّهِ ﷺ لِيُشْهِدَهُ عَلَى صَدَقَتِي، فَقَالَ لَهُ رَسُولُ اللَّهِ ﷺ: أَفَعَلْتَ هَذَا بِوَلَدِكَ كُلِّهِمْ؟ قَالَ: لَا، قَالَ: اتَّقُوا اللَّهَ، وَاعْدِلُوا فِي أَوْلَادِكُمْ، فَرَجَعَ أَبِي فَرَدَّ تِلْكَ الصَّدَقَةَ»⁽²⁾.\nوَفِي لَفْظٍ: «قَالَ⁽³⁾: فَلَا⁽⁴⁾ تُشْهِدْنِي إِذَنْ؛ فَإِنِّي لَا أَشْهَدُ عَلَى جَوْرٍ⁽⁵⁾»⁽⁶⁾.\nوَفِي لَفْظٍ: «فَأَشْهِدْ عَلَى هَذَا غَيْرِي»⁽⁷⁾."
  ],
  [
    "٢٨٢ - عَنْ⁽⁸⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ⁽⁹⁾ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ النَّبِيَّ ﷺ عَامَلَ أَهْلَ خَيْبَرَ بِشَطْرِ⁽¹⁰⁾ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ⁽¹¹⁾ أَوْ زَرْعٍ»⁽¹²⁾."
  ],
  [
    "٢٨٣ - عَنْ⁽¹³⁾ رَافِعِ بْنِ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا أَكْثَرَ الأَنْصَارِ\nحَقْلاً؛ فَكُنَّا⁽¹⁾ نُكْرِي⁽²⁾ الأَرْضَ عَلَى أَنَّ لَنَا هَذِهِ وَلَهُمْ هَذِهِ، فَرُبَّمَا أَخْرَجَتْ هَذِهِ وَلَمْ تُخْرِجْ هَذِهِ؛ فَنَهَانَا عَنْ ذَلِكَ، وَأَمَّا⁽³⁾ الوَرِقُ فَلَمْ يَنْهَنَا⁽⁴⁾»⁽⁵⁾.\nوَلِمُسْلِمٍ⁽⁶⁾ عَنْ حَنْظَلَةَ بْنِ قَيْسٍ قَالَ: «سَأَلْتُ رَافِعَ بْنَ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُ عَنْ كِرَاءِ الأَرْضِ بِالذَّهَبِ وَالوَرِقِ، فَقَالَ: لَا بَأْسَ بِهِ؛ إِنَّمَا كَانَ النَّاسُ يُؤَاجِرُونَ عَلَى عَهْدِ النَّبِيِّ⁽⁷⁾ ﷺ بِمَا⁽⁸⁾ عَلَى المَاذِيَانَاتِ⁽⁹⁾، وَأَقْبَالِ⁽¹⁰⁾\nالجَدَاوِلِ، وَأَشْيَاءَ مِنَ الزَّرْعِ، فَيَهْلِكُ هَذَا وَيَسْلَمُ هَذَا، وَيَسْلَمُ هَذَا⁽¹⁾ وَيَهْلِكُ⁽²⁾ هَذَا، وَلَمْ⁽³⁾ يَكُنْ لِلنَّاسِ كِرَاءٌ إِلَّا هَذَا، فَلِذَلِكَ زَجَرَ عَنْهُ، فَأَمَّا شَيْءٌ مَعْلُومٌ مَضْمُونٌ⁽⁴⁾ فَلَا بَأْسَ بِهِ»⁽⁵⁾.\nالمَاذِيَانَاتُ⁽⁶⁾: الأَنْهَارُ الكِبَارُ⁽⁷⁾.\nوَالجَدْوَلُ: النَّهْرُ الصَّغِيرُ⁽⁸⁾."
  ],
  [
    "٢٨٤ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «قَضَى النَّبِيُّ⁽⁹⁾ ﷺ بِالعُمْرَى⁽¹⁰⁾ لِمَنْ وُهِبَتْ لَهُ»⁽¹¹⁾.\nوَفِي لَفْظٍ⁽¹²⁾: «مَنْ أُعْمِرَ⁽¹³⁾ عُمْرَى لَهُ وَلِعَقِبِهِ⁽¹⁴⁾ فَإِنَّهَا لِلَّذِي\nأُعْطِيَهَا، لَا تَرْجِعُ إِلَى الَّذِي أَعْطَاهَا؛ لِأَنَّهُ أَعْطَى عَطَاءً وَقَعَتْ فِيهِ المَوَارِيثُ».\nوَقَالَ⁽¹⁾ جَابِرٌ رَضِيَ اللَّهُ عَنْهُ: «إِنَّمَا العُمْرَى الَّتِي⁽²⁾ أَجَازَ⁽³⁾ رَسُولُ اللَّهِ⁽⁴⁾ ﷺ: أَنْ يَقُولَ: هِيَ لَكَ وَلِعَقِبِكَ؛ فَأَمَّا إِذَا قَالَ: هِيَ لَكَ مَا عِشْتَ؛ فَإِنَّهَا تَرْجِعُ إِلَى صَاحِبِهَا»⁽⁵⁾.\nوَفِي لَفْظٍ لِمُسْلِمٍ⁽⁶⁾: «أَمْسِكُوا عَلَيْكُمْ أَمْوَالَكُمْ وَلَا تُفْسِدُوهَا، فَإِنَّهُ مَنْ أَعْمَرَ⁽⁷⁾ عُمْرَى فَهِيَ لِلَّذِي أُعْمِرَهَا⁽⁸⁾ حَيّاً وَمَيِّتاً وَلِعَقِبِهِ»."
  ],
  [
    "٢٨٥ - عَنْ⁽⁹⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا يَمْنَعَنَّ جَارٌ جَارَهُ أَنْ يَغْرِزَ⁽¹⁰⁾ خَشَبَةً⁽¹¹⁾ فِي جِدَارِهِ، ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ: مَا لِي\nأَرَاكُمْ عَنْهَا مُعْرِضِينَ؟ وَاللَّهِ! لَأَرْمِيَنَّ بِهَا⁽¹⁾ بَيْنَ أَكْتَافِكُمْ⁽²⁾»⁽³⁾."
  ],
  [
    "٢٨٦ - عَنْ⁽⁴⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ ظَلَمَ قِيدَ⁽⁵⁾ شِبْرٍ مِنَ الأَرْضِ؛ طُوِّقَهُ⁽⁶⁾ مِنْ سَبْعِ أَرَضِينَ»⁽⁷⁾.\nقِيدَ: طُولَ⁽⁸⁾.\nبَابُ اللُّقَطَةِ ⁽¹⁾"
  ],
  [
    "٢٨٧ - عَنْ زَيْدِ بْنِ خَالِدٍ الجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «سُئِلَ رَسُولُ اللَّهِ⁽²⁾ ﷺ عَنِ اللُّقَطَةِ⁽³⁾؛ الذَّهَبِ أَوِ الوَرِقِ⁽⁴⁾؛ فَقَالَ: اعْرِفْ⁽⁵⁾ وِكَاءَهَا⁽⁶⁾ وَعِفَاصَهَا⁽⁷⁾، ثُمَّ عَرِّفْهَا⁽⁸⁾ سَنَةً، فَإِنْ لَمْ تُعْرَفْ فَاسْتَنْفِقْهَا⁽⁹⁾، وَلْتَكُنْ\nوَدِيعَةً⁽¹⁾ عِنْدَكَ، فَإِنْ جَاءَ طَالِبُهَا يَوْماً مِنَ الدَّهْرِ فَأَدِّهَا إِلَيْهِ، وَسَأَلَهُ عَنْ ضَالَّةِ الإِبِلِ؛ فَقَالَ: مَا لَكَ وَلَهَا؟ دَعْهَا؛ فَإِنَّ مَعَهَا حِذَاءَهَا⁽²⁾ وَسِقَاءَهَا⁽³⁾، تَرِدُ المَاءَ، وَتَأْكُلُ الشَّجَرَ، حَتَّى يَجِدَهَا رَبُّهَا⁽⁴⁾، وَسَأَلَهُ عَنِ الشَّاةِ؛ فَقَالَ: خُذْهَا؛ فَإِنَّمَا⁽⁵⁾ هِيَ لَكَ، أَوْ لِأَخِيكَ، أَوْ لِلذِّئْبِ»⁽⁶⁾.\nبَابُ⁽¹⁾ الوَصَايَا"
  ],
  [
    "٢٨٨ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيهِ⁽²⁾، يَبِيتُ لَيْلَتَيْنِ؛ إِلَّا وَوَصِيَّتُهُ⁽³⁾ مَكْتُوبَةٌ عِنْدَهُ»⁽⁴⁾.\nزَادَ مُسْلِمٌ⁽⁵⁾: «قَالَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: مَا مَرَّتْ عَلَيَّ لَيْلَةٌ مُنْذُ سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ ذَلِكَ إِلَّا وَعِنْدِي وَصِيَّتِي⁽⁶⁾»."
  ],
  [
    "٢٨٩ - عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَنِي رَسُولُ اللَّهِ ﷺ يَعُودُنِي عَامَ حَجَّةِ الوَدَاعِ مِنْ وَجَعٍ اشْتَدَّ بِي، فَقُلْتُ: يَا رَسُولَ اللَّهِ! قَدْ بَلَغَ بِي مِنَ الوَجَعِ مَا تَرَى، وَأَنَا ذُو مَالٍ وَلَا يَرِثُنِي⁽⁷⁾ إِلَّا ابْنَةٌ⁽⁸⁾؛ أَفَأَتَصَدَّقُ⁽⁹⁾ بِثُلُثَيْ مَالِي؟ قَالَ: لَا، قُلْتُ: فَالشَّطْرُ يَا رَسُولَ اللَّهِ؟ قَالَ:\nلَا، قُلْتُ: فَالثُّلُثُ⁽¹⁾؟ قَالَ: الثُّلُثُ⁽²⁾؛ وَالثُّلُثُ كَثِيرٌ⁽³⁾؛ إِنَّكَ أَنْ⁽⁴⁾ تَذَرَ⁽⁵⁾ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ⁽⁶⁾ عَالَةً يَتَكَفَّفُونَ النَّاسَ⁽⁷⁾، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ⁽⁸⁾ إِلَّا أُجِرْتَ بِهَا⁽⁹⁾؛ حَتَّى مَا تَجْعَلُ فِي فِي⁽¹⁰⁾ امْرَأَتِكَ، قَالَ⁽¹¹⁾: فَقُلْتُ⁽¹²⁾: يَا رَسُولَ اللَّهِ! أُخَلَّفُ بَعْدَ أَصْحَابِي⁽¹³⁾؟ قَالَ⁽¹⁴⁾: إِنَّكَ لَنْ⁽¹⁵⁾ تُخَلَّفَ⁽¹⁶⁾ فَتَعْمَلَ عَمَلاً تَبْتَغِي\nبِهِ وَجْهَ اللَّهِ⁽¹⁾ إِلَّا ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً، وَلَعَلَّكَ أَنْ تُخَلَّفَ⁽²⁾ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ⁽³⁾ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لِأَصْحَابِي هِجْرَتَهُمْ، وَلَا تَرُدُّهُمْ⁽⁴⁾ عَلَى أَعْقَابِهِمْ، لَكِنِ البَائِسُ سَعْدُ بْنُ خَوْلَةَ؛ يَرْثِي لَهُ رَسُولُ اللَّهِ ﷺ أَنْ⁽⁵⁾ مَاتَ بِمَكَّةَ»⁽⁶⁾."
  ],
  [
    "٢٩٠ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «لَوْ أَنَّ النَّاسَ غَضُّوا⁽⁷⁾ مِنَ الثُّلُثِ إِلَى الرُّبُعِ؛ فَإِنَّ رَسُولَ اللَّهِ ﷺ قَالَ: الثُّلُثُ؛ وَالثُّلُثُ كَثِيرٌ»⁽⁸⁾.\nبَابُ⁽¹⁾ الفَرَائِضِ"
  ],
  [
    "٢٩١ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما، عَنِ النَّبِيِّ ﷺ قَالَ: «أَلْحِقُوا الفَرَائِضَ بِأَهْلِهَا؛ فَمَا بَقِيَ فَهُوَ لِأَوْلَى⁽²⁾ رَجُلٍ ذَكَرٍ»⁽³⁾.\nوَفِي رِوَايَةٍ: «اقْسِمُوا⁽⁴⁾ المَالَ بَيْنَ أَهْلِ الفَرَائِضِ عَلَى كِتَابِ اللَّهِ، فَمَا تَرَكَتِ الفَرَائِضُ فَلِأَوْلَى⁽⁵⁾ رَجُلٍ ذَكَرٍ»⁽⁶⁾."
  ],
  [
    "٢٩٢ - عَنْ أُسَامَةَ بْنِ زَيْدٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! أَتَنْزِلُ غَداً فِي دَارِكَ بِمَكَّةَ؟ قَالَ⁽⁷⁾: وَهَلْ تَرَكَ لَنَا عَقِيلٌ مِنْ رِبَاعٍ⁽⁸⁾؟⁽⁹⁾ ثُمَّ قَالَ: لَا يَرِثُ الكَافِرُ المُسْلِمَ، وَلَا المُسْلِمُ الكَافِرَ»⁽¹⁰⁾."
  ],
  [
    "٢٩٣ - عَنْ⁽¹⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ النَّبِيَّ⁽²⁾ ﷺ نَهَى عَنْ بَيْعِ الوَلَاءِ⁽³⁾، وَعَنْ⁽⁴⁾ هِبَتِهِ»⁽⁵⁾."
  ],
  [
    "٢٩٤ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّهَا قَالَتْ: «كَانَتْ⁽⁶⁾ فِي بَرِيرَةَ ثَلَاثُ سُنَنٍ: خُيِّرَتْ عَلَى زَوْجِهَا حِينَ عَتَقَتْ، وَأُهْدِيَ لَهَا⁽⁷⁾ لَحْمٌ، فَدَخَلَ عَلَيَّ رَسُولُ اللَّهِ ﷺ وَالبُرْمَةُ⁽⁸⁾ عَلَى النَّارِ، فَدَعَا بِطَعَامٍ؛ فَأُتِيَ بِخُبْزٍ وَأُدُمٍ⁽⁹⁾ مِنْ أُدُمِ⁽¹⁰⁾ البَيْتِ، فَقَالَ: أَلَمْ أَرَ البُرْمَةَ عَلَى النَّارِ فِيهَا لَحْمٌ؟ فَقَالُوا⁽¹¹⁾: بَلَى⁽¹²⁾ يَا رَسُولَ اللَّهِ؛ ذَلِكَ لَحْمٌ تُصُدِّقَ بِهِ⁽¹³⁾ عَلَى بَرِيرَةَ، فَكَرِهْنَا أَنْ نُطْعِمَكَ مِنْهُ، فَقَالَ⁽¹⁴⁾: هُوَ عَلَيْهَا صَدَقَةٌ، وَهُوَ مِنْهَا لَنَا هَدِيَّةٌ، وَقَالَ النَّبِيُّ ﷺ فِيهَا⁽¹⁵⁾: إِنَّمَا⁽¹⁶⁾ الوَلَاءُ لِمَنْ أَعْتَقَ»⁽¹⁷⁾.\nكِتَابُ النِّكَاحِ"
  ],
  [
    "٢٩٥ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ لَنَا⁽¹⁾ رَسُولُ اللَّهِ ﷺ: «يَا مَعْشَرَ الشَّبَابِ! مَنِ اسْتَطَاعَ مِنْكُمُ البَاءَةَ⁽²⁾ فَلْيَتَزَوَّجْ؛ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ⁽³⁾، وَأَحْصَنُ لِلْفَرْجِ⁽⁴⁾، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ؛ فَإِنَّهُ لَهُ وِجَاءٌ⁽⁵⁾»⁽⁶⁾."
  ],
  [
    "٢٩٦ - عَنْ⁽⁷⁾ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ نَفَراً مِنْ أَصْحَابِ النَّبِيِّ⁽⁸⁾ ﷺ سَأَلُوا أَزْوَاجَ النَّبِيِّ ﷺ عَنْ عَمَلِهِ فِي السِّرِّ؛ فَقَالَ بَعْضُهُمْ: لَا أَتَزَوَّجُ النِّسَاءَ، وَقَالَ بَعْضُهُمْ: لَا آكُلُ اللَّحْمَ، وَقَالَ بَعْضُهُمْ: لَا أَنَامُ عَلَى فِرَاشٍ، فَبَلَغَ ذَلِكَ⁽⁹⁾ النَّبِيَّ ﷺ⁽¹⁰⁾، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ:\nمَا بَالُ أَقْوَامٍ قَالُوا كَذَا⁽¹⁾؟ لَكِنِّي أُصَلِّي وَأَنَامُ، وَأَصُومُ وَأُفْطِرُ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي»⁽²⁾."
  ],
  [
    "٢٩٧ - عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «رَدَّ رَسُولُ اللَّهِ ﷺ عَلَى عُثْمَانَ بْنِ مَظْعُونٍ التَّبَتُّلَ⁽³⁾، وَلَوْ أَذِنَ لَهُ لَاخْتَصَيْنَا»⁽⁴⁾."
  ],
  [
    "٢٩٨ - عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهُما أَنَّهَا قَالَتْ: «يَا رَسُولَ اللَّهِ! انْكِحْ⁽⁵⁾ أُخْتِي ابْنَةَ أَبِي سُفْيَانَ، فَقَالَ⁽⁶⁾: أَوَ تُحِبِّينَ ذَلِكِ⁽⁷⁾؟ فَقُلْتُ: نَعَمْ؛ لَسْتُ لَكَ بِمُخْلِيَةٍ⁽⁸⁾، وَأَحَبُّ مَنْ شَارَكَنِي فِي\nخَيْرٍ: أُخْتِي، فَقَالَ النَّبِيُّ⁽¹⁾ ﷺ: إِنَّ ذَلِكِ⁽²⁾ لَا يَحِلُّ لِي⁽³⁾، قَالَتْ: فَإِنَّا نُحَدَّثُ⁽⁴⁾ أَنَّكَ⁽⁵⁾ تُرِيدُ أَنْ تَنْكِحَ بِنْتَ أَبِي سَلَمَةَ، قَالَ: بِنْتُ أُمِّ سَلَمَةَ؟! قُلْتُ: نَعَمْ، قَالَ: إِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي؛ إِنَّهَا لَابْنَةُ أَخِي مِنَ الرَّضَاعَةِ⁽⁶⁾، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلَا تَعْرِضْنَ⁽⁷⁾\nعَلَيَّ بَنَاتِكُنَّ⁽¹⁾ وَلَا أَخَوَاتِكُنَّ⁽²⁾، قَالَ عُرْوَةُ: وَثُوَيْبَةُ⁽³⁾ مَوْلَاةٌ لِأَبِي لَهَبٍ، كَانَ أَبُو لَهَبٍ⁽⁴⁾ أَعْتَقَهَا، فَأَرْضَعَتِ النَّبِيَّ ﷺ؛ فَلَمَّا مَاتَ أَبُو لَهَبٍ أُرِيَهُ⁽⁵⁾ بَعْضُ أَهْلِهِ بِشَرِّ حِيبَةٍ⁽⁶⁾، قَالَ⁽⁷⁾ لَهُ: مَاذَا لَقِيتَ؟ قَالَ لَهُ أَبُو لَهَبٍ: لَمْ أَلْقَ بَعْدَكُمْ خَيْراً⁽⁸⁾ غَيْرَ أَنِّي سُقِيتُ⁽⁹⁾ فِي هَذِهِ بِعَتَاقَتِي⁽¹⁰⁾\nثُوَيْبَةَ⁽¹⁾»⁽²⁾.\nالحِيبَةُ: الحَالَةُ - بِكَسْرِ الحَاءِ -⁽³⁾."
  ],
  [
    "٢٩٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ⁽⁴⁾: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُجْمَعُ بَيْنَ المَرْأَةِ وَعَمَّتِهَا، وَلَا بَيْنَ المَرْأَةِ وَخَالَتِهَا»⁽⁵⁾."
  ],
  [
    "٣٠٠ - عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ أَحَقَّ الشُّرُوطِ أَنْ تُوفُوا⁽⁶⁾ بِهِ⁽⁷⁾ مَا اسْتَحْلَلْتُمْ بِهِ الفُرُوجَ»⁽⁸⁾."
  ],
  [
    "٣٠١ - عَنِ⁽⁹⁾ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنِ⁽¹⁰⁾ الشِّغَارِ - وَالشِّغَارُ: أَنْ يُزَوِّجَ الرَّجُلُ ابْنَتَهُ عَلَى أَنْ يُزَوِّجَهُ⁽¹¹⁾ ابْنَتَهُ،\nوَلَيْسَ بَيْنَهُمَا صَدَاقٌ -»⁽¹⁾."
  ],
  [
    "٣٠٢ - عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ⁽²⁾ ﷺ نَهَى عَنْ نِكَاحِ المُتْعَةِ يَوْمَ⁽³⁾ خَيْبَرَ، وَعَنْ لُحُومِ الحُمُرِ الأَهْلِيَّةِ»⁽⁴⁾."
  ],
  [
    "٣٠٣ - عَنْ⁽⁵⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا تُنْكَحُ الأَيِّمُ⁽⁶⁾ حَتَّى تُسْتَأْمَرَ⁽⁷⁾، وَلَا تُنْكَحُ البِكْرُ⁽⁸⁾ حَتَّى تُسْتَأْذَنَ؛ قَالُوا: يَا رَسُولَ اللَّهِ! فَكَيْفَ⁽⁹⁾ إِذْنُهَا؟ قَالَ: أَنْ تَسْكُتَ»⁽¹⁰⁾."
  ],
  [
    "٣٠٤ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «جَاءَتِ امْرَأَةُ رِفَاعَةَ القُرَظِيِّ رَضِيَ اللَّهُ عَنْهُما إِلَى رَسُولِ اللَّهِ⁽¹¹⁾ ﷺ فَقَالَتْ: كُنْتُ عِنْدَ رِفَاعَةَ القُرَظِيِّ⁽¹²⁾ فَطَلَّقَنِي فَبَتَّ\nطَلَاقِي⁽¹⁾، فَتَزَوَّجْتُ بَعْدَهُ عَبْدَ الرَّحْمَنِ بْنَ⁽²⁾ الزَّبِيرِ⁽³⁾، وَإِنَّمَا مَعَهُ⁽⁴⁾ مِثْلُ هُدْبَةِ الثَّوْبِ⁽⁵⁾، فَتَبَسَّمَ رَسُولُ اللَّهِ ﷺ فَقَالَ⁽⁶⁾: أَتُرِيدِينَ⁽⁷⁾ أَنْ تَرْجِعِي⁽⁸⁾ إِلَى رِفَاعَةَ؟ لَا، حَتَّى تَذُوقِي عُسَيْلَتَهُ⁽⁹⁾، وَيَذُوقَ⁽¹⁰⁾ عُسَيْلَتَكِ، قَالَتْ⁽¹¹⁾: وَأَبُو بَكْرٍ عِنْدَهُ، وَخَالِدُ بْنُ سَعِيدٍ بِالبَابِ يَنْتَظِرُ أَنْ يُؤْذَنَ لَهُ، فَنَادَى: يَا أَبَا بَكْرٍ! أَلَا تَسْمَعُ⁽¹²⁾ هَذِهِ مَا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ ﷺ؟»⁽¹³⁾."
  ],
  [
    "٣٠٥ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «مِنَ السُّنَّةِ: إِذَا تَزَوَّجَ البِكْرَ⁽¹⁴⁾ عَلَى الثَّيِّبِ أَقَامَ عِنْدَهَا سَبْعاً وَقَسَمَ⁽¹⁵⁾، وَإِذَا تَزَوَّجَ الثَّيِّبَ⁽¹⁶⁾\nأَقَامَ عِنْدَهَا⁽¹⁾ ثَلَاثاً ثُمَّ قَسَمَ، قَالَ أَبُو قِلَابَةَ: وَلَوْ شِئْتُ لَقُلْتُ: إِنَّ⁽²⁾ أَنَساً رَفَعَهُ إِلَى النَّبِيِّ ﷺ»⁽³⁾."
  ],
  [
    "٣٠٦ - عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: قَالَ⁽⁴⁾ رَسُولُ اللَّهِ ﷺ: «لَوْ أَنَّ أَحَدَهُمْ⁽⁵⁾ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ: بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا⁽⁶⁾ الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا؛ فَإِنَّهُ⁽⁷⁾ إِنْ⁽⁸⁾ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ⁽⁹⁾؛ لَمْ يَضُرُّهُ⁽¹⁰⁾ الشَّيْطَانُ أَبَداً»⁽¹¹⁾."
  ],
  [
    "٣٠٧ - عَنْ عُقْبَةَ بْنِ عَامِرٍ⁽¹²⁾ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ! فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ: يَا رَسُولَ اللَّهِ!\nأَفَرَأَيْتَ⁽¹⁾ الحَمْوَ⁽²⁾؟ قَالَ⁽³⁾: الحَمْوُ المَوْتُ⁽⁴⁾»⁽⁵⁾.\nوَلِمُسْلِمٍ⁽⁶⁾: عَنْ أَبِي الطَّاهِرِ، عَنِ ابْنِ وَهْبٍ قَالَ: سَمِعْتُ اللَّيْثَ يَقُولُ: «الحَمْوُ: أَخُو الزَّوْجِ وَمَا أَشْبَهَهُ مِنْ أَقَارِبِ الزَّوْجِ؛ ابْنِ⁽⁷⁾ العَمِّ وَنَحْوِهِ⁽⁸⁾».\nبَابُ الصَّدَاقِ"
  ],
  [
    "٣٠٨ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ أَعْتَقَ صَفِيَّةَ، وَجَعَلَ عِتْقَهَا صَدَاقَهَا»⁽¹⁾."
  ],
  [
    "٣٠٩ - عَنْ⁽²⁾ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ جَاءَتْهُ امْرَأَةٌ فَقَالَتْ: إِنِّي وَهَبْتُ نَفْسِي لَكَ، فَقَامَتْ⁽³⁾ طَوِيلاً، فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ! زَوِّجْنِيهَا إِنْ لَمْ يَكُنْ⁽⁴⁾ لَكَ بِهَا حَاجَةٌ؛ فَقَالَ: هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا⁽⁵⁾؟ قَالَ⁽⁶⁾: مَا عِنْدِي إِلَّا إِزَارِي هَذَا⁽⁷⁾، فَقَالَ رَسُولُ اللَّهِ ﷺ: إِزَارُكَ⁽⁸⁾ إِنْ أَعْطَيْتَهَا⁽⁹⁾ جَلَسْتَ وَلَا إِزَارَ لَكَ، فَالْتَمِسْ\nشَيْئاً، قَالَ⁽¹⁾: مَا أَجِدُ⁽²⁾، قَالَ: فَالْتَمِسْ⁽³⁾ وَلَوْ خَاتَماً⁽⁴⁾ مِنْ حَدِيدٍ! فَالْتَمَسَ فَلَمْ يَجِدْ شَيْئاً، فَقَالَ رَسُولُ اللَّهِ ﷺ⁽⁵⁾: زَوَّجْتُكَهَا⁽⁶⁾ بِمَا مَعَكَ مِنَ القُرْآنِ»⁽⁷⁾."
  ],
  [
    "٣١٠ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ رَأَى عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَعَلَيْهِ رَدْعُ⁽⁸⁾ زَعْفَرَانٍ⁽⁹⁾، فَقَالَ رَسُولُ اللَّهِ⁽¹⁰⁾ ﷺ: مَهْيَمْ⁽¹¹⁾؟ فَقَالَ: يَا رَسُولَ اللَّهِ⁽¹²⁾! تَزَوَّجْتُ امْرَأَةً، فَقَالَ⁽¹³⁾: مَا\nأَصْدَقْتَهَا⁽¹⁾؟ قَالَ: وَزْنَ نَوَاةٍ⁽²⁾ مِنْ ذَهَبٍ⁽³⁾، قَالَ⁽⁴⁾: فَبَارَكَ⁽⁵⁾ اللَّهُ لَكَ، أَوْلِمْ وَلَوْ بِشَاةٍ»⁽⁶⁾.\nكِتَابُ الطَّلَاقِ"
  ],
  [
    "٣١١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّهُ طَلَّقَ امْرَأَةً لَهُ⁽¹⁾ وَهِيَ حَائِضٌ، فَذَكَرَ ذَلِكَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لِرَسُولِ اللَّهِ ﷺ، فَتَغَيَّظَ فِيهِ رَسُولُ اللَّهِ ﷺ⁽²⁾ ثُمَّ قَالَ⁽³⁾: لِيُرَاجِعْهَا ثُمَّ يُمْسِكْهَا⁽⁴⁾ حَتَّى تَطْهُرَ، ثُمَّ تَحِيضَ⁽⁵⁾ فَتَطْهُرَ، فَإِنْ بَدَا لَهُ أَنْ يُطَلِّقَهَا؛ فَلْيُطَلِّقْهَا قَبْلَ أَنْ يَمَسَّهَا⁽⁶⁾، فَتِلْكَ العِدَّةُ كَمَا أَمَرَ اللَّهُ عز وجل»⁽⁷⁾.\nوَفِي لَفْظٍ: «حَتَّى تَحِيضَ حَيْضَةً مُسْتَقْبَلَةً⁽⁸⁾، سِوَى حَيْضَتِهَا الَّتِي طَلَّقَهَا فِيهَا⁽⁹⁾»⁽¹⁰⁾.\nوَفِي لَفْظٍ: «فَحُسِبَتْ مِنْ طَلَاقِهَا، وَرَاجَعَهَا عَبْدُ اللَّهِ كَمَا أَمَرَ⁽¹⁾ رَسُولُ اللَّهِ ﷺ»⁽²⁾."
  ],
  [
    "٣١٢ - عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ أَبَا عَمْرِو بْنَ حَفْصٍ رَضِيَ اللَّهُ عَنْهُ طَلَّقَهَا البَتَّةَ وَهُوَ غَائِبٌ - وَفِي رِوَايَةٍ⁽³⁾: طَلَّقَهَا ثَلَاثاً⁽⁴⁾ -، فَأَرْسَلَ إِلَيْهَا وَكِيلُهُ⁽⁵⁾ بِشَعِيرٍ فَسَخِطَتْهُ، فَقَالَ: وَاللَّهِ! مَالَكِ عَلَيْنَا مِنْ شَيْءٍ، فَجَاءَتْ⁽⁶⁾ رَسُولَ اللَّهِ ﷺ فَذَكَرَتْ ذَلِكَ لَهُ⁽⁷⁾، فَقَالَ: لَيْسَ لَكِ عَلَيْهِ نَفَقَةٌ - وَفِي لَفْظٍ: وَلَا سُكْنَى⁽⁸⁾ -؛ فَأَمَرَهَا أَنْ تَعْتَدَّ فِي بَيْتِ أُمِّ شَرِيكٍ رَضِيَ اللَّهُ عَنْهُا، ثُمَّ قَالَ: تِلْكَ امْرَأَةٌ يَغْشَاهَا أَصْحَابِي، اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ⁽⁹⁾؛ فَإِنَّهُ رَجُلٌ أَعْمَى، تَضَعِينَ ثِيَابَكِ⁽¹⁰⁾، فَإِذَا حَلَلْتِ⁽¹¹⁾ فَآذِنِينِي⁽¹²⁾، قَالَتْ:\nفَلَمَّا حَلَلْتُ ذَكَرْتُ لَهُ أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ وَأَبَا جَهْمٍ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُم خَطَبَانِي، فَقَالَ رَسُولُ اللَّهِ ﷺ: أَمَّا أَبُو الجَهْمِ⁽²⁾ فَلَا يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ، وَأَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لَا مَالَ لَهُ، انْكِحِي⁽³⁾ أُسَامَةَ بْنَ⁽⁴⁾ زَيْدٍ؛ فَكَرِهْتُهُ، ثُمَّ قَالَ: انْكِحِي⁽⁵⁾ أُسَامَةَ بْنَ زَيْدٍ⁽⁶⁾؛ فَنَكَحْتُهُ، فَجَعَلَ اللَّهُ فِيهِ خَيْراً وَاغْتَبَطْتُ⁽⁷⁾»⁽⁸⁾.\nبَابُ العِدَّةِ"
  ],
  [
    "٣١٣ - عَنْ سُبَيْعَةَ الأَسْلَمِيَّةِ رَضِيَ اللَّهُ عَنْهُا: «أَنَّهَا كَانَتْ تَحْتَ سَعْدِ بْنِ خَوْلَةَ رَضِيَ اللَّهُ عَنْهُ، وَهُوَ⁽¹⁾ فِي⁽²⁾ بَنِي عَامِرِ بْنِ لُؤَيٍّ، وَكَانَ مِمَّنْ شَهِدَ بَدْراً، فَتُوُفِّيَ⁽³⁾ عَنْهَا فِي حَجَّةِ الوَدَاعِ وَهِيَ حَامِلٌ؛ فَلَمْ تَنْشَبْ⁽⁴⁾ أَنْ وَضَعَتْ حَمْلَهَا بَعْدَ⁽⁵⁾ وَفَاتِهِ⁽⁶⁾، فَلَمَّا تَعَلَّتْ⁽⁷⁾ مِنْ نِفَاسِهَا تَجَمَّلَتْ لِلْخُطَّابِ، فَدَخَلَ عَلَيْهَا أَبُو السَّنَابِلِ⁽⁸⁾ ابْنُ⁽⁹⁾ بَعْكَكٍ⁽¹⁰⁾ رَضِيَ اللَّهُ عَنْهُ رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ -، فَقَالَ لَهَا: مَا لِي أَرَاكِ مُتَجَمِّلَةً؟ لَعَلَّكِ تُرَجِّينَ⁽¹¹⁾\nالنِّكَاحَ! وَاللَّهِ مَا أَنْتِ بِنَاكِحٍ حَتَّى تَمُرَّ عَلَيْكِ أَرْبَعَةُ⁽¹⁾ أَشْهُرٍ وَعَشْرٌ⁽²⁾، قَالَتْ سُبَيْعَةُ: فَلَمَّا قَالَ لِي ذَلِكَ⁽³⁾ جَمَعْتُ عَلَيَّ ثِيَابِي⁽⁴⁾ حِينَ أَمْسَيْتُ، فَأَتَيْتُ النَّبِيَّ⁽⁵⁾ ﷺ فَسَأَلْتُهُ عَنْ ذَلِكَ؛ فَأَفْتَانِي بِأَنِّي قَدْ حَلَلْتُ حِينَ وَضَعْتُ حَمْلِي، وَأَمَرَنِي بِالتَّزْوِيجِ⁽⁶⁾ إِنْ بَدَا لِي.\nقَالَ ابْنُ شِهَابٍ: وَلَا أَرَى⁽⁷⁾ بَأْساً أَنْ تَتَزَوَّجَ⁽⁸⁾ حِينَ وضَعَتْ وَإِنْ كَانَتْ فِي دَمِهَا؛ غَيْرَ أَنَّهُ لَا يَقْرَبُهَا⁽⁹⁾ زَوْجُهَا⁽¹⁰⁾ حَتَّى تَطْهُرَ»⁽¹¹⁾."
  ],
  [
    "٣١٤ - عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُما قَالَتْ: «تُوُفِّيَ حَمِيمٌ لِأُمِّ\nحَبِيبَةَ رَضِيَ اللَّهُ عَنْهُا؛ فَدَعَتْ بِصُفْرَةٍ فَمَسَحَتْهُ⁽¹⁾ بِذِرَاعَيْهَا⁽²⁾، وَقَالَتْ: إِنَّمَا أَصْنَعُ هَذَا⁽³⁾؛ لِأَنِّي سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: لَا يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ أَنْ تُحِدَّ⁽⁴⁾ فَوْقَ ثَلَاثٍ؛ إِلَّا عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً»⁽⁵⁾.\nالحَمِيمُ: القَرَابَةُ⁽⁶⁾."
  ],
  [
    "٣١٥ - عَنْ أُمِّ عَطِيَّةَ رَضِيَ اللَّهُ عَنْهُا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا تُحِدُّ⁽⁷⁾ امْرَأَةٌ⁽⁸⁾ عَلَى مَيِّتٍ فَوْقَ ثَلَاثٍ؛ إِلَّا عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً، وَلَا تَلْبَسُ⁽⁹⁾ ثَوْباً مَصْبُوغاً إِلَّا ثَوْبَ عَصْبٍ، وَلَا تَكْتَحِلُ⁽¹⁰⁾، وَلَا\nتَمَسُّ⁽¹⁾ طِيباً؛ إِلَّا إِذَا طَهَرَتْ⁽²⁾؛ نُبْذَةً⁽³⁾ مِنْ قُسْطٍ أَوْ أَظْفَارٍ⁽⁴⁾»⁽⁵⁾.\nالعَصْبُ: ثِيَابٌ مِنَ اليَمَنِ فِيهَا بَيَاضٌ وَسَوَادٌ⁽⁶⁾."
  ],
  [
    "٣١٦ - عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنُهَا⁽⁷⁾، أَفَنَكْحُلُهَا⁽⁸⁾؟ فَقَالَ رَسُولُ اللَّهِ ﷺ: لَا - مَرَّتَيْنِ أَوْ ثَلَاثاً -،\nكُلَّ⁽¹⁾ ذَلِكَ يَقُولُ: لَا، ثُمَّ قَالَ: إِنَّمَا هِيَ أَرْبَعَةُ⁽²⁾ أَشْهُرٍ وَعَشْرٌ⁽³⁾، وَقَدْ كَانَتْ إِحْدَاكُنَّ⁽⁴⁾ فِي الجَاهِلِيَّةِ تَرْمِي بِالبَعَرَةِ⁽⁵⁾ عَلَى رَأْسِ الحَوْلِ، فَقَالَتْ زَيْنَبُ رَضِيَ اللَّهُ عَنْهُا: كَانَتِ المَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشاً، وَلَبِسَتْ شَرَّ ثِيَابِهَا، وَلَمْ⁽⁶⁾ تَمَسَّ طِيباً وَلَا شَيْئاً حَتَّى تَمُرَّ بِهَا⁽⁷⁾ سَنَةٌ، ثُمَّ تُؤْتَى بِدَابَّةٍ⁽⁸⁾ - حِمَارٍ، أَوْ شَاةٍ، أَوْ طَيْرٍ⁽⁹⁾ -؛ فَتَفْتَضُّ⁽¹⁰⁾ بِهِ؛ فَقَلَّمَا\nتَفْتَضُّ⁽¹⁾ بِشَيْءٍ⁽²⁾ إِلَّا مَاتَ، ثُمَّ تَخْرُجُ فَتُعْطَى بَعَرَةً⁽³⁾ فَتَرْمِي بِهَا، ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ»⁽⁴⁾.\nالحِفْشُ⁽⁵⁾: البَيْتُ الصَّغِيرُ⁽⁶⁾.\nوَتَفْتَضُّ⁽⁷⁾: تَدْلُكُ بِهِ جَسَدَهَا⁽⁸⁾.\nكِتَابُ⁽¹⁾ اللِّعَانِ"
  ],
  [
    "٣١٧ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ فُلَانَ بْنَ فُلَانٍ قَالَ: يَا رَسُولَ اللَّهِ! أَرَأَيْتَ⁽²⁾ لَوْ⁽³⁾ وَجَدَ أَحَدُنَا امْرَأَتَهُ عَلَى فَاحِشَةٍ كَيْفَ يَصْنَعُ⁽⁴⁾؟ إِنْ تَكَلَّمَ تَكَلَّمَ بِأَمْرٍ عَظِيمٍ، وَإِنْ سَكَتَ سَكَتَ عَلَى مِثْلِ ذَلِكَ⁽⁵⁾، قَالَ⁽⁶⁾: فَسَكَتَ النَّبِيُّ ﷺ، فَلَمْ يُجِبْهُ، فَلَمَّا كَانَ بَعْدَ ذَلِكَ أَتَاهُ فَقَالَ: إِنَّ الَّذِي سَأَلْتُكَ عَنْهُ قَدِ ابْتُلِيتُ بِهِ، فَأَنْزَلَ اللَّهُ عز وجل هَؤُلَاءِ⁽⁷⁾ الآيَاتِ فِي سُورَةِ النُّورِ: ﴿وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ … ﴾⁽⁸⁾، فَتَلَاهُنَّ عَلَيْهِ، وَوَعَظَهُ وَذَكَّرَهُ، وَأَخْبَرَهُ أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ، فَقَالَ⁽⁹⁾: لَا⁽¹⁰⁾، وَالَّذِي بَعَثَكَ بِالحَقِّ! مَا كَذَبْتُ عَلَيْهَا، ثُمَّ دَعَاهَا، فَوَعَظَهَا⁽¹¹⁾،\nوَأَخْبَرَهَا أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ، فَقَالَتْ⁽¹⁾: لَا، وَالَّذِي بَعَثَكَ بِالحَقِّ إِنَّهُ لَكَاذِبٌ.\nفَبَدَأَ بِالرَّجُلِ⁽²⁾ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ، وَالخَامِسَةُ أَنَّ لَعْنَةَ⁽³⁾ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الكَاذِبِينَ.\nثُمَّ ثَنَّى بِالمَرْأَةِ؛ فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الكَاذِبِينَ، وَالخَامِسَةُ أَنَّ غَضَبَ اللَّهِ⁽⁴⁾ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ.\nثُمَّ فَرَّقَ بَيْنَهُمَا⁽⁵⁾، ثُمَّ قَالَ: اللَّهُ⁽⁶⁾ يَعْلَمُ أَنَّ⁽⁷⁾ أَحَدَكُمَا كَاذِبٌ؛ فَهَلْ مِنْكُمَا تَائِبٌ؟ - ثَلَاثاً -»⁽⁸⁾.\nوَفِي لَفْظٍ: «لَا سَبِيلَ لَكَ عَلَيْهَا، قَالَ⁽⁹⁾: يَا رَسُولَ اللَّهِ مَالِي؟! قَالَ: لَا مَالَ لَكَ⁽¹⁰⁾؛ إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ\nفَرْجِهَا؛ وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا⁽¹⁾ فَهُوَ أَبْعَدُ لَكَ مِنْهَا»⁽²⁾."
  ],
  [
    "٣١٨ - وَعَنْهُ⁽³⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَجُلاً رَمَى امْرَأَتَهُ وَانْتَفَى مِنْ وَلَدِهَا⁽⁴⁾ - فِي زَمَانِ⁽⁵⁾ رَسُولِ اللَّهِ ﷺ؛ فَأَمَرَهُمَا رَسُولُ اللَّهِ⁽⁶⁾ ﷺ فَتَلَاعَنَا - كَمَا قَالَ⁽⁷⁾ اللَّهُ عز وجل، ثُمَّ قَضَى⁽⁸⁾ بِالوَلَدِ لِلْمَرْأَةِ، وَفَرَّقَ بَيْنَ المُتَلَاعِنَيْنِ»⁽⁹⁾."
  ],
  [
    "٣١٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ رَجُلٌ مِنْ بَنِي فَزَارَةَ⁽¹⁰⁾ إِلَى النَّبِيِّ ﷺ فَقَالَ: إِنَّ امْرَأَتِي وَلَدَتْ غُلَاماً⁽¹¹⁾ أَسْوَدَ، فَقَالَ النَّبِيُّ ﷺ: هَلْ لَكَ إِبِلٌ⁽¹²⁾؟ قَالَ: نَعَمْ، قَالَ: فَمَا أَلْوَانُهَا؟ قَالَ: حُمْرٌ، قَالَ: هَلْ⁽¹³⁾ فِيهَا مِنْ أَوْرَقَ⁽¹⁴⁾؟ قَالَ: إِنَّ فِيهَا لَوُرْقاً، قَالَ: فَأَنَّى أَتَاهَا\nذَلِكَ⁽¹⁾؟ قَالَ: عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ⁽²⁾، قَالَ: وَهَذَا عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْقٌ⁽³⁾»⁽⁴⁾."
  ],
  [
    "٣٢٠ - عَنْ⁽⁵⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتِ: «اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ⁽⁶⁾ زَمْعَةَ⁽⁷⁾ فِي غُلَامٍ، فَقَالَ سَعْدٌ⁽⁸⁾: يَا رَسُولَ اللَّهِ!⁽⁹⁾ هَذَا ابْنُ أَخِي عُتْبَةَ⁽¹⁰⁾ بْنِ أَبِي وَقَّاصٍ، عَهِدَ إِلَيَّ⁽¹¹⁾ أَنَّهُ ابْنُهُ، انْظُرْ إِلَى شَبَهِهِ⁽¹²⁾، وَقَالَ عَبْدُ بْنُ زَمْعَةَ: هَذَا أَخِي يَا رَسُولَ اللَّهِ! وُلِدَ عَلَى فِرَاشِ\nأَبِي مِنْ وَلِيدَتِهِ، فَنَظَرَ رَسُولُ اللَّهِ ﷺ إِلَى شَبَهِهِ⁽¹⁾، فَرَأَى شَبَهاً بَيِّناً بِعُتْبَةَ، فَقَالَ: هُوَ لَكَ يَا عَبْدُ بْنَ⁽²⁾ زَمْعَةَ، الوَلَدُ لِلْفِرَاشِ، وَلِلْعَاهِرِ الحَجَرُ، وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ، فَلَمْ تَرَهُ⁽³⁾ سَوْدَةُ قَطُّ⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "٣٢١ - عَنْ⁽⁶⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّهَا قَالَتْ: «إِنَّ رَسُولَ اللَّهِ ﷺ دَخَلَ عَلَيَّ مَسْرُوراً تَبْرُقُ⁽⁷⁾ أَسَارِيرُ وَجْهِهِ⁽⁸⁾، فَقَالَ: أَلَمْ تَرَيْ⁽⁹⁾ أَنَّ⁽¹⁰⁾ مُجَزِّزاً⁽¹¹⁾ نَظَرَ آنِفاً إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ، فَقَالَ: إِنَّ بَعْضَ\nهَذِهِ الأَقْدَامِ لَمِنْ بَعْضٍ؟»⁽¹⁾.\nوَفِي لَفْظٍ: «كَانَ⁽²⁾ مُجَزِّزٌ⁽³⁾ قَائِفاً⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "٣٢٢ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «ذُكِرَ العَزْلُ لِرَسُولِ اللَّهِ ﷺ فَقَالَ: وَلِمَ يَفْعَلُ ذَلِكَ أَحَدُكُمْ؟ - وَلَمْ يَقُلْ: فَلَا⁽⁶⁾ يَفْعَلْ⁽⁷⁾ ذَلِكَ أَحَدُكُمْ -؛ فَإِنَّهُ لَيْسَتْ⁽⁸⁾ نَفْسٌ⁽⁹⁾ مَخْلُوقَةٌ⁽¹⁰⁾ إِلَّا اللَّهُ خَالِقُهَا»⁽¹¹⁾."
  ],
  [
    "٣٢٣ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «كُنَّا نَعْزِلُ وَالقُرْآنُ يَنْزِلُ»⁽¹²⁾.\n«لَوْ⁽¹⁾ كَانَ شَيْءٌ⁽²⁾ يُنْهَى عَنْهُ لَنَهَانَا عَنْهُ القُرْآنُ»⁽³⁾."
  ],
  [
    "٣٢٤ - عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ: أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَيْسَ مِنْ رَجُلٍ ادَّعَى لِغَيْرِ أَبِيهِ وَهُوَ يَعْلَمُهُ؛ إِلَّا كَفَرَ، وَمَنِ ادَّعَى مَا لَيْسَ لَهُ فَلَيْسَ مِنَّا، وَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ، وَمَنْ دَعَا رَجُلاً بِالكُفْرِ، أَوْ قَالَ: عَدُوَّ⁽⁴⁾ اللَّهِ؛ وَلَيْسَ كَذَلِكَ؛ إِلَّا حَارَ⁽⁵⁾ عَلَيْهِ⁽⁶⁾». كَذَا عِنْدَ مُسْلِمٍ⁽⁷⁾؛ وَلِلْبُخَارِيِّ⁽⁸⁾: نَحْوُهُ⁽⁹⁾.\nكِتَابُ⁽¹⁾ الرَّضَاعِ ⁽²⁾"
  ],
  [
    "٣٢٥ - عَنِ ابْنِ عَبَّاسٍ⁽³⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ فِي بِنْتِ حَمْزَةَ -: «لَا تَحِلُّ لِي، يَحْرُمُ مِنَ الرَّضَاعَةِ⁽⁴⁾ مَا يَحْرُمُ مِنَ النَّسَبِ؛ وَهِيَ ابْنَةُ⁽⁵⁾ أَخِي مِنَ الرَّضَاعَةِ⁽⁶⁾»⁽⁷⁾."
  ],
  [
    "٣٢٦ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا يَحْرُمُ⁽⁸⁾ مِنَ الوِلَادَةِ»⁽⁹⁾."
  ],
  [
    "٣٢٧ - وَعَنْهَا رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «إِنَّ أَفْلَحَ - أَخَا أَبِي⁽¹⁰⁾ القُعَيْسِ - اسْتَأْذَنَ عَلَيَّ بَعْدَمَا أُنْزِلَ الحِجَابُ؛ فَقُلْتُ: وَاللَّهِ لَا آذَنُ لَهُ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ ﷺ؛ فَإِنَّ أَخَا أَبِي القُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي؛ وَلَكِنْ\nأَرْضَعَتْنِي امْرَأَةُ أَبِي القُعَيْسِ، فَدَخَلَ عَلَيَّ رَسُولُ اللَّهِ ﷺ فَقُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّ الرَّجُلَ⁽¹⁾ لَيْسَ هُوَ أَرْضَعَنِي، وَلَكِنْ أَرْضَعَتْنِي امْرَأَتُهُ، قَالَ⁽²⁾: ائْذَنِي لَهُ؛ فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِينُكِ، قَالَ عُرْوَةُ: فَبِذَلِكَ كَانَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهُا تَقُولُ: حَرِّمُوا مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ»⁽³⁾.\nوَفِي لَفْظٍ: «اسْتَأْذَنَ عَلَيَّ أَفْلَحُ فَلَمْ آذَنْ لَهُ، فَقَالَ: أَتَحْتَجِبِينَ مِنِّي وَأَنَا عَمُّكِ؟ فَقُلْتُ: كَيْفَ⁽⁴⁾ ذَلِكَ؟ قَالَ⁽⁵⁾: أَرْضَعَتْكِ امْرَأَةُ أَخِي بِلَبَنِ أَخِي، قَالَتْ: فَسَأَلْتُ رَسُولَ اللَّهِ ﷺ فَقَالَ: صَدَقَ أَفْلَحُ، ائْذَنِي لَهُ⁽⁶⁾»⁽⁷⁾.\nتَرِبَتْ يَمِينُكِ: أَيِ: افْتَقَرَتْ، وَالعَرَبُ تَدْعُو عَلَى الرَّجُلِ وَلَا تُرِيدُ وُقُوعَ الأَمْرِ بِهِ⁽⁸⁾."
  ],
  [
    "٣٢٨ - وَعَنْهَا رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «دَخَلَ عَلَيَّ النَّبِيُّ⁽⁹⁾ ﷺ وَعِنْدِي رَجُلٌ، فَقَالَ: يَا عَائِشَةُ! مَنْ هَذَا؟ قُلْتُ: أَخِي مِنَ الرَّضَاعَةِ، فَقَالَ: يَا عَائِشَةُ!\nانْظُرْنَ مَنْ⁽¹⁾ إِخْوَانُكُنَّ⁽²⁾؟ فَإِنَّمَا الرَّضَاعَةُ مِنَ المَجَاعَةِ»⁽³⁾."
  ],
  [
    "٣٢٩ - عَنْ عُقْبَةَ بْنِ الحَارِثِ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ تَزَوَّجَ أُمَّ يَحْيَى⁽⁴⁾ بِنْتَ أَبِي إِهَابٍ، فَجَاءَتْ⁽⁵⁾ أَمَةٌ⁽⁶⁾ سَوْدَاءُ فَقَالَتْ: قَدْ أَرْضَعْتُكُمَا، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ ﷺ⁽⁷⁾ فَأَعْرَضَ عَنِّي، قَالَ: فَتَنَحَّيْتُ فَذَكَرْتُ ذَلِكَ لَهُ، قَالَ⁽⁸⁾: وَكَيْفَ وَقَدْ زَعَمَتْ أَنْ قَدْ أَرْضَعَتْكُمَا؟»⁽⁹⁾."
  ],
  [
    "٣٣٠ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «خَرَجَ رَسُولُ اللَّهِ⁽¹⁰⁾ ﷺ يَعْنِي⁽¹¹⁾: مِنْ مَكَّةَ - فَتَبِعَتْهُمُ⁽¹²⁾ ابْنَةُ حَمْزَةَ تُنَادِي: يَا عَمِّ⁽¹³⁾! فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ⁽¹⁴⁾ بِيَدِهَا، وَقَالَ لِفَاطِمَةَ: دُونَكِ ابْنَةَ⁽¹⁵⁾ عَمِّكِ\nفَاحْتَمِلِيهَا⁽¹⁾، فَاخْتَصَمَ⁽²⁾ فِيهَا عَلِيٌّ وَزَيْدٌ وَجَعْفَرٌ⁽³⁾: فَقَالَ⁽⁴⁾ عَلِيٌّ⁽⁵⁾: أَنَا أَحَقُّ بِهَا، وَهِيَ⁽⁶⁾ ابْنَةُ عَمِّي، وَقَالَ⁽⁷⁾ جَعْفَرٌ: ابْنَةُ عَمِّي، وَخَالَتُهَا تَحْتِي، وَقَالَ زَيْدٌ: ابْنَةُ⁽⁸⁾ أَخِي، فَقَضَى بِهَا النَّبِيُّ ﷺ لِخَالَتِهَا، وَقَالَ: الخَالَةُ بِمَنْزِلَةِ الأُمِّ، وَقَالَ لِعَلِيٍّ: أَنْتَ مِنِّي، وَأَنَا مِنْكَ، وَقَالَ لِجَعْفَرٍ: أَشْبَهْتَ خَلْقِي وَخُلُقِي، وَقَالَ لِزَيْدٍ: أَنْتَ⁽⁹⁾ أَخُونَا وَمَوْلَانَا»⁽¹⁰⁾.\nكِتَابُ القِصَاصِ ⁽¹⁾"
  ],
  [
    "٣٣١ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ⁽²⁾ ﷺ: «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ؛ إِلَّا بِإِحْدَى⁽³⁾ ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ⁽⁴⁾ بِالنَّفْسِ، وَالتَّارِكُ⁽⁵⁾ لِدِينِهِ المُفَارِقُ⁽⁶⁾ لِلْجَمَاعَةِ»⁽⁷⁾."
  ],
  [
    "٣٣٢ - عَنْ⁽⁸⁾ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ⁽⁹⁾: قَالَ رَسُولُ اللَّهِ ﷺ: «أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ القِيَامَةِ فِي الدِّمَاءِ»⁽¹⁰⁾."
  ],
  [
    "٣٣٣ - عَنْ⁽¹¹⁾ سَهْلِ بْنِ أَبِي حَثْمَةَ⁽¹²⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «انْطَلَقَ\nعَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ⁽¹⁾ بْنُ مَسْعُودٍ إِلَى خَيْبَرَ - وَهِيَ⁽²⁾ يَوْمَئِذٍ صُلْحٌ - فَتَفَرَّقَا، فَأَتَى مُحَيِّصَةُ⁽³⁾ إِلَى عَبْدِ اللَّهِ بْنِ سَهْلٍ - وَهُوَ يَتَشَحَّطُ⁽⁴⁾ فِي دَمِهِ قَتِيلاً - فَدَفَنَهُ، ثُمَّ قَدِمَ المَدِينَةَ، فَانْطَلَقَ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَمُحَيِّصَةُ وَحُوَيِّصَةُ⁽⁵⁾ ابْنَا مَسْعُودٍ إِلَى النَّبِيِّ ﷺ، فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ، فَقَالَ: كَبِّرْ، كَبِّرْ⁽⁶⁾ - وَهُوَ أَحْدَثُ القَوْمِ - فَسَكَتَ، فَتَكَلَّمَا، فَقَالَ: أَتَحْلِفُونَ⁽⁷⁾ وَتَسْتَحِقُّونَ قَاتِلَكُمْ⁽⁸⁾ - أَوْ صَاحِبَكُمْ؟ - قَالُوا: وَكَيْفَ⁽⁹⁾\nنَحْلِفُ، وَلَمْ نَشْهَدْ، وَلَمْ نَرَ⁽¹⁾؟ قَالَ: فَتُبْرِئُكُمْ⁽²⁾ يَهُودُ بِخَمْسِينَ يَمِيناً⁽³⁾؟ فَقَالُوا⁽⁴⁾: كَيْفَ⁽⁵⁾ نَأْخُذُ بِأَيْمَانِ⁽⁶⁾ قَوْمٍ كُفَّارٍ؟ فَعَقَلَهُ⁽⁷⁾ النَّبِيُّ ﷺ مِنْ عِنْدِهِ»⁽⁸⁾.\nوَفِي حَدِيثِ حَمَّادِ بْنِ زَيْدٍ: «فَقَالَ رَسُولُ اللَّهِ ﷺ: يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ، فَيُدْفَعُ⁽⁹⁾ بِرُمَّتِهِ، قَالُوا: أَمْرٌ لَمْ نَشْهَدْ⁽¹⁰⁾ كَيْفَ نَحْلِفُ؟ قَالَ: فَتُبْرِئُكُمْ⁽¹¹⁾ يَهُودُ بِأَيْمَانٍ⁽¹²⁾ خَمْسِينَ مِنْهُمْ؟ قَالُوا: يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ!»⁽¹³⁾.\nوَفِي حَدِيثِ سَعِيدِ⁽¹⁾ بْنِ عُبَيْدٍ: «فَكَرِهَ رَسُولُ اللَّهِ ﷺ أَنْ يُبْطِلَ⁽²⁾ دَمَهُ؛ فَوَدَاهُ⁽³⁾ بِمِئَةٍ مِنْ إِبِلِ الصَّدَقَةِ»⁽⁴⁾."
  ],
  [
    "٣٣٤ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ جَارِيَةً وُجِدَ رَأْسُهَا⁽⁵⁾ مَرْضُوخاً⁽⁶⁾ بَيْنَ حَجَرَيْنِ، فَقِيلَ: مَنْ فَعَلَ هَذَا بِكِ؟ فُلَانٌ؟ فُلَانٌ⁽⁷⁾؟ حَتَّى ذُكِرَ يَهُودِيٌّ؛ فَأَوْمَأَتْ بِرَأْسِهَا، فَأُخِذَ اليَهُودِيُّ فَاعْتَرَفَ؛ فَأَمَرَ رَسُولُ اللَّهِ ﷺ أَنْ يُرَضَّ⁽⁸⁾ رَأْسُهُ بَيْنَ حَجَرَيْنِ»⁽⁹⁾.\nوَلِمُسْلِمٍ، وَالنَّسَائِيِّ عَنْ أَنَسٍ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ يَهُودِيّاً قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ⁽²⁾؛ فَأَقَادَهُ رَسُولُ اللَّهِ ﷺ بِهَا⁽³⁾»⁽⁴⁾."
  ],
  [
    "٣٣٥ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ ﷺ مَكَّةَ قَتَلَتْ هُذَيْلٌ رَجُلاً مِنْ بَنِي لَيْثٍ بِقَتِيلٍ كَانَ لَهُمْ فِي الجَاهِلِيَّةِ، فَقَامَ⁽⁵⁾ النَّبِيُّ ﷺ فَقَالَ: إِنَّ اللَّهَ عز وجل⁽⁶⁾ قَدْ⁽⁷⁾ حَبَسَ عَنْ مَكَّةَ الفِيلَ⁽⁸⁾، وَسَلَّطَ عَلَيْهَا رَسُولَهُ وَالمُؤْمِنِينَ، وَإِنَّهَا لَمْ تَحِلَّ⁽⁹⁾ لِأَحَدٍ كَانَ قَبْلِي، وَلَا تَحِلُّ⁽¹⁰⁾ لِأَحَدٍ بَعْدِي، وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، وَإِنَّهَا سَاعَتِي هَذِهِ حَرَامٌ، لَا يُعْضَدُ⁽¹¹⁾ شَجَرُهَا، وَلَا يُخْتَلَى خَلَاهَا، وَلَا يُعْضَدُ⁽¹²⁾\nشَوْكُهَا⁽¹⁾، وَلَا تُلْتَقَطُ سَاقِطَتُهَا⁽²⁾ إِلَّا لِمُنْشِدٍ، وَمَنْ قُتِلَ لَهُ قَتِيلٌ؛ فَهُوَ بِخَيْرِ النَّظَرَيْنِ⁽³⁾: إِمَّا أَنْ يَقْتُلَ⁽⁴⁾، وَإِمَّا أَنْ يُفْدَى⁽⁵⁾، فَقَامَ رَجُلٌ مِنْ أَهْلِ اليَمَنِ - يُقَالُ لَهُ: أَبُو شَاهٍ⁽⁶⁾ - فَقَالَ: يَا رَسُولَ اللَّهِ! اكْتُبُوا⁽⁷⁾ لِي، فَقَالَ رَسُولُ اللَّهِ ﷺ: اكْتُبُوا لِأَبِي شَاهٍ⁽⁸⁾، ثُمَّ قَامَ العَبَّاسُ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: يَا رَسُولَ اللَّهِ! إِلَّا الإِذْخِرَ⁽⁹⁾؛ فَإِنَّا نَجْعَلُهُ⁽¹⁰⁾ فِي بُيُوتِنَا وَقُبُورِنَا، فَقَالَ\nرَسُولُ اللَّهِ ﷺ: إِلَّا الإِذْخِرَ⁽¹⁾»⁽²⁾."
  ],
  [
    "٣٣٦ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ اسْتَشَارَ النَّاسَ فِي إِمْلَاصِ المَرْأَةِ⁽³⁾، فَقَالَ المُغِيرَةُ بْنُ شُعْبَةَ⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُ: شَهِدْتُ النَّبِيَّ ﷺ قَضَى فِيهِ⁽⁵⁾ بِغُرَّةٍ⁽⁶⁾ - عَبْدٍ أَوْ أَمَةٍ -، فَقَالَ: لَتَأْتِيَنَّ بِمَنْ يَشْهَدُ مَعَكَ، فَشَهِدَ مَعَهُ⁽⁷⁾ مُحَمَّدُ بْنُ مَسْلَمَةَ»⁽⁸⁾."
  ],
  [
    "٣٣٧ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ؛ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا وَمَا فِي بَطْنِهَا، فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ ﷺ؛ فَقَضَى رَسُولُ اللَّهِ ﷺ أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ - عَبْدٌ أَوْ وَلِيدَةٌ⁽¹⁾ -، وَقَضَى بِدِيَةِ المَرْأَةِ عَلَى عَاقِلَتِهَا، وَوَرَّثَهَا وَلَدَهَا⁽²⁾ وَمَنْ مَعَهُمْ، فَقَامَ حَمَلُ بْنُ النَّابِغَةِ الهُذَلِيُّ⁽³⁾ فَقَالَ: يَا رَسُولَ اللَّهِ! كَيْفَ أَغْرَمُ⁽⁴⁾ مَنْ لَا شَرِبَ وَلَا أَكَلْ⁽⁵⁾، وَلَا نَطَقَ وَلَا اسْتَهَلْ⁽⁶⁾؟ فَمِثْلُ⁽⁷⁾ ذَلِكَ يُطَلْ⁽⁸⁾! فَقَالَ رَسُولُ اللَّهِ ﷺ: إِنَّمَا هُوَ مِنْ إِخْوَانِ الكُهَّانِ؛ مِنْ\nأَجْلِ سَجْعِهِ الَّذِي سَجَعَ⁽¹⁾»⁽²⁾."
  ],
  [
    "٣٣٨ - عَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَجُلاً عَضَّ يَدَ رَجُلٍ فَنَزَعَ⁽³⁾ يَدَهُ مِنْ فَمِهِ⁽⁴⁾، فَوَقَعَتْ ثَنَايَاهُ⁽⁵⁾، فَاخْتَصَمُوا⁽⁶⁾ إِلَى النَّبِيِّ ﷺ⁽⁷⁾ فَقَالَ: يَعَضُّ⁽⁸⁾ أَحَدُكُمْ أَخَاهُ كَمَا يَعَضُّ الفَحْلُ؟!⁽⁹⁾ لَا دِيَةَ لَكَ»⁽¹⁰⁾."
  ],
  [
    "٣٣٩ - عَنِ الحَسَنِ بْنِ أَبِي الحَسَنِ البَصْرِيِّ قَالَ: «حَدَّثَنَا جُنْدُبٌ⁽¹¹⁾ رَضِيَ اللَّهُ عَنْهُ فِي هَذَا المَسْجِدِ، وَمَا نَسِينَا مِنْهُ حَدِيثاً⁽¹²⁾، وَمَا نَخْشَى أَنْ يَكُونَ جُنْدُبٌ⁽¹³⁾ كَذَبَ عَلَى رَسُولِ اللَّهِ ﷺ؛ قَالَ: قَالَ\nرَسُولُ اللَّهِ ﷺ⁽¹⁾: كَانَ فِيمَنْ⁽²⁾ كَانَ قَبْلَكُمْ رَجُلٌ بِهِ جُرْحٌ فَجَزِعَ⁽³⁾، فَأَخَذَ⁽⁴⁾ سِكِّيناً فَحَزَّ⁽⁵⁾ بِهَا يَدَهُ؛ فَمَا رَقَأَ⁽⁶⁾ الدَّمُ حَتَّى مَاتَ، قَالَ اللَّهُ عز وجل: عَبْدِي⁽⁷⁾ بَادَرَنِي بِنَفْسِهِ⁽⁸⁾؛ حَرَّمْتُ⁽⁹⁾ عَلَيْهِ الجَنَّةَ»⁽¹⁰⁾."
  ],
  [
    "٣٤٠ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قَدِمَ نَاسٌ مِنْ عُكْلٍ - أَوْ عُرَيْنَةَ - فَاجْتَوَوُا⁽¹¹⁾ المَدِينَةَ، فَأَمَرَ لَهُمُ⁽¹²⁾ النَّبِيُّ⁽¹³⁾ ﷺ بِلِقَاحٍ⁽¹⁴⁾،\nوَأَمَرَهُمْ أَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا⁽¹⁾، فَانْطَلَقُوا، فَلَمَّا صَحُّوا قَتَلُوا رَاعِيَ النَّبِيِّ ﷺ وَاسْتَاقُوا النَّعَمَ، فَجَاءَ الخَبَرُ فِي أَوَّلِ النَّهَارِ، فَبَعَثَ فِي آثَارِهِمْ، فَلَمَّا ارْتَفَعَ النَّهَارُ جِيءَ بِهِمْ، فَأَمَرَ بِقَطْعِ أَيْدِيهِمْ وَأَرْجُلِهِمْ⁽²⁾، وَسُمِرَتْ⁽³⁾ أَعْيُنُهُمْ، وَتُرِكُوا فِي الحَرَّةِ يَسْتَسْقُونَ⁽⁴⁾ فَلَا يُسْقَوْنَ.\nقَالَ أَبُو قِلَابَةَ: فَهَؤُلَاءِ سَرَقُوا وَقَتَلُوا وَكَفَرُوا بَعْدَ إِيْمَانِهِمْ، وَحَارَبُوا⁽⁵⁾ اللَّهَ وَرَسُولَهُ»⁽⁶⁾. أَخْرَجَهُ الجَمَاعَةُ⁽⁷⁾.\nكِتَابُ الحُدُودِ"
  ],
  [
    "٣٤١ - عَنْ عُبَيْدِ اللَّهِ⁽¹⁾ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ رَضِيَ اللَّهُ عَنْهُما أَنَّهُمَا⁽²⁾ قَالَا: «إِنَّ رَجُلاً مِنَ الأَعْرَابِ أَتَى رَسُولَ اللَّهِ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ! أَنْشُدُكَ⁽³⁾ اللَّهَ إِلَّا⁽⁴⁾ قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ، فَقَالَ الخَصْمُ الآخَرُ - وَهُوَ أَفْقَهُ مِنْهُ -: نَعَمْ، فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ، وَائْذَنْ لِي، فَقَالَ رَسُولُ اللَّهِ ﷺ: قُلْ، قَالَ⁽⁵⁾: إِنَّ ابْنِي\nكَانَ عَسِيفاً عَلَى⁽¹⁾ هَذَا؛ فَزَنَى بِامْرَأَتِهِ، وَإِنِّي⁽²⁾ أُخْبِرْتُ أَنَّ عَلَى ابْنِي الرَّجْمَ، فَافْتَدَيْتُ مِنْهُ بِمِئَةِ شَاةٍ وَوَلِيدَةٍ، فَسَأَلْتُ أَهْلَ العِلْمِ فَأَخْبَرُونِي أَنَّمَا⁽³⁾ عَلَى ابْنِي جَلْدُ مِئَةٍ وَتَغْرِيبُ عَامٍ، وَأَنَّ عَلَى امْرَأَةِ هَذَا⁽⁴⁾ الرَّجْمَ، فَقَالَ رَسُولُ اللَّهِ⁽⁵⁾ ﷺ: وَالَّذِي نَفْسِي بِيَدِهِ! لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ: الوَلِيدَةُ وَالغَنَمُ رَدٌّ عَلَيْكَ⁽⁶⁾، وَعَلَى ابْنِكَ جَلْدُ مِئَةٍ وَتَغْرِيبُ عَامٍ⁽⁷⁾، وَاغْدُ⁽⁸⁾ يَا أُنَيْسُ - لِرَجُلٍ مِنْ أَسْلَمَ - إِلَى⁽⁹⁾ امْرَأَةِ هَذَا؛ فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا، قَالَ⁽¹⁰⁾: فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ، فَأَمَرَ بِهَا رَسُولُ اللَّهِ⁽¹¹⁾ ﷺ فَرُجِمَتْ»⁽¹²⁾.\nالعَسِيفُ: الأَجِيرُ⁽¹³⁾."
  ],
  [
    "٣٤٢ - وَعَنْهُ، عَنْهُمَا⁽¹⁴⁾ رَضِيَ اللَّهُ عَنْهُما قَالَا⁽¹⁵⁾: «سُئِلَ النَّبِيُّ⁽¹⁶⁾ ﷺ عَنِ\nالأَمَةِ إِذَا زَنَتْ وَلَمْ تُحْصِنْ⁽¹⁾؛ قَالَ: إِنْ زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِنْ زَنَتْ فَاجْلِدُوهَا⁽²⁾، ثُمَّ بِيعُوهَا وَلَوْ بِضَفِيرٍ!\nقَالَ ابْنُ شِهَابٍ: لَا⁽³⁾ أَدْرِي، أَبَعْدَ الثَّالِثَةِ أَوِ الرَّابِعَةِ، وَالضَّفِيرُ⁽⁴⁾: الحَبْلُ»⁽⁵⁾."
  ],
  [
    "٣٤٣ - عَنْ⁽⁶⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ⁽⁷⁾ قَالَ: «أَتَى رَجُلٌ مِنَ المُسْلِمِينَ رَسُولَ اللَّهِ⁽⁸⁾ ﷺ وَهُوَ فِي المَسْجِدِ - فَنَادَاهُ فَقَالَ⁽⁹⁾: يَا رَسُولَ اللَّهِ! إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ، فَتَنَحَّى تِلْقَاءَ وَجْهِهِ فَقَالَ⁽¹⁰⁾: يَا رَسُولَ اللَّهِ! إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ، حَتَّى ثَنَى⁽¹¹⁾ ذَلِكَ عَلَيْهِ⁽¹²⁾ أَرْبَعَ\nمَرَّاتٍ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ⁽¹⁾؛ دَعَاهُ رَسُولُ اللَّهِ ﷺ فَقَالَ: أَبِكَ جُنُونٌ؟ قَالَ: لَا، قَالَ: فَهَلْ أَحْصَنْتَ⁽²⁾؟ قَالَ: نَعَمْ، فَقَالَ رَسُولُ اللَّهِ ﷺ: اذْهَبُوا بِهِ فَارْجُمُوهُ.\nقَالَ ابْنُ شِهَابٍ: فَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ⁽³⁾ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما يَقُولُ⁽⁴⁾: كُنْتُ فِيمَنْ رَجَمَهُ، فَرَجَمْنَاهُ بِالمُصَلَّى، فَلَمَّا أَذْلَقَتْهُ⁽⁵⁾ الحِجَارَةُ هَرَبَ، فَأَدْرَكْنَاهُ بِالحَرَّةِ، فَرَجَمْنَاهُ»⁽⁶⁾.\nالرَّجُلُ: هُوَ مَاعِزُ⁽⁷⁾ بْنُ مَالِكٍ؛ رَوَى⁽⁸⁾ قِصَّتَهُ جَابِرُ بْنُ سَمُرَةَ⁽⁹⁾، وَعَبْدُ اللَّهِ بْنُ عَبَّاسٍ⁽¹⁰⁾، وَأَبُو سَعِيدٍ الخُدْرِيُّ⁽¹¹⁾، وَبُرَيْدَةُ بْنُ الحُصَيْبِ⁽¹²⁾ الأَسْلَمِيُّ⁽¹³⁾ رَضِيَ اللَّهُ عَنْهُم."
  ],
  [
    "٣٤٤ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّهُ⁽¹⁾ قَالَ: «إِنَّ اليَهُودَ جَاؤُوا إِلَى رَسُولِ اللَّهِ ﷺ فَذَكَرُوا لَهُ⁽²⁾ أَنَّ امْرَأَةً مِنْهُمْ وَرَجُلاً زَنَيَا؛ فَقَالَ لَهُمْ رَسُولُ اللَّهِ ﷺ: مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الرَّجْمِ؟ فَقَالُوا⁽³⁾: نَفْضَحُهُمْ⁽⁴⁾ وَيُجْلَدُونَ، قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ⁽⁵⁾: كَذَبْتُمْ، إِنَّ فِيهَا⁽⁶⁾ الرَّجْمَ، فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا⁽⁷⁾، فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ فَقَرَأَ⁽⁸⁾ مَا قَبْلَهَا وَمَا بَعْدَهَا، فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلَامٍ⁽⁹⁾: ارْفَعْ يَدَكَ! فَرَفَعَ يَدَهُ⁽¹⁰⁾، فَإِذَا فِيهَا آيَةُ الرَّجْمِ، فَقَالَ⁽¹¹⁾: صَدَقَ يَا مُحَمَّدُ، فَأَمَرَ بِهِمَا النَّبِيُّ ﷺ فَرُجِمَا، قَالَ⁽¹²⁾: فَرَأَيْتُ الرَّجُلَ يَجْنَأُ⁽¹³⁾ عَلَى المَرْأَةِ؛\nيَقِيهَا⁽¹⁾ الحِجَارَةَ»⁽²⁾.\nالرَّجُلُ⁽³⁾ الَّذِي وَضَعَ يَدَهُ عَلَى آيَةِ الرَّجْمِ: هُوَ⁽⁴⁾ عَبْدُ اللَّهِ بْنُ صُورِيَا⁽⁵⁾."
  ],
  [
    "٣٤٥ - عَنْ⁽⁶⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ، فَخَذَفْتَهُ⁽⁷⁾ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ؛ مَا كَانَ عَلَيْكَ جُنَاحٌ⁽⁸⁾»⁽⁹⁾.\nبَابُ حَدِّ السَّرِقَةِ"
  ],
  [
    "٣٤٦ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ النَّبِيَّ⁽¹⁾ ﷺ قَطَعَ فِي مِجَنٍّ⁽²⁾ قِيمَتُهُ⁽³⁾ - وَفِي لَفْظٍ: ثَمَنُهُ - ثَلَاثَةُ دَرَاهِمَ»⁽⁴⁾."
  ],
  [
    "٣٤٧ - عَنْ⁽⁵⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ ﷺ يَقُولُ: «تُقْطَعُ اليَدُ فِي رُبُعِ دِينَارٍ فَصَاعِداً»⁽⁶⁾."
  ],
  [
    "٣٤٨ - وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ قُرَيْشاً أَهَمَّهُمْ شَأْنُ⁽⁷⁾ المَخْزُومِيَّةِ الَّتِي سَرَقَتْ، فَقَالُوا: مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ ﷺ؟ فَقَالُوا: وَمَنْ يَجْتَرِئُ عَلَيْهِ⁽⁸⁾ إِلَّا أُسَامَةُ بْنُ زَيْدٍ - حِبُّ⁽⁹⁾ رَسُولِ اللَّهِ ﷺ؟ فَكَلَّمَهُ أُسَامَةُ، فَقَالَ⁽¹⁰⁾: أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ⁽¹¹⁾؟ ثُمَّ قَامَ\nفَاخْتَطَبَ⁽¹⁾، فَقَالَ: إِنَّمَا أَهْلَكَ⁽²⁾ الَّذِينَ مِنْ قَبْلِكُمْ⁽³⁾: أَنَّهُمْ⁽⁴⁾ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ، وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الحَدَّ، وَايْمُ اللَّهِ⁽⁵⁾! لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا»⁽⁶⁾.\nوَفِي لَفْظٍ: «قَالَتْ⁽⁷⁾: كَانَتِ امْرَأَةٌ تَسْتَعِيرُ المَتَاعَ وَتَجْحَدُهُ؛ فَأَمَرَ النَّبِيُّ ﷺ بِقَطْعِ يَدِهَا»⁽⁸⁾.\nبَابُ حَدِّ الخَمْرِ"
  ],
  [
    "٣٤٩ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أُتِيَ بِرَجُلٍ قَدْ شَرِبَ الخَمْرَ، فَجَلَدَهُ بِجَرِيدٍ⁽¹⁾ نَحْوَ أَرْبَعِينَ، قَالَ⁽²⁾: وَفَعَلَهُ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، فَلَمَّا كَانَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ اسْتَشَارَ النَّاسَ، فَقَالَ عَبْدُ الرَّحْمَنِ⁽³⁾: أَخَفَّ⁽⁴⁾ الحُدُودِ ثَمَانِينَ⁽⁵⁾، فَأَمَرَ بِهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ»⁽⁶⁾."
  ],
  [
    "٣٥٠ - عَنْ أَبِي بُرْدَةَ⁽¹⁾ هَانِئِ⁽²⁾ بْنِ⁽³⁾ نِيَارٍ البَلَوِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَا يُجْلَدُ فَوْقَ عَشَرَةِ⁽⁴⁾ أَسْوَاطٍ إِلَّا فِي حَدٍّ مِنْ حُدُودِ اللَّهِ»⁽⁵⁾.\nكِتَابُ الأَيْمَانِ وَالنُّذُورِ ⁽¹⁾"
  ],
  [
    "٣٥١ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «يَا عَبْدَ الرَّحْمَنِ بْنَ سَمُرَةَ! لَا تَسْأَلِ الإِمَارَةَ؛ فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ⁽²⁾ إِلَيْهَا، وَإِنْ أُعْطِيتَهَا عَنْ⁽³⁾ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا، وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْراً مِنْهَا؛ فَكَفِّرْ عَنْ يَمِينِكَ وَائْتِ الَّذِي هُوَ خَيْرٌ»⁽⁴⁾."
  ],
  [
    "٣٥٢ - عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنِّي وَاللَّهِ - إِنْ شَاءَ اللَّهُ⁽⁵⁾ - لَا أَحْلِفُ عَلَى⁽⁶⁾ يَمِينٍ، فَأَرَى غَيْرَهَا خَيْراً مِنْهَا؛ إِلَّا أَتَيْتُ الَّذِي هُوَ خَيْرٌ، وَتَحَلَّلْتُهَا»⁽⁷⁾."
  ],
  [
    "٣٥٣ - عَنْ⁽¹⁾ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ اللَّهَ⁽²⁾ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ»⁽³⁾.\nوَلِمُسْلِمٍ⁽⁴⁾: «فَمَنْ⁽⁵⁾ كَانَ حَالِفاً؛ فَلْيَحْلِفْ بِاللَّهِ، أَوْ لِيَصْمُتْ».\nوَفِي رِوَايَةٍ: «قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: فَوَاللَّهِ! مَا حَلَفْتُ بِهَا مُنْذُ سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَنْهَى عَنْهَا؛ ذَاكِراً وَلَا آثِراً»⁽⁶⁾.\nآثِراً⁽⁷⁾: يَعْنِي⁽⁸⁾: حَاكِياً عَنْ غَيْرِي⁽⁹⁾ أَنَّهُ حَلَفَ بِهَا⁽¹⁰⁾."
  ],
  [
    "٣٥٤ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ⁽¹¹⁾ ﷺ قَالَ: «قَالَ\nسُلَيْمَانُ بْنُ دَاوُدَ عليهما السلام⁽¹⁾: لَأَطُوفَنَّ⁽²⁾ اللَّيْلَةَ عَلَى سَبْعِينَ⁽³⁾ امْرَأَةً؛ تَلِدُ كُلُّ امْرَأَةٍ مِنْهُنَّ غُلَاماً يُقَاتِلُ فِي سَبِيلِ اللَّهِ، فَقِيلَ لَهُ: قُلْ: إِنْ شَاءَ اللَّهُ، فَلَمْ يَقُلْ، فَأَطَافَ⁽⁴⁾ بِهِنَّ، فَلَمْ تَلِدْ مِنْهُنَّ إِلَّا امْرَأَةٌ وَاحِدَةٌ نِصْفَ⁽⁵⁾ إِنْسَانٍ، قَالَ⁽⁶⁾: فَقَالَ رَسُولُ اللَّهِ ﷺ: لَوْ قَالَ: إِنْ شَاءَ اللَّهُ؛ لَمْ يَحْنَثْ، وَكَانَ دَرَكاً⁽⁷⁾ لِحَاجَتِهِ»⁽⁸⁾.\nقَوْلُهُ: «قِيلَ لَهُ: قُلْ⁽⁹⁾: إِنْ شَاءَ اللَّهُ»؛ يَعْنِي: قَالَ لَهُ المَلَكُ⁽¹⁰⁾."
  ],
  [
    "٣٥٥ - عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ حَلَفَ عَلَى يَمِينِ⁽¹¹⁾ صَبْرٍ⁽¹²⁾ يَقْتَطِعُ⁽¹³⁾ بِهَا مَالَ امْرِئٍ مُسْلِمٍ هُوَ\nفِيهَا فَاجِرٌ؛ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ، وَنَزَلَتْ⁽¹⁾: ﴿إِنَّ⁽²⁾ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً﴾ إِلَى آخِرِ الآيَةِ»⁽³⁾."
  ],
  [
    "٣٥٦ - عَنِ الأَشْعَثِ بْنِ قَيْسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي بِئْرٍ، فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ ﷺ، فَقَالَ رَسُولُ اللَّهِ ﷺ: شَاهِدَاكَ أَوْ يَمِينُهُ، قُلْتُ⁽⁴⁾: إِذَنْ يَحْلِفُ⁽⁵⁾ وَلَا يُبَالِي! فَقَالَ رَسُولُ اللَّهِ ﷺ: مَنْ حَلَفَ عَلَى يَمِينِ⁽⁶⁾ صَبْرٍ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ، هُوَ فِيهَا فَاجِرٌ؛ لَقِيَ اللَّهَ⁽⁷⁾ وَهُوَ عَلَيْهِ غَضْبَانُ⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "٣٥٧ - عَنْ ثَابِتِ بْنِ الضَّحَّاكِ الأَنْصَارِيِّ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّهُ بَايَعَ رَسُولَ اللَّهِ⁽²⁾ ﷺ تَحْتَ الشَّجَرَةِ، وَأَنَّ⁽³⁾ رَسُولَ اللَّهِ ﷺ قَالَ: مَنْ حَلَفَ عَلَى يَمِينٍ بِمِلَّةٍ غَيْرِ⁽⁴⁾ الإِسْلَامِ كَاذِباً مُتَعَمِّداً؛ فَهُوَ كَمَا قَالَ، وَمَنْ قَتَلَ نَفْسَهُ بِشَيْءٍ؛ عُذِّبَ بِهِ يَوْمَ القِيَامَةِ، وَلَيْسَ عَلَى رَجُلٍ⁽⁵⁾ نَذْرٌ فِيمَا لَا يَمْلِكُ»⁽⁶⁾.\nوَفِي رِوَايَةٍ: «وَلَعْنُ⁽⁷⁾ المُؤْمِنِ كَقَتْلِهِ»⁽⁸⁾.\nوَفِي رِوَايَةٍ: «مَنِ⁽⁹⁾ ادَّعَى دَعْوَى⁽¹⁰⁾ كَاذِبَةً لِيَتَكَثَّرَ⁽¹¹⁾ بِهَا؛ لَمْ يَزِدْهُ اللَّهُ إِلَّا قِلَّةً»⁽¹²⁾.\nبَابُ النَّذْرِ"
  ],
  [
    "٣٥٨ - عَنْ عُمَرَ بْنِ الخَطَّابِ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي كُنْتُ نَذَرْتُ فِي الجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً - وَفِي رِوَايَةٍ⁽²⁾: يَوْماً - فِي المَسْجِدِ الحَرَامِ؟ قَالَ: فَأَوْفِ بِنَذْرِكَ»⁽³⁾."
  ],
  [
    "٣٥٩ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما، عَنِ النَّبِيِّ ﷺ: «أَنَّهُ نَهَى عَنِ النَّذْرِ، وَقَالَ: إِنَّهُ لَا يَأْتِي بِخَيْرٍ، وَإِنَّمَا⁽⁴⁾ يُسْتَخْرَجُ بِهِ مِنَ البَخِيلِ⁽⁵⁾»⁽⁶⁾."
  ],
  [
    "٣٦٠ - عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «نَذَرَتْ أُخْتِي أَنْ تَمْشِيَ إِلَى بَيْتِ اللَّهِ الحَرَامِ⁽⁷⁾ حَافِيَةً، فَأَمَرَتْنِي أَنْ أَسْتَفْتِيَ⁽⁸⁾ لَهَا رَسُولَ اللَّهِ ﷺ، فَاسْتَفْتَيْتُهُ فَقَالَ: لِتَمْشِ⁽⁹⁾ وَلْتَرْكَبْ⁽¹⁰⁾»⁽¹¹⁾."
  ],
  [
    "٣٦١ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما أَنَّهُ⁽¹⁾ قَالَ: «اسْتَفْتَى سَعْدُ بْنُ عُبَادَةَ رَسُولَ اللَّهِ ﷺ فِي نَذْرٍ كَانَ عَلَى أُمِّهِ، تُوُفِّيَتْ قَبْلَ أَنْ تَقْضِيَهُ؛ قَالَ⁽²⁾ رَسُولُ اللَّهِ ﷺ: فَاقْضِهِ عَنْهَا»⁽³⁾."
  ],
  [
    "٣٦٢ - عَنْ كَعْبِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ⁽⁴⁾ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَرَسُولِهِ⁽⁵⁾، فَقَالَ رَسُولُ اللَّهِ ﷺ: أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ؛ فَهُوَ خَيْرٌ لَكَ»⁽⁶⁾.\nبَابُ القَضَاءِ"
  ],
  [
    "٣٦٣ - عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَحْدَثَ⁽¹⁾ فِي أَمْرِنَا هَذَا⁽²⁾ مَا لَيْسَ مِنْهُ⁽³⁾؛ فَهُوَ رَدٌّ»⁽⁴⁾.\nوَفِي لَفْظٍ: «مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا؛ فَهُوَ رَدٌّ»⁽⁵⁾."
  ],
  [
    "٣٦٤ - وَعَنْ⁽⁶⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قَالَتْ: «دَخَلَتْ هِنْدٌ⁽⁷⁾ بِنْتُ عُتْبَةَ - امْرَأَةُ أَبِي سُفْيَانَ - عَلَى رَسُولِ اللَّهِ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ⁽⁸⁾، لَا يُعْطِينِي⁽⁹⁾ مِنَ النَّفَقَةِ مَا يَكْفِينِي⁽¹⁰⁾ وَيَكْفِي بَنِيَّ، إِلَّا مَا أَخَذْتُ مِنْ مَالِهِ بِغَيْرِ عِلْمِهِ؛ فَهَلْ عَلَيَّ فِي⁽¹¹⁾ ذَلِكَ مِنْ جُنَاحٍ⁽¹²⁾؟ فَقَالَ رَسُولُ اللَّهِ ﷺ: خُذِي مِنْ مَالِهِ بِالمَعْرُوفِ مَا يَكْفِيكِ\nوَيَكْفِي بَنِيكِ»⁽¹⁾."
  ],
  [
    "٣٦٥ - عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهُا: «أَنَّ رَسُولَ اللَّهِ⁽²⁾ ﷺ سَمِعَ جَلَبَةَ خَصْمٍ⁽³⁾ بِبَابِ حُجْرَتِهِ، فَخَرَجَ إِلَيْهِمْ فَقَالَ: أَلَا⁽⁴⁾ إِنَّمَا أَنَا بَشَرٌ، وَإِنَّمَا يَأْتِينِي⁽⁵⁾ الخَصْمُ، فَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَبْلَغَ⁽⁶⁾ مِنْ بَعْضٍ؛ فَأَحْسِبُ أَنَّهُ صَادِقٌ، فَأَقْضِي لَهُ! فَمَنْ قَضَيْتُ لَهُ بِحَقِّ⁽⁷⁾ مُسْلِمٍ، فَإِنَّمَا هِيَ قِطْعَةٌ مِنْ نَارٍ⁽⁸⁾، فَلْيَحْمِلْهَا أَوْ يَذَرْهَا⁽⁹⁾»⁽¹⁰⁾."
  ],
  [
    "٣٦٦ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ⁽¹¹⁾: «كَتَبَ⁽¹²⁾ أَبِي - وَكَتَبْتُ لَهُ - إِلَى ابْنِهِ عُبَيْدِ اللَّهِ⁽¹³⁾ بْنِ أَبِي بَكْرَةَ - وَهُوَ قَاضٍ⁽¹⁴⁾\nبِسِجِسْتَانَ⁽¹⁾ -: أَنْ لَا تَحْكُمَ⁽²⁾ بَيْنَ اثْنَيْنِ وَأَنْتَ غَضْبَانُ؛ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: لَا يَحْكُمْ⁽³⁾ أَحَدٌ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ⁽⁴⁾»⁽⁵⁾.\nوَفِي رِوَايَةٍ: «لَا يَقْضِيَنَّ حَكَمٌ⁽⁶⁾ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ⁽⁷⁾»⁽⁸⁾."
  ],
  [
    "٣٦٧ - عَنْ أَبِي بَكْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَلَا أُنَبِّئُكُمْ\nبِأَكْبَرِ الكَبَائِرِ؟ - ثَلَاثاً - قُلْنَا⁽¹⁾: بَلَى يَا رَسُولَ اللَّهِ⁽²⁾! قَالَ: الإِشْرَاكُ بِاللَّهِ، وَعُقُوقُ الوَالِدَيْنِ، وَكَانَ مُتَّكِئاً فَجَلَسَ، فَقَالَ⁽³⁾: أَلَا وَقَوْلُ⁽⁴⁾ الزُّورِ، وَشَهَادَةُ⁽⁵⁾ الزُّورِ⁽⁶⁾، فَمَا زَالَ يُكَرِّرُهَا حَتَّى قُلْنَا: لَيْتَهُ⁽⁷⁾ سَكَتَ»⁽⁸⁾."
  ],
  [
    "٣٦٨ - عَنِ ابْنِ عَبَّاسٍ⁽⁹⁾ رَضِيَ اللَّهُ عَنْهُما أَنَّ النَّبِيَّ⁽¹⁰⁾ ﷺ قَالَ: «لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ؛ لَادَّعَى نَاسٌ⁽¹¹⁾ دِمَاءَ رِجَالٍ⁽¹²⁾ وَأَمْوَالَهُمْ، وَلَكِنِ⁽¹³⁾ اليَمِينُ عَلَى المُدَّعَى عَلَيْهِ⁽¹⁴⁾»⁽¹⁵⁾.\nكِتَابُ⁽¹⁾ الأَطْعِمَةِ"
  ],
  [
    "٣٦٩ - عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ - وَأَهْوَى⁽²⁾ النُّعْمَانُ⁽³⁾ بِإِصْبَعَيْهِ⁽⁴⁾ إِلَى أُذُنَيْهِ⁽⁵⁾ -: «إِنَّ⁽⁶⁾ الحَلَالَ بَيِّنٌ، وَإِنَّ الحَرَامَ⁽⁷⁾ بَيِّنٌ، وَبَيْنَهُمَا⁽⁸⁾ مُشْتَبِهَاتٌ⁽⁹⁾ لَا يَعْلَمُهُنَّ كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ⁽¹⁰⁾، وَمَنْ وَقَعَ فِي\nالشُّبُهَاتِ وَقَعَ فِي الحَرَامِ، كَالرَّاعِي يَرْعَى⁽¹⁾ حَوْلَ الحِمَى يُوشِكُ أَنْ يَرْتَعَ⁽²⁾ فِيهِ، أَلَا وَإِنَّ لِكُلِّ⁽³⁾ مَلِكٍ حِمىً، أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ، أَلَا وَإِنَّ فِي الجَسَدِ مُضْغَةً⁽⁴⁾، إِذَا صَلَحَتْ⁽⁵⁾ صَلَحَ الجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ، أَلَا وَهِيَ القَلْبُ⁽⁶⁾»⁽⁷⁾."
  ],
  [
    "٣٧٠ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَنْفَجْنَا⁽⁸⁾ أَرْنَباً بِمَرِّ الظَّهْرَانِ⁽⁹⁾، فَسَعَى القَوْمُ فَلَغَبُوا⁽¹⁰⁾، وَأَدْرَكْتُهَا⁽¹¹⁾ فَأَخَذْتُهَا، فَأَتَيْتُ بِهَا\nأَبَا طَلْحَةَ، فَذَبَحَهَا وَبَعَثَ إِلَى رَسُولِ اللَّهِ ﷺ بِوَرِكِهَا وَفَخِذَيْهَا⁽¹⁾، فَقَبِلَهُ»⁽²⁾.\nلَغَبُوا⁽³⁾: أَعْيَوْا⁽⁴⁾."
  ],
  [
    "٣٧١ - عَنْ⁽⁵⁾ أَسْمَاءَ بِنْتِ⁽⁶⁾ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُما قَالَتْ: «نَحَرْنَا عَلَى عَهْدِ رَسُولِ اللَّهِ ﷺ فَرَساً فَأَكَلْنَاهُ»⁽⁷⁾.\nوَفِي رِوَايَةٍ: «وَنَحْنُ بِالمَدِينَةِ»⁽⁸⁾."
  ],
  [
    "٣٧٢ - عَنْ⁽⁹⁾ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنْ لُحُومِ الحُمُرِ الأَهْلِيَّةِ، وَأَذِنَ فِي لُحُومِ الخَيْلِ»⁽¹⁰⁾.\nوَلِمُسْلِمٍ وَحْدَهُ⁽¹¹⁾ قَالَ: «أَكَلْنَا زَمَنَ خَيْبَرَ⁽¹²⁾ الخَيْلَ وَحُمُرَ الوَحْشِ، وَنَهَى النَّبِيُّ ﷺ عَنِ الحِمَارِ الأَهْلِيِّ»."
  ],
  [
    "٣٧٣ - عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَصَابَتْنَا مَجَاعَةٌ لَيَالِيَ خَيْبَرَ، فَلَمَّا كَانَ يَوْمُ⁽¹⁾ خَيْبَرَ وَقَعْنَا فِي الحُمُرِ الأَهْلِيَّةِ فَانْتَحَرْنَاهَا، فَلَمَّا غَلَتْ بِهَا القُدُورُ نَادَى مُنَادِي رَسُولِ اللَّهِ ﷺ: أَنْ أَكْفِئُوا⁽²⁾ القُدُورَ⁽³⁾، وَلَا تَأْكُلُوا مِنْ لُحُومِ الحُمُرِ شَيْئاً»⁽⁴⁾."
  ],
  [
    "٣٧٤ - عَنْ أَبِي ثَعْلَبَةَ⁽⁵⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «حَرَّمَ رَسُولُ اللَّهِ ﷺ لُحُومَ الحُمُرِ الأَهْلِيَّةِ»⁽⁶⁾."
  ],
  [
    "٣٧٥ - عَنِ⁽⁷⁾ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «دَخَلْتُ أَنَا وَخَالِدُ بْنُ الوَلِيدِ⁽⁸⁾ مَعَ رَسُولِ اللَّهِ ﷺ بَيْتَ مَيْمُونَةَ، فَأُتِيَ بِضَبٍّ مَحْنُوذٍ⁽⁹⁾، فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ ﷺ بِيَدِهِ، فَقَالَ بَعْضُ النِّسْوَةِ اللَّاتِي فِي بَيْتِ مَيْمُونَةَ: أَخْبِرُوا رَسُولَ اللَّهِ ﷺ بِمَا يُرِيدُ أَنْ يَأْكُلَ⁽¹⁰⁾؛ فَرَفَعَ رَسُولُ اللَّهِ ﷺ\nيَدَهُ⁽¹⁾، فَقُلْتُ: أَحَرَامٌ هُوَ⁽²⁾ يَا رَسُولَ اللَّهِ؟ قَالَ⁽³⁾: لَا، وَلَكِنَّهُ⁽⁴⁾ لَمْ يَكُنْ بِأَرْضِ قَوْمِي، فَأَجِدُنِي أَعَافُهُ⁽⁵⁾، قَالَ خَالِدٌ: فَاجْتَرَرْتُهُ فَأَكَلْتُهُ⁽⁶⁾ وَالنَّبِيُّ⁽⁷⁾ ﷺ يَنْظُرُ⁽⁸⁾»⁽⁹⁾.\nالمَحْنُوذُ⁽¹⁰⁾: المَشْوِيُّ بِالرَّضْفِ⁽¹¹⁾؛ وَهِيَ: الحِجَارَةُ المُحْمَاةُ⁽¹²⁾."
  ],
  [
    "٣٧٦ - عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُما قَالَ: «غَزَوْنَا مَعَ\nرَسُولِ اللَّهِ ﷺ سَبْعَ⁽¹⁾ غَزَوَاتٍ، نَأْكُلُ الجَرَادَ»⁽²⁾."
  ],
  [
    "٣٧٧ - عَنْ⁽³⁾ زَهْدَمِ بْنِ مُضَرِّبٍ الجَرْمِيِّ قَالَ: «كُنَّا عِنْدَ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ فَدَعَا بِمَائِدَتِهِ⁽⁴⁾ وَعَلَيْهَا لَحْمُ دَجَاجٍ⁽⁵⁾، فَدَخَلَ رَجُلٌ مِنْ بَنِي⁽⁶⁾ تَيْمِ اللَّهِ أَحْمَرُ شَبِيهٌ بِالمَوَالِي؛ فَقَالَ⁽⁷⁾: هَلُمَّ! فَتَلَكَّأَ⁽⁸⁾، فَقَالَ لَهُ⁽⁹⁾: هَلُمَّ! فَإِنِّي قَدْ⁽¹⁰⁾ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَأْكُلُ مِنْهُ»⁽¹¹⁾."
  ],
  [
    "٣٧٨ - عَنِ ابْنِ عَبَّاسٍ⁽¹²⁾ رَضِيَ اللَّهُ عَنْهُما أَنَّ النَّبِيَّ⁽¹³⁾ ﷺ قَالَ: «إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً؛ فَلَا يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا⁽¹⁴⁾ أَوْ يُلْعِقَهَا⁽¹⁵⁾»⁽¹⁶⁾.\nبَابُ⁽¹⁾ الصَّيْدِ"
  ],
  [
    "٣٧٩ - عَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَيْتُ رَسُولَ اللَّهِ ﷺ فَقُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ⁽²⁾ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ وَفِي أَرْضٍ⁽³⁾ أَصِيدُ بِقَوْسِي وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ⁽⁴⁾ وَبِكَلْبِي المُعَلَّمِ، فَمَا يَصْلُحُ لِي؟ قَالَ⁽⁵⁾: أَمَّا مَا ذَكَرْتَ - يَعْنِي: مِنْ آنِيَةِ أَهْلِ الكِتَابِ -: فَإِنْ وَجَدْتُمْ غَيْرَهَا فَلَا تَأْكُلُوا فِيهَا، وَإِنْ⁽⁶⁾ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا، وَمَا صِدْتَ بِقَوْسِكَ فَذَكَرْتَ اسْمَ اللَّهِ عَلَيْهِ؛ فَكُلْ، وَمَا صِدْتَ بِكَلْبِكَ المُعَلَّمِ فَذَكَرْتَ اسْمَ اللَّهِ عَلَيْهِ؛ فَكُلْ⁽⁷⁾، وَمَا صِدْتَ بِكَلْبِكَ غَيْرِ المُعَلَّمِ⁽⁸⁾ فَأَدْرَكْتَ ذَكَاتَهُ؛ فَكُلْ»⁽⁹⁾."
  ],
  [
    "٣٨٠ - عَنْ هَمَّامِ بْنِ الحَارِثِ، عَنْ عَدِيِّ بْنِ حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي أُرْسِلُ الكِلَابَ المُعَلَّمَةَ فَيُمْسِكْنَ عَلَيَّ⁽¹⁾ وَأَذْكُرُ اسْمَ اللَّهِ⁽²⁾؟ فَقَالَ⁽³⁾: إِذَا أَرْسَلْتَ كَلْبَكَ المُعَلَّمَ وَذَكَرْتَ اسْمَ اللَّهِ⁽⁴⁾؛ فَكُلْ مَا أَمْسَكَ عَلَيْكَ، قُلْتُ: وَإِنْ قَتَلْنَ؟ قَالَ: وَإِنْ قَتَلْنَ⁽⁵⁾؛ مَا لَمْ يَشْرَكْهَا⁽⁶⁾ كَلْبٌ لَيْسَ مِنْهَا، قُلْتُ⁽⁷⁾ لَهُ⁽⁸⁾: فَإِنِّي أَرْمِي بِالمِعْرَاضِ⁽⁹⁾ الصَّيْدَ فَأُصِيبُ؟ فَقَالَ⁽¹⁰⁾: إِذَا رَمَيْتَ بِالمِعْرَاضِ⁽¹¹⁾ فَخَزَقَ⁽¹²⁾ فَكُلْهُ⁽¹³⁾، وَإِنْ⁽¹⁴⁾ أَصَابَهُ بِعَرْضِهِ⁽¹⁵⁾ فَلَا تَأْكُلْهُ».\nوَحَدِيثُ الشَّعْبِيِّ عَنْ عَدِيٍّ نَحْوُهُ، وَفِيهِ: «إِلَّا أَنْ يَأْكُلَ الكَلْبُ، فَإِنْ أَكَلَ فَلَا تَأْكُلْ؛ فَإِنِّي أَخَافُ أَنْ يَكُونَ إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ، وَإِنْ⁽¹⁾ خَالَطَهَا كِلَابٌ مِنْ غَيْرِهَا فَلَا تَأْكُلْ، فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ، وَلَمْ تُسَمِّ عَلَى غَيْرِهِ».\nوَفِيهِ: «إِذَا أَرْسَلْتَ كَلْبَكَ المُكَلَّبَ⁽²⁾ فَاذْكُرِ اسْمَ اللَّهِ عَلَيْهِ⁽³⁾، فَإِنْ أَمْسَكَ عَلَيْكَ فَأَدْرَكْتَهُ حَيّاً⁽⁴⁾ فَاذْبَحْهُ، وَإِنْ أَدْرَكْتَهُ قَدْ قَتَلَ⁽⁵⁾ وَلَمْ يَأْكُلْ مِنْهُ⁽⁶⁾ فَكُلْهُ؛ فَإِنَّ أَخْذَ⁽⁷⁾ الكَلْبِ ذَكَاتُهُ».\nوَفِيهِ أَيْضاً: «إِذَا رَمَيْتَ بِسَهْمِكَ؛ فَاذْكُرِ اسْمَ اللَّهِ عَلَيْهِ⁽⁸⁾».\nوَفِيهِ: «فَإِنْ غَابَ عَنْكَ يَوْماً أَوْ يَوْمَيْنِ - وَفِي رِوَايَةٍ: اليَوْمَيْنِ وَالثَّلَاثَةَ -، فَلَمْ⁽⁹⁾ تَجِدْ فِيهِ إِلَّا أَثَرَ سَهْمِكَ؛ فَكُلْ إِنْ شِئْتَ، فَإِنْ⁽¹⁰⁾\nوَجَدْتَهُ غَرِيقاً فِي المَاءِ فَلَا تَأْكُلْ؛ فَإِنَّكَ لَا تَدْرِي: المَاءُ قَتَلَهُ، أَوْ سَهْمُكَ؟»⁽¹⁾."
  ],
  [
    "٣٨١ - عَنْ سَالِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ⁽²⁾ رَضِيَ اللَّهُ عَنْهُما قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَنِ اقْتَنَى كَلْباً إِلَّا كَلْبَ صَيْدٍ أَوْ مَاشِيَةٍ؛ فَإِنَّهُ يَنْقُصُ مِنْ أَجْرِهِ⁽³⁾ كُلَّ يَوْمٍ قِيرَاطَانِ. قَالَ سَالِمٌ: وَكَانَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: أَوْ كَلْبَ⁽⁴⁾ حَرْثٍ - وَكَانَ صَاحِبَ⁽⁵⁾ حَرْثٍ -»⁽⁶⁾."
  ],
  [
    "٣٨٢ - عَنْ رَافِعِ بْنِ خَدِيجٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنَّا مَعَ النَّبِيِّ ﷺ بِذِي الحُلَيْفَةِ مِنْ تِهَامَةَ⁽⁷⁾، فَأَصَابَ النَّاسَ جُوعٌ⁽⁸⁾، فَأَصَابُوا إِبِلاً⁽⁹⁾ وَغَنَماً،\nوَكَانَ النَّبِيُّ ﷺ فِي أُخْرَيَاتِ القَوْمِ، فَعَجَّلُوا⁽¹⁾ وَذَبَحُوا وَنَصَبُوا القُدُورَ، فَأَمَرَ النَّبِيُّ ﷺ بِالقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً⁽²⁾ مِنَ الغَنَمِ بِبَعِيرٍ، فَنَدَّ⁽³⁾ مِنْهَا بَعِيرٌ، فَطَلَبُوهُ فَأَعْيَاهُمْ، وَكَانَ فِي القَوْمِ خَيْلٌ يَسِيرَةٌ⁽⁴⁾، فَأَهْوَى رَجُلٌ مِنْهُمْ بِسَهْمٍ، فَحَبَسَهُ اللَّهُ، فَقَالَ⁽⁵⁾: إِنَّ لِهَذِهِ البَهَائِمِ أَوَابِدَ كَأَوَابِدِ الوَحْشِ، فَمَا غَلَبَكُمْ⁽⁶⁾ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا، قَالَ⁽⁷⁾: قُلْتُ⁽⁸⁾: يَا رَسُولَ اللَّهِ! إِنَّا لَاقُوا العَدُوِّ⁽⁹⁾ غَداً، وَلَيْسَتْ⁽¹⁰⁾ مَعَنَا مُدىً⁽¹¹⁾، أَفَنَذْبَحُ بِالقَصَبِ؟ قَالَ: مَا أَنْهَرَ الدَّمَ، وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ⁽¹²⁾ فَكُلُوهُ⁽¹³⁾؛ لَيْسَ السِّنَّ وَالظُّفُرَ⁽¹⁴⁾، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ؛ أَمَّا\nالسِّنُّ: فَعَظْمٌ، وَأَمَّا الظُّفُرُ⁽¹⁾: فَمُدَى الحَبَشَةِ⁽²⁾»⁽³⁾.\nبَابُ الأَضَاحِي"
  ],
  [
    "٣٨٣ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «ضَحَّى النَّبِيُّ⁽¹⁾ ﷺ بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ⁽²⁾؛ ذَبَحَهُمَا بِيَدِهِ، وَسَمَّى وَكَبَّرَ، وَوَضَعَ رِجْلَهُ عَلَى صِفَاحِهِمَا⁽³⁾»⁽⁴⁾.\nالأَمْلَحُ⁽⁵⁾: الأَغْبَرُ؛ وَهُوَ⁽⁶⁾ الَّذِي فِيهِ سَوَادٌ وَبَيَاضٌ⁽⁷⁾.\nكِتَابُ الأَشْرِبَةِ"
  ],
  [
    "٣٨٤ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ عُمَرَ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ عَلَى مِنْبَرِ رَسُولِ اللَّهِ ﷺ: أَمَّا بَعْدُ، أَيُّهَا النَّاسُ! إِنَّهُ⁽²⁾ نَزَلَ تَحْرِيمُ الخَمْرِ وَهِيَ مِنْ خَمْسَةٍ⁽³⁾: مِنَ العِنَبِ، وَالتَّمْرِ، وَالعَسَلِ، وَالحِنْطَةِ، وَالشَّعِيرِ، وَالخَمْرُ: مَا خَامَرَ العَقْلَ⁽⁴⁾، ثَلَاثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ عَهِدَ إِلَيْنَا فِيهِنَّ عَهْداً نَنْتَهِي⁽⁵⁾ إِلَيْهِ: الجَدُّ، وَالكَلَالَةُ، وَأَبْوَابٌ مِنْ أَبْوَابِ⁽⁶⁾ الرِّبَا»⁽⁷⁾."
  ],
  [
    "٣٨٥ - عَنْ⁽⁸⁾ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا، عَنِ النَّبِيِّ⁽⁹⁾ ﷺ: «أَنَّهُ⁽¹⁰⁾ سُئِلَ عَنِ البِتْعِ؟ فَقَالَ: كُلُّ شَرَابٍ أَسْكَرَ؛ فَهُوَ حَرَامٌ»⁽¹¹⁾.\nالبِتْعُ⁽¹²⁾: نَبِيذُ العَسَلِ⁽¹³⁾."
  ],
  [
    "٣٨٦ - عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بَلَغَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ فُلَاناً بَاعَ خَمْراً، فَقَالَ: قَاتَلَ اللَّهُ فُلَاناً! أَلَمْ يَعْلَمْ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: قَاتَلَ اللَّهُ⁽¹⁾ اليَهُودَ؛ حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ، فَجَمَلُوهَا⁽²⁾ فَبَاعُوهَا⁽³⁾»⁽⁴⁾.\nكِتَابُ اللِّبَاسِ"
  ],
  [
    "٣٨٧ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا تَلْبَسُوا الحَرِيرَ؛ فَإِنَّهُ مَنْ لَبِسَهُ فِي الدُّنْيَا لَمْ يَلْبَسْهُ⁽¹⁾ فِي الآخِرَةِ»⁽²⁾."
  ],
  [
    "٣٨٨ - عَنْ⁽³⁾ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَا تَلْبَسُوا الحَرِيرَ وَلَا الدِّيبَاجَ⁽⁴⁾، وَلَا تَشْرَبُوا فِي آنِيَةِ⁽⁵⁾ الذَّهَبِ وَالفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا⁽⁶⁾؛ فَإِنَّهَا⁽⁷⁾ لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الآخِرَةِ»⁽⁸⁾."
  ],
  [
    "٣٨٩ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ⁽⁹⁾\nفِي حُلَّةٍ حَمْرَاءَ أَحْسَنَ مِنْ رَسُولِ اللَّهِ ﷺ؛ لَهُ⁽¹⁾ شَعَرٌ⁽²⁾ يَضْرِبُ مَنْكِبَيْهِ⁽³⁾، بَعِيدُ مَا بَيْنَ المَنْكِبَيْنِ، لَيْسَ بِالقَصِيرِ وَلَا بِالطَّوِيلِ⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "٣٩٠ - عَنِ البَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَمَرَنَا رَسُولُ اللَّهِ ﷺ بِسَبْعٍ، وَنَهَانَا عَنْ سَبْعٍ: أَمَرَنَا بِعِيَادَةِ المَرِيضِ، وَاتِّبَاعِ الجِنَازَةِ⁽⁶⁾، وَتَشْمِيتِ العَاطِسِ⁽⁷⁾، وَإِبْرَارِ⁽⁸⁾ القَسَمِ - أَوِ المُقْسِمِ⁽⁹⁾ -، وَنَصْرِ المَظْلُومِ، وَإِجَابَةِ الدَّاعِي، وَإِفْشَاءِ السَّلَامِ، وَنَهَانَا عَنْ خَوَاتِيمِ - أَوْ عَنْ تَخَتُّمِ - الذَّهَبِ⁽¹⁰⁾، وَعَنْ شُرْبٍ⁽¹¹⁾ بِالفِضَّةِ، وَعَنِ⁽¹²⁾ المَيَاثِرِ⁽¹³⁾،\nوَعَنِ القَسِّيِّ⁽¹⁾، وَعَنْ لُبْسِ⁽²⁾ الحَرِيرِ وَالإِسْتَبْرَقِ⁽³⁾ وَالدِّيبَاجِ⁽⁴⁾»⁽⁵⁾."
  ],
  [
    "٣٩١ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ ﷺ اصْطَنَعَ خَاتَماً⁽⁶⁾ مِنْ ذَهَبٍ، فَكَانَ يَجْعَلُ فَصَّهُ⁽⁷⁾ فِي⁽⁸⁾ بَاطِنِ كَفِّهِ إِذَا لَبِسَهُ، فَصَنَعَ النَّاسُ⁽⁹⁾، ثُمَّ إِنَّهُ جَلَسَ⁽¹⁰⁾ فَنَزَعَهُ، وَقَالَ: إِنِّي كُنْتُ أَلْبَسُ هَذَا الخَاتَمَ، وَأَجْعَلُ فَصَّهُ⁽¹¹⁾ مِنْ دَاخِلٍ⁽¹²⁾، فَرَمَى بِهِ⁽¹³⁾، ثُمَّ قَالَ⁽¹⁴⁾: وَاللَّهِ لَا أَلْبَسُهُ أَبَداً! فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ⁽¹⁵⁾»⁽¹⁶⁾.\nوَفِي لَفْظٍ: «جَعَلَهُ فِي يَدِهِ اليُمْنَى»⁽¹⁾."
  ],
  [
    "٣٩٢ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى عَنْ لَبُوسِ⁽²⁾ الحَرِيرِ إِلَّا هَكَذَا؛ وَرَفَعَ لَنَا رَسُولُ اللَّهِ ﷺ إِصْبَعَيْهِ السَّبَّابَةَ وَالوُسْطَى»⁽³⁾.\nوَلِمُسْلِمٍ⁽⁴⁾: «نَهَى نَبِيُّ اللَّهِ⁽⁵⁾ ﷺ عَنْ لُبْسِ الحَرِيرِ إِلَّا مَوْضِعَ إِصْبَعَيْنِ، أَوْ ثَلَاثٍ، أَوْ أَرْبَعٍ».\nكِتَابُ الجِهَادِ"
  ],
  [
    "٣٩٣ - عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُما: «أَنَّ رَسُولَ اللَّهِ⁽¹⁾ ﷺ فِي بَعْضِ أَيَّامِهِ الَّتِي لَقِيَ فِيهَا⁽²⁾ العَدُوَّ؛ انْتَظَرَ⁽³⁾ حَتَّى إِذَا⁽⁴⁾ مَالَتِ الشَّمْسُ⁽⁵⁾ قَامَ فِيهِمْ فَقَالَ: يَا أَيُّهَا النَّاسُ⁽⁶⁾! لَا تَتَمَنَّوْا لِقَاءَ العَدُوِّ، وَاسْأَلُوا⁽⁷⁾ اللَّهَ العَافِيَةَ، فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا، وَاعْلَمُوا أَنَّ الجَنَّةَ تَحْتَ ظِلَالِ السُّيُوفِ، ثُمَّ قَالَ النَّبِيُّ ﷺ: اللَّهُمَّ مُنْزِلَ الكِتَابِ، وَمُجْرِيَ⁽⁸⁾ السَّحَابِ، وَهَازِمَ⁽⁹⁾ الأَحْزَابِ؛ اهْزِمْهُمْ⁽¹⁰⁾ وَانْصُرْنَا عَلَيْهِمْ»⁽¹¹⁾."
  ],
  [
    "٣٩٤ - عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ⁽¹²⁾ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ⁽¹³⁾: «رِبَاطُ⁽¹⁴⁾ يَوْمٍ فِي سَبِيلِ اللَّهِ⁽¹⁵⁾؛ خَيْرٌ مِنَ الدُّنْيَا وَمَا\nعَلَيْهَا⁽¹⁾، وَمَوْضِعُ سَوْطِ أَحَدِكُمْ مِنَ⁽²⁾ الجَنَّةِ؛ خَيْرٌ مِنَ⁽³⁾ الدُّنْيَا وَمَا عَلَيْهَا⁽⁴⁾، وَالرَّوْحَةُ⁽⁵⁾ يَرُوحُهَا العَبْدُ فِي سَبِيلِ اللَّهِ⁽⁶⁾ أَوِ الغَدْوَةُ⁽⁷⁾؛ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "٣٩٥ - عَنْ⁽¹⁰⁾ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «انْتَدَبَ اللَّهُ - وَلِمُسْلِمٍ⁽¹¹⁾: تَضَمَّنَ اللَّهُ - لِمَنْ خَرَجَ فِي سَبِيلِهِ، لَا يُخْرِجُهُ إِلَّا جِهَادٌ⁽¹²⁾ فِي سَبِيلِي، وَإِيمَانٌ بِي، وَتَصْدِيقٌ بِرُسُلِي⁽¹³⁾ فَهُوَ عَلَيَّ ضَامِنٌ:\nأَنْ أُدْخِلَهُ الجَنَّةَ، أَوْ أُرْجِعَهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ، نَائِلاً مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ»⁽¹⁾.\nوَلِمُسْلِمٍ⁽²⁾: «مَثَلُ⁽³⁾ المُجَاهِدِ فِي سَبِيلِ اللَّهِ⁽⁴⁾ - وَاللَّهُ أَعْلَمُ بِمَنْ يُجَاهِدُ⁽⁵⁾ فِي سَبِيلِهِ⁽⁶⁾ - كَمَثَلِ الصَّائِمِ القَائِمِ⁽⁷⁾، وَتَوَكَّلَ⁽⁸⁾ اللَّهُ⁽⁹⁾ لِلْمُجَاهِدِ⁽¹⁰⁾ فِي سَبِيلِهِ بِأَنْ⁽¹¹⁾ تَوَفَّاهُ: أَنْ يُدْخِلَهُ الجَنَّةَ، أَوْ يَرْجِعَهُ⁽¹²⁾ سَالِماً مَعَ أَجْرٍ أَوْ غَنِيمَةٍ»."
  ],
  [
    "٣٩٦ - وَعَنْهُ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَا مِنْ مَكْلُومٍ يُكْلَمُ⁽²⁾ فِي سَبِيلِ اللَّهِ⁽³⁾؛ إِلَّا جَاءَ يَوْمَ القِيَامَةِ وَكَلْمُهُ يَدْمَى؛ اللَّوْنُ لَوْنُ الدَّمِ⁽⁴⁾، وَالرِّيحُ رِيحُ مِسْكٍ⁽⁵⁾»⁽⁶⁾."
  ],
  [
    "٣٩٧ - عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «غَدْوَةٌ⁽⁷⁾ فِي سَبِيلِ اللَّهِ⁽⁸⁾، أَوْ رَوْحَةٌ؛ خَيْرٌ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ وَغَرَبَتْ⁽⁹⁾» أَخْرَجَهُ مُسْلِمٌ⁽¹⁰⁾."
  ],
  [
    "٣٩٨ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «غَدْوَةٌ⁽¹¹⁾ فِي سَبِيلِ اللَّهِ⁽¹²⁾، أَوْ رَوْحَةٌ؛ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا»\nأَخْرَجَهُ البُخَارِيُّ⁽¹⁾."
  ],
  [
    "٣٩٩ - عَنْ أَبِي قَتَادَةَ⁽²⁾ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «خَرَجْنَا مَعَ رَسُولِ اللَّهِ ﷺ إِلَى حُنَيْنٍ⁽³⁾ - وَذَكَرَ⁽⁴⁾ قِصَّةً - فَقَالَ رَسُولُ اللَّهِ ﷺ: مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ؛ فَلَهُ سَلَبُهُ⁽⁵⁾ - قَالَهَا ثَلَاثاً -»⁽⁶⁾."
  ],
  [
    "٤٠٠ - عَنْ⁽⁷⁾ سَلَمَةَ ابْنِ الأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَى النَّبِيَّ⁽⁸⁾ ﷺ عَيْنٌ⁽⁹⁾ مِنَ المُشْرِكِينَ - وَهُوَ فِي سَفَرٍ -، فَجَلَسَ عِنْدَ أَصْحَابِهِ يَتَحَدَّثُ، ثُمَّ انْفَتَلَ⁽¹⁰⁾، فَقَالَ النَّبِيُّ ﷺ: اطْلُبُوهُ وَاقْتُلُوهُ⁽¹¹⁾، فَقَتَلْتُهُ، فَنَفَّلَنِي سَلَبَهُ»⁽¹²⁾.\nوَفِي رِوَايَةٍ: «فَقَالَ: مَنْ قَتَلَ الرَّجُلَ؟ فَقَالُوا⁽¹⁾: سَلَمَةُ⁽²⁾ ابْنُ الأَكْوَعِ؛ قَالَ⁽³⁾: لَهُ سَلَبُهُ أَجْمَعُ»⁽⁴⁾."
  ],
  [
    "٤٠١ - عَنْ⁽⁵⁾ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «بَعَثَ رَسُولُ اللَّهِ ﷺ سَرِيَّةً إِلَى نَجْدٍ فَخَرَجْتُ فِيهَا، فَأَصَبْنَا إِبِلاً وَغَنَماً، فَبَلَغَتْ سُهْمَانُنَا⁽⁶⁾ اثْنَيْ⁽⁷⁾ عَشَرَ بَعِيراً، وَنَفَّلَنَا رَسُولُ اللَّهِ ﷺ⁽⁸⁾ بَعِيراً بَعِيراً»⁽⁹⁾."
  ],
  [
    "٤٠٢ - وَعَنْهُ⁽¹⁰⁾ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «إِذَا جَمَعَ اللَّهُ الأَوَّلِينَ وَالآخِرِينَ: يُرْفَعُ⁽¹¹⁾ لِكُلِّ غَادِرٍ⁽¹²⁾ لِوَاءٌ⁽¹³⁾؛ فَيُقَالُ⁽¹⁴⁾: هَذِهِ غَدْرَةُ⁽¹⁵⁾\nفُلَانِ بْنِ فُلَانٍ⁽¹⁾»⁽²⁾."
  ],
  [
    "٤٠٣ - وَعَنْهُ⁽³⁾ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ امْرَأَةً وُجِدَتْ فِي بَعْضِ مَغَازِي النَّبِيِّ ﷺ مَقْتُولَةً؛ فَأَنْكَرَ رَسُولُ اللَّهِ⁽⁴⁾ ﷺ قَتْلَ النِّسَاءِ وَالصِّبْيَانِ»⁽⁵⁾."
  ],
  [
    "٤٠٤ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَالزُّبَيْرَ بْنَ العَوَّامِ رَضِيَ اللَّهُ عَنْهُما شَكَيَا القَمْلَ إِلَى النَّبِيِّ⁽⁶⁾ ﷺ فِي غَزَاةٍ لَهُمَا⁽⁷⁾؛ فَرَخَّصَ لَهُمَا فِي قَمِيصِ⁽⁸⁾ الحَرِيرِ، وَرَأَيْتُهُ⁽⁹⁾ عَلَيْهِمَا»⁽¹⁰⁾."
  ],
  [
    "٤٠٥ - عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَتْ أَمْوَالُ بَنِي النَّضِيرِ مِمَّا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ⁽¹¹⁾ مِمَّا لَمْ يُوجِفِ⁽¹²⁾ المُسْلِمُونَ عَلَيْهِ بِخَيْلٍ وَلَا رِكَابٍ، وَكَانَتْ لِرَسُولِ اللَّهِ ﷺ خَالِصاً⁽¹³⁾، فَكَانَ رَسُولُ اللَّهِ ﷺ\nيَعْزِلُ نَفَقَةَ أَهْلِهِ سَنَةً، ثُمَّ يَجْعَلُ مَا بَقِيَ فِي الكُرَاعِ⁽¹⁾ وَالسِّلَاحِ عُدَّةً⁽²⁾ فِي سَبِيلِ اللَّهِ عز وجل»⁽³⁾."
  ],
  [
    "٤٠٦ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما قَالَ: «أَجْرَى النَّبِيُّ ﷺ مَا ضُمِّرَ مِنَ الخَيْلِ⁽⁴⁾: مِنَ الحَفْيَاءِ⁽⁵⁾ إِلَى ثَنِيَّةِ الوَدَاعِ⁽⁶⁾، وَأَجْرَى مَا لَمْ يُضَمَّرْ⁽⁷⁾: مِنَ الثَّنِيَّةِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ⁽⁸⁾.\nقَالَ ابْنُ عُمَرَ⁽⁹⁾: وَكُنْتُ⁽¹⁰⁾ فِيمَنْ أَجْرَى.\nقَالَ سُفْيَانُ: مِنَ الحَفْيَاءِ إِلَى ثَنِيَّةِ الوَدَاعِ: خَمْسَةُ أَمْيَالٍ، أَوْ سِتَّةٌ، وَمِنْ ثَنِيَّةِ الوَدَاعِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ: مِيلٌ»⁽¹¹⁾."
  ],
  [
    "٤٠٧ - وَعَنْهُ⁽¹⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «عُرِضْتُ عَلَى النَّبِيِّ ﷺ يَوْمَ أُحُدٍ⁽²⁾ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً⁽³⁾ فَلَمْ يُجِزْنِي، وَعُرِضْتُ عَلَيْهِ يَوْمَ الخَنْدَقِ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ⁽⁴⁾ فَأَجَازَنِي»⁽⁵⁾."
  ],
  [
    "٤٠٨ - وَعَنْهُ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ⁽⁶⁾ ﷺ قَسَمَ فِي النَّفَلِ⁽⁷⁾: لِلْفَرَسِ سَهْمَيْنِ، وَلِلرَّجُلِ سَهْماً»⁽⁸⁾."
  ],
  [
    "٤٠٩ - وَعَنْهُ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يُنَفِّلُ بَعْضَ مَنْ يَبْعَثُ مِنَ⁽⁹⁾ السَّرَايَا لِأَنْفُسِهِمْ خَاصَّةً، سِوَى قَسْمِ عَامَّةِ الجَيْشِ»⁽¹⁰⁾."
  ],
  [
    "٤١٠ - عَنْ أَبِي مُوسَى عَبْدِ اللَّهِ بْنِ قَيْسٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ⁽¹⁾ النَّبِيِّ ﷺ قَالَ: «مَنْ حَمَلَ عَلَيْنَا السِّلَاحَ؛ فَلَيْسَ مِنَّا»⁽²⁾."
  ],
  [
    "٤١١ - عَنْ⁽³⁾ أَبِي مُوسَى⁽⁴⁾ رَضِيَ اللَّهُ عَنْهُ قَالَ: «سُئِلَ رَسُولُ اللَّهِ ﷺ عَنِ الرَّجُلِ يُقَاتِلُ شَجَاعَةً، وَيُقَاتِلُ حَمِيَّةً، وَيُقَاتِلُ رِيَاءً؛ أَيُّ ذَلِكَ فِي سَبِيلِ اللَّهِ⁽⁵⁾؟ فَقَالَ رَسُولُ اللَّهِ ﷺ: مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ العُلْيَا؛ فَهُوَ فِي سَبِيلِ اللَّهِ⁽⁶⁾»⁽⁷⁾.\nكِتَابُ العِتْقِ"
  ],
  [
    "٤١٢ - عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُما أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ أَعْتَقَ شِرْكاً⁽¹⁾ لَهُ فِي عَبْدٍ فَكَانَ⁽²⁾ لَهُ مَالٌ يَبْلُغُ ثَمَنَ العَبْدِ؛ قُوِّمَ عَلَيْهِ قِيمَةَ⁽³⁾ عَدْلٍ⁽⁴⁾، فَأَعْطَى شُرَكَاءَهُ⁽⁵⁾ حِصَصَهُمْ، وَعَتَقَ عَلَيْهِ العَبْدُ، وَإِلَّا فَقَدْ عَتَقَ مِنْهُ⁽⁶⁾ مَا عَتَقَ⁽⁷⁾»⁽⁸⁾."
  ],
  [
    "٤١٣ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ أَعْتَقَ\nشِقْصاً⁽¹⁾ لَهُ⁽²⁾ مِنْ⁽³⁾ مَمْلُوكٍ؛ فَعَلَيْهِ خَلَاصُهُ⁽⁴⁾ فِي⁽⁵⁾ مَالِهِ، فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ المَمْلُوكُ⁽⁶⁾ قِيمَةَ عَدْلٍ، ثُمَّ اسْتُسْعِيَ⁽⁷⁾ غَيْرَ مَشْقُوقٍ عَلَيْهِ⁽⁸⁾»⁽⁹⁾."
  ],
  [
    "٤١٤ - عَنْ⁽¹⁰⁾ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُما قَالَ: «دَبَّرَ⁽¹¹⁾ رَجُلٌ مِنَ الأَنْصَارِ غُلَاماً لَهُ - وَفِي لَفْظٍ: بَلَغَ النَّبِيَّ ﷺ أَنَّ رَجُلاً مِنْ أَصْحَابِهِ أَعْتَقَ غُلَاماً لَهُ⁽¹²⁾ عَنْ دُبُرٍ - لَمْ يَكُنْ لَهُ مَالٌ غَيْرَهُ⁽¹³⁾؛ فَبَاعَهُ⁽¹⁴⁾ بِثَمَانِ\nمِئَةِ دِرْهَمٍ، ثُمَّ أَرْسَلَ ثَمَنَهُ إِلَيْهِ»⁽¹⁾.⁽²⁾\n* * *\nتَمَّ بِحَمْدِ اللَّهِ"
  ]
]
