var otherHadith_dataSet = [
  ["البخاري 1","حَدَّثَنَا الْحُمَيْدِيُّ عَبْدُ اللهِ بْنُ الزُّبَيْرِ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْأَنْصَارِيُّ، قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ: أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ، يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ عَلَى الْمِنْبَرِ، قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ، يَقُولُ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","މިންބަރު މަތީގައި ހުންނަވައިގެން ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ނިޔަތްތަކުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.","b1"  ],
  ["البخاري 54","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: الْأَعْمَالُ بِالنِّيَّةِ، وَلِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["البخاري 2529","حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: الْأَعْمَالُ بِالنِّيَّةِ، وَلِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. އަދި މީހަކަށް ވަނީ އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["البخاري 3898","حَدَّثَنَا مُسَدَّدٌ: حَدَّثَنَا حَمَّادٌ هُوَ ابْنُ زَيْدٍ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ: سَمِعْتُ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: الْأَعْمَالُ بِالنِّيَّةِ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ ﷺ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. ވީމާ، ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ﷺ އަށެވެ.“","b1"  ],
  ["البخاري 5070","حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ: حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: الْعَمَلُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ ﷺ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލު ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ﷺ އަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["البخاري 6689","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ قَالَ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ: أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ.","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["البخاري 6953","حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ يَخْطُبُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: يَا أَيُّهَا النَّاسُ، إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ هَاجَرَ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ޚުތުބާ ދެއްވަމުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”އޭ މީސްތަކުންނޭވެ. ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް މީހަކު ހިޖުރަ ކުރި ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["مسلم 1907","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ.","ޢުމަރު ބިން އަލްޚައްޠާބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["البخاري 2","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللهُ عَنْهَا: أَنَّ الْحَارِثَ بْنَ هِشَامٍ رَضِيَ اللهُ عَنْهُ سَأَلَ رَسُولَ اللهِ ﷺ فَقَالَ: يَا رَسُولَ اللهِ، كَيْفَ يَأْتِيكَ الْوَحْيُ؟ فَقَالَ رَسُولُ اللهِ ﷺ: أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ، وَهُوَ أَشَدُّهُ عَلَيَّ، فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ، وَأَحْيَانًا يَتَمَثَّلُ لِيَ الْمَلَكُ رَجُلًا، فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ. \nقَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا: وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْيُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ، فَيَفْصِمُ عَنْهُ وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا. ","\"\"\"އުންމުލް މުއުމިނީން ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމް رَضِيَ اللَّهُ عَنْهُ، ރަސޫލު ﷲ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ބައެއް ފަހަރު ވަޙީ ބާވައިލެވެނީ ރަނގަބީލެއްގެ އަޑުފަދައިންނެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. ދެން (އެ ޙާލަތު ނިމި) ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވެވުނު އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތާ (ޖިބްރީލު)ވަޑައިގަން ތިމަން ނަބިއްޔާއާ ވާހަކަފުޅު ދައްކަވައެވެ. ދެން އެ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“ \n\nޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ދެންނެވިއެވެ: ހަމަކަށަވަރުން ނުހަނު ފިނި ދުވަހެއްގައި ނަބިއްޔާއަށް ވަޙީ ބާވައިލެއްވުމަށް ފަހު، ނަބިއްޔާގެ ނިތްކުރިފުޅުން ދާފޮދު އޮހޮރެނިކޮށް ތިމަންކަމަނާ ދުށީމެވެ.","b2"  ],
  ["البخاري 3215","حَدَّثَنَا فَرْوَةُ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ الْحَارِثَ بْنَ هِشَامٍ سَأَلَ النَّبِيَّ ﷺ كَيْفَ يَأْتِيكَ الْوَحْيُ؟ قَالَ: كُلُّ ذَاكَ يَأْتِي الْمَلَكُ أَحْيَانًا فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ وَهُوَ أَشَدُّهُ عَلَيَّ وَيَتَمَثَّلُ لِيَ الْمَلَكُ أَحْيَانًا رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމް، ނަބިއްޔާ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިހުރިހައި ކަމެއް ވާގޮތަކީ، ބައެއް ފަހަރު މަލާއިކަތާ (ޖިބްރީލު) ރަނގަބީލެއްގެ އަޑުފަދައިން ވަޑައިގަނެއެވެ. ދެން ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވި އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތާ ވަޑައިގަން ތިމަން ނަބިއްޔާއާ ވާހަކަފުޅު ދައްކަވައެވެ. ދެން އެ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“","b2"  ],
  ["مسلم 2333","وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ. (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ وَابْنُ بِشْرٍ، جَمِيعًا عَنْ هِشَامٍ (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ (وَاللَّفْظُ لَهُ)، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أَنَّ الْحَارِثَ بْنَ هِشَامٍ سَأَلَ النَّبِيَّ ﷺ كَيْفَ يَأْتِيكَ الْوَحْيُ؟ فَقَالَ: أَحْيَانًا يَأْتِينِي فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ وَهُوَ أَشَدُّهُ عَلَيَّ، ثُمَّ يَفْصِمُ عَنِّي وَقَدْ وَعَيْتُهُ، وَأَحْيَانًا مَلَكٌ فِي مِثْلِ صُورَةِ الرَّجُلِ فَأَعِي مَا يَقُولُ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމު، ނަބިއްޔާ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ބައެއް ފަހަރު ރަނގަބީލެއްގެ އަޑުފަދައިން ބާވައިލެވެއެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. ދެން ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވި އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތެއް ވަޑައިގަނެއެވެ. ދެން އެ މަލާއިކަތާ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“","b2"  ],
  ["البخاري 3","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ الرُّؤْيَا الصَّالِحَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، وَكَانَ يَخْلُو بِغَارِ حِرَاءٍ، فَيَتَحَنَّثُ فِيهِ وَهُوَ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَنْزِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى جَاءَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ، قَالَ: مَا أَنَا بِقَارِئٍ. قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، قُلْتُ مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، ثُمَّ أَرْسَلَنِي فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ يَرْجُفُ فُؤَادُهُ، فَدَخَلَ عَلَى خَدِيجَةَ بِنْتِ خُوَيْلِدٍ رَضِيَ اللهُ عَنْهَا فَقَالَ: زَمِّلُونِي زَمِّلُونِي فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ لِخَدِيجَةَ وَأَخْبَرَهَا الْخَبَرَ: لَقَدْ خَشِيتُ عَلَى نَفْسِي فَقَالَتْ خَدِيجَةُ: كَلَّا وَاللهِ مَا يُخْزِيكَ اللهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى، ابْنَ عَمِّ خَدِيجَةَ، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ، فَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعِبْرَانِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: يَا ابْنَ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ. فَقَالَ لَهُ وَرَقَةُ: يَا ابْنَ أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللهِ ﷺ خَبَرَ مَا رَأَى، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللهُ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا، لَيْتَنِي أَكُونُ حَيًّا إِذْ يُخْرِجُكَ قَوْمُكَ، فَقَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟! قَالَ: نَعَمْ. لَمْ يَأْتِ رَجُلٌ قَطُّ بِمِثْلِ مَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الْوَحْيُ. \n","އުންމުލް މުއުމިނީން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ހެޔޮ ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތަކެއް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ މޭފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާ ބިންތު ޚުވައިލިދު رَضِيَ اللَّهُ عَنْهَا ގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢިބްރާނީ (ޔަހޫދީ) ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް ޢިބްރާނީ ބަހުން އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ރަސޫލު ﷲ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި (މުއްދަތަކަށް) ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން ދިޔައެވެ.","b3"  ],
  ["البخاري 3392","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ حَدَّثَنَا اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنِ ابْنِ شِهَابٍ سَمِعْتُ عُرْوَةَ قَالَ قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا فَرَجَعَ النَّبِيُّ ﷺ إِلَى خَدِيجَةَ يَرْجُفُ فُؤَادُهُ فَانْطَلَقَتْ بِهِ إِلَى وَرَقَةَ بْنِ نَوْفَلٍ وَكَانَ رَجُلًا تَنَصَّرَ يَقْرَأُ الْإِنْجِيلَ بِالْعَرَبِيَّةِ فَقَالَ وَرَقَةُ مَاذَا تَرَى فَأَخْبَرَهُ فَقَالَ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي أَنْزَلَ اللهُ عَلَى مُوسَى وَإِنْ أَدْرَكَنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. النَّامُوسُ صَاحِبُ السِّرِّ الَّذِي يُطْلِعُهُ بِمَا يَسْتُرُهُ عَنْ غَيْرِهِ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ މޭފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަޑައިގަތެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން ވަރަޤާ ބިން ނައުފަލުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢިބްރާނީ (ޔަހޫދީ) ބަހުން އިންޖީލު ކިޔަވައި އުޅުނެވެ. ވަރަޤާ ދެންނެވިއެވެ: ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ އެ ކަމުގެ ޚަބަރު ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަވަރެވެ. އިމާމު ބުޚާރީ ވިދާޅުވިއެވެ: ނާމޫސްއަކީ އެހެން ބަޔަކަށް ނޭންގޭ ގޮތަށް ފޮރުވައިގެން ސިއްރު ޚިބަރެއް ގެންގުޅޭ ފަރާތެކެވެ ","b3"  ],
  ["البخاري 4953","حَدَّثَنَا يَحْيَى، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ. \nحَدَّثَنِي سَعِيدُ بْنُ مَرْوَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، أَخْبَرَنَا أَبُو صَالِحٍ سَلْمَوَيْهِ قَالَ: حَدَّثَنِي عَبْدُ اللهِ، عَنْ يُونُسَ بْنِ يَزِيدَ قَالَ: أَخْبَرَنِي ابْنُ شِهَابٍ: أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ: أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ قَالَتْ: كَانَ أَوَّلَ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، فَكَانَ يَلْحَقُ بِغَارِ حِرَاءٍ، فَيَتَحَنَّثُ فِيهِ، قَالَ: وَالتَّحَنُّثُ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ، قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ، فَيَتَزَوَّدُ بِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ، فَقَالَ رَسُولُ اللهِ ﷺ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ، حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ } الْآيَاتِ إِلَى قَوْلِهِ: { عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي، فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، قَالَ لِخَدِيجَةَ: أَيْ خَدِيجَةُ، مَا لِي، لَقَدْ خَشِيتُ عَلَى نَفْسِي، فَأَخْبَرَهَا الْخَبَرَ، قَالَتْ خَدِيجَةُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، فَوَاللهِ إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلٍ،وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ خَدِيجَةُ: يَا عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، قَالَ وَرَقَةُ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ النَّبِيُّ ﷺ خَبَرَ مَا رَأَى، فَقَالَ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، لَيْتَنِي فِيهَا جَذَعًا، لَيْتَنِي أَكُونُ حَيًّا، ذَكَرَ حَرْفًا، قَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟ قَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ بِمَا جِئْتَ بِهِ إِلَّا أُوذِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ حَيًّا أ َنْصُرْكَ نَصْرًا مُؤَزَّرًا، ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الْوَحْيُ فَتْرَةً، حَتَّى حَزِنَ رَسُولُ اللهِ ﷺ. ","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ އުޅުއްވިއެވެ. -ޙަދީޘްގެ ރާވީ ވިދާޅުވިއެވެ: އެކަހެރިވެ އުޅުއްވުމުގެ މާނައަކީ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިކަމެވެ.- އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ރަސޫލު ﷲ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާ ބިންތު ޚުވައިލިދު رَضِيَ اللَّهُ عَنْهَا ގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. އެކަލޭގެދާނު ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ! ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ. ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ﷲ ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، (ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު) ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އުނދަގޫކޮށް (އަދާވާތްތެރި) ނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނަ ދިރިހުއްޓައި ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި މުއްދަތަކަށް ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން އެކަމާމެދު ރަސޫލު ﷲ ﷺ ހިތާމަ ކުރެއްވިއެވެ.","b3"  ],
  ["البخاري 4955","حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ: أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّالِحَةُ، فَجَاءَهُ الْمَلَكُ، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ }.\n","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ހެޔޮ ހުވަފެންފުޅުތަކުންނެވެ. އެއަށްފަހު މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ.❝","b3"  ],
  ["البخاري 4956","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ: أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ (ح) وَقَالَ اللَّيْثُ: حَدَّثَنِي عُقَيْلٌ: قَالَ مُحَمَّدٌ: أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّادِقَةُ، جَاءَهُ الْمَلَكُ فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ }. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. އެއަށްފަހު މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ.❝","b3"  ],
  ["البخاري 4957","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ قَالَ: سَمِعْتُ عُرْوَةَ: قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا: فَرَجَعَ النَّبِيُّ ﷺ إِلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي فَذَكَرَ الْحَدِيثَ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން (ޙަދީޘްގެ ރާވީއެއް ކަމަށްވާ) ޢުރްވާ (ކުރިން ދިޔަ) ޙަދީޘް ކިޔައިދެއްވިއެވެ.","b3"  ],
  ["البخاري 6982","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، وَحَدَّثَنِي عَبْدُ اللهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، قَالَ الزُّهْرِيُّ: فَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، فَكَانَ يَأْتِي حِرَاءً فَيَتَحَنَّثُ فِيهِ، وَهُوَ التَّعَبُّدُ، اللَّيَالِيَ ذَوَاتِ الْعَدَدِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَتُزَوِّدُهُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فِيهِ، فَقَالَ: اقْرَأْ، فَقَالَ لَهُ النَّبِيُّ ﷺ: فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ } حَتَّى بَلَغَ { مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي. فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ: يَا خَدِيجَةُ، مَا لِي. وَأَخْبَرَهَا الْخَبَرَ، وَقَالَ: قَدْ خَشِيتُ عَلَى نَفْسِي. فَقَالَتْ لَهُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. ثُمَّ انْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى بْنِ قُصَيٍّ، وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخُو أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، فَيَكْتُبُ بِالْعَرَبِيَّةِ مِنَ الْإِنْجِيلِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيِ ابْنَ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، فَقَالَ وَرَقَةُ: ابْنَ أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ النَّبِيُّ ﷺ مَا رَأَى، فَقَالَ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا، أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ. فَقَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ فَقَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا، ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الوَحْيُ فَتْرَةً حَتَّى حَزِنَ النَّبِيُّ ﷺ، فِيمَا بَلَغَنَا، حُزْنًا غَدَا مِنْهُ مِرَارًا كَيْ يَتَرَدَّى مِنْ رُؤُوسِ شَوَاهِقِ الْجِبَالِ، فَكُلَّمَا أَوْفَى بِذِرْوَةِ جَبَلٍ لِكَيْ يُلْقِيَ مِنْهُ نَفْسَهُ تَبَدَّى لَهُ جِبْرِيلُ، فَقَالَ: يَا مُحَمَّدُ، إِنَّكَ رَسُولُ اللهِ حَقًّا. فَيَسْكُنُ لِذَلِكَ جَأْشُهُ، وَتَقِرُّ نَفْسُهُ، فَيَرْجِعُ، فَإِذَا طَالَتْ عَلَيْهِ فَتْرَةُ الْوَحْيِ غَدَا لِمِثْلِ ذَلِكَ، فَإِذَا أَوْفَى بِذِرْوَةِ جَبَلٍ تَبَدَّى لَهُ جِبْرِيلُ فَقَالَ لَهُ مِثْلَ ذَلِكَ قَالَ ابْنُ عَبَّاسٍ { فَالِقُ الإِصْبَاحِ } ضَوْءُ الشَّمْسِ بِالنَّهَارِ، وَضَوْءُ الْقَمَرِ بِاللَّيْلِ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ނަބިއްޔާއަށް އެ ކަމަނާ ތައްޔާރު ކުރައްވައި، އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން އެ ހޮހަޅައަށް މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ! ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާ ބިން ޤުޞައްޔުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި މުއްދަތަކަށް ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން އެކަމާމެދު ނަބިއްޔާ ﷺ ހިތާމަ ކުރެއްވިއެވެ.","b3"  ],
  ["مسلم 160","حَدَّثَنِي أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ سَرْحٍ، أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ قَالَ: حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ أَخْبَرَتْهُ أَنَّهَا قَالَتْ: كَانَ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ: الرُّؤْيَا الصَّادِقَةَ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، فَكَانَ يَخْلُو بِغَارِ حِرَاءٍ يَتَحَنَّثُ فِيهِ، وَهُوَ التَّعَبُّدُ اللَّيَالِيَ أُولَاتِ الْعَدَدِ، قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ، وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ، فَقَالَ: اقْرَأْ، قَالَ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قَالَ: قُلْتُ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي، فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، ثُمَّ قَالَ لِخَدِيجَةَ: أَيْ خَدِيجَةُ، مَا لِي، وَأَخْبَرَهَا الْخَبَرَ، قَالَ: لَقَدْ خَشِيتُ عَلَى نَفْسِي، قَالَتْ لَهُ خَدِيجَةُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، وَاللهِ إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى، وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيْ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، قَالَ وَرَقَةُ بْنُ نَوْفَلٍ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللهِ ﷺ خَبَرَ مَا رَآهُ، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى ﷺ، يَا لَيْتَنِي فِيهَا جَذَعًا، يَا لَيْتَنِي أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ، قَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟ قَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ، إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން އެ ހޮހަޅައަށް މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ! ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާ ﷺ އަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ.","b3"  ],
  ["البخاري 6","حَدَّثَنَا عَبْدَانُ، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ، قَالَ: أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ (ح). وَحَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ، قَالَ: أَخْبَرَنَا يُونُسُ وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ نَحْوَهُ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ، فَلَرَسُولُ اللهِ ﷺ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހު ކޮންމެ ރެޔަކު ޖިބްރީލު ބައްދަލު ނަބިއްޔާއާ ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި ހަމަކަށަވަރުން (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["البخاري 1902","حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ: أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ: أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ، حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ جِبْرِيلُ عَلَيْهِ السَّلَامُ يَلْقَاهُ كُلَّ لَيْلَةٍ فِي رَمَضَانَ حَتَّى يَنْسَلِخَ، يَعْرِضُ عَلَيْهِ النَّبِيُّ ﷺ الْقُرْآنَ: فَإِذَا لَقِيَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ، كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަސް ނިމެންދެން ކޮންމެ ރެޔަކު ޖިބްރީލު ޢަލައިހިއްސަލާމް ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާ ﷺ ޖިބްރީލަށް (އެއްކޮށް) ޤުރްއާން ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["البخاري 3220","حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ قَالَ: حَدَّثَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ جِبْرِيلُ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللهِ ﷺ حِينَ يَلْقَاهُ جِبْرِيلُ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. وَعَنْ عَبْدِ اللهِ حَدَّثَنَا مَعْمَرٌ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَرَوَى أَبُو هُرَيْرَةَ وَفَاطِمَةُ رَضِيَ اللهُ عَنْهُمَا عَنِ النَّبِيِّ ﷺ: أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ الْقُرْآنَ. \n","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހުގެ ކޮންމެ ރެޔަކު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ. އަދި އަބޫ ހުރައިރާއާއި ފާޠިމާ رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ.","b6"  ],
  ["البخاري 3554","حَدَّثَنَا عَبْدَانُ حَدَّثَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ عَنِ الزُّهْرِيِّ قَالَ حَدَّثَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ وَأَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ جِبْرِيلُ عَلَيْهِ السَّلَامُ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللهِ ﷺ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހު ކޮންމެ ރެޔަކު ޖިބްރީލު ޢަލައިހިއްސަލާމް ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["البخاري 4997","حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَأَجْوَدُ مَا يَكُونُ فِي شَهْرِ رَمَضَانَ؛ لِأَنَّ جِبْرِيلَ كَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ فِي شَهْرِ رَمَضَانَ حَتَّى يَنْسَلِخَ، يَعْرِضُ عَلَيْهِ رَسُولُ اللهِ ﷺ الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ، كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ.","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ.  ސަބަބަކީ، ރަމަޟާން މަސް ނިމެންދެން ކޮންމެ ރެޔަކު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ރަސޫލު ﷲ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި އަދި ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["مسلم 2308","حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ يَعْنِي ابْنَ سَعْدٍ، عَنِ الزُّهْرِيِّ. (ح) وَحَدَّثَنِي أَبُو عِمْرَانَ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ (وَاللَّفْظُ لَهُ)، أَخْبَرَنَا إِبْرَاهِيمُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَكَانَ أَجْوَدَ مَا يَكُونُ فِي شَهْرِ رَمَضَانَ، إِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ كَانَ يَلْقَاهُ فِي كُلِّ سَنَةٍ فِي رَمَضَانَ حَتَّى يَنْسَلِخَ، فَيَعْرِضُ عَلَيْهِ رَسُولُ اللهِ ﷺ الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ.  ހަމަކަށަވަރުން ކޮންމެ އަހަރަކު ރަމަޟާން މަސް ނިމެންދެން އެ މަހު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ރަސޫލު ﷲ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި ރަސޫލު ﷲ ﷺ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["مسلم 8","حَدَّثَنِي أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ كَهْمَسٍ، عَنْ عَبْدِ اللهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، (ح) وَحَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، وَهَذَا حَدِيثُهُ، حَدَّثَنَا أَبِي، حَدَّثَنَا كَهْمَسٌ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ قَالَ: كَانَ أَوَّلَ مَنْ قَالَ فِي الْقَدَرِ بِالْبَصْرَةِ مَعْبَدٌ الْجُهَنِيُّ، فَانْطَلَقْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيُّ حَاجَّيْنِ أَوْ مُعْتَمِرَيْنِ، فَقُلْنَا: لَوْ لَقِينَا أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللهِ ﷺ، فَسَأَلْنَاهُ عَمَّا يَقُولُ هَؤُلَاءِ فِي الْقَدَرِ، فَوُفِّقَ لَنَا عَبْدُ اللهِ بْنُ عُمَرَ بْنِ الْخَطَّابِ دَاخِلًا الْمَسْجِدَ، فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي، أَحَدُنَا عَنْ يَمِينِهِ، وَالْآخَرُ عَنْ شِمَالِهِ، فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلَامَ إِلَيَّ، فَقُلْتُ: أَبَا عَبْدِ الرَّحْمَنِ، إِنَّهُ قَدْ ظَهَرَ قِبَلَنَا نَاسٌ يَقْرَؤُونَ الْقُرْآنَ، وَيَتَقَفَّرُونَ الْعِلْمَ، وَذَكَرَ مِنْ شَأْنِهِمْ، وَأَنَّهُمْ يَزْعُمُونَ أَنْ لَا قَدَرَ، وَأَنَّ الْأَمْرَ أُنُفٌ، قَالَ: فَإِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنِّي بَرِيءٌ مِنْهُمْ، وَأَنَّهُمْ بُرَآءُ مِنِّي، وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللهِ بْنُ عُمَرَ لَوْ أَنَّ لِأَحَدِهِمْ مِثْلَ أُحُدٍ ذَهَبًا فَأَنْفَقَهُ، مَا قَبِلَ اللهُ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ ثُمَّ قَالَ: حَدَّثَنِي أَبِي عُمَرُ بْنُ الْخَطَّابِ قَالَ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللهِ ﷺ ذَاتَ يَوْمٍ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعَرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِيِّ ﷺ، فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ، أَخْبِرْنِي عَنِ الْإِسْلَامِ، فَقَالَ رَسُولُ اللهِ ﷺ: الْإِسْلَامُ أَنْ تَشْهَدَ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا، قَالَ: صَدَقْتَ، قَالَ: فَعَجِبْنَا لَهُ، يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرْنِي عَنِ الْإِيمَانِ، قَالَ: أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَتُؤْمِنَ بِالْقَدَرِ، خَيْرِهِ وَشَرِّهِ، قَالَ: صَدَقْتَ، قَالَ: فَأَخْبِرْنِي عَنِ الْإِحْسَانِ، قَالَ: أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ، قَالَ: مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، قَالَ: فَأَخْبِرْنِي عَنْ أَمَارَتِهَا، قَالَ: أَنْ تَلِدَ الْأَمَةُ رَبَّتَهَا، وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ، قَالَ: ثُمَّ انْطَلَقَ، فَلَبِثْتُ مَلِيًّا ثُمَّ قَالَ لِي: يَا عُمَرُ، أَتَدْرِي مَنِ السَّائِلُ؟ قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: فَإِنَّهُ جِبْرِيلُ، أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ. ","އަދިވެސް ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި ތިމަންމެން ވަނިކޮށް، އެ ތަނަށް މީހަކު އަތުވެއްޖެއެވެ. އެ މީހާގެ ފޭރާމުގެ ހުދުކަން ނުހަނު ގަދައެވެ. އަދި އިސްތަށީގެ ކަޅުކަން ވެސް އެހާމެ ގަދައެވެ. ދަތުރެއްކޮށްފައި އައިކަމުގެ އެއްވެސް އަސަރެއް އެ މީހާގެ ކިބައިން ފެންނާކަށް ނެތެވެ. އަދި ތިމަންމެންގެ ތެރެއިން އެއްވެސް މީހަކަށް އެއީ ކާކު ކަމެއް ނޭނގެއެވެ. އެ މީހާ އައިސް، ނަބިއްޔާ ﷺ ގެ ކަކޫފުޅާއި އެ މީހާގެ ކަކުލާ ދިމާވާ ގޮތަށް އިށީނދެ، ދެ އަތްތިލަ ފަލަމަސްގަނޑުގެ މަތީ ބާއްވާފައި ދެންނެވިއެވެ: އޭ މުޙައްމަދުގެފާނެވެ! އިސްލާމްކަމާ ބެހޭ ގޮތުން ތިމަންނާއަށް ޚަބަރު ދެއްވާށެވެ. އެ ހިނދު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމްކަމަކީ، ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާ ކަމަށާއި، މުޙައްމަދުގެފާނީ ﷲގެ ރަސޫލާ ކަމަށް ތިބާ ހެކިވުމެވެ. އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފައި، އަދި ތިބާއަށް ކުޅަދާނަކަން ލިބި އެ ކަމަށް މަގުފަހި ވެއްޖެ ނަމަ، ގެފުޅަށް ގޮސް ޙައްޖުވުމެވެ.“ އޭނާ ދެންނެވިއެވެ: ތިޔަ ވިދާޅުވީ ތެދެކެވެ. —ޙަދީޘް ކިޔައިދެއްވަމުން ޢުމަރުގެފާނު ދެންނެވިއެވެ: އެ މީހާއާމެދު ތިމަންމެން އަޖައިބު ވީމެވެ. (އެހެނީ) އެ މީހާ ނަބިއްޔާއާ ސުވާލު ކޮށްފައި، ޚުދު އަމިއްލައަށް ނަބިއްޔާގެ ބަސްފުޅު ވެސް ތެދު ކުރެއެވެ— ދެން އެ މީހާ ދެންނެވިއެވެ:  އީމާންކަމާ ބެހޭ ގޮތުން ތިމަންނާއަށް ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހުގެ ފޮތްތަކަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އާޚިރަތް ދުވަހަށް ތިބާ އީމާން ވުމެވެ. އަދި (ޤަޟާ) ޤަދަރު، އޭގެ ހެޔޮ މިންވަރާއި ނުބައި މިންވަރަށް ތިބާ އީމާން ވުމެވެ.“ އެ މީހާ ދެންނެވިއެވެ: ތިޔަ ވިދާޅުވީ ތެދެކެވެ. އަދި ދެންނެވިއެވެ: އިޙުސާންކަމާ ބެހޭ ގޮތުން ތިމަންނާއަށް ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ ﷲ ފެނިހުރެ އަޅުކަން ކުރާނެ ފަދައިން އެ އިލާއަށް އަޅުކަން ކުރުމެވެ. ފަހެ، ތިބާއަށް އެ އިލާހު ނުފެނުނު ކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާވޮޑިގެން ވެއެވެ.“ ދެން އޭނާ ދެންނެވިއެވެ: ޤިޔާމަތް ވާނެ ވަގުތަކާ ބެހޭ ގޮތުން ތިމަންނާއަށް ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަމާ ބެހޭ ގޮތުން، ސުވާލު ކުރި ފަރާތަށް ވުރެ ބޮޑަށް، ސުވާލު ކުރެވުނު ފަރާތަށް އެނގިގެނެއް ނުވެއެވެ.“ (އެބަހީ: ދެ މީހުން ކުރެ އެކަކަށް ވެސް އެނގިގެނެއް ނުވެއެވެ.) ދެން އެ މީހާ ދެންނެވިއެވެ: އޭގެ ޢަލާމާތްތަކާ ބެހޭ ގޮތުން ތިމަންނާއަށް ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އަޅު އަންހެނަކު އަންހެން ދަރިއެއް ވިހައިގެން، (އެ ލިބުނު ދަރި،) އެ އަޅު އަންހެނާގެ ސާހިބު ކަމަނާއަށް ވުމެވެ. އަދި ހުސްފަޔާ އޮރިޔާންކަންމަތީ ފަޤީރު ޙާލުގައި ބަކަރި ހުއިހައްޕާ އުޅުނު މީހުން، އިމާރާތްތައް އުސް ކުރުމުގައި ވާދަކޮށް އުޅޭތަން ތިބާއަށް ފެނުމެވެ.“ ދެން ޢުމަރުގެފާނު ދެންނެވިއެވެ: އެއަށް ފަހު، އެ މީހަކު ހިނގައްޖެއެވެ. ދެން ތިމަން ދުވަސްތަކެއް  ވޭތު ކުރުމަށް ފަހު، ނަބިއްޔާ ތިމަންނާއަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ ޢުމަރުގެފާނެވެ! ސުވާލު ކުރީ ކާކުކަން އެނގިލައްވާތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: މޮޅަށް ދެނެވޮޑިގެން ވަނީ ﷲ އެވެ. އަދި އެ އިލާހުގެ ރަސޫލާއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން، އެއީ ޖިބްރީލުގެފާނެވެ. ތިޔަބައިމީހުންގެ ގާތަށް އެ ވަޑައިގަތީ، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް އުނގަންނަވައި ދެއްވުމަށްޓަކައެވެ.“",""  ],
  ["البخاري 8","حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى قَالَ: أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ ﷺ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَالْحَجِّ، وَصَوْمِ رَمَضَانَ. ","އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["مسلم 16a","حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ، حَدَّثَنَا أَبُو خَالِدٍ - يَعْنِي: سُلَيْمَانَ بْنَ حَيَّانَ الْأَحْمَرَ -، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ ﷺ قَالَ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسَةٍ: عَلَى أَنْ يُوَحَّدَ اللهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصِيَامِ رَمَضَانَ، وَالْحَجِّ، فَقَالَ رَجُلٌ: الْحَجِّ وَصِيَامِ رَمَضَانَ؟ قَالَ: لَا، صِيَامِ رَمَضَانَ وَالْحَجِّ، هَكَذَا سَمِعْتُهُ مِنْ رَسُولِ اللهِ ﷺ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ  ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ އެއްކައުވަންތަ ކުރުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ޙައްޖުވުމެވެ.“ މީހަކު (ޢިބްނު ޢުމަރަށް) ދެންނެވިއެވެ:  ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުންތޯއެވެ؟ އިބްނު ޢުމަރު ވިދާޅުވިއެވެ: ނޫނެކެވެ. ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ޙައްޖުވުމެވެ. ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ތިމަން އަޑު އެހީ މިފަދައިންނެވެ.","b8"  ],
  ["مسلم 16b","وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ الْعَسْكَرِيُّ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ، حَدَّثَنَا سَعْدُ بْنُ طَارِقٍ قَالَ: حَدَّثَنِي سَعْدُ بْنُ عُبَيْدَةَ السُّلَمِيُّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ﷺ قَالَ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: عَلَى أَنْ يُعْبَدَ اللهُ وَيُكْفَرَ بِمَا دُونَهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ  ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ އަށް އަޅުކަން ކުރެވުމާއި، އެ އިލާހު ނޫން އެހެން ފަރާތްތަކަށް ކާފަރުވުމާއި، އަދި ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["مسلم 16c","حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَاصِمٌ، وَهُوَ ابْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ، عَنْ أَبِيهِ قَالَ: قَالَ عَبْدُ اللهِ: قَالَ رَسُولُ اللهِ ﷺ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ. ","އަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، އަދި މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["مسلم 16d","وَحَدَّثَنِي ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا حَنْظَلَةُ قَالَ: سَمِعْتُ عِكْرِمَةَ بْنَ خَالِدٍ يُحَدِّثُ طَاوُسًا أَنَّ رَجُلًا قَالَ لِعَبْدِ اللهِ بْنِ عُمَرَ: أَلَا تَغْزُو؟ فَقَالَ: إِنِّي سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِنَّ الْإِسْلَامَ بُنِيَ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصِيَامِ رَمَضَانَ، وَحَجِّ الْبَيْتِ. ","އަބްދު ﷲ ބިން ޢުމަރަށް މީހަކު ދެންނެވިއެވެ: ތިބާ (ﷲ ގެ މަގުގައި ޖިހާދު ކުރުމަށް) ޣަޒްވާއަކަށް ނުނިކުންނަމުތޯއެވެ؟ އިބްނު ޢުމަރު ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމެވެ.“","b8"  ],
  ["البخاري 3208","حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ: حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنِ الْأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ عَبْدُ اللهِ: حَدَّثَنَا رَسُولُ اللهِ ﷺ وَهُوَ الصَّادِقُ الْمَصْدُوقُ قَالَ: إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يَبْعَثُ اللهُ مَلَكًا فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ وَيُقَالُ لَهُ: اكْتُبْ عَمَلَهُ وَرِزْقَهُ وَأَجَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ ثُمَّ يُنْفَخُ فِيهِ الرُّوحُ فَإِنَّ الرَّجُلَ مِنْكُمْ لَيَعْمَلُ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَ الْجَنَّةِ إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ كِتَابُهُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ. وَيَعْمَلُ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَ النَّارِ إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް ޙަދީޘް ކުރެއްވިއެވެ. އަދި އެ ނަބިއްޔާ ތެދުވެރިވެފައި، (އެ ނަބިއްޔާގެ ބަސްފުޅު ވެސް) ތެދުކުރެވިގެން ވެއެވެ—: ”ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން ކޮންމެ މީހަކުމެ ސާޅީސް ދުވަސް ވަންދެން، އޭނާގެ މައިމީހާގެ ބަނޑުގައި ( އޭނާގެ މައިންބަފައިންގެ ދެ ފެން) އެކުވެ، އޭނާ އުފެދިގެން އާދެއެވެ. ދެން ގަނޑުލޭކޮޅަކަށްވެ، ހަމަ އެހައި ދުވަސް ވަންދެން އެ ގޮތުގައި އޮވެއެވެ. ދެން މަސްކޮޅަކަށްވެ، ހަމަ އެހައި ދުވަސް ވަންދެން އެ ގޮތުގައި އޮވެއެވެ. ދެން ﷲ އޭނާގެ ގާތަށް މަލާއިކަތަކު ފުއްވަވައި، އެ މަލާއިކަތާއަށް ހަތަރު ކަމަކުން އަމުރު ކުރެއްވޭނެއެވެ.  އަދި އެ މަލާއިކަތާއަށް އެންގެވޭނެއެވެ: އެ މީހާގެ ޢަމަލާއި، ރިޒުގާއި، އަޖަލާއި، އަދި އޭނާއަކީ އަބާއްޖަވެރިއެއް ނުވަތަ ބާއްޖަވެރިއެއްތޯ ލިޔުއްވާށެވެ.  އެއަށްފަހު އެ މަލާއިކަތާ އޭނާއަށް ފުރާނަ އެޅުއްވުމަށް ފުމެލައްވައެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އޭނާއާއި ސުވަރުގެއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން، (ހެޔޮ) ޢަމަލު ކުރަމުން ދާނެއެވެ. ދެން ފަހެ، އޭނާގެ ފޮތުގައިވާ ގޮތް އިސްވެ ހިނގައި، (އެބަހީ: އުމުރުގެ ފަހުކޮޅުގައި އޭނާ އަމިއްލައަށް ބަދަލުވެ، ނުބައިކޮށް އުޅެ) ނަރަކައިގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލު ކުރާނެއެވެ. އަދި (ހަމައެހެންމެ މީހަކު) އޭނާއާއި ނަރަކައާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން، (ނުބައި) ޢަމަލު ކުރަމުން ދާނެއެވެ. ދެން ފަހެ، ފޮތް (އެބަހީ: ލައުޙުލް މަޙްފޫޡު)ގައިވާ ގޮތް އިސްވެ ހިނގައި، (އެބަހީ: އުމުރުގެ ފަހުކޮޅުގައި އޭނާ އަމިއްލައަށް ބަދަލުވެ، ރަނގަޅަށް އުޅެ) ސުވަރުގޭގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލު ކުރާނެއެވެ.“",""  ],
  ["البخاري 2697","حَدَّثَنَا يَعْقُوبُ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ. رَوَاهُ عَبْدُ اللهِ بْنُ جَعْفَرٍ الْمُخَرِّمِيُّ، وَعَبْدُ الْوَاحِدِ بْنُ أَبِي عَوْنٍ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރެމެންގެ މި ދީނުގައި ނުވާ އާ ކަމެއް އުފައްދައި (ބިދުޢައެއް ގެނެސްގެންފި) މީހާ (ދަންނާށެވެ!) ފަހެ، އެ ކަމެއް ވަނީ (ބާޠިލުވެ) ރައްދު ކުރެވިގެންނެވެ.“",""  ],
  ["مسلم 1718a","حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ الصَّبَّاحِ، وَعَبْدُ اللهِ بْنُ عَوْنٍ الْهِلَالِيُّ جَمِيعًا عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ قَالَ ابْنُ الصَّبَّاحِ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، حَدَّثَنَا أَبِي، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ. ","ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރެމެންގެ މި ދީނުގައި ނުވާ އާ ކަމެއް އުފައްދައި (ބިދުޢައެއް ގެނެސްގެންފި) މީހާ (ދަންނާށެވެ!) ފަހެ، އެ ކަމެއް ވަނީ (ބާޠިލުވެ) ރައްދު ކުރެވިގެންނެވެ.“",""  ],
  ["مسلم 1718b","وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ أَبِي عَامِرٍ قَالَ عَبْدٌ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ الزُّهْرِيُّ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ قَالَ: سَأَلْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ عَنْ رَجُلٍ لَهُ ثَلَاثَةُ مَسَاكِنَ، فَأَوْصَى بِثُلُثِ كُلِّ مَسْكَنٍ مِنْهَا، قَالَ: يُجْمَعُ ذَلِكَ كُلُّهُ فِي مَسْكَنٍ وَاحِدٍ، ثُمَّ قَالَ: أَخْبَرَتْنِي عَائِشَةُ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ. ","ސަޢުދު ބިން އިބްރާހީމް ވިދާޅުވިއެވެ: ތިން ގެއެއް ހުރި މީހަކު، އެއިން ކޮންމެ ގެއެއްގެ ތިންބައި ކުޅަ އެއްބައި އޭނާ ވަޞިއްޔަތް ކުރުމާމެދު، އަލްޤާސިމް ބިން މުޙައްމަދު ގާތު ތިމަން އެހީމެވެ. އަލްޤާސިމް ދެންނެވިއެވެ: އެންމެ ގެއެއް (ވަޞިއްޔަތް ކުރިނަމަ ވެސް) ތިހުރިހައި ކަމެއް ކުރެވުނީހެވެ. ޢާއިޝާ ތިމަންނައަށް ޚަބަރު ދެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރެމެން ކުރުމަށް ނާންގަވާ ޢަމަލެއް ކޮށްފި މީހާ (ދަންނާށެވެ!) ފަހެ، އެ ކަމެއް ވަނީ (ބާޠިލުވެ) ރައްދު ކުރެވިގެންނެވެ.“",""  ],
  ["البخاري 52","حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ، وَبَيْنَهُمَا مُشَبَّهَاتٌ، لَا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الْمُشَبَّهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ كَرَاعٍ يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا إِنَّ حِمَى اللهِ فِي أَرْضِهِ مَحَارِمُهُ، أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ، أَلَا وَهِيَ الْقَلْبُ. ","އައްނުޢްމާނު ބިން ބަޝީރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ” ޙަލާލު ކަންތައް ވަނީ ސާފުވެ ބަޔާން ވެގެންނެވެ. އަދި ޙަރާމް ކަންތައް ވެސް ވަނީ ސާފުވެ ބަޔާން ވެގެންނެވެ. އަދި އެ ދެމެދުގައި (ޙަރާމް ޙަލާލާ މެދު ޝައްކު އުފެދޭ) އެކަތި އަނެކައްޗާ އެއްވައްތަރު ޝުބުހާތަކެއް ވެއެވެ. މީސްތަކުންގެ ތެރެއިން ގިނަ ބަޔަކަށް އެ (ޙަލާލު ކަމެއް ނުވަތަ ޙަރާމް ކަމެއް) ނޭނގެއެވެ. ފަހެ، އެ ޝުބުހާތަކުން ރައްކާތެރިވެގެންފި މީހާ، އޭނާގެ ދީނާއި އަބުރަށް ޓަކައި (އެ ކަންތަކުން) ބަރީއަ ވެއްޖެއެވެ. އަދި އެ ޝުބުހާތަކަށް އަރައިގެންފި މީހާ، އޭނާގެ މިސާލަކީ ޙިމާޔަތް ކުރެވިފައިވާ އިމެއްގެ ވަށައިގެން ބަކަރި ހުއިހައްޕާ މީހެއްގެ މިސާލެވެ. އެ އިމުގެ ތެރެއަށް ވަދެވުމަކީ ގާތުގައިވާ ކަމެކެވެ. ދަންނާށެވެ! ހަމަކަށަވަރުން، ކޮންމެ ރަސްކަލަކަށް ވެސް ހިމާޔަތް ކުރެވިފައިވާ އިމެއް ވެއެވެ. އަދި ދަންނާށެވެ! ހަމަކަށަވަރުން ދުނިޔެ މަތީގައި ﷲގެ އިމަކީ، އެ އިލާހު ޙަރާމް ކުރެއްވި ކަންތަކެވެ. އަދި ދަންނާށެވެ! ހަމަކަށަވަރުން، (އިންސާނާގެ) ހަށިގަނޑުގައި މަސްކޮޅެއް ވެއެވެ. އެ މަސްކޮޅު އިސްލާހު ވެއްޖެ ނަމަ، މުޅި ހަށިގަނޑު އިސްލާހު ވެދެއެވެ. އަދި އެ މަސްކޮޅު ފާސިދު ވެއްޖެ ނަމަ، މުޅި ހަށިގަނޑު ފާސިދު ވެދެއެވެ. ދަންނާށެވެ! އެއީ ހިތެވެ.“",""  ],
  ["مسلم 55a","حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ قَالَ: قُلْتُ لِسُهَيْلٍ: إِنَّ عَمْرًا، حَدَّثَنَا عَنِ الْقَعْقَاعِ، عَنْ أَبِيكَ، قَالَ: وَرَجَوْتُ أَنْ يُسْقِطَ عَنِّي رَجُلًا، قَالَ: فَقَالَ: سَمِعْتُهُ مِنَ الَّذِي سَمِعَهُ مِنْهُ أَبِي كَانَ صَدِيقًا لَهُ بِالشَّامِ، ثُمَّ حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ تَمِيمٍ الدَّارِيِّ أَنَّ النَّبِيَّ ﷺ قَالَ: الدِّينُ النَّصِيحَةُ، قُلْنَا: لِمَنْ؟ قَالَ: لِلهِ وَلِكِتَابِهِ وَلِرَسُولِهِ وَلِأَئِمَّةِ الْمُسْلِمِينَ وَعَامَّتِهِمْ. ","ތަމީމު އައްދާރީ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދީނަކީ ނަސޭހަތެވެ.“ (އެބަހީ: އިޚުލާޞްތެރި ވުމެވެ). ތިމަންމެން (ޞަޙާބީން) ދެންނެވީމެވެ: ކޮން ބަޔަކަށްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އަށާއި، އެ އިލާހުގެ ފޮތަށާއި، އެ އިލާހުގެ ރަސޫލާއަށާ، އަދި މުސްލިމުންގެ ވެރިންނަށާއި، އެބައިމީހުންގެ އާންމުންނަށެވެ.“",""  ],
  ["البخاري 25","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْمُسْنَدِيُّ قَالَ: حَدَّثَنَا أَبُو رَوْحٍ الْحَرَمِيُّ بْنُ عُمَارَةَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ وَاقِدِ بْنِ مُحَمَّدٍ قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللهِ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ ﷲގެ ރަސޫލާކަމަށް ހެކިވެ، އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީފުމަށް ދާންދެން، މީސްތަކުންނާ ހަނގުރާމަ ކުރުމަށް ތިމަން ނަބިއްޔާއަށް ވަނީ އަމުރުވެވިގެންނެވެ. ފަހެ، އެބައިމީހުން އެ ފަދައިން ޢަމަލުކޮށްފި ނަމަ، އެބައިމީހުންގެ ލެޔާއި މުދާ ތިމަން ނަބިއްޔާގެ ކިބައިން ރައްކާތެރިކޮށް ސަލާމަތްކޮށްފިއެވެ. އެއީ އިސްލާމް ދީނުގެ ޙައްޤުގައި (އެބަހީ: ޝަރީޢަތާ އެއްގޮތަށް ގާއިމު ކުރެވޭ ޙައްދެއްގައި) މެނުވީއެވެ. އަދި އެބައިމީހުންގެ ހިސާބު ބެއްލެވުން ވަނީ ﷲ އަށެވެ.“",""  ],
  ["البخاري 7288","حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ ﷺ قَالَ: دَعُونِي مَا تَرَكْتُكُمْ، إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِسُؤَالِهِمْ وَاخْتِلَافِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَيْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(މާ ގިނައިން ސުވާލު ނުކުރައްވާ) ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންނަށް ކަންތައްތައް ދޫކުރެއްވި ގޮތަށް (އެ ކަންތައްތައް) ތިޔަބައިމީހުން ދޫކުރައްވާށެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ކުރީގެ (އުންމަތްތަކުގެ) މީހުން ހަލާކުވެދިޔައީ އެބައިމީހުންގެ ސުވާލުތަކުގެ ސަބަބުންނާއި، އަދި އެބައިމީހުންގެ ނަބިއްޔުންނާ އެބައިމީހުން ޚިލާފުވެގަތުމުންނެވެ. ވީމާ، ތިމަން ނަބިއްޔާ ކަމަކުން ތިޔަބައިމީހުންނަށް ނަހީ ކުރައްވައިފި ހިނދު، ފަހެ އެ ކަމަކުން ތިޔަބައިމީހުން ދުރުވެގަންނާށެވެ. އަދި ތިމަން ނަބިއްޔާ ކަމަކުން ތިޔަބައިމީހުންނަށް އަމުރު ކުރައްވައިފި ހިނދު، ފަހެ އެ ކަމެއް ތިޔަބައިމީހުންނަށް ކުރެވުނު ވަރަކުން ކުރާށެވެ.“",""  ],
  ["مسلم 1015","وَحَدَّثَنِي أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، حَدَّثَنِي عَدِيُّ بْنُ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أَيُّهَا النَّاسُ، إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ: { يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ }. وَقَالَ: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ }، ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ، أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِّيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ މީސްތަކުންނޭވެ. ހަމަކަށަވަރުން، ﷲ އީ އެންމެ ރަނގަޅު ފަރާތެވެ. (އެބަހީ: އެންމެހައި އުނި ސިފަތަކުން ހުސްޠާހިރުވެވޮޑިގެންވާ އިލާހެވެ.) (ޙަލާލު) ރަނގަޅު އެއްޗެއް މެނުވީ އެ އިލާހު ގަބޫލު ނުކުރައްވައެވެ. އަދި ހަމަކަށަވަރުން، ﷲ މުއުމިނުންނަށް އަމުރު ކުރައްވަނީ، އެ އިލާހު ރަސޫލުންނަށް ވެސް އަމުރު ކުރެއްވި ކަންތައްތަކުންނެވެ. ފަހެ، ﷲ ވަޙީ ކުރެއްވިއެވެ: ❞އޭ ރަސޫލުންނޭވެ! (ޙަލާލު) ރަނގަޅު ތަކެތިން އިބަ ރަސޫލުން ފަރިއްކުޅުވައި އުޅުއްްވާށެވެ. އަދި ޞާލިޙު ޢަމަލު ކުރައްވާށެވެ. ހަމަކަށަވަރުން ތިމަން އިލާހީ، އިބަ ރަސޫލުން ކުރައްވާ ޢަމަލުތައް މަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.❝ އަދިވެސް ﷲ ތަޢާލާ ވަޙީ ކުރެއްވިއެވެ: ❞އޭ އިމާންވި މީސްތަކުންނޭވެ! ތިމަން އިލާހު ދެއްވި (ޙަލާލު) ރަނގަޅު ތަކެތިން ތިޔަބައިމީހުން ކައި އުޅޭށެވެ.❝ ދެން އެއަށް ފަހު، ދަތުރު ދިގުވެ، ބޯ ހިރަފުސްވެ، ގައި ކިލާވެފައިވާ މީހެއްގެ ވާހަކަ ނަބިއްޔާ ޒިކުރު ކުރެއްވިއެވެ. ”އެ މީހާ، ދެ އަތް އުޑާ ދިމާލަށް އުފުލައި (ދުޢާ ކުރެއެވެ:) ’އޭ އަޅުގެ ވެރި ރައްބެވެ! އޭ އަޅުގެ ވެރި ރައްބެވެ!‘ އެހެނަސް، އޭނާގެ ކާތަކެތި ޙަރާމެވެ. އަދި ބޯތަކެތި ވެސް ޙަރާމެވެ. އަދި ލާ ފޭރާން ވެސް ޙަރާމެވެ. އަދި ހެދިބޮޑުވެފައި ވަނީ ވެސް ޙަރާމް ތަކެތި ކައިގެންނެވެ. ފަހެ، އެފަދަ މީހެއްގެ ދުޢާ އިޖާބަ ވާނީ ކިހިނަކުންހެއްޔެވެ؟“",""  ],
  ["الترمذي 2518","حَدَّثَنَا أَبُو مُوسَى الْأَنْصَارِيُّ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ إِدْرِيسَ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ بُرَيْدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي الْحَوْرَاءِ السَّعْدِيِّ قَالَ: قُلْتُ لِلْحَسَنِ بْنِ عَلِيٍّ: مَا حَفِظْتَ مِنْ رَسُولِ اللهِ ﷺ؟ قَالَ: حَفِظْتُ مِنْ رَسُولِ اللهِ ﷺ، دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ، فَإِنَّ الصِّدْقَ طُمَأْنِينَةٌ، وَإِنَّ الْكَذِبَ رِيبَةٌ وَفِي الْحَدِيثِ قِصَّةٌ. \nوَأَبُو الْحَوْرَاءِ السَّعْدِيُّ اسْمُهُ رَبِيعَةُ بْنُ شَيْبَانَ. \nوَهَذَا حَدِيثٌ صَحِيحٌ.","އަލްޙަސަން ބިން ޢަލީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުން (މި ބަސްފުޅުތައް) ތިމަން ދަސް ކުރީމެވެ: ”ތިބާއަށް ޝައްކުވާ ކަންތައް ދޫކޮށްލާފައި، ޝައްކު ނުވާ ކަންތަކުގައި ހިފާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތެދުވެރިކަމަކީ ހިތްހަމަޖެހުން ލިއްބައިދޭ ކަމެކެވެ . އަދި ހަމަކަށަވަރުން ދޮގުވެރިކަމަކީ ޝައްކު އުފެދޭ ކަމެކެވެ.“",""  ],
  ["الترمذي 2317","حَدَّثَنَا أَحْمَدُ بْنُ نَصْرٍ النَّيْسَابُورِيُّ وَغَيْرُ وَاحِدٍ، قَالُوا: حَدَّثَنَا أَبُو مُسْهِرٍ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ اللهِ بْنِ سَمَاعَةَ، عَنِ الْأَوْزَاعِيِّ، عَنْ قُرَّةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ. \nهَذَا حَدِيثٌ غَرِيبٌ، لَا نَعْرِفُهُ مِنْ حَدِيثِ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ إِلَّا مِنْ هَذَا الْوَجْهِ.","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީހާގެ އިސްލާމްކަން ރަނގަޅުވެ ފުރިހަމަ ވުމުގެ ތެރޭގައި، އޭނާއާ ނުބެހޭ ކަންތައްތަކުގެ ތެރެއަށް ނުވަނުން ހިމެނެއެވެ.“",""  ],
  ["البخاري 13","حَدَّثَنَا مُسَدَّدٌ قَالَ: حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ. وَعَنْ حُسَيْنٍ الْمُعَلِّمِ قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ އަމިއްލަ ނަފްސަށް (ލިބުމަށް) ލޯބި ކުރާ ކަންތައް ތިބާގެ އަޚާއަށް ވެސް (ލިބުމަށް) ލޯބި ކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކު ވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“",""  ],
  ["البخاري 6878","حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الْأَعْمَشُ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ، يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنِّي رَسُولُ اللهِ، إِلَّا بِإِحْدَى ثَلَاثٍ: النَّفْسُ بِالنَّفْسِ، وَالثَّيِّبُ الزَّانِي، وَالْمَارِقُ مِنَ الدِّينِ التَّارِكُ الْجَمَاعَةَ. ","ޢބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވާ، އަދި ތިމަން ނަބިއްޔާއީ އެ އިލާހުގެ ރަސޫލާކަމަށް ހެކިވާ މުސްލިމެއްގެ ލޭ، ތިން ކަމަކުން މެނުވީ ހުއްދަ ވެގެނެއް ނުވެއެވެ. އެއީ (ޙައްޤަކާ ނުލައި ގަސްދުގައި މީހަކު މެރުމުން) ނަފްސަކަށް ނަފްސެއްގެ ބަދަލު ހިފުމާއި، ކާވެންޏަކަށް ފަހު ޒިނޭ ކުރުމާ، އަދި ދީން ދޫކޮށް (މުސްލިމުންގެ) ޖަމާޢަތާ ވަކިވެގަތުމެވެ.“",""  ],
  ["البخاري 6475","حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلَا يُؤْذِ جَارَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ އޭނާ ހެޔޮ ބަސް ބުނާށެވެ. ނޫންނަމަ ހަނު ހުންނާށެވެ. އަދި ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ އޭނާގެ އަވަށްޓެރިޔާއަށް އުނދަގޫ ނުކުރާށެވެ. އަދި ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ އޭނާގެ މެހުމާނާއަށް ހެޔޮކޮށް ހިތާށެވެ.“",""  ],
  ["البخاري 6116","حَدَّثَنِي يَحْيَى بْنُ يُوسُفَ: أَخْبَرَنَا أَبُو بَكْرٍ هُوَ ابْنُ عَيَّاشٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: أَنَّ رَجُلًا قَالَ لِلنَّبِيِّ ﷺ: أَوْصِنِي، قَالَ: لَا تَغْضَبْ، فَرَدَّدَ مِرَارًا قَالَ: لَا تَغْضَبْ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހުގައި މީހަކު ދެންނެވިއެވެ: ތިމަންނާއަށް ވަޞިއްޔަތެއް ކޮށްދެއްވާށެވެ. (އެބަހީ: ނަސޭހަތެއް ދެއްވާށެވެ.) ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ރުޅި އިސް ނުކުރާށެވެ.“ ފަހެ، އޭނާ ތަކުރާރުކޮށް (އެ ފަދައިން ސުވާލު) ދެންނެވުމުން ވެސް ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ރުޅި އިސް ނުކުރާށެވެ.“",""  ],
  ["مسلم 1955","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْأَشْعَثِ، عَنْ شَدَّادِ بْنِ أَوْسٍ قَالَ: ثِنْتَانِ حَفِظْتُهُمَا عَنْ رَسُولِ اللهِ ﷺ قَالَ: إِنَّ اللهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذَّبْحَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، فَلْيُرِحْ ذَبِيحَتَهُ. ","ޝައްދާދު ބިން އައުސް ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން، ﷲ ވަނީ ކޮންމެ ކަމެއްގައި ވެސް އިޙުސާން ކަނޑައަޅުއްވާ ލިޔުއްވާފައެވެ. (އެބަހީ: ކުރެވެން ހުރި އެންމެ ރަނގަޅަކަށް ކަންތައް ކުރުން، ނުވަތަ އިޙުސާންތެރިވުން ވާޖިބު ކުރައްވާފައެވެ.) ވީމާ ތިޔަބައިމީހުން (ޤަތުލު ކުރަން ހުއްދަ އެއްޗެއް) ޤަތުލު ކުރާ ނަމަ، ފަހެ އެންމެ ރަނގަޅު ގޮތުގައި ޤަތުލު ކުރާށެވެ. އަދި ތިޔަބައިމީހުން (ޖަނަވާރެއް) ކަތިލާ ނަމަ، ފަހެ އެންމެ ރަނގަޅު ގޮތުގައި ކަތިލާށެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން ކޮންމެ މީހަކުމެ އޭނާގެ ވަޅި ތޫނުކޮށް، އެ މީހެއްގެ ޖަނަވާރަށް ވީހާވެސް ލުއިވާ ގޮތަކަށް ކަތިލާށެވެ.“",""  ],
  ["الترمذي 1987","حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ قَالَ: قَالَ لِي رَسُولُ اللهِ ﷺ: اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ. \nوَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ. \nهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.","އަބޫ ޛައްރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާވީ ކޮންމެ ތާކުމެ ﷲ އަށް ތަޤްވާވެރި ވާށެވެ. އަދި (ފާފައެއް ކުރެވިއްޖެ ނަމަ، އެ) ފާފަޔަކާ ވިދިގެން ހެޔޮ ކަމެއް ކުރާށެވެ. (އެހެނީ) އެ ހެޔޮ ކަންތައް، އެ ފާފަ ފޮހެލާނެއެވެ. އަދި ރިވެތި އަޚްލާޤުން މީސްތަކުންނާ މުޢާމަލާތް ކުރާށެވެ.“",""  ],
  ["الترمذي 2516","حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا لَيْثُ بْنُ سَعْدٍ وَابْنُ لَهِيعَةَ، عَنْ قَيْسِ بْنِ الْحَجَّاجِ. (ح) وَحَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: أَخْبَرَنَا أَبُو الْوَلِيدِ، قَالَ: حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي قَيْسُ بْنُ الْحَجَّاجِ، الْمَعْنَى وَاحِدٌ عَنْ حَنَشٍ الصَّنْعَانِيِّ، عَنِ ابْنِ عَبَّاسٍ قَالَ: كُنْتُ خَلْفَ رَسُولِ اللهِ ﷺ يَوْمًا، فَقَالَ: يَا غُلَامُ، إِنِّي أُعَلِّمُكَ كَلِمَاتٍ؛ احْفَظِ اللهَ يَحْفَظْكَ، احْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ، لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ لَكَ، وَلَوِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ، رُفِعَتِ الْأَقْلَامُ وَجَفَّتِ الصُّحُفُ. \nهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.","އިބިނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ނަބިއްޔާ ﷺ ގެ ފަހަތްޕުޅުގައި ތިމަން ވަނިކޮށް، ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ ކޮއިފުޅާއެވެ! ހަމަކަށަވަރުން، ތިމަން ނަބިއްޔާ ތިބާއަށް ކަލިމަތަކެއް ދަސްކޮށް ދެއްވާނަމެވެ. ﷲ އާމެދު (އެބަހީ: އެ އިލާހުގެ އަމުރުފުޅުތަކާ މެދު) ތިބާ ރައްކާތެރި ވާށެވެ. އޭރުން އެ އިލާހު ތިބާ ރައްކާތެރި ކޮށްދެއްވާނެއެވެ. ﷲ އާމެދު ތިބާ ރައްކާތެރި ވާށެވެ. އޭރުން ތިބާގެ ކުރިމަތީގައި އެ އިލާހު ވޮޑިގެންވާނެއެވެ. (އެބަހީ: ތިބާ ﷲ އަށް ކުއްތަންވެ، އެ އިލާހުގެ އަމުރުފުޅުތަކަށް ރައްކާތެރި ވާނަމަ، ﷲ ވެސް ތިބާއާ ކުއްތަންވެވޮޑިގަންނަވާ، ތިބާ ރައްކާތެރިކޮށް، ތިބާގެ ދުޢާތައް އިޖާބަ ކުރައްވާނެއެވެ.) ތިބާ ކަމަކަށް އެދި ދަންނަވާ ނަމަ، ﷲ އަށް އެދި ދަންނަވާށެވެ. އަދި ތިބާ އެހީއަކަށް އެދޭ ނަމަ، ﷲގެ އެހީއަށް އެދޭށެވެ. އަދި ދަންނާށެވެ! ހަމަކަށަވަރުން މުޅި އުންމަތް، ތިބާއަށް އެއްވެސް މަންފާއެއް ކޮށްދިނުމަށް އެއްބައި ވިޔަސް، ﷲ ތިބާއަށް ޓަކައި ލިޔުއްވައި (މިންވަރު ކުރައްވައިފި) ކަމަކުން މެނުވީ އެބައިމީހުން ތިބާއަކަށް މަންފާއެއް ކޮށެއް ނުދެވޭނެއެވެ. އަދި ތިބާއަށް އެއްވެސް ގެއްލުމެއް ދިނުމަށް މުޅި އުންމަތް އެއްބައި ވިޔަސް، ﷲ ތިބާގެ މައްޗަށް ލިޔުއްވައި (މިންވަރު ކުރައްވައިފި) ކަމަކުން މެނުވީ އެބައިމީހުން ތިބާއަށް ގެއްލުމެއް ނުދެވޭނެއެވެ. ގަލަންތައް ވަނީ އުފުލިފައެވެ. އަދި ފަތްފުށްތައް ވަނީ ހިކިފައެވެ.“ (އެބަހީ: ލައުޙުލް މަޙްފޫޡުގައި ﷲ ކަނޑައެޅުއްވި ކަންތައް ލިޔެ ނިމި، އެ ގޮތަށް އެ ކަންތައް ހިނގާނެއެވެ.)",""  ],
  ["البخاري 6120","حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ: حَدَّثَنَا زُهَيْرٌ: حَدَّثَنَا مَنْصُورٌ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ: حَدَّثَنَا أَبُو مَسْعُودٍ قَالَ: قَالَ النَّبِيُّ ﷺ: إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الْأُولَى: إِذَا لَمْ تَسْتَحْيِ فَاصْنَعْ مَا شِئْتَ. ","އަބޫ މަސްޢޫދު، ޢުޤްބާ ބިން ޢަމްރު އަލްއަންޞާރީ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން، އިހު ޒަމާނުގެ (އުންމަތްތަކުގެ) ނަބިއްޔުންގެ ފަރާތުން މީސްތަކުންނާ ހަމައަށް ފޯރާފައިވާ ބަސްފުޅުތަކުގެ ތެރޭގައި ވެއެވެ: ތިބާގެ ލަދެއް (ހަޔާތެއް) ނެތް ނަމަ، (ނިކަން) ހިތަށް އެރިހައި ގޮތަކަށް އުޅެބަލާށެވެ.“ (ނުވަތަ މާނައަކީ: ލަދުގަންނަން ޖެހޭ (ފާފަވެރި) ކަމަކަށް ނުވާނަމަ، ތިބާ ކުރަން ބޭނުންވާ ކަމެއް ކުރާށެވެ.)",""  ],
  ["مسلم 38","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا ابْنُ نُمَيْرٍ، (ح) وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا، عَنْ جَرِيرٍ، (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ كُلُّهُمْ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سُفْيَانَ بْنِ عَبْدِ اللهِ الثَّقَفِيِّ قَالَ: قُلْتُ: يَا رَسُولَ اللهِ، قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ - وَفِي حَدِيثِ أَبِي أُسَامَةَ: غَيْرَكَ - قَالَ: قُلْ: آمَنْتُ بِاللهِ فَاسْتَقِمْ. \n","ސުފްޔާނު ބިން ޢަބްދު ﷲ އައްޘަޤަފީ ރިވާ ކުރެއްވިއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! އިސްލާމް ދީނާއި ގުޅޭ ގޮތުން، އިބަ ރަސޫލާއަށް ފަހު އެހެން އެއްވެސް ފަރާތަކާ އިތުރަށް ސުވާލު ކުރަން ނުޖެހޭ ފަދަ (ޝާމިލު) ބަސްފުޅެއް ތިމަންނާއަށް ބުނެދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އަށް އީމާން ވެއްޖައީމޭ ބުނާށެވެ. އެއަށް ފަހު، (އެ އިލާހު އެންގެވި ގޮތުގެ މަތީ) ސާބިތުވެ ހުންނާށެވެ.“",""  ],
  ["مسلم 15","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ، وَاللَّفْظُ لِأَبِي كُرَيْبٍ، قَالَا: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ: أَتَى النَّبِيَّ ﷺ النُّعْمَانُ بْنُ قَوْقَلٍ، فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ إِذَا صَلَّيْتُ الْمَكْتُوبَةَ، وَحَرَّمْتُ الْحَرَامَ، وَأَحْلَلْتُ الْحَلَالَ، أَأَدْخُلُ الْجَنَّةَ؟ فَقَالَ النَّبِيُّ ﷺ: نَعَمْ. ","ޖާބިރު ބިން ޢަބްދު ﷲ ރިވާ ކުރެއްވިއެވެ: އައްނުޢުމާން ބިން ޤައުޤަލު، ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް ވަޑައިގެންބދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! އިބަ ނަބިއްޔާ ދެކިލައްވަމުތޯއެވެ؟ ތިމަން ފަރުޟު ފަސް ނަމާދުކޮށް، ޙަރާމް ކަންތައް އެއީ ޙަރާމް ކަމުގައި ބަލައިގަނެ (އެ ކަންކަމުން ދުރުވެ)، ޙަލާލު ކަންތައް ޙަލާލު ކަމުގައި ބަލައިގަނެ (އެ ކަންތައްކޮށްފިނަމަ)، ތިމަން ސުވަރުގެ ވަންނާނެތޯއެވެ؟ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“",""  ],
  ["مسلم 223","حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا يَحْيَى أَنَّ زَيْدًا حَدَّثَهُ أَنَّ أَبَا سَلَّامٍ حَدَّثَهُ عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: الطُّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ لِلهِ تَمْلَأُ الْمِيزَانَ، وَسُبْحَانَ اللهِ وَالْحَمْدُ لِلهِ تَمْلَآنِ - أَوْ تَمْلَأُ - مَا بَيْنَ السَّمَاوَاتِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبَايِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا. ","އަބޫ މާލިކު، އަލްޙާރިޘް ބިން ޢާޞިމު އަލްއަޝްޢަރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސާފުތާހިރުކަމަކީ އީމާނުގެ ދެބައިކުޅަ އެއްބައެވެ. އަދި الْحَمْدُ لِلَّهِ (މި ކަލިމަ، ޢަމަލުތަކުގެ) މީޒާން ފުރާލައެވެ. އަދި سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ (މި ދެ ކަލިމަ) އުޑާއި ބިމާ ދެމެދު ފުރާލައެވެ. އަދި ނަމާދަކީ ނޫރެކެވެ. އަދި ޞަދަޤާތަކީ (އީމާންކަމުގެ) ބުރުހާނެކެވެ. އަދި ކެތްތެރިކަމަކީ އަލިކަމެކެވެ. އަދި ޤުރުއާނަކީ ތިބާއާ އެއްކޮޅަށް ނުވަތަ ދެކޮޅަށްވާ ހުއްޖަތެކެވެ. ކޮންމެ މީހަކު ވެސް ހެނދުނު ހެނދުނާ ނުކުމެގެން ދަނީ އޭނާގެ ނަފްސުގެ ވިޔަފާރިވެރިއެއްގެ ގޮތުގައެވެ. އެ ގޮތުން (ހެޔޮ ޢަމަލުތައްކޮށް) ނަފްސު މިނިވަން ކުރާ ބަޔަކާ، (ފާފަތަކަށް އަރައިގަނެ) ނަފްސު ހަލާކު ކުރާ ބަޔަކުވެއެވެ.“",""  ],
  ["مسلم 2577","حَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ الدَّارِمِيُّ، حَدَّثَنَا مَرْوَانُ يَعْنِي ابْنَ مُحَمَّدٍ الدِّمَشْقِيَّ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي ذَرٍّ عَنِ النَّبِيِّ ﷺ فِيمَا رَوَى عَنِ اللهِ تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ: يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلَا تَظَالَمُوا، يَا عِبَادِي كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ فَاسْتَهْدُونِي أَهْدِكُمْ، يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِي كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ فَاسْتَكْسُونِي أَكْسُكُمْ، يَا عِبَادِي إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ، يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي، وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا، يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلَّا كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ، يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ. قَالَ سَعِيدٌ: كَانَ أَبُو إِدْرِيسَ الْخَوْلَانِيُّ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ جَثَا عَلَى رُكْبَتَيْهِ. \n","އަބޫ ޛައްރު ރިވާ ކުރެއްވިއެވެ: ﷲ ތަބާރަކަ ވަތަޢާލާގެ ޙަޟްރަތުން، ނަބިއްޔާ ﷺ ރިވާ ކުރެއްވި (ޤުދުސީ ޙަދީޘެއްގައި ވެއެވެ): ﷲ ވަޙީ ކުރެއްވިއެވެ: ”އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ހަމަކަށަވަރުން، ތިމަން އިލާހުގެ ނަފްސުފުޅުގެ މައްޗަށް އަނިޔާވެރިކަން ޙަރާމް ކުރެއްވީމެވެ. އަދި ތިޔަބައިމީހުންގެ މެދުގައި ވެސް އެއީ ޙަރާމް ކަމެއް ކަމުގައި ތިމަން އިލާހު ލެއްވީމެވެ. ވީމާ، ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއް ބަޔަކަށް އަނިޔާވެރި ނުވާށެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިމަން އިލާހު ހިދާޔަތު ދައްކަވައިފި މީހަކު ފިޔަވައި ތިޔަބައިމީހުން އެންމެން ވެސް ވަނީ މަގުފުރެދިގެންނެވެ. ވީމާ، ތިމަން އިލާހުގެ ޙަޟްރަތުން ހިދާޔަތު ދެއްވުމަށް އެދި ދަންނަވާށެވެ. އޭރުން ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ހިދާޔަތް ދައްކަވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިމަން އިލާހު ކާން ދެއްވައިފި މީހަކު ފިޔަވައި ތިޔަބައިމީހުން އެންމެން ވެސް ވަނީ ބަނޑުހައި ހޫނުކަންމަތީގައެވެ. ވީމާ، ތިމަން އިލާހުގެ ޙަޟްރަތުން ކާންދެއްވުމަށް އެދި ދަންނަވާށެވެ. އޭރުން ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ކާން ދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިމަން އިލާހު ފޭރާން ދެއްވައިފި މީހަކު ފިޔަވައި ތިޔަބައިމީހުން އެންމެން ވަނީ އޮރިޔާން ޙާލުގައެވެ. ވީމާ، ތިމަން އިލާހުގެ ޙަޟްރަތުން ފޭރާން ދެއްވުމަށް އެދި ދަންނަވާށެވެ. އޭރުން ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ފޭރާން ދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ރެޔާ ދުވާލު ކުށްފާފަތަކަށް އަރައިގަންނަމުއެވެ. އަދި ތިމަން އިލާހު އެންމެހައި ކުށްފާފަތަކެއް ފުއްސަވައި ދެއްވަމެވެ. ވީމާ، ތިމަން އިލާހުގެ ޙަޟްރަތުން ފާފަ ފުއްސަވައި ދެއްވުމަށް އެދި ދަންނަވާށެވެ. އޭރުން ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ފާފަ ފުއްސަވައި ދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ހަމަކަށަވަރުން، ތިމަން އިލާހަށް ގެއްލުމެއް ދޭން ތިޔަބައިމީހުން އުޅުނުކަމުގައި ވިޔަސް، ތިމަން އިލާހަށް އެއްވެސް ގެއްލުމެއް ނުދެވޭނެއެވެ. އަދި ތިމަން އިލާހަށް މަންފާއެއް ކޮށްދޭން ތިޔަބައިމީހުން އުޅުނުކަމުގައި ވިޔަސް، ތިމަން އިލާހަށް އެއްވެސް މަންފާއެއްކޮށެއް ނުދެވޭނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއި، ފަހު މީހާއާއި، އިންސީންނާއި، ޖިންނީންގެ އެންމެން، ތިޔަބައިމީހުންގެ ތެރެއިންވާ އެންމެ ތަޤުވާވެރި ހިތެއްގެ ވެރިޔާ ފަދައިންވީ ނަމަވެސް، އެ ކަމުގެ ސަބަބުން ތިމަން އިލާހުގެ މިލްކުވެރިކަމަށް އެއްވެސް އެއްޗެއް އިތުރުވެގެނެއް ނުދާނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއި، ފަހު މީހާއާއި، އިންސީންނާއި، ޖިންނީންގެ އެންމެން، އެންމެ ފާޖިރު ހިތެއްގެ ވެރިޔާ ފަދައިން ވީނަމަ ވެސް، އެ ކަމުގެ ސަބަބުން ތިމަން އިލާހުގެ މިލްކުވެރިކަމުން އެއްވެސް އެއްޗެއް އުނިވެގެނެއް ނުދާނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއީ، ފަހު މީހާއާއި، އިންސީންނާއި، ޖިންނީންގެ އެންމެން، އެއްތަނަކަށް އެއްވެ ތެދުވެ ތިބެ، އެއިން ކޮންމެ މީހަކު، އެ މީހަކު ބޭނުން އެއްޗެއް ދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދެންނެވުމުން، އެއިން ކޮންމެ މީހަކަށް އެ އެދުނު އެއްޗެއް ދެއްވިކަމުގައި ވިޔަސް، އެ ކަމުގެ ސަބަބުން ކަނޑަކަށް ތިނޯހެއް ލާފައި ނެގުމުން، އެ ކަނޑުން އުނިވާ ފަދައިން މެނުވީ ތިމަން އިލާހުގެ ޙަޟްރަތުގައިވާ ތަކެތިން އެއްވެސް އެއްޗެއް އުނިވެގެނެއް ނުދާނެއެވެ. (އެބަހީ: އެއްވެސް މިންވަރަކަށް މަދުވެގެނެއް ނުދާނެއެވެ.) އޭ ތިމަން އިލާހުގެ އަޅުންނޭވެ! ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ހިސާބު ބައްލަވަނީ ހަމައެކަނި ތިޔަބައިމީހުންގެ ޢަމަލުތަކަށެވެ. ދެން އެއަށް ފަހު، އެ ޢަމަލުތަކާ އެކަށޭނެ ޖަޒާ ތިޔަބައިމީހުންނަށް ދެއްވަމެވެ. ވީމާ ހެޔޮ ގޮތެއް ފެނިއްޖެ މީހާ، ފަހެ ﷲ އަށް ޙަމްދު ކުރާށެވެ. އަދި އެ ނޫން ގޮތެއް ފެނިއްޖެ މީހާ، ފަހެ އޭނާގެ އަމިއްލަ ނަފްސަށް މެނުވީ އެއްގޮތަކަށް ވެސް މަލާމާތް ނުކުރާށެވެ. (އެބަހީ: ކުށްވެރިކޮށް ނުހަދާށެވެ.)“",""  ],
  ["مسلم 1006","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا وَاصِلٌ مَوْلَى أَبِي عُيَيْنَةَ، عَنْ يَحْيَى بْنِ عُقَيْلٍ عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي الْأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، أَنَّ نَاسًا مِنْ أَصْحَابِ النَّبِيِّ ﷺ قَالُوا لِلنَّبِيِّ ﷺ: يَا رَسُولَ اللهِ، ذَهَبَ أَهْلُ الدُّثُورِ بِالْأُجُورِ يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ بِفُضُولِ أَمْوَالِهِمْ قَالَ: أَوَلَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُونَ، إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً، وَكُلِّ تَكْبِيرَةٍ صَدَقَةً، وَكُلِّ تَحْمِيدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيلَةٍ صَدَقَةً، وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ، وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ، قَالُوا: يَا رَسُولَ اللهِ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونَ لَهُ فِيهَا أَجْرٌ؟ قَالَ: أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ فِيهَا وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلَالِ كَانَ لَهُ أَجْرًا.","އަބޫ ޛައްރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ ޞަޙާބީންގެ ތެރެއިން ބަޔަކު، އެ ނަބިއްޔާ ﷺގެ އަރިހު ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! މުދަލުގެ އަހުލުވެރީން (ހުރިހައި) އަޖުރަކައިގެން ހިނގައްޖެއެވެ. ތިމަންމެން ނަމާދު ކުރާ ފަދައިން، އެބައިމީހުން ވެސް ނަމާދު ކުރެއެވެ. އަދި ތިމަންމެން ރޯދަ ހިފާ ފަދައިން، އެބައިމީހުން ވެސް ރޯދަ ހިފައެވެ. އަދި އެބައިމީހުންގެ (އަތުގައި) އިތުރުވެފައިވާ މުދަލުން އެބައިމީހުން ޞަދަޤާތްދީ ހަދައެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންނަށް ޞަދަޤާތް ކުރެވޭނެ ގޮތެއް ﷲ ނުލައްވާހެއްޔެވެ؟ ހަމަކަށަވަރުން، ކޮންމެ ތަސްބީޙައެއްގައި ޞަދަޤާތެއް ވެއެވެ. އަދި ކޮންމެ ތަކުބީރެއްގައި ޞަދަޤާތެއް ވެއެވެ. އަދި ކޮންމެ ތަޙްމީދެއްގައި ޞަދަޤާތެއް ވެއެވެ. އަދި ކޮންމެ ތަހްލީލެއްގައި ޞަދަޤާތެއް ވެއެވެ. (އެބަހީ: سُبْحَانَ اللَّهِ، اللَّهُ أَكْبَرُ، اَلْحَمْدُ لِلَّهِ، لَا إِلٰهَ إِلَّا اللَّهُ މިއިން ކޮންމެ ޒިކުރެއް ކިޔުމުން ސަވާބު ލިބޭނެއެވެ.) އަދި ހެޔޮ ކަމަކަށް އަމުރު ކުރުމަކީ ޞަދަޤާތެކެވެ. އަދި ނުބައި ކަމެއް މަނާ ކުރުމަކީ ޞަދަޤާތެކެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އޭނާގެ (އަނބިމީހާއާއެކު) ޖިމާޢުވުގައި ވެސް ޞަދަޤާތެއް ވެއެވެ.“ ޞަޙާބީން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! ތިމަންމެންގެ ތެރެއިން މީހަކު އޭނާގެ ޝަހުވަތް ފުއްދައިފި ނަމަ، އެ ކަމުގައި ވެސް އޭނާއަށް އަޖުރު ވޭހެއްޔެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ދެކެމުހެވެ، އެ މީހެއްގެ ޝަހުވަތް ޙަރާމް ގޮތަކަށް ފުއްދައިފި ނަމަ، އޭނާ ފާފަވެރި ވާނެހެއްޔެވެ؟ (ޝައްކެއް ވެސް ނެތެވެ.) ހަމަ އެފަދައިން، އެ މީހަކު ޙަލާލު ގޮތަކަށް ޝަހުވަތް ފުއްދައިފި ނަމަ، އޭނާއަށް އަޖުރު ވެސް ވެއެވެ.“",""  ],
  ["البخاري 2989","حَدَّثَنِي إِسْحَاقُ: أَخْبَرَنَا عَبْدُ الرَّزَّاقِ: أَخْبَرَنَا مَعْمَرٌ عَنْ هَمَّامٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ يَعْدِلُ بَيْنَ الِاثْنَيْنِ صَدَقَةٌ وَيُعِينُ الرَّجُلَ عَلَى دَابَّتِهِ فَيَحْمِلُ عَلَيْهَا أَوْ يَرْفَعُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ وَالْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ وَكُلُّ خُطْوَةٍ يَخْطُوهَا إِلَى الصَّلَاةِ صَدَقَةٌ وَيُمِيطُ الْأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިރު އަރާ ކޮންމެ ދުވަހަކު، މީސްތަކުންގެ ކޮންމެ ހުޅަކަށް (ނުވަތަ ކަށިގަނޑަކަށް) ޞަދަޤާތެއް ވެއެވެ. (އެ ގޮތުން) ދެ މީހެއްގެ ދެމެދުގައި ޢަދުލުވެރިވުމަކީ ޞަދަޤާތެކެވެ. (އެބަހީ: ޞުލްޙަ ކުރުން، ނުވަތަ އިންސާފުން ޙުކުމް ކުރުމުން ސަވާބު ލިބޭނެއެވެ.) އަދި މީހަކަށް އެހީތެރިވެ ދިނުމުގެ ގޮތުން، އެ މީހާގެ ސަވާރީގެ މައްޗަށް އޭނާ އަރުވައި ދިނުން، ނުވަތަ އޭނާގެ ސާމާނު އެ ސަވާރީގެ މައްޗަށް އަރުވައި ދިނުމަކީ ޞަދަޤާތެކެވެ. އަދި ހެޔޮ ބަހަކީ ޞަދަޤާތެކެވެ. އަދި ނަމާދަށް ދާން އަޅާ ކޮންމެ ފިޔަވަޅަކީ ޞަދަޤާތެކެވެ. އަދި (މީސްތަކުންނަށް) އުނދަގޫވާ ފަދަ އެއްޗެއް މަގުމަތިން ނަގައި ދުރު ކުރުމަކީ ޞަދަޤާތެކެވެ.“",""  ],
  ["مسلم 2553","حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْأَنْصَارِيِّ قَالَ: سَأَلْتُ رَسُولَ اللهِ ﷺ عَنِ الْبِرِّ وَالْإِثْمِ فَقَالَ: الْبِرُّ حُسْنُ الْخُلُقِ، وَالْإِثْمُ مَا حَاكَ فِي صَدْرِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ. \n","އައްނައްވާސް ބިން ސަމްޢާނު އަލްއަންޞާރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަރިހުގައި ހެޔޮ ކަންކަމާއި އަދި ފާފައާއި ބެހޭ ގޮތުން ސުވާލު ކުރީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހެޔޮކަމަކީ، އަޚްލާޤު ރަނގަޅުވުމެވެ. އަދި ފާފައަކީ، ހިތުގައި ނުތަނަވަސްކަން އުފައްދާ، އަދި (އެ ފާފައިގައި ތިބާ ވަނިކޮށް) އެހެން މީހުންނަށް ފެންނަން ތިބާ ނޭދޭ ކަންކަމެވެ.“",""  ],
  ["أبو داود 4607","حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، نَا الْوَلِيدُ بْنُ مُسْلِمٍ، نَا ثَوْرُ بْنُ يَزِيدَ حَدَّثَنِي خَالِدُ بْنُ مَعْدَانَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو السُّلَمِيُّ وَحُجْرُ بْنُ حُجْرٍ قَالَا: أَتَيْنَا الْعِرْبَاضَ بْنَ سَارِيَةَ وَهُوَ مِمَّنْ نَزَلَ فِيهِ { وَلا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ } فَسَلَّمْنَا، وَقُلْنَا: أَتَيْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ، فَقَالَ الْعِرْبَاضُ: صَلَّى بِنَا رَسُولُ اللهِ ﷺ ذَاتَ يَوْمٍ ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ، وَوَجِلَتْ مِنْهَا الْقُلُوبُ، فَقَالَ قَائِلٌ: يَا رَسُولَ اللهِ، كَأَنَّ هَذِهِ مَوْعِظَةُ مُوَدِّعٍ، فَمَاذَا تَعْهَدُ إِلَيْنَا؟ فَقَالَ: أُوصِيكُمْ بِتَقْوَى اللهِ، وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدًا حَبَشِيًّا، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، تَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلَالَةٌ. \n","އަލްޢިރްބާޟު ބިން ސާރިޔާ ރިވާ ކުރެއްވިއެވެ: އެއްދުވަހު ތިމަންމެންނައިގެން ރަސޫލު ﷲ ﷺ  ނަމާދު ކުރެއްވިއެވެ. އެއަށްފަހު ތިމަންމެންނާ ކުރިމަތިލައްވަވާ ވަރަށް އަސަރު ގަދަ ވަޢުޡެއް ދެއްވިއެވެ. އެ ވަޢުޡުގެ ސަބަބުން ހިތްތައް ތެޅިގަނެ، ލޯތަކުން ކަރުނަ އޮހޮރިގެން ދިޔައެވެ. ދެން މީހަކު ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! މިއީ ވަދާޢީ ވަޢުޡެއް ފަދައެވެ. ވީމާ ތިމަންމެންނަށް ޢަހުދުކުރުވަނީ ކ ކޮންކަމަކަށްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންނަށް ވަޞިއްޔަތް ކުރައްވަނީ، ﷲ އަށް ތަޤްވާވެރިވުމަށާއި، އަދި (ތިޔަބައިމީހުންގެ މައްޗަށް) ޙަބަޝީ އަޅަކު (ވެރިކަމަށް އައިކަމުގައި ވިޔަސް އެ ވެރިމީހާގެ) އަޑުއަހައި ކިޔަމަންތެރިވުމަށެވެ. ފަހެ ހަމަކަށަވަރުން، ތިމަން ނަބިއްޔާއަށް ފަހު، ތިޔަބައިމީހުންގެ ތެރެއިން ދިރިހުރި މީހަކަށް ގިނަގުނަވެގެންވާ އިޚްތިލާފުތަކެއް ފެންނާނެއެވެ. ވީމާ، ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ ތިމަން ނަބިއްޔާގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. އަދި ތެދުމަގު ލިބިގެންވާ ޚަލީފާއިންގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. ތިޔަބައިމީހުން އެ ސުންނަތުގައި ކޮލުދަތްތަކުން ވަރުގަދައަށް ދަތް އަޅާ ހިފަހައްޓާށެވެ. އަދި (ދީނުގައި) އަލަށް އުފެދިގެން އަންނަ ކަންކަމާ (ބިދުޢަތަކާ) މެދު ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން، އަލަށް އުފެދިގެން އަންނަ ކޮންމެ ކަމަކީ ބިދުޢައެކެވެ. އަދި ކޮންމެ ބިދުޢައަކީ މަގުފުރެދުމެކެވެ.“",""  ],
  ["الترمذي 2616","حَدَّثَنَا ابْنُ أَبِي عُمَرَ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ مُعَاذٍ الصَّنْعَانِيُّ، عَنْ مَعْمَرٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ أَبِي وَائِلٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ: كُنْتُ مَعَ النَّبِيِّ ﷺ فِي سَفَرٍ، فَأَصْبَحْتُ يَوْمًا قَرِيبًا مِنْهُ، وَنَحْنُ نَسِيرُ، فَقُلْتُ: يَا رَسُولَ اللهِ، أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُبَاعِدُنِي عَنِ النَّارِ، قَالَ: لَقَدْ سَأَلْتَنِي عَنْ عَظِيمٍ، وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللهُ عَلَيْهِ، تَعْبُدُ اللهَ وَلَا تُشْرِكْ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ، ثُمَّ قَالَ: أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ؛ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ، وَصَلَاةُ الرَّجُلِ مِنْ جَوْفِ اللَّيْلِ. قَالَ: ثُمَّ تَلَا: { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } حَتَّى بَلَغَ: { يَعْمَلُونَ }، ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِرَأْسِ الْأَمْرِ كُلِّهِ وَعَمُودِهِ وَذُرْوَةِ سَنَامِهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللهِ. قَالَ: رَأْسُ الْأَمْرِ الْإِسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذُرْوَةُ سَنَامِهِ الْجِهَادُ ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِمِلَاكِ ذَلِكَ كُلِّهِ؟ قُلْتُ: بَلَى يَا نَبِيَّ اللهِ. فَأَخَذَ بِلِسَانِهِ. قَالَ: كُفَّ عَلَيْكَ هَذَا. فَقُلْتُ: يَا نَبِيَّ اللهِ، وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ، فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَا مُعَاذُ، وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ أَوْ عَلَى مَنَاخِرِهِمْ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ. \nهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.","މުޢާޛު ބިން ޖަބަލު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާﷺ  އަރިހުގައި ދަތުރެއްގައި ތިމަން ވީމެވެ.  ދަތުރު ކުރިއަށް ދަނިކޮށް ނަބިއްޔާއާ ތަންކޮޅެއް ގާތުގައި އެއް ދުވަހަކު ތިމަން ހުރީމެވެ. ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! ތިމަން ސުވަރުގެއަށް ވައްދައިދޭނެ، އަދި ނަރަކައިން ދުރުކުރެވޭނެ ޢަމަލެއްގެ ޚަބަރު ތިމަންނާއަށް ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން، ތިޔަ ސުވާލު ކުރެއްވީ ބޮޑުވެގެންވާ ކަމަކާ ބެހޭ ގޮތުންނެވެ. އަދި ހަމަކަށަވަރުން، ﷲ ފަސޭހަ ކޮށްދެއްވައިފި މީހަކަށް، އެ ކަމަކީ ނުހަނު ފަސޭހަ ކަމަކަށް ވެގެންދެއެވެ. ﷲ އާ އެއްވެސް ފަރާތެއް ޝަރީކު ކުރުމަކާ ނުލައި، ހަމައެކަނި އެ އިލާހަށް އަޅުކަން ކުރާށެވެ. އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފައި، ގެފުޅަށް ގޮސް ޙައްޖު ވާށެވެ.“ ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ، ތިބާއަށް ހެޔޮކަމުގެ ދޮރުތައް ދައްކަވައި ދެއްވަންތޯއެވެ؟ ރޯދައަކީ އައްޑަނައެކެވެ. (އެބަހީ: ރައްކާތެރި ކަމެކެވެ.) އަދި ފެނުން އަލިފާން ނިވޭ ފަދައިން، ޞަދަޤާތުން ފާފަ ފޮހެވިގެންދެއެވެ. އަދި (ހަމަ އެފަދައިން) މީހަކު ރޭގަނޑުގެ މެންދަމު ކުރާ ނަމާދު ވެސްމެއެވެ.“ ދެން، ނަބިއްޔާ (މި އާޔަތް) ކިޔަވައި ވިދާޅުވިއެވެ: ❞އެބައިމީހުންގެ އަރިކަށިތައް ތަންމަތިތަކާ ފޭވެ (ރޭއަޅުކަން ކުރުމަށް ޓަކައި ނިދި ދޫކޮށްލާފައި ތެދުވެ)، އެބައިމީހުންގެ ރައްބަށް ބިރުވެތިކަމާއި އުންމީދާއެކު އެބައިމީހުން ދުޢާ ކުރެއެވެ. އަދި ތިމަން އިލާހު، އެބައިމީހުންނަށް ދެއްވި ތަކެތިން، އެބައިމީހުން ހޭދަ ކުރެއެވެ. ފަހެ އެބައިމީހުންނަށް ޓަކައި ފޮރުއްވާފައިވާ ލޮލުގެ ފިނިކަން (އެބަހީ: ސުވަރުގޭގެ ނިޢުމަތްތައް) އެއްވެސް ނަފްސަކަށް ނޭނގޭނެއެވެ. އެއީ އެބައިމީހުން ކޮށްއުޅުނު ޢަމަލުތަކުގެ ޖަޒާއެއްގެ ގޮތުންނެވެ.❝ ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މުޅި މި ދީނުގެ އެންމެ މުހިންމު ކަމަކީ ކޮބައިކަމާއި، މި ދީނުގެ ތަނބާއި ކުރިބޯށްޓާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައި ދެއްވަންހެއްޔެވެ؟“ ތިމަން ދެންނެވީމެވެ: އާދޭހެވެ. އޭ ﷲގެ ރަސޫލާއެވެ! ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މި ދީނުގެ އެންމެ މުހިންމު ކަމަކީ އިސްލާމްކަމެވެ. އަދި މި ދީނުގެ ތަނބަކީ ނަމާދެވެ. އަދި މި ދީނުގެ ކުރިބޯށްޓަކީ ޖިހާދެވެ.“ އެއަށް ފަހު ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ހުރިހައި ކަމަކަށް ބާރުވެރިކޮށްދޭނެ ކަމަކާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައި ދެއްވަންހެއްޔެވެ؟“ ތިމަން ދެންނެވީމެވެ: އާދޭހެވެ. އޭ ﷲގެ ރަސޫލާއެވެ! ދެން ނަބިއްޔާ ދޫފުޅުގައި ހިފަހައްޓަވާފައި ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ މީތި ހިފަހައްޓާށެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ނަބިއްޔާއެވެ! ދުލުން ދައްކާ ވާހަކަތަކުގެ ސަބަބުން ތިމަންމެން ހިއްޕެވޭނެހެއްޔެވެ؟ (އެބަހީ: ޢުޤޫބާތް ދެވޭނެހެއްޔެވެ؟) ފަހެ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ މުޢާޛެވެ! ތިބާގެ މަންމައަށް ތިބާ ގެއްލިދާށެވެ. (ނޯޓު: މިއީ ކަމެއްގެ ބޮޑުކަން ހާމަކުރަން ޢަރަބީންގެ ދޫމަތިން ބުނެ އުޅޭ އިބާރާތެކެވެ. ބަދު ދުޢާ ކުރުމުގެ މާނައިގައި ބުނާ ބަހެއް ނޫނެވެ.) ފަހެ މީހުންގެ ދޫތަކުން ހޯދައިގަތް ކަންތަކުން މެނުވީ، އެބައިމީހުން ނަރަކައިގެ ތެރެއަށް މޫނުވަތަށް —ނުވަތަ ނޭފަތް ވަތަށް— އެއްލާލެވޭނެހެއްޔެވެ؟“",""  ],
  ["الدارقطني 4396","حَدَّثَنَا الْقَاسِمُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ وَمُحَمَّدُ بْنُ حَسَّانَ الْأَزْرَقُ قَالَا: حَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ مَكْحُولٍ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ قَالَ: قَالَ رَسُولُ اللهِ - ﷺ -: \" إِنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَرَّمَ حُرُمَاتٍ فَلَا تَنْتَهِكُوهَا، وَحَدَّ حُدُودًا فَلَا تَعْتَدُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ مِنْ غَيْرِ نِسْيَانٍ فَلَا تَبْحَثُوا عَنْهَا. ","އަބޫ ޘަޢުލަބާ އަލްޚުޝަނީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ތަޢާލާ ވަނީ ފަރުޟު ކަންތައްތަކެއް ކަނޑައަޅުއްވާފައެވެ. ވީމާ ތިޔަބައިމީހުން އެ ކަންތައްތަކަށް (އިހުމާލުވެ) ދޫކޮށް ނުލާށެވެ. އަދި އެ އިލާހު ކަންތައްތަކެއް ޙަރާމް ކުރެއްވިއެވެ. ވީމާ ތިޔަބައިމީހުން އެ ކަންތައްތަކަށް އަރައިނުގަންނާށެވެ. އަދި އެ އިލާހު (އިންތަކަކާއި) ޙައްދުތަކެއް ކަނޑައެޅުއްވިއެވެ. ވީމާ ތިޔަބައިމީހުން އެ ޙައްދުތައް ފަހަނަޅައި ނުދާށެވެ. އަދި އެ އިލާހު (ބައެއް) ކަންތައްތަކާ މެދު ސުކޫތުވެވޮޑިގަތެވެ. (އެބަހީ: ވަކި ގޮތެއް ކަނޑަނާޅުއްވައި ދޫކޮށްލެއްވިއެވެ.) އެއީ ހަނދުމަނެތިވެވޮޑިގެނެއް ނޫނެވެ. ވީމާ ތިޔަބައިމީހުން އެ ކަންތައްތައް ހޯދަން ނޫޅޭށެވެ.“",""  ],
  ["ابن ماجه 4102","حَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا خَالِدُ بْنُ عَمْرٍو الْقُرَشِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ: أَتَى النَّبِيَّ ﷺ رَجُلٌ فَقَالَ: يَا رَسُولَ اللهِ، دُلَّنِي عَلَى عَمَلٍ إِذَا أَنَا عَمِلْتُهُ أَحَبَّنِي اللهُ، وَأَحَبَّنِي النَّاسُ، فَقَالَ رَسُولُ اللهِ ﷺ: ازْهَدْ فِي الدُّنْيَا يُحِبُّكَ اللهُ، وَازْهَدْ فِيمَا فِي أَيْدِي النَّاسِ يُحِبُّوكَ. ","ސަހްލު ބިން ޞަޢުދު އައްސާޢިދީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް މީހަކު އައިސް ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! އެ ކަމެއް ކުރުމުން، ތިމަން ދެކެ ﷲ ލޯބިވެވޮޑިގަންނަވާނެ، އަދި މީސްތަކުން ވެސް ތިމަންދެކެ ލޯބިވާނެ ޢަމަލެއް ދައްކަވައި ދެއްވާށެވެ. ފަހެ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ދުނިޔޭގައި ޒުހުދުވެރިވާށެވެ. (އެބަހީ: ދުނިޔެއަށް އެދުންވެރި ނުވާށެވެ.) އޭރުން ﷲ ތިބާ ދެކެ ލޯބިވެވޮޑިގަންނަވާނެއެވެ. އަދި މީހުންގެ އަތުގައިވާ ތަކެއްޗާމެދު ޒުހުދުވެރިވާށެވެ. އޭރުން ތިބާ ދެކެ އެ މީހުން ލޯބިވާނެއެވެ.“",""  ],
  ["ابن ماجه 2341","حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ جَابِرٍ الْجُعْفِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَا ضَرَرَ وَلَا ضِرَارَ. ","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގެއްލުން ދިނުމެއް އޮވެގެނެއް ނުވާނެއެވެ. އަދި (މީހަކު ގެއްލުމެއް ދިނުމުން، ނުޙައްޤުން) ބަދަލުގައި ގެއްލުން ދިނުމެއް ވެސް އޮވެގެނެއް ނުވާނެއެވެ.“ (އަދި މީގެ ތެރޭގައި މި ކަންތައް ވެސް ހިމެނޭނެއެވެ: ގެއްލުން ދިނުމެއް ވެސް އަދި ގެއްލުން ލިބިގަތުމެއް ވެސް ނެތެވެ. އަދި ގަސްދެއް ނެތި އަދި ގަސްދަކާލައިގެން ވިޔަސް ގެއްލުން ދިނުމެއް ނެތެވެ. އަދި އަމިއްލަ ނަފްސަށް ވިޔަސް އަދި އެހެން މީހަކަށް ވިޔަސް ޤެއްލުން ދިނުމެއް ނެތެވެ.)",""  ],
  ["البيهقي 21201","(أَخْبَرَنَا) أَبُو الْحَسَنِ: عَلِيُّ بْنُ أَحْمَدَ بْنِ عَبْدَانَ، أَنْبَأَ أَحْمَدُ بْنُ عُبَيْدٍ الصَّفَّارُ، ثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، ثَنَا الْحَسَنُ بْنُ سَهْلٍ، ثَنَا عَبْدُ اللهِ بْنُ إِدْرِيسَ، ثَنَا ابْنُ جُرَيْجٍ وَعُثْمَانُ بْنُ الْأَسْوَدِ عَنِ ابْنِ أَبِي مُلَيْكَةَ قَالَ: كُنْتُ قَاضِيًا لِابْنِ الزُّبَيْرِ عَلَى الطَّائِفِ فَذَكَرَ قِصَّةَ الْمَرْأَتَيْنِ قَالَ فَكَتَبْتُ إِلَى ابْنِ عَبَّاسٍ فَكَتَبَ ابْنُ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا إِنَّ رَسُولَ اللهِ - ﷺ - قَالَ: لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ لَادَّعَى رِجَالٌ أَمْوَالَ قَوْمٍ وَدِمَاءَهُمْ وَلَكِنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِي وَالْيَمِينَ عَلَى مَنْ أَنْكَرَ. وَذَكَرَ الْحَدِيثَ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމައެކަނި މީސްތަކުން ކޮށްލާ ދަޢުވާއަކުން، (ޝަރީޢަތުން) އެބައިމީހުންނަށް ކަންކަން ނިންމައިދެވޭ ނަމަ، (ﷲ އަށް ބިރުވެތި ނުވާ) މީހުން، އެހެން މީހުންގެ މުދަލާއި (މަރުގެ) ދިޔައަށް ދަޢުވާ ކުރީސްކަން ކަށަވަރެވެ. އެހެނެއްކަމަކު، ދަޢުވާ ކުރާ މީހާގެ މައްޗަށް ވަނީ (ދަޢުވާގެ ތެދުކަން ސާބިތު ކުރުމަށް) ހެކި ހުށަހެޅުމެވެ. އަދި (ދަޢުވާ ލިބި، އެއަށް) އިންކާރު ކުރާ މީހާގެ މައްޗަށް ވަނީ (އެ ދަޢުވާގެ ދޮގުކަން ބަޔާންކޮށް، ﷲ ގަންދީ) ހުވާ ކުރުމެވެ.“ (އެބަހީ: މީހެއްގެ މައްޗަށް ކުރެވޭ ދަޢުވާ ސާބިތު ކުރެވިއްޖައުމަށް ދާންދެން، އޭނާ ވާނީ އެ ކަމަކުން ބަރީއަ ވެގެންނެވެ.)",""  ],
  ["مسلم 49","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ كِلَاهُمَا، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، وَهَذَا حَدِيثُ أَبِي بَكْرٍ قَالَ: أَوَّلُ مَنْ بَدَأَ بِالْخُطْبَةِ يَوْمَ الْعِيدِ قَبْلَ الصَّلَاةِ مَرْوَانُ، فَقَامَ إِلَيْهِ رَجُلٌ، فَقَالَ: الصَّلَاةُ قَبْلَ الْخُطْبَةِ، فَقَالَ: قَدْ تُرِكَ مَا هُنَالِكَ، فَقَالَ أَبُو سَعِيدٍ: أَمَّا هَذَا فَقَدْ قَضَى مَا عَلَيْهِ، سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الْإِيمَانِ. ","ޢީދު ދުވަހު ނަމާދުގެ ކުރިން ޚުތުބާ ދޭން ފެއްޓީ މަރްވާން ބިން އަލްޙަކަމެވެ. (އެކަން ކުރުމުން) މީހަކު ތެދުވެ ދެންނެވިއެވެ: ނަމާދު ވަނީ ޚުތުބާގެ ކުރިންނެވެ. މަރްވާން ދެންނެވިއެވެ: ތިކަންތައް ވަނީ ދޫކުރެވިފައެވެ. ދެން އެއަށްފަހު އަބޫ ސަޢީދު އަލްޚުދްރީ ދެންނެވިއެވެ: (މަރްވާނަށް ވާހަކަ ދެއްކި) މި މީހާ ވަނީ އޭނާގެ މައްޗަށްވާ ވާޖިބު އަދާކޮށްފައެވެ.  ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކަށް ނުބައިކަމެއް ފެނިއްޖެ ނަމަ، ފަހެ އޭނާގެ އަތުން އެ ކަމެއް ބަދަލު ކުރާށެވެ. ދެން (އެ ކަމަށް) ކުޅަދާނަވެގެން ނުވާ ނަމަ، ފަހެ އޭނާގެ ދުލުންނެވެ. ދެން (އެ ކަމަށް) ވެސް ކުޅަދާނަވެގެން ނުވާ ނަމަ، ފަހެ އޭނާގެ ހިތުންނެވެ. އަދި އެއީ އީމާންކަމުގެ އެންމެ ބަލިކަށި ދަރަޖައެވެ.“ (އެބަހީ: ފާފައެއް ކުރާތަން ފެނިއްޖެ ނަމަ، ޢަމަލީ ގޮތުން އެ ކަން ހުއްޓުވާށެވެ. ނުކުރެވޭ ނަމަ، ދެން އަނގަބަހުން ނުވަތަ ލިޔުމުން އެ ކަން ކުށްވެރިކޮށް، އޭގެ ނުބައިކަން ބަޔާން ކުރާށެވެ. އެވަރު ވެސް ނުކުރެވޭ ނަމަ، ދެން އެ ކަމަށް ނަފުރަތުކޮށް، އެ ކަން ހުއްޓުމަށް ހިތުން އެދޭށެވެ.)",""  ],
  ["مسلم 2564","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا دَاوُدُ يَعْنِي: ابْنَ قَيْسٍ، عَنْ أَبِي سَعِيدٍ مَوْلَى عَامِرِ بْنِ كُرَيْزٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَا تَحَاسَدُوا وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا، الْمُسْلِمُ أَخُو الْمُسْلِمِ لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ التَّقْوَى هَاهُنَا وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ، وَمَالُهُ، وَعِرْضُهُ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކާ ހަސަދަވެރި ނުވާށެވެ. އަދި އެއްބަޔަކު އަނެއްބަޔަކަށް (ގެއްލުން ދިނުމުގެ ގޮތުން ރާވައިގެން، އެއްޗެއް ގަތުމުގެ ގަސްދަކާ ނުލައި އޭގެ) އަގު ބޮޑުކޮށް ނުހަދާށެވެ. އަދި އެއްބަޔަކު އަނެއްބަޔަކަށް ނަފުރަތު ނުކުރާށެވެ. އަދި އެއްބަޔަކު އަނެއްބަޔަކަށް ފުރަގަސް ނުދޭށެވެ. އަދި އެއްބަޔަކު އަނެއްބަޔެއްގެ ވިޔަފާރީގެ މައްޗަށް ވިޔަފާރި ނުކުރާށެވެ. (އެބަހީ: ގަނެވިއްކުމުގައި، އެކަކު އަގު ކިޔަމުން ދަނިކޮށް، އަނެކަކު އެ ދޭތެރެއަށް ވަދެ އަގު ކިޔާ ނުހަދާށެވެ.) އަދި ތިޔަބައިމީހުން ﷲގެ އަޅުންގެ ގޮތުގައި، އަޚުންތަކެއް ކަމުގައި ވާށެވެ. އެއް މުސްލިމަކީ އަނެއް މުސްލިމެއްގެ އަޚެކެވެ. އޭނާގެ އަޚާއަށް އަނިޔާވެރިއެއް ނުވާނެއެވެ. އަދި (އޭނާއަށް އެހީނުވެ، ނިކަމެތިވާން) އޭނާ ދޫކޮށެއް ނުލާނެއެވެ. އަދި އޭނާއަށް އިހާނާތްތެރިވެ ނިކަމެތިކޮށެއް ނުހިތާނެއެވެ. ތަޤުވާވެރިކަން ވަނީ މި ތަނުގައެވެ. —ދެން (މި ފަދައިން ޙަދީޘް ކުރައްވާފައި) ނަބިއްޔާގެ މޭފުޅާ ދިމާޔަށް ތިން ފަހަރު އިޝާރާތް ކުރެއްވިއެވެ— (އަދި ޙަދީޘް ކުރެއްވިއެވެ:) މީހަކަށް ކުރެވޭ ނުބައި ކަމެއްގެ ގޮތުގައި، އޭނާގެ މުސްލިމު ޢަޚާއަށް އިހާނާތްތެރިވެ ނިކަމެތިކޮށްލުން ފުދެއެވެ. މުސްލިމެއްގެ ހުރިހައި އެއްޗެއް (ޙައްޤަކާ ނުލައި)، އަނެއް މުސްލިމަކަށް ޙަރާމްވެގެން ވެއެވެ. (އެ ގޮތުން:) އޭނާގެ ލެޔާއި، އޭނާގެ މުދަލާއި، އަދި އޭނާގެ އަބުރު ވެސްމެއެވެ.“",""  ],
  ["مسلم 2699","حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْعَلَاءِ الْهَمْدَانِيُّ (وَاللَّفْظُ لِيَحْيَى) قَالَ يَحْيَى: أَخْبَرَنَا، وَقَالَ الْآخَرَانِ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ، وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللهُ عَلَيْهِ فِي الدُّنْيَا وَالْآخِرَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللهُ فِي الدُّنْيَا وَالْآخِرَةِ، وَاللهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ، وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللهِ يَتْلُونَ كِتَابَ اللهِ، وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ الْمَلَائِكَةُ، وَذَكَرَهُمُ اللهُ فِيمَنْ عِنْدَهُ، وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުއުމިނެއްގެ ކިބައިން ދުނިޔޭގެ ހިތާމަތަކުން ކުރެ ހިތާމައެއް ފިލުވައިދީފި މީހަކަށް، ޤިޔާމަތް ދުވަހުގެ ހިތާމަތަކުން ކުރެ ހިތާމައެއް ﷲ އޭނާގެ ކިބައިން ފިއްލަވައިދެއްވާނެއެވެ. އަދި ދަތި ހާލުގައި ޖެހިފައިވާ ފަރާތަކަށް ފަސޭހަކޮށްދީފި މީހަކަށް، ދުނިޔެއާއި އާޚިރަތުގައި ވެސް ﷲ އޭނާއަށް ފަސޭހަ ކޮށްދެއްވާނެއެވެ. އަދި މުސްލިމަކު ފަރުދާކޮށް (އޭނާގެ ކުށްތައް ފޮރުވައިދީފި) މީހަކަށް، ދުނިޔެއާއި އާޚިރަތުގައި ﷲ އޭނާ ފަރުދާކޮށްދެއްވައި (އޭނާގެ ކުށްތައް ފޮރުއްވައިދެއްވާނެއެވެ.) އަދި (ﷲގެ) އަޅަކު، އޭނާގެ އަޚާއަށް އެހީތެރިވުމުގައިވާހައި ހިނދަކު، ﷲ އޭނާއަށް އެހީތެރިވުމުގައި ވޮޑިގެންވާނެއެވެ. އަދި (ޝަރުޢީ) ޢިލްމު ހޯދުމަށް ޓަކައި މަގަކުން ހިނގައިފި މީހަކަށް، އެ ކަމުގެ ސަބަބުން ސުވަރުގެއަށް ދާނެ މަގެއް، ﷲ އޭނާއަށް ފަސޭހަ ކޮށްދެއްވާނެއެވެ. އަދި ﷲގެ ގެކޮޅުތަކުން ކުރެ ގެކޮޅެއްގައި (އެބަހީ: މިސްކިތެއްގައި) ބަޔަކު އެއްވެ، ﷲގެ ފޮތް އެބައިމީހުންގެ މެދުގައި ކިޔަވައި އުނގެނި ދަސްކުރާ ނަމަ، އެބައިމީހުންގެ މައްޗަށް ސަކީނާ (އެބަހީ: މަޑުމޮޅިކަމާއި ހިތްހަމަޖެހުން) ބާވައިނުލައްވާ ނުދާނެއެވެ. އަދި ރަޙުމަތުން އެބައިމީހުން ވަށާލެވޭނެއެވެ. އަދި މަލާއިކަތުން ވެސް އެބައިމީހުން ވަށައިލައްވާނެއެވެ. އަދި ﷲގެ ޙަޟްރަތުގައިވާ މަލާއިކަތުންގެ އަރިހުގައި، އެ އިލާހު އެބައިމީހުންގެ (ވާހަކަ) ޒިކުރު ކުރައްވާނެއެވެ. އަދި އެ މީހެއްގެ (ހެޔޮ) ޢަމަލު ލަސްކޮށް (ފަރުވާ ކުޑަކޮށްފި) މީހަކު، އެ މީހެއްގެ ނަސަބުގެ މޮޅުކަމުން އޭނާއަށް ލިބޭނެ އެއްވެސް ކުރިއެރުމެއް ނޯންނާނެއެވެ.“",""  ],
  ["البخاري 6491","حَدَّثَنَا أَبُو مَعْمَرٍ: حَدَّثَنَا عَبْدُ الْوَارِثِ: حَدَّثَنَا جَعْدُ أَبُو عُثْمَانَ: حَدَّثَنَا أَبُو رَجَاءٍ الْعُطَارِدِيُّ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ ﷺ فِيمَا يَرْوِي عَنْ رَبِّهِ عَزَّ وَجَلَّ قَالَ: قَالَ: إِنَّ اللهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ، ثُمَّ بَيَّنَ ذَلِكَ، فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ لَهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمِائَةِ ضِعْفٍ، إِلَى أَضْعَافٍ كَثِيرَةٍ، وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ لَهُ عِنْدَهُ حَسَنَةً كَامِلَةً، فَإِنْ هُوَ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ لَهُ سَيِّئَةً وَاحِدَةً. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ﷲ ޢައްޒަ ވަޖަލްގެ ޙަޟްރަތުން، ނަބިއްޔާ ﷺ ރިވާ ކުރެއްވި (ޤުދުސީ ޙަދީޘެއްގައި ވެއެވެ): ”ހަމަކަށަވަރުން، ﷲ ވަނީ (އިންސާނާ ކުރާ) ހެޔޮ ކަންތަކާއި ނުބައި ކަންތައް ލިޔުއްވާފައެވެ. ދެން، އެ ކަންތައް ބަޔާން ކޮށްދެއްވިއެވެ: ފަހެ، މީހަކު ހެޔޮ ކަމެއް ކުރުމަށް ގަސްދު ކުރުމަށް ފަހު އެ ކަން ނުކޮށްފި ނަމަ، ﷲގެ ޙަޟްރަތުގައި އެ ކަން އެއީ ފުރިހަމަ ހެޔޮ ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ހެޔޮ ކަމެއް ކުރުމަށް ގަސްދުކޮށް އެ ކަން ކޮށްފި ނަމަ، ﷲގެ ޙަޟްރަތުގައި އެ ކަން އެއީ ދިހަ ހެޔޮ ކަމުން ފެށިގެން ހަތް ސަތޭކަ ގުނައަށް، ނުވަތަ އެއަށް ވުރެ ވެސް އިތުރު އެތައް ގުނައަކަށް އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ނުބައި ކަމެއް ކުރުމަށް ގަސްދުކުރުމަށް ފަހު، އެ ކަން ނުކޮށް ދޫކޮށްލައިފި ނަމަ، ﷲގެ ޙަޟްރަތުގައި އެ ކަން އެއީ ފުރިހަމަ ހެޔޮ ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ނުބައި ކަމެއް ކުރުމަށް ގަސްދުކޮށް އެ ކަން ކޮށްފި ނަމަ، ﷲގެ ޙަޟްރަތުގައި އެ ކަން އެއީ އެންމެ ނުބައި ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ.“",""  ],
  ["البخاري 6502","حَدَّثَنِي مُحَمَّدُ بْنُ عُثْمَانَ: حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ: حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ: حَدَّثَنِي شَرِيكُ بْنُ عَبْدِ اللهِ بْنِ أَبِي نَمِرٍ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِنَّ اللهَ قَالَ: مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ، وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَإِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ، وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ؛ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: (ޤުދުސީ ޙަދީޘެއްގައި) ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ތަޢާލާ ވަޙީ ކުރެއްވިއެވެ: ތިމަން އިލާހުގެ ވަލީވެރިއަކާ (އެބަހީ: ތިމަން އިލާހުގެ ގާތްކަން ހާސިލުކޮށްފައިވާ ތަޤުވާވެރި އަޅަކާ) ޢަދާވާތްތެރި ވެއްޖެ މީހާ (ދަންނާށެވެ!) ފަހެ، ތިމަން އިލާހު އޭނާއާ ދެކޮޅަށް ހަނގުރާމަ އިޢުލާން ކުރައްވައިފިމުކަން ކަށަވަރެވެ. އަދި ތިމަން އިލާހުގެ އަޅާގެ މައްޗަށް ފަރުޟު ކުރެއްވި ކަންތައްތައް އަދާ ކުރުމަށް ވުރެ، ތިމަން އިލާހުގެ ހަޟްރަތުގައި ލޮބުވެތިކަން ބޮޑު ކަމަކުން އެ އަޅާ ތިމަން އިލާހާ ކުއްތަން ނުވެއެވެ. އަދި ތިމަން އިލާހުގެ އަޅާ ދެކެ ލޯބިވެވޮޑިގެންފުމަށް ދާންދެން، އެ އަޅާ ސުންނަތް އަޅުކަންތައް އަދާކޮށް ތިމަން އިލާހަށް ކުއްތަންވުން މަތީ ދެމިހުރެއެވެ. އަދި އެ އަޅާ ދެކެ ތިމަން އިލާހު ލޯބިވެވޮޑިގެންފި ނަމަ، އެ އަޅާގެ އަޑު އަހައި އުޅޭ އިވުން ކަމުގައި، އަދި ބަލާ އުޅޭ ބެލުން ކަމުގައި، އަދި ހިފާ އުޅޭ އަތް ކަމުގައި، އަދި ހިނގައި އުޅޭ ފައި ކަމުގައި ތިމަން އިލާހު ވެވޮޑިގަންނަވާނަމެވެ. (އެބަހީ: ﷲ، އެ އަޅާގެ ޢަމަލުތައް އިޞްލާހުކޮށް ސީދާ ކުރައްވާނެއެވެ. އަދި އެ ގުނަވަންތަކުން އޭނާ ކޮށްއުޅޭނީ މުޅިން ވެސް ﷲ ރުހިވޮޑިގަންނަވާ ޢަމަލުތަކެވެ.) އަދި އެ އަޅާ ކަމަކަށް އެދި ތިމަން އިލާހަށް ދަންނަވައިފި ނަމަ، ތިމަން އިލާހު އެ ކަމެއް އެ އަޅާއަށް ދެއްވާނެކަށް ކަށަވަރެވެ. އަދި އެ އަޅާ ރައްކާތެރިކޮށް ދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވައިފި ނަމަ، ތިމަން އިލާހު އެ އަޅާއަށް ރައްކާތެރިކަން ދެއްވާނެކަށް ކަށަވަރެވެ. އަދި މުއުމިނާގެ ފުރާނަ ހިއްޕެވުމުގައި ތިމަން އިލާހު ފަސްޖެހިވޮޑިގަންނަވާ ވަރަށް، އެހެން އެއްވެސް ކަމެއް ކުރެެއްވުމުގައި ތިމަން އިލާހު ފަސްޖެހިވޮޑި ނުގަންނަވަމެވެ. އެހެނީ، އެ އަޅާ މަރުވުމަށް ނުރުއްސަވައެވެ. އަދި އެ އަޅާއަށް އުނދަގުލާއި ހިތާމަ ލިބިގެންދާ ކަމެއް ކުރެއްވުމަށް ތިމަން އިލާހު ރުހިވޮޑިގެން ނުވަމުއެވެ.“",""  ],
  ["ابن ماجه 2043","حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ الْفِرْيَابِيُّ، حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ، حَدَّثَنَا أَبُو بَكْرٍ الْهُذَلِيُّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِنَّ اللهَ قَدْ تَجَاوَزَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ. ","އަބޫ ޛައްރު އަލްޣިފާރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާގެ އުންމަތުގެ މީހުންގެ ކިބައިން (ގަސްދަކާ ނުލައި އޮޅުމަކުން) ކުރެވޭ ކުށްތަކާއި، ހަނދާން ނެތުމާ، އަދި ނުރުހޭ ޙާލު (މަޖުބޫރު ކުރުވައިގެން) ކުރެވޭ ކަންތައް، ﷲ ވަނީ ޢަފޫ ކޮށްދެއްވާފައެވެ.“",""  ],
  ["البخاري 6416","حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو الْمُنْذِرِ الطُّفَاوِيُّ، عَنْ سُلَيْمَانَ الْأَعْمَشِ قَالَ: حَدَّثَنِي مُجَاهِدٌ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُولُ اللهِ ﷺ بِمَنْكِبِي، فَقَالَ: كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ. وَكَانَ ابْنُ عُمَرَ يَقُولُ إِذَا أَمْسَيْتَ فَلَا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلَا تَنْتَظِرِ الْمَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. ","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންނަގެ ކޮނޑުގައި ހިއްޕަވާފައި ޙަދީޘް ކުރެއްވިއެވެ: ”(ބޭރުން އައިސްގެން އުޅޭ) ބީރައްޓެއްސެއް، ނުވަތަ (ތަނެއް ހުރަސްކޮށްފަދާ) ދަތުރުވެރިއެއް ފަދައިން ތިބާ ދުނިޔޭގައި އުޅޭށެވެ.“ އަދި އިބްނު ޢުމަރު ވިދާޅުވެ އުޅުއްވިއެވެ: ’ތިބާ ހަވީރު (ދުނިޔޭގައި) ހުރެއްޖެ ނަމަ، ފަހެ ހެނދުނު ވަންދެން ހުންނާނެކަމަށް އިންތިޒާރު ނުކުރާށެވެ. އަދި ތިބާ ހެނދުނު (ދުނިޔޭގައި) ހުރެއްޖެ ނަމަ، ހަވީރު ވަންދެން ހުންނާނެކަމަށް އިންތިޒާރު ނުކުރާށެވެ. އަދި ތިބާ ބަލިވުމުގެ ކުރިން، ތިބާގެ ދުޅަހެޔޮކަމުގެ ފައިދާ ލިބިގަންނާށެވެ. އަދި ތިބާ މަރުވުމުގެ ކުރިން، ތިބާގެ ޙަޔާތުގެ ފައިދާ ލިބިގަންނާށެވެ.‘",""  ],
  ["الترمذي 3540"," حَدَّثَنَا عَبْدُ اللهِ بْنُ إِسْحَاقَ الْجَوْهَرِيُّ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا أَبُو عَاصِمٍ، قَالَ: حَدَّثَنَا كَثِيرُ بْنُ فَائِدٍ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ قَالَ: سَمِعْتُ بَكْرَ بْنَ عَبْدِ اللهِ الْمُزَنِيَّ يَقُولُ: حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: قَالَ اللهُ تَبَارَكَ وَتَعَالَى: يَا ابْنَ آدَمَ، إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لَكَ عَلَى مَا كَانَ فِيكَ وَلَا أُبَالِي، يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ، ثُمَّ اسْتَغْفَرْتَنِي غَفَرْتُ لَكَ وَلَا أُبَالِي، يَا ابْنَ آدَمَ، إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الْأَرْضِ خَطَايَا ثُمَّ لَقِيتَنِي لَا تُشْرِكُ بِي شَيْئًا لَأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً. \nهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ. ","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: (ޤުދުސީ ޙަދީޘެއްގައި) ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ﷲ ތަބާރަކަ ވަތަޢާލާ ވަޙީ ކުރެއްވިއެވެ: އޭ އާދަމުގެ ދަރިއާއެވެ! ހަމަކަށަވަރުން ތިބާ، ތިމަން އިލާހަށް ދުޢާކޮށް ދަންނަވައި އަދި ތިމަން އިލާހުގެ ޙަޟްރަތުން އުންމީދު ކުރާހައި ހިނދަކު، ތިބާގެ ކިބައިން ވެވިފައިވާ ފާފަތައް ތިމަން އިލާހު ފުއްސަވައި ދެއްވާނަމެވެ. އަދި (އެ ފާފަތަކަށް) ތިމަން އިލާހު ނުބައްލަވާނަމެވެ. އޭ އާދަމުގެ ދަރިއާއެވެ! އުޑުގެ ވިލާތަކާ ހަމައަށް ތިބާގެ ފާފަތައް ފޯރިކަމުގައި ވިޔަސް، ފާފަ ފުއްސަވައި ދެއްވުމަށް އެދި ތިބާ ދަންނަވައިފި ނަމަ، ތިމަން އިލާހު ތިބާއަށް ފާފަ ފުއްސަވައި ދެއްވާނަމެވެ. އަދި (އެ ފާފަތަކަށް) ތިމަން އިލާހު ނުބައްލަވާނަމެވެ. އޭ އާދަމުގެ ދަރިއާއެވެ! ހަމަކަށަވަރުން ބިން ފުރޭހައި ވަރަށް ތިބާ ފާފަތަކައިގެން ތިމަން އިލާހާ ބައްދަލުވި ކަމުގައި ވިޔަސް، ތިބާ ތިމަން އިލާހާ އެއްވެސް ފަރާތެއް ޝަރީކުކޮށްފައި ނުވާ ނަމަ، ހަމަ އެއާ އެއްވަރަށް (އެބަހީ: ބިން ފުރޭހައި ވަރަށް) ތިމަން އިލާހު ތިބާއާ ފާފަ ފުއްސެވުމައިގެން ތިމަން އިލާހު ތިބާއާ ބައްދަލު ކުރައްވާނެކަން ކަށަވަރެވެ.“",""  ],
  ["البخاري 6732","حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ ﷺ قَالَ: أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތަރިކަ މުދަލުން ފަރުޟު ކަނޑައެޅިފައިވާ ބައިތައް، އޭގެ ޙައްޤުވެރިންނަށް ބަހާށެވެ. އެއަށް ފަހު ބާކީ ހުރި އެއްޗެއް ލިބުން ވަނީ، ޢާއިލީ ގޮތުން (މައްޔިތާއާ) އެންމެ ގާތް ފިރިހެނަކަށެވެ.“",""  ],
  ["البخاري 3105","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ: أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ ابْنَةِ عَبْدِ الرَّحْمَنِ: أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ أَخْبَرَتْهَا: أَنَّ رَسُولَ اللهِ ﷺ كَانَ عِنْدَهَا، وَأَنَّهَا سَمِعَتْ صَوْتَ إِنْسَانٍ يَسْتَأْذِنُ فِي بَيْتِ حَفْصَةَ، فَقُلْتُ: يَا رَسُولَ اللهِ هَذَا رَجُلٌ يَسْتَأْذِنُ فِي بَيْتِكَ، فَقَالَ رَسُولُ اللهِ ﷺ: أُرَاهُ فُلَانًا لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ الرَّضَاعَةُ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ. ","ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަން ކަމަނާ ގާތު ހުންނެވިއެވެ. އަދި ޙަފްޞާގެ ގެކޮޅަށް ވަނުމަށް މީހަކު ހުއްދައަށް އެދޭ އަޑު ތިމަން ކަމަނާ އެހީމެވެ. ތިމަން ކަމަނާ ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! އިބަ ނަބިއްޔާގެ ގެކޮޅަށް ވަނުމަށް މި މީހާ ހުއްދައަށް އެބަ އެދެއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ކިރުގެ ގޮތުން ޙަފްޞާގެ ބޮޑުބޭބެ، އެވެނި މިވެނި މީހެއްކަމަށް ތިމަން ނަބިއްޔާ ދެކިލައްވަމެވެ. ވިހެއުމުގެ ސަބަބުން ޙަރާމްވާ ކަންތައް، ގާތުން ކިރު ދިނުމުގެ ސަބަބުން ވެސް ޙަރާމްވެގެން ދެއެވެ.“ (އެބަހީ: ނަސަބުގެ ގާތްކަމުގެ ސަބަބުން މީހުންނާ ކާވެނި ކުރުން ޙަރާމްވާ ފަދައިން، މައިމީހާ ނޫން އެހެން މީހެއްގެ ފަރާތުން ކިރު ދިނުމުން، އެ ކިރު ދިން މީހާގެ ނަސަބުގެ ބައެއް މީހުންނާ ކާވެނި ކުރުން ވެސް ޙަރާމްވެގެން ދެއެވެ.)",""  ],
  ["البخاري 2236","حَدَّثَنَا قُتَيْبَةُ: حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا: أَنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ يَقُولُ عَامَ الْفَتْحِ، وَهُوَ بِمَكَّةَ: إِنَّ اللهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ، فَقِيلَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ شُحُومَ الْمَيْتَةِ، فَإِنَّهَا يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ بِهَا الْجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ فَقَالَ: لَا، هُوَ حَرَامٌ، ثُمَّ قَالَ رَسُولُ اللهِ ﷺ عِنْدَ ذَلِكَ: قَاتَلَ اللهُ الْيَهُودَ إِنَّ اللهَ لَمَّا حَرَّمَ شُحُومَهَا جَمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا ثَمَنَهُ. ","ޖާބިރު ބިން  ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: މައްކާ ފަތަޙަ ކުރެއްވި އަހަރު، ރަސޫލު ﷲ ﷺ އެ ބިމުގައި ހުންނަވައިގެން ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ހަމަކަށަވަރުން ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ވަނީ ރަލާއި، މުޅަ ތަކެއްޗާއި، އޫރު މަހާއި، ބުދުތަކާ މި ތަކެތި ގަނެވިއްކުމުގެ ވިޔަފާރި ކުރުން ޙަރާމް ކުރައްވާފައެވެ.“ ދެން ނަބިއްޔާއަށް ދެންނެވުނެވެ: އޭ ﷲގެ ރަސޫލާއެވެ! މުޅަ ތަކެތީގެ ސަރުބީއާމެދު ދެކިލައްވަނީ ކިހިނަކުންތޯއެވެ؟ އެހެނީ ހަމަކަށަވަރުން އޮޑިދޯނިފަހަރުގައި ( ތެޔޮ ހާކައިގެން ފެން ވަނަ ނުދިނުމަށް) ކަޑިތާރު ލާން، އެ މުޅަ ތަކެތީގެ ސަރުބީގެ ތެޔޮ ބޭނުން ކުރެވެއެވެ. އަދި ދިބާޣުކުޅަހަންތަކުގައި ތެޔޮ ހޭކުމަށް ވެސް އޭގެ ބޭނުން ކުރެއެވެ. އަދި ވޮށް ދިއްލައި އަލި ކުރުމަށް ވެސް މީސްތަކުން އޭގެ ބޭނުން ކުރެއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެ ހަރާމްވެގެން ވެއެވެ.“ ދެން އެއަށްފަހު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ޔަހޫދީން ޤަތުލު ކުރައްވާށިއެވެ. (އެބަހީ: އެބައިމީހުންނަށް ލަޢުނަތް ލައްވާށިއެވެ.) ހަމަކަށަވަރުން ﷲ އެބައިމީހުންނަށް ސަރުބީ ޙަރާމް ކުރެއްވުމުން، އެބައިމީހުން އެ ސަރުބީ ވިރުވައި ތެލައް ހަދައިގެން، ދެން އެ ވިއްކައިގެން އޭގެ އަގު ކައި އުޅުނެވެ. (އެބަހީ: އޭގެން ލިބުނު ފައިސާ ބޭނުން ކުރިއެވެ.)“",""  ],
  ["البخاري 4343","حَدَّثَنِي إِسْحَاقُ: حَدَّثَنَا خَالِدٌ، عَنِ الشَّيْبَانِيِّ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ: أَنَّ النَّبِيَّ ﷺ بَعَثَهُ إِلَى الْيَمَنِ، فَسَأَلَهُ عَنْ أَشْرِبَةٍ تُصْنَعُ بِهَا، فَقَالَ: وَمَا هِيَ. قَالَ: الْبِتْعُ وَالْمِزْرُ، فَقُلْتُ لِأَبِي بُرْدَةَ: مَا الْبِتْعُ؟ قَالَ: نَبِيذُ الْعَسَلِ، وَالْمِزْرُ نَبِيذُ الشَّعِيرِ، فَقَالَ: كُلُّ مُسْكِرٍ حَرَامٌ. رَوَاهُ جَرِيرٌ وَعَبْدُ الْوَاحِدِ، عَنِ الشَّيْبَانِيِّ، عَنْ أَبِي بُرْدَةَ. ","އަބޫ ބުރްދާ، އެ ޞަޙާބީގެ ބައްޕާފުޅު އަބޫ މޫސާ އަލްއަޝްޢަރީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ، އަބޫ މޫސާ އަލްއަޝްޢަރީ ޔަމަނަށް ފޮނުއްވިއެވެ. ފަހެ އެ ރަށުގައި އުފައްދައި އުޅޭ ބުއިންތަކަކާ ބެހޭ ގޮތުން އަބޫ މޫސާ އަލްއަޝްޢަރީ، ރަސޫލާއާ ސުވާލު ކުރެއްވިއެވެ. ދެން ރަސޫލާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ކޮން ބުއިންތަކެއްތޯއެވެ؟“ އަބޫ މޫސާ އަލްއަޝްޢަރީ ދެންނެވިއެވެ: ބިތުޢުއާއި މިޒްރުއެވެ. —(ޙަދީޘްގެ ރާވީކަމަށްވާ) އަބޫ ބުރްދާއަށް ދެންނެވުނެވެ: ބިތުޢުއާއި މިޒްރުއަކީ ކޮން އެއްޗެއްސެއްތޯއެވެ؟ އަބޫ ބުރްދާ ދެންނެވިއެވެ: ބިތުޢުއަކީ ފެނަށް މާމުއި އަޅައިގެން ހަދާ ރަލެކެވެ. އަދި މިޒްރުއަކީ ފެނަށް ހިމަގޮދަން އަޅައިގެން ހަދާ ރަލެކެވެ— ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތުވާ ކޮންމެ އެއްޗެއް ޙަރާމްވެގެން ވެއެވެ.“",""  ],
  ["أحمد 17186","حَدَّثَنَا أَبُو الْمُغِيرَةِ قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ سُلَيْمٍ الْكِنَانِيُّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ جَابِرٍ الطَّائِيُّ قَالَ: سَمِعْتُ الْمِقْدَامَ بْنَ مَعْدِي كَرِبَ الْكِنْدِيَّ قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: مَا مَلَأَ ابْنُ آدَمَ وِعَاءً شَرٌّ مِنْ بَطْنٍ، حَسْبُ ابْنِ آدَمَ أُكُلَاتٌ يُقِمْنَ صُلْبَهُ، فَإِنْ كَانَ لَا مَحَالَةَ، فَثُلُثٌ طَعَامٌ، وَثُلُثٌ شَرَابٌ، وَثُلُثٌ لِنَفَسِهِ. ","އަލްމިޤްދާމު ބިން މަޢުދީ ކަރިބު އަލްކިންދީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”އާދަމުގެ ދަރިޔާ ބަނޑަށް ވުރެ ނުބައި ކަންވާރެއް ނުފުރައެވެ. އާދަމުގެ ދަރިޔާއަށް، އޭނާގެ ބުރަކަށި ސީދާ ތެދަށް ބަހައްޓައިދޭނެ މަދު ކާއެތިކޮޅަކުން ފުދޭނެއެވެ. ނަމަވެސް އެ ވަރުން ނުފުދޭ ނަމަ، ފަހެ (ބަނޑުގެ) ތިންބައި ކުޅަ އެއްބައި އޭނާގެ ކާއެއްޗެއްސަށް ބަހައްޓާށެވެ. އަދި ތިންބައި ކުޅަ އެއްބައި އޭނާގެ ބޯއެއްޗެއްސަށް ބަހައްޓާށެވެ. އަދި ތިންބައި ކުޅަ އެއްބައި އޭނާ ނޭވާލުމަށް (ހުސްކޮށް) ބަހައްޓާށެވެ.“",""  ],
  ["البخاري 2459","حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ: أَخْبَرَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ ﷺ قَالَ: أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا، أَوْ كَانَتْ فِيهِ خَصْلَةٌ مِنْ أَرْبَعَةٍ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ. ","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ މުނާފިޤެކެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިޤުކަމުގެ ސިފައެކެވެ. (އެ ހަތަރު ސިފައަކީ:) އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި ޢަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، ހުތުރު އެއްޗެހި ގޮވާނެއެވެ.“",""  ],
  ["أحمد 205","أَخْبَرَنَا عَبْدُ اللهِ بْنُ يَزِيدَ قَالَ: ثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، قَالَ: أَخْبَرَنِي بَكْرُ بْنُ عَمْرٍو أَنَّهُ سَمِعَ عَبْدَ اللهِ بْنَ هُبَيْرَةَ أَنَّهُ سَمِعَ أَبَا تَمِيمٍ الْجَيْشَانِيَّ يَقُولُ: إِنَّهُ سَمِعَ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ: إِنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ يَقُولُ: لَوْ أَنَّكُمْ تَوَكَّلُونَ عَلَى اللهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ﷲ އާ ވަކީލު ކުރަން ޖެހޭ ޙައްޤު ގޮތުގައި ތިޔަބައިމީހުން އެ އިލާހާ ވަކީލު ކުރާ ނަމަ، ﷲ ދޫނިތަކަށް ރިޒުޤު ދެއްވާ ފަދައިން އެ އިލާހު ތިޔަބައިމީހުންނަށް ވެސް ރިޒުޤު ދެއްވާނެކަން ކަށަވަރެވެ. ހެނދުނު ހެނދުނާ އެ ދޫނިތައް ނުކުމެގެން ދަނީ ހުސް ބަނޑާއެވެ. އަދި ހަވީރު އެނބުރި އަންނަނީ ބަނޑު ފުރައިގެންނެވެ.“",""  ],
  ["أحمد 17680","حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، حَدَّثَنَا حَسَّانُ بْنُ نُوحٍ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ عَبْدِ اللهِ بْنِ بُسْرٍ، قَالَ: أَتَى النَّبِيَّ ﷺ أَعْرَابِيَّانِ، فَقَالَ أَحَدُهُمَا: مَنْ خَيْرُ الرِّجَالِ يَا مُحَمَّدُ؟ قَالَ النَّبِيُّ ﷺ: «مَنْ طَالَ عُمْرُهُ، وَحَسُنَ عَمَلُهُ» وَقَالَ الْآخَرُ: إِنَّ شَرَائِعَ الْإِسْلَامِ قَدْ كَثُرَتْ عَلَيْنَا، فَبَابٌ نَتَمَسَّكُ بِهِ جَامِعٌ؟ قَالَ: «لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللهِ [عَزَّ وَجَلَّ]». ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަބޫލު ކުރެވިގެންވާ ފުރިހަމަ ޙައްޖަކަށް ސުވަރުގެ ފިޔަވައި އެހެން ޖަޒާއެއް ނުވެއެވެ. އަދި އެއް ޢުމްރާއަކަށް ފަހު އަނެއް ޢުމްރާ (ކުރުމަކީ) އޭގެ ދެމެދުގައި ހިނގައިދިޔަ ފާފަތަކަށްވާ ކައްފާރާއެކެވެ.“",""  ],
  ["الترمذي 889","حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَا: حَدَّثَنَا سُفْيَانُ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ؛ أَنَّ نَاسًا مِنْ أَهْلِ نَجْدٍ أَتَوْا رَسُولَ اللهِ ﷺ وَهُوَ بِعَرَفَةَ، فَسَأَلُوهُ، فَأَمَرَ مُنَادِيًا فَنَادَى: الْحَجُّ عَرَفَةُ، مَنْ جَاءَ لَيْلَةَ جَمْعٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ أَدْرَكَ الْحَجَّ، أَيَّامُ مِنًى ثَلَاثَةٌ، { فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ }. \nقَالَ: وَزَادَ يَحْيَى: وَأَرْدَفَ رَجُلًا فَنَادَى. ","ޢަބްދުއްރަޙްމާން ބިން ޔަޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޢަރަފާތުގައި ހުންނަވަނިކޮށް، ނަޖުދު ކަރައިގެ ބަޔަކު އެ ނަބިއްޔާގެ އަރިހަށް އަތުވެއްޖެއެވެ. އަދި އެބައިމީހުން (ޙައްޖާ ބެހޭ ގޮތުން) އެ ނަބިއްޔާއާ ސުވާލު ކުރެއްވިއެވެ. ދެން (މި ފަދައިން) ގޮވައިލެއްވުމަށް ނަބިއްޔާ މީހަކަށް އަމުރު ކުރެއްވިއެވެ: ”ޙައްޖަކީ ޢަރަފާތެވެ. (އެބަހީ: ޢަރަފާތުގައި މަޑުނުކޮށް ޙައްޖު ޞައްޙައެއް ނުވާނެއެވެ.) (ޢީދު ދުވަހު) ފަތިސް ވުމުގެ ކުރިން މުޒްދަލިފާގެ ވިލޭރޭގައި (ًޢަރަފާތަށް) އަތުވެއްޖެ މީހާ، ފަހެ ހަމަކަށަވަރުން ޙައްޖު ހޯދައިފިއެވެ. މިނާގައި (މަޑުކުރުން ވަނީ އައްޔާމުއް ތަޝްރީޤުގެ) ތިން ދުވަހަށެވެ.“ (ދެން މި އާޔަތް ކިޔަވައި ވިދާޅުވިއެވެ:) ❞ފަހެ، ދެ ދުވަހުގެ ތެރޭގައި (މިނާގައި މަޑުކުރުން ނިންމައި އެނބުރި ދިޔުމަށް) އަވަސްވެގަތް މީހާގެ މައްޗަކަށް ފާފައެއް ނެތެވެ. އަދި (ތިން ދުވަހަށް) ލަސްކުރި މީހާގެ މައްޗަކަށް ވެސް ފާފައެއް ނެތެވެ.❝",""  ],
  ["النسائي 2622","أَخْبَرَنَا عَبْدَةُ بْنُ عَبْدِ اللهِ الصَّفَّارِ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا سُوَيْدٌ - وَهُوَ ابْنُ عَمْرٍو الْكَلْبِيُّ -، عَنْ زُهَيْرٍ، قَالَ: حَدَّثَنَا سُهَيْلٌ، عَنْ سُمَيٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: الْحَجَّةُ الْمَبْرُورَةُ لَيْسَ لَهَا جَزَاءٌ إِلَّا الْجَنَّةُ، وَالْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސސސ“",""  ],
  ["النسائي 2416","أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي النَّضْرِ قَالَ: حَدَّثَنِي أَبُو النَّضْرِ قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ الْأَشْجَعِيُّ - كُوفِيٌّ - عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلَائِيِّ، عَنِ الْحُرِّ بْنِ الصَّيَّاحِ، عَنْ هُنَيْدَةَ بْنِ خَالِدٍ الْخُزَاعِيِّ، عَنْ حَفْصَةَ قَالَتْ: أَرْبَعٌ لَمْ يَكُنْ يَدَعُهُنَّ النَّبِيُّ ﷺ؛ صِيَامَ عَاشُورَاءَ، وَالْعَشْرَ، وَثَلَاثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، وَرَكْعَتَيْنِ قَبْلَ الْغَدَاةِ.","ޙަފްޞާ ރިވާ ކުރެއްވިއެވެ: ހަތަރުކަމެއް ރަސޫލު ﷲ ﷺ ދޫނުކުރައްވައެވެ. އެއީ ޢާޝޫރާ ދުވަހު ރޯދަ ހިފުމާއި، ޒުލް ޙިއްޖާ މަހުގެ ދިހަ ދުވަހު ރޯދަ ހިފުމާއި، ކޮންމެ މަހެއްގެ ތިން ދުވަހު (ތޭރަ، ސާދަ، ފަނަރަވަނަ ދުވަހު) ރޯދަ ހިފުމާއި، އަދި ފަތިސް ނަމާދުގެ ކުރީގައި ދެ ރަކުޢަތް ކުރުމެވެ.“",""  ],
  ["مسلم 1162b","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لِابْنِ الْمُثَنَّى - قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ غَيْلَانَ بْنِ جَرِيرٍ سَمِعَ عَبْدَ اللهِ بْنَ مَعْبَدٍ الزِّمَّانِيَّ، عَنْ أَبِي قَتَادَةَ الْأَنْصَارِيِّ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللهِ ﷺ سُئِلَ عَنْ صَوْمِهِ؟ قَالَ: فَغَضِبَ رَسُولُ اللهِ ﷺ فَقَالَ عُمَرُ: رَضِيَ اللهُ عَنْهُ رَضِينَا بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ رَسُولًا وَبِبَيْعَتِنَا بَيْعَةً، قَالَ: فَسُئِلَ عَنْ صِيَامِ الدَّهْرِ فَقَالَ: لَا صَامَ، وَلَا أَفْطَرَ - أَوْ مَا صَامَ، وَمَا أَفْطَرَ - قَالَ: فَسُئِلَ عَنْ صَوْمِ يَوْمَيْنِ وَإِفْطَارِ يَوْمٍ قَالَ: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمٍ وَإِفْطَارِ يَوْمَيْنِ قَالَ: لَيْتَ أَنَّ اللهَ قَوَّانَا لِذَلِكَ قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمٍ وَإِفْطَارِ يَوْمٍ قَالَ: ذَاكَ صَوْمُ أَخِي دَاوُدَ - عَلَيْهِ السَّلَامُ - قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمِ الِاثْنَيْنِ، قَالَ: ذَاكَ يَوْمٌ وُلِدْتُ فِيهِ، وَيَوْمٌ بُعِثْتُ - أَوْ أُنْزِلَ عَلَيَّ فِيهِ - قَالَ: فَقَالَ: صَوْمُ ثَلَاثَةٍ مِنْ كُلِّ شَهْرٍ، وَرَمَضَانَ إِلَى رَمَضَانَ، صَوْمُ الدَّهْرِ، قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَرَفَةَ، فَقَالَ: يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ وَالْبَاقِيَةَ، قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ، فَقَالَ: يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ. فِي هَذَا الْحَدِيثِ مِنْ رِوَايَةِ شُعْبَةَ قَالَ: وَسُئِلَ عَنْ صَوْمِ يَوْمِ الِاثْنَيْنِ وَالْخَمِيسِ، فَسَكَتْنَا عَنْ ذِكْرِ الْخَمِيسِ لَمَّا نُرَاهُ وَهْمًا. ","އަބޫ ޤަތާދާ އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ރޯދަ ހިއްޕެވުމާ ބެހޭ ގޮތުން އެ ނަބިއްޔާއާ ސުވާލު ކުރެވުނެވެ. އެ ހިނދު ރަސޫލު ﷲ ﷺ ކޯފާވެވަޑައިގެންނެވިއެވެ. ދެން ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ދެންނެވިއެވެ: ﷲ އީ ރައްބުކަމަށާއި، ދީނަކީ އިސްލާމްކަމަށާއި،  މުޙައްމަދު ﷺ އަކީ ރަސޫލާކަމަށާއި، ތިމަންމެން ހިފި ބައިޢަތާމެދު ތިމަންމެން ރުހިއްޖައީމެވެ. ދެން ކޮންމެ ދުވަހަކު ރޯދަ ހިފުމާ ބެހޭ ގޮތުން ނަބިއްޔާއަށް ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެހެން ހަދައިފި މީހަކު) ރޯދަ ހިފިކަމުގައި ނުވާނެއެވެ. އަދި ރޯދަ ވީއްލި ކަމުގައިވެސް ނުވާނެއެވެ.“ ދެން ކޮންމެ ދެ ދުވަހަކު ރޯދަ ހިފާފައި އަނެއް ދުވަހު ރޯދަ ނުހިފައި ހުރުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމަށް ކުޅަދާނަ ވާނީ ފަހެ ކާކުތޯއެވެ؟“ ދެން އެއް ދުވަހު ރޯދަ ހިފާފައި އަނެއް ދެ ދުވަހު ރޯދަ ނުހިފައި ހުރުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަން ކުރުމުގެ ބާރު އަހަރުމެންނަށް ﷲ ދެއްވި ނަމަ ކިހާ ރަނގަޅުތޯއެވެ.“ ދެން އެއް ދުވަހު ރޯދަ ހިފާފައި އަނެއް ދުވަހު ރޯދަ ނުހިފައި ހުރުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިމަން ނަބިއްޔާގެ އަޚާ ދާވޫދު ޢަލައިހިއްސަލާމް ރޯދަ ހިއްޕެވި ގޮތެވެ.“ ދެން ހޯމަ ދުވަހު ރޯދަ ހިފުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިމަން ނަބިއްޔާ އުފަންވެވަޑައިގަތް ދުވަހެވެ. އަދި ނަބިއްޔެއްގެ ގޮތުގައި ފޮނުއްވުނު ދުވަހެވެ.“ ދެން ޙަދީޘް ކުރެއްވިއެވެ: ”ކޮންމެ މަހެއްގެ ތިން ދުވަހު ރޯދަ ހިފުމާއި، އެއް ރަމަޟާން މަހަށް ފަހު އަނެއް ރަމަޟާން މަހު ރޯދަ ހިފުމަކީ ކޮންމެ ދުވަހަކު ރޯދަ ހިފުމެވެ. (އެބަހީ: އޭގެ ސަވާބު ލިބޭނޭ ކަމެކެވެ.)“ އަދި ޢަރަފާތް ދުވަހު ރޯދަ ހިފުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމުން ވޭތުވެދިޔަ އަހަރާއި އަންނަން އޮތް އަހަރުގެ ފާފަތަށް ފުއްސެވޭނެއެވެ.“ އަދި ޢާޝޫރާ ދުވަހު ރޯދަ ހިފުމާ ބެހޭ ގޮތުން ސުވާލު ކުރެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމުން ވޭތުވެދިޔަ އަހަރުގެ ފާފަތަށް ފުއްސެވޭނެއެވެ.“",""  ],
  ["مسلم 1163","حَدَّثَنِي قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أَفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللهِ الْمُحَرَّمُ، وَأَفْضَلُ الصَّلَاةِ بَعْدَ الْفَرِيضَةِ صَلَاةُ اللَّيْلِ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރަމަޟާން މަހުގެ ރޯދައަށް ފަހު އެންމެ ހެޔޮވެގެންވާ ރޯދައަކީ، ﷲގެ މައްސަރު ކަމުގައިވާ މުޙައްރަމް މަހުގެ ރޯދައެވެ. އަދި ފަރުޟު ނަމާދުތަކަށް ފަހު އެންމެ ހެޔޮވެގެންވާ ނަމާދަކީ ރޭއަޅުކަމުގެ ނަމާދެވެ.“",""  ],
  ["ابن ماجه 3375","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْأَصْبَهَانِيِّ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مُدْمِنُ الْخَمْرِ كَعَابِدِ وَثَنٍ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރާ ބުއިމަށް ދެވިހިފާފައިވާ މީހަކީ ބުދަށް އަޅުކަން ކުރާ މީހާ ފަދަ މީހެކެވެ.“",""  ],
  ["أبو داود 3681","حَدَّثَنَا قُتَيْبَةُ، نَا إِسْمَاعِيلُ يَعْنِي: ابْنَ جَعْفَرٍ، عَنْ دَاوُدَ بْنِ بَكْرِ بْنِ أَبِي الْفُرَاتِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ.","ޖާބިރު ބިން ޢަބްދު ﷲ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ އެއްޗެއްގެ ގިނަ މިންވަރަކުން މަސްތު ކުރުވާ އެއްޗެއް، ފަހެ އޭގެ މަދު މިންވަރުވެސް ޙަރާމްވެގެންވެއެވެ.“",""  ],
  ["البيهقي 9620","(وَأَخْبَرَنَا) عَلِيُّ بْنُ أَحْمَدَ بْنِ عَبْدَانَ، أَنْبَأَ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ، ثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثَنَا أَبُو نُعَيْمٍ قَالَ: وَحَدَّثَنَا حَفْصٌ، ثَنَا قَبِيصَةُ قَالَ: وَحَدَّثَنَا يُوسُفُ الْقَاضِي، وَمُعَاذُ بْنُ الْمُثَنَّى قَالَا: ثَنَا ابْنُ كَثِيرٍ قَالُوا: ثَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: أَفَاضَ رَسُولُ اللهِ - ﷺ - وَعَلَيْهِ السَّكِينَةُ، وَأَمَرَهُمْ بِالسَّكِينَةِ، وَأَوْضَعَ فِي وَادِي مُحَسِّرٍ، وَأَمَرَهُمْ أَنْ يَرْمُوا الْجِمَارَ مِثْلَ حَصَى الْخَذْفِ، وَقَالَ: خُذُوا عَنِّي مَنَاسِكَكُمْ؛ لَعَلِّي لَا أَرَاكُمْ بَعْدَ عَامِي هَذَا. ","ޖާބިރު ބިން ޢަބްދު ﷲ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺމުޒްދަލިފާއިން ވަޑައިގަތީ މަޑުމޮޅިކަމާ އެކުގައެވެ. އަދި މީސްތަކުންނަށް އަމުރު ކުރެއްވީ މަޑުމޮޅިކަމާއެކު އުޅުމަށެވެ. ދެން މުޙައްސިރު ވާދީއަށް (ވަނުމަށް ފަހު) އެ ނަބިއްޔާގެ ޖަމަލުކޮޅު އަވަސް ކުރެއްވިއެވެ. އަދި މީސްތަކުންނަށް އަމުރު ކުރެއްވީ ޖަމަރާތަކަށް ކުދި ހިލަތަކުން އުކުމަށެވެ. އަދި ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ޙައްޖުގެ އަޅުކަން އަދާކުރަންވީ ގޮތްތަށް ތިމަން ނަބިއްޔާގެ ކިބައިން ތިޔަބައިމީހުންގެ ނަގާށެވެ. ތިމަން ނަބިއްޔާގެ މި އަހަރަށް ފަހު، ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުން ނުފެނިދާނެއެވެ.“",""  ],
  ["البخاري 2475","حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ قَالَ: حَدَّثَنِي اللَّيْثُ: حَدَّثَنَا عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَنْتَهِبُ نُهْبَةً، يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ، حِينَ يَنْتَهِبُهَا وَهُوَ مُؤْمِنٌ ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޒިނޭ ކުރާ މީހާ، ޒިނޭ ކުރާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ. އަދި ވައްކަން ކުރާ މީހާ، ވައްކަން ކުރާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ. އަދި ރާ ބޯ މީހާ، ރާ ބޯ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ. އަދި މީސްތަކުން ބަލަބަލައި ތިއްބައި ލޫޓުވާ މީހާ، ލޫޓުވާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ.“",""  ],
  ["البخاري 6810","حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، عَنِ الْأَعْمَشِ، عَنْ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ النَّبِيُّ ﷺ: لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَشْرَبُ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ، وَالتَّوْبَةُ مَعْرُوضَةٌ بَعْدُ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޒިނޭ ކުރާ މީހާ، ޒިނޭ ކުރާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ. އަދި ވައްކަން ކުރާ މީހާ، ވައްކަން ކުރާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުކުރާނެއެވެ. އަދި ރާ ބޯ މީހާ، ރާ ބޯ ހިނދު ކުރާ ހިނދު މުއުމިނެއް ކަމުގައި ވެހުރެ އެކަމެއް ނުބޯނެއެވެ. އަދި ތައުބާވުމުގެ ފުރުސަތު ވަނީ އެއަށްފަހު ހުޅުވާލެވިފައެވެ.“",""  ],
  ["مسلم 2003","حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، وَأَبُو كَامِلٍ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللهِ ﷺ: كُلُّ مُسْكِرٍ خَمْرٌ، وَكُلُّ مُسْكِرٍ حَرَامٌ، وَمَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا، فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَتُبْ، لَمْ يَشْرَبْهَا فِي الْآخِرَةِ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތުވާ ކޮންމެ އެއްޗަކީ ރަލެވެ. އަދި މަސްތުވާ ކޮންމެ އެއްޗެއް ޙަރާމް ޙަރާމްވެގެން ވެއެވެ. އަދި ދުނިޔެ މަތީގައި ރާ ބޯ މީހާ، މަރުވާއިރު ވެސް ތައުބާ ނުވެ އެއަށް ދެވިހިފާފައިވާ ނަމަ، އާޚިރަތުގައި އޭނާ (ސުވަރުގޭގެ) ރަލެއް ނުބޯނެއެވެ.“",""  ],
  ["مسلم 1095","(ح) وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، وَعَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً. ","އަނަސް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ހާރުކާށެވެ. ހަމަކަށަވަރުން ހާރު ކެއުމުގައި ބަރަކާތް ލެވިގެންވެއެވެ.“",""  ],
  ["مسلم 1836","وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، كِلَاهُمَا عَنْ يَعْقُوبَ قَالَ سَعِيدٌ: حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: عَلَيْكَ السَّمْعَ وَالطَّاعَةَ فِي عُسْرِكَ وَيُسْرِكَ، وَمَنْشَطِكَ وَمَكْرَهِكَ، وَأَثَرَةٍ عَلَيْكَ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ފާގަތިކަމާއި ތަދުމަޑުކަމުގައި ވެސް، އަދި ތިޔަބައިމީހުންގެ ރުހުމުގައި އަދި ނުރުހުމުގައި ވެސް، އަދި ތިޔަބައިމީހުންގެ މައްޗަށް އެހެން ބަޔަކަށް އިސްކަން ދެވޭ ހިނދުގައި ވެސް، ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ ވެރިމީހާއަށް އަޑުއަހައި ކިޔަމަންތެރިވުމެވެ.“",""  ],
  ["مسلم 865","وَحَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ - وَهُوَ ابْنُ سَلَّامٍ -، عَنْ زَيْدٍ - يَعْنِي: أَخَاهُ - أَنَّهُ سَمِعَ أَبَا سَلَّامٍ قَالَ: حَدَّثَنِي الْحَكَمُ بْنُ مِينَاءَ، أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ، وَأَبَا هُرَيْرَةَ حَدَّثَاهُ أَنَّهُمَا سَمِعَا رَسُولَ اللهِ ﷺ يَقُولُ عَلَى أَعْوَادِ مِنْبَرِهِ: لَيَنْتَهِيَنَّ أَقْوَامٌ عَنْ وَدْعِهِمُ الْجُمُعَاتِ. أَوْ لَيَخْتِمَنَّ اللهُ عَلَى قُلُوبِهِمْ. ثُمَّ لَيَكُونُنَّ مِنَ الْغَافِلِينَ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”މީސްތަކުން، އެބައިމީހުންގެ ހުކުރު އެޅުން ނިމުމަކަށް ގެންނަން ޖެހޭނެކަންކަށަވަރެވެ. ނޫން ނަމަ އެބައިމީހުންގެ ހިތްތަކުގައި ﷲ ސިއްކަ ޖައްސަވާނެއެވެ. އަދި އެއަށްފަހު އެބައިމީހުން ވާނީ ޣާފިލުވި މީހުންގެ ތެރެއިންނެވެ.“",""  ],
  ["الترمذي 2377","حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ قَالَ: أَخْبَرَنِي الْمَسْعُودِيُّ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ قَالَ: نَامَ رَسُولُ اللهِ ﷺ عَلَى حَصِيرٍ، فَقَامَ وَقَدْ أَثَّرَ فِي جَنْبِهِ، فَقُلْنَا: يَا رَسُولَ اللهِ لَوِ اتَّخَذْنَا لَكَ وِطَاءً فَقَالَ: مَا لِي وَلِلدُّنْيَا، مَا أَنَا فِي الدُّنْيَا إِلَّا كَرَاكِبٍ اسْتَظَلَّ تَحْتَ شَجَرَةٍ ثُمَّ رَاحَ وَتَرَكَهَا. \nوَفِي الْبَابِ عَنِ ابْنِ عُمَرَ، وَابْنِ عَبَّاسٍ. \nهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ކުނަލެއް މަތީ އަވަހާރަލެއްޕެވިއެވެ. ދެން ހޭފުޅުލެވުން އިރު ނަބިއްޔާގެ އަރިކަށިފުޅުގައި އޭގެ އަސަރު ހުއްޓެވެ. ތިމަންމެން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! އިބަ ނަބިއްޔާއަށް ޓަކައި (ރަނގަޅު) އެނދެއް ތިމަންމެން ތައްޔާރު ކުރެވިދާނެއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއާ ދުނިޔެއާ ހުރީ ކޮން ގުޅުމެއްތޯއެވެ؟ ދަތުރުވެރިއަކު ގަހެއްގެ ހިޔަލުގައި މަޑުކޮށްލުމުށް ފަހު، އެ ތަން ދޫކޮށްލައި ދިޔަފަދަ މީހަކަށް މެނުވީ ތިމަން ނަބިއްޔާ މި ދުނިޔެ މަތީ ނުވަމެވެ.“",""  ],
  ["البخاري 1597","حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ: أَخْبَرَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَابِسِ بْنِ رَبِيعَةَ، عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ: أَنَّهُ جَاءَ إِلَى الْحَجَرِ الْأَسْوَدِ فَقَبَّلَهُ، فَقَالَ: إِنِّي أَعْلَمُ أَنَّكَ حَجَرٌ لَا تَضُرُّ وَلَا تَنْفَعُ، وَلَوْلَا أَنِّي رَأَيْتُ النَّبِيَّ ﷺ يُقَبِّلُكَ مَا قَبَّلْتُكَ. ","ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ތިމަން ޙަޖަރުލް އަސްވަދަށް ވަޑައިގެން އެއަށް ބޮސްދިނީމެވެ. އަދި ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން ތިޔައީ ފައިދާއެއްވެސް ގެއްލުމެއްވެސް ނުކުރާ ހިލައެއްކަން ތިމަން އިނގިލައްވަމެވެ. އަދި ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ތިބާއަށް ބޮސްދެއްވަނިކޮށް ތިމަންނައަށް ނުފެނުން ނަމަ، ތިމަން ތިބާއަށް ބޮހެއް ނުދިނީމުހެވެ.",""  ],
  ["الترمذي 241","حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ وَنَصْرُ بْنُ عَلِيٍّ، قَالَا: حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ، عَنْ طُعْمَةَ بْنِ عَمْرٍو، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ صَلَّى لِلهِ أَرْبَعِينَ يَوْمًا فِي جَمَاعَةٍ يُدْرِكُ التَّكْبِيرَةَ الْأُولَى كُتِبَتْ لَهُ بَرَاءَتَانِ: بَرَاءَةٌ مِنَ النَّارِ، وَبَرَاءَةٌ مِنَ النِّفَاقِ. \nوَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ مَوْقُوفًا، وَلَا أَعْلَمُ أَحَدًا رَفَعَهُ إِلَّا مَا رَوَى سَلْمُ بْنُ قُتَيْبَةَ، عَنْ طُعْمَةَ بْنِ عَمْرٍو، وَإِنَّمَا يُرْوَى هَذَا عَنْ حَبِيبِ بْنِ أَبِي حَبِيبٍ الْبَجَلِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ قَوْلَهُ. ","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފުރަތަމަ ތަކްބީރު ލިބޭގޮތަށް ﷲ އަށްޓަކައި ސާޅީސް ދުވަސްވާންދެން ޖަމާޢަތުގައި ނަމާދުކޮށްފި މީހާ، އޭނާ ދެ ކަމަކުން ބަރީއަވާނޭ ކަމަށް ލިޔެވޭނެއެވެ. އެއީ ނަރަކައިން ބަރީއަވުމާއި، މުނާފިޤުކަމުން ބަރީއަވުމެވެ.“",""  ],
  ["ابن خزيمة 1888","حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي سُلَيْمَانُ وَهُوَ ابْنُ بِلَالٍ، عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنِ الْوَلِيدِ بْنِ رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ - ﷺ - رَقِيَ الْمِنْبَرَ، فَقَالَ: \" آمِينَ، آمِينَ، آمِينَ \". فَقِيلَ لَهُ: يَا رَسُولَ اللهِ، مَا كُنْتَ تَصْنَعُ هَذَا؟ فَقَالَ: قَالَ لِي جِبْرِيلُ: أَرْغَمَ اللهُ أَنْفَ عَبْدٍ - أَوْ بَعُدَ - دَخَلَ رَمَضَانَ فَلَمْ يُغْفَرْ لَهُ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ عَبْدٍ - أَوْ بَعُدَ - أَدْرَكَ وَالِدَيْهِ، أَوْ أَحَدَهُمَا لَمْ يُدْخِلْهُ الْجَنَّةَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ عَبْدٍ - أَوْ بَعُدَ - ذُكِرْتَ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيْكَ، فَقُلْتُ: آمِينَ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ މިންބަރު މައްޗަށް އަރައިވަޑައިގެން ވިދާޅިއެވެ: ”އާމީން، އާމީން، އާމީން.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! ތިޔަފަދައިން ކަންތައް ކުރެއްވީ ކީއްވެގެންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖިބްރީލުގެފާނު ތިމަން ނަބިއްޔާއަށް ދެންނެވިއެވެ: ރަމަޟާން މަހާ ބައްދަލުވެ އެ އަޅެއްގެ ފާފަ ނުފުއްސެވޭ އަޅަކު ﷲ ނިކަމެތިކުރައްވާށިއެވެ (ނުވަތަ އެ މީހަކަށް ހިތާމައާއި ގެއްލުން ހުއްޓެވެ). ފަހެ ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: އާމީން. އެއަށްފަހު ޖިބްރީލުގެފާނު ދެންނެވިއެވެ: އެ އަޅެއްގެ މައިންބަފައިންނާ ބައްދަލުވެ، ނުވަތަ އެ ދެމީހުން ކުރެ އެކަކާ ބައްދަލުވެ، (މައިންބަފައިންނަށް ހެޔޮކޮށް ހިތުމުގެ) ސަބަބުން ސުވަރުގެއަށް ނުވައްދަވާ އަޅަކު ﷲ ނިކަމެތިކުރައްވާށިއެވެ. ފަހެ ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: އާމީން. އެއަށްފަހު ޖިބްރީލުގެފާނު ދެންނެވިއެވެ: އެ އަޅެއްގެ ހާޒިރުގައި އިބަ ނަބިއްޔާގެ ނަންގަނެވޭ ހިނދު އިބަ ނަބިއްޔާގެ މައްޗަށް ޞަލަވާތް ނުކިޔާ އަޅަކު ﷲ ނިކަމެތިކުރައްވާށިއެވެ. ފަހެ ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: އާމީން.“",""  ],
  ["النسائي 2526","أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْحَكَمِ، عَنْ حَجَّاجٍ، قَالَ ابْنُ جُرَيْجٍ: أَخْبَرَنِي عُثْمَانُ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَلِيٍّ الْأَزْدِيِّ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ اللهِ بْنِ حُبْشِيٍّ الْخَثْعَمِيِّ أَنَّ النَّبِيَّ ﷺ سُئِلَ: أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: \" إِيمَانٌ لَا شَكَّ فِيهِ، وَجِهَادٌ لَا غُلُولَ فِيهِ، وَحَجَّةٌ مَبْرُورَةٌ \". قِيلَ: فَأَيُّ الصَّلَاةِ أَفْضَلُ؟ قَالَ: \" طُولُ الْقُنُوتِ \"، قِيلَ: فَأَيُّ الصَّدَقَةِ أَفْضَلُ؟ قَالَ: \" جُهْدُ الْمُقِلِّ \"، قِيلَ: فَأَيُّ الْهِجْرَةِ أَفْضَلُ؟ قَالَ: \" مَنْ هَجَرَ مَا حَرَّمَ اللهُ عَزَّ وَجَلَّ \"، قِيلَ: فَأَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: \" مَنْ جَاهَدَ الْمُشْرِكِينَ بِمَالِهِ وَنَفْسِهِ \"، قِيلَ: فَأَيُّ الْقَتْلِ أَشْرَفُ؟ قَالَ: \" مَنْ أُهَرِيقَ دَمُهُ وَعُقِرَ جَوَادُهُ. ","ޢަބްދު ﷲ ބިން ޙުބްޝީ އަލްޖަޘްޢަމީ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަށް ސުވާލު ކުރެވުނެވެ: އެންމެ ހެޔޮވެގެންވާ ޢަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއްވެސް ޝައްކުކަމެއް ނެތް އީމާންކަމެވެ. އަދި ޣަނީމާ މުދަލަށް ޚިޔާނާތްތެރިވުމެއް ނެތް ޖިހާދެވެ. އަދި ގަބޫލު ކުރެވިގެންވާ ފުރިހަމަ ޙެއްޖެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ފަހެ އެންމެ ހެޔޮވެގެންވާ ނަމާދަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދާއިމީ ގޮތެއްގައި ކުރެވޭ ނަމާދެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ފަހެ އެންމެ ހެޔޮވެގެންވާ ޞަދަޤާތަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މުދާ މަދުން ލިބިފައި ހުރި މީހާ (އޭނައަށް ވީވަރަކުން) ކުރާ ޞަދަޤާތެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ފަހެ އެންމެ ހެޔޮވެގެންވާ ހިޖުރައަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ޢައްޒަ ވަޖަލް ޙަރާމް ކުރެއްވި ކަންތައްތައް ދޫކޮށްލި މީހާއެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ފަހެ އެންމެ ހެޔޮވެގެންވާ ޖިހާދަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ މުދަލާއި ފުރާނައިން މުޝްރިކުންނާ ދެކޮޅަށް ޖިހާދުކުރި މީހާއެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ފަހެ އެންމެ ޝަރަފުވެރި ޤަތުލުވުމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ލޭ އޮހޮރެވި، އަދި އޭނާގެ އަސް މަރާލެވޭ ނުވަތަ ކޮށާލެވޭ މީހާއެވެ.“",""  ],
  ["النسائي 4165","أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللهِ بْنِ الْحَكَمِ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللهِ بْنِ الْحَارِثِ، عَنْ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَجُلٌ: يَا رَسُولَ اللهِ، أَيُّ الْهِجْرَةِ أَفْضَلُ؟ قَالَ: أَنْ تَهْجُرَ مَا كَرِهَ رَبُّكَ عَزَّ وَجَلَّ. وَقَالَ رَسُولُ اللهِ ﷺ: الْهِجْرَةُ هِجْرَتَانِ: هِجْرَةُ الْحَاضِرِ، وَهِجْرَةُ الْبَادِي، فَأَمَّا الْبَادِي فَيُجِيبُ إِذَا دُعِيَ، وَيُطِيعُ إِذَا أُمِرَ، وَأَمَّا الْحَاضِرُ فَهُوَ أَعْظَمُهُمَا بَلِيَّةً، وَأَعْظَمُهُمَا أَجْرًا. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: މީހަކު ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! އެންމެ ހެޔޮވެގެންވާ ހިޖުރައަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ ރައްބު، ﷲ ޢައްޒަ ވަޖަލް ރުހިވޮޑިގެން ނުވާ ކަންތައްތައް ތިބާ ދޫކޮށްލުމެވެ.“ އަދި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެ ވައްތަރެއްގެ ހިޖުރަވެއެވެ. ރަށްފުށުގެ އަހުލުވެރިޔާގެ ހިޖުރައާއި، ބާދިޔާގެ އަހުލުވެރިޔާގެ ހިޖުރައެވެ. ބާދިޔާގެ އަހުލުވެރިޔާގެ (ހިޖުރައިގައި)، ފަހެ އޭނާއަކަށް (ވަޠަން ދޫކޮށް ހިޖުރަ ކުރުމެއް ނެތެވެ. އެހެނެއްކަމަކު) އޮތީ (ޖިހާދަށް) އޭނާއަށް ގޮވާލެވޭ ހިނދު އިޖާބަ ދިނުމާއި، (ވެރިމީހާ) އޭނާ އަމުރެއް ކުރާ ހިނދު ތަބާވުމެވެ. އަދި ރަށްފުށުގެ އަހުލުވެރިޔާގެ (ހިޖުރައިގައި)، ފަހެ އޭނާއީ އެ ދެމީހުންކުރެ ބޮޑަށް އިމްތިޚާނު ކުރެވޭނޭ އަދި ބޮޑަށް ސަވާބު ލިބޭނޭ މީހާއެވެ.“",""  ],
  ["الترمذي 2910","حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، قَالَ: حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ أَيُّوبَ بْنِ مُوسَى قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ يَقُولُ: سَمِعْتُ عَبْدَ اللهِ بْنَ مَسْعُودٍ يَقُولُ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ فَلَهُ بِهِ حَسَنَةٌ، وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا، لَا أَقُولُ (الم) حَرْفٌ، وَلَكِنْ أَلِفٌ حَرْفٌ، وَلَامٌ حَرْفٌ، وَمِيمٌ حَرْفٌ. \nوَيُرْوَى هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنِ ابْنِ مَسْعُودٍ، رَوَاهُ أَبُو الْأَحْوَصِ، عَنِ ابْنِ مَسْعُودٍ، رَفَعَهُ بَعْضُهُمْ وَوَقَفَهُ بَعْضُهُمْ عَنِ ابْنِ مَسْعُودٍ. \nهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ، سَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ يَقُولُ: بَلَغَنِي أَنَّ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ وُلِدَ فِي حَيَاةِ النَّبِيِّ ﷺ، وَمُحَمَّدُ بْنُ كَعْبٍ يُكْنَى أَبَا حَمْزَةَ. \n","ޢަބްދުﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲގެ ފޮތުން (އެންމެ) ޙަރްފެއް ކިޔައިފި މީހަކަށް، އޭގެ ސަބަބުން އޭނާއަށް އެއް ހެޔޮކަން ލިބިގެންވެއެވެ. އަދި ކޮންމެ ހެޔޮ ކަމަކަށް އޭގެ ދިހަ ގުނަ ހެޔޮކަން ލިބިގެންވެއެވެ. އަލިފް ލާމް މީމް، އެއީ އެންމެ ޙަރްފެއް ކަމުގައި ތިމަން ނަބިއްޔާ ޙަދީޘް ނުކުރައްވަމެވެ. އެހެނަސް އަލިފް، އެއީ ޙަރްފެކެވެ. އަދި ލާމު، އެއީ ޙަރްފެކެވެ. އަދި މީމު، އެއީ ޙަރްފެކެވެ.“ (ނޯޓް: ޙަރްފަކީ ކޮބައިކަމާމެދު ޢިލްމުވެރިން ވަނީ ޢިޚްތިލާފުވެފައިވެ. އެއްބައި ޢިލްމުވެރިން ގާތު އެއީ އަކުރެކެވެ. އަނެއްބައި ޢިލްމުވެރިން ގާތު އެއީ ބަހެކެވެ.)",""  ],
  ["مسلم 1855a","حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ رُزَيْقِ بْنِ حَيَّانَ، عَنْ مُسْلِمِ بْنِ قَرَظَةَ، عَنْ عَوْفِ بْنِ مَالِكٍ عَنْ رَسُولِ اللهِ ﷺ قَالَ: خِيَارُ أَئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَيُصَلُّونَ عَلَيْكُمْ وَتُصَلُّونَ عَلَيْهِمْ، وَشِرَارُ أَئِمَّتِكُمُ الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلْعَنُونَهُمْ وَيَلْعَنُونَكُمْ. قِيلَ: يَا رَسُولَ اللهِ، أَفَلَا نُنَابِذُهُمْ بِالسَّيْفِ؟ فَقَالَ: لَا، مَا أَقَامُوا فِيكُمُ الصَّلَاةَ، وَإِذَا رَأَيْتُمْ مِنْ وُلَاتِكُمْ شَيْئًا تَكْرَهُونَهُ فَاكْرَهُوا عَمَلَهُ، وَلَا تَنْزِعُوا يَدًا مِنْ طَاعَةٍ. ","ޢައުފް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރޭގައިވާ އެންމެ ހެޔޮ ވެރިންނަކީ، ތިޔަބައިމީހުން އެ ބަޔަކު ދެކެ ލޯބި ކުރާ، އަދި އެ ބަޔަކު ތިޔަބައިމީހުން ދެކެ ލޯބި ކުރާ ވެރިންނެވެ. އަދި ތިޔަބައިމީހުން އެ ބަޔަކަށް ހެޔޮ ދުޢާ ކުރާ، އަދި އެ ބަޔަކު ތިޔަބައިމީހުންނަށް ހެޔޮ ދުޢާ ކުރާ ވެރިންނެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރޭގައިވާ އެންމެ ނުބައި ވެރިންނަކީ، ތިޔަބައިމީހުން އެ ބަޔަކު ދެކެ ނަފުރަތު ކުރާ، އަދި އެ ބަޔަކު ތިޔަބައިމީހުން ދެކެ ނަފުރަތު ކުރާ ވެރިންނެވެ. އަދި ތިޔަބައިމީހުން އެ ބަޔަކަށް ލަޢުނަތް ލައްވައި، އަދި އެ ބަޔަކު ތިޔަބައިމީހުންނަށް ލަޢުނަތް ލައްވައި ވެރިންނެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ! ކަނޑި (އެބަހީ: ބާރުގެ) ބޭނުންކޮށްގެން ތިމަންމެން އެ ވެރިން ވައްޓައި ނުލަންވީތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.  ތިޔަބައިމީހުންގެ ތެރޭގައި އެ ބަޔަކު ނަމާދު ޤާއިމު ކުރާހައި ހިނދަކު (ވައްޓައިނުލާށެވެ). އަދި ތިޔަބައިމީހުންގެ ވެރިންގެ ކިބައިން ތިޔަބައިމީހުން ނުރުހޭ ކަމެއް ފެނިއްޖެ ނަމަ، ފަހެ އޭނާ އެ ކުރި ޢަމަލަކަށް ނުރުހޭށެވެ. އެހެނެއްކަމަކު ވެރިމީހާއަށް ތަބާވުމުގައި އެންމެ އަތެއްވެސް ދުރުނުކުރާށެވެ.“",""  ],
  ["البخاري 15","حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ (ح). وَحَدَّثَنَا آدَمُ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ النَّبِيُّ ﷺ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ މައިންބަފައިންނާއި، ދަރިންނާއި، އަދި އެންމެހައި މީސްތަކުންނަށްވުރެ ތިމަން ނަބިއްޔާ ދެކެ ލޯބި ކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކު ވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“\n",""  ],
  ["أبو داود 3674","حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ: نَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ، عَنْ أَبِي عَلْقَمَةَ مَوْلَاهُمْ وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ الْغَافِقِيِّ أَنَّهُمَا سَمِعَا ابْنَ عُمَرَ يَقُولُ: قَالَ رَسُولُ اللهِ ﷺ: لَعَنَ اللهُ الْخَمْرَ، وَشَارِبَهَا، وَسَاقِيَهَا، وَبَايِعَهَا، وَمُبْتَاعَهَا، وَعَاصِرَهَا، وَمُعْتَصِرَهَا، وَحَامِلَهَا، وَالْمَحْمُولَةَ إِلَيْهِ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ރަލާއި، އެ ބޯ މީހާއާއި، އެ ބޯން ދޭ މީހާއާއި، އެ ވިއްކާ މީހާއާއި، އެ ގަންނަ މީހާއާއި، (އެ އުފެއްދުމަށް) އެ ފެލާ މިހާއާއި، އެ މީހަކަށް އެ ފެލެވޭ މީހާއާއި، އެ އުފުއްލާ މީހާއާއި، އެ އުފުލައިގެން ގެންގޮސް ދެވޭ މީހާ، މި އެންމެންނަށް ﷲ ވަނީ ލަޢުނަތް ލައްވާފައެވެ.“",""  ],
  ["البخاري 4619","حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا عِيسَى وَابْنُ إِدْرِيسَ، عَنْ أَبِي حَيَّانَ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ عُمَرَ رَضِيَ اللهُ عَنْهُ عَلَى مِنْبَرِ النَّبِيِّ ﷺ يَقُولُ: أَمَّا بَعْدُ، أَيُّهَا النَّاسُ إِنَّهُ نَزَلَ تَحْرِيمُ الْخَمْرِ، وَهِيَ مِنْ خَمْسَةٍ: مِنَ الْعِنَبِ، وَالتَّمْرِ، وَالْعَسَلِ، وَالْحِنْطَةِ، وَالشَّعِيرِ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ މިންބަރުކޮޅު މަތީގައި އިންނަވައިގެން ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވި އަޑު ތިމަން އެހީމެވެ: އެއަށްފަހު ދަންނާށެވެ. އޭ މީސްތަކުންނޭވެ. ހަމަކަށަވަރުން ރާ ޙަރާމްކަމަށް ބާވައިލެއްވުނެވެ. އަދި ރާ އުފައްދަނީ ފަސް އެއްޗަކުންނެވެ. އެއީ މޭބިސްކަދުރާއި، ކަދުރާއި، މާމުޔާއި، ގޮދަނާއި، ހިމަގޮދަނުންނެވެ. އަދި ރަލަކީ ބުއްދި ފޮރުވާލާ (އެ ގޮތުން: ފިލުވާލާ) ކޮންމެ އެއްޗެކެވެ.",""  ],
  ["ابن ماجه 3371","حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ. (ح) وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، جَمِيعًا عَنْ رَاشِدٍ أَبِي مُحَمَّدٍ الْحِمَّانِيِّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: أَوْصَانِي خَلِيلِي ﷺ: لَا تَشْرَبِ الْخَمْرَ، فَإِنَّهَا مِفْتَاحُ كُلِّ شَرٍّ. ","އަބޫ ދަރްދާ ރިވާ ކުރެއްވިއެވެ: ތިމަންނަގެ ގާތް މިތުރު (ނަބިއްޔާ) ﷺ ތިމަންނައަށް ވަޞިއްޔަތް ކުރެއްވިއެވެ: ”ރާ ނުބޯށެވެ. ހަމަކަށަވަރުން އެއީ ހުރިހައި ނުބައި ކަމެއްގެ ތަޅުދަނޑިއެވެ.“",""  ],
  ["النسائي 5666","أَخْبَرَنَا سُوَيْدٌ قَالَ: أَنْبَأَنَا عَبْدُ اللهِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ أَبِيهِ قَالَ: سَمِعْتُ عُثْمَانَ رَضِيَ اللهُ عَنْهُ يَقُولُ: اجْتَنِبُوا الْخَمْرَ؛ فَإِنَّهَا أُمُّ الْخَبَائِثِ، إِنَّهُ كَانَ رَجُلٌ مِمَّنْ خَلَا قَبْلَكُمْ تَعَبَّدَ، فَعَلِقَتْهُ امْرَأَةٌ غَوِيَّةٌ فَأَرْسَلَتْ إِلَيْهِ جَارِيَتَهَا، فَقَالَتْ لَهُ: إِنَّا نَدْعُوكَ لِلشَّهَادَةِ، فَانْطَلَقَ مَعَ جَارِيَتِهَا فَطَفِقَتْ كُلَّمَا دَخَلَ بَابًا أَغْلَقَتْهُ دُونَهُ، حَتَّى أَفْضَى إِلَى امْرَأَةٍ وَضِيئَةٍ، عِنْدَهَا غُلَامٌ، وَبَاطِيَةُ خَمْرٍ، فَقَالَتْ: إِنِّي وَاللهِ مَا دَعَوْتُكَ لِلشَّهَادَةِ، وَلَكِنْ دَعَوْتُكَ لِتَقَعَ عَلَيَّ، أَوْ تَشْرَبَ مِنْ هَذِهِ الْخَمْرَةِ كَأْسًا، أَوْ تَقْتُلَ هَذَا الْغُلَامَ. قَالَ: فَاسْقِينِي مِنْ هَذَا الْخَمْرِ كَأْسًا، فَسَقَتْهُ كَأْسًا، قَالَ: زِيدُونِي فَلَمْ يَرِمْ حَتَّى وَقَعَ عَلَيْهَا، وَقَتَلَ النَّفْسَ، فَاجْتَنِبُوا الْخَمْرَ؛ فَإِنَّهَا وَاللهِ لَا يَجْتَمِعُ الْإِيمَانُ وَإِدْمَانُ الْخَمْرِ إِلَّا لَيُوشِكُ أَنْ يُخْرِجَ أَحَدُهُمَا صَاحِبَهُ. ","ޢަބްދުއްރަޙްމާން ބިން އަލްޙާރިޘް ރިވާ ކުރެއްވިއެވެ: ޢުޘްމާން ބިން ޢައްފާނު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވި އަޑު ތިމަން އެހީމެވެ: ތިޔަބައިމީހުން ރަލާ ދުރުވެގަންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ހުރިހައި ހަޑިމުޑުދާރު ނުބައި ކަމެއްގެ މަންމައެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ކުރީގެ (އުންމަތްތަކުގެ ތެރެއިން) މީހާކު އަޅުކަމައިގެން ހުސްވެއުޅުނެވެ. ދެން ފާޙިޝް އަންހެނަކު އޭނާއަށް ހިތާވެގަތެވެ. އަދި އެ އަންހެނާގެ އަޅު އަންހެން ކުއްޖަކު އެ މީހާ ގާތަށް ފޮނުވިއެވެ. އެ ކުއްޖާ އައިސް ދެންނެވިއެވެ: ތިމަންމެން ތިބާއަށް މި ގޮވާލަނީ ކަމަކަށް ހެކުކުރަންށެވެ. ދެން އެ ކުއްޖާއާއެކު އެ އަޅުވެރިޔާ ހިނގައްޖެއެވެ. (އެ އަންހެނާގެ ގޭގައި) އެ އަޅުވެރިޔާ ވަތް ކޮންމެ ދޮރަކަށް ފަހު، ފަހަތުން އެ އަޅު ކުއްޖާ އެ ދޮރެއް ތަޅުލިއެވެ. ދެން އެ އަޅުވެރިޔާ ވަރަށް ރީތި އަންހެނަކާ ހިސާބަށް ފޯރައިފިއެވެ. އެ އަންހެނާއާއެކު ޚާދިމު ޅަ ފިރިހެން ކުއްޖަކާއި ބޮޑު ރާ ތައްޓެއް ހުއްޓެވެ. ދެން އަޅުވެރިޔާއަށް އެ އަންހެނާ ބުނެފިއެވެ: ﷲ ގަންދީ ބުނަމެވެ. ތިބާއަށް މި ގޮވާލީކީ ކަމަކަށް ހެކުކުރާކަށެއް ނޫނެވެ. އެހެނެއްކަމަކު ތިބާއަށް މި ގޮވާލީ ތިމަންނަ ގައި މައްޗަށް އަރާ (ޖިންސީ ގުޅުން ހިނގުމަށެވެ). ނޫނީ މި ރާއެތިން ތައްޓެއް ބޯށެވެ. ނޫނީ މި ޚާދިމު ޅަ ފިރިހެން ކުއްޖާ މަރާލާށެވެ. އެ މީހާ (އެންމެ ލުއި ގޮތަކަށް ވިސްނާފައި) ދެންނެވިއެވެ: އެހެންކަމުގައި ވަނީ ނަމަ، މި ރާއެތިން ތިމަންނައަށް ތައްޓެއް ބޯން ދޭށެވެ. ދެން އެ އަންހެނާ އޭނާއަށް ތައްޓެއް ބޯންދިނެވެ. (އެއް ތައްޓަށް ފަހު ބޯ ހިތްވެގަނެވެން) އެ މީހާ ދެންނެވިއެވެ: ތިމަންނައަށް އިތުރަށް ދޭށެވެ. ދެން އެހެން ބޮމުން ބޮމުން ގޮސް (މަސްތުވެގެން) އެ އަންހެނާ ގައި މައްޗަށް އަރާ (ޒިނޭކޮށް)، އަދި އެ ޅަ ފިރިހެން ކުއްޖާ މަރާލުމަށް ދާންދެން ރާބުއިން ހުއްޓާނުލިއެވެ. ވީމާ ތިޔަބައިމީހުން ރަލާ ދުރުވެގަންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން ﷲ ގަންދީ ބުނަމެވެ. އީމާންކަމާއި ރަލަށް ދެވިހިފުން އެއްކޮށެއް ނޫޅެވޭނެއެވެ. އެހެނަސް އޭގެ ތެރެއިން އެކަތި އަނެކަތި ބޭރުކުރާނެކަން ކަށަވަރެވެ.",""  ],
  ["الترمذي 614","حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِي زِيَادٍ الْقَطَوَانِيُّ الْكُوفِيُّ، قَالَ: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، قَالَ: حَدَّثَنَا غَالِبٌ أَبُو بِشْرٍ، عَنْ أَيُّوبَ بْنِ عَائِذٍ الطَّائِيِّ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَ: قَالَ لِي رَسُولُ اللهِ ﷺ: أُعِيذُكَ بِاللهِ يَا كَعْبُ بْنَ عُجْرَةَ مِنْ أُمَرَاءَ يَكُونُونَ مِنْ بَعْدِي فَمَنْ غَشِيَ أَبْوَابَهُمْ فَصَدَّقَهُمْ فِي كَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ، وَلَا يَرِدُ عَلَيَّ الْحَوْضَ، وَمَنْ غَشِيَ أَبْوَابَهُمْ أَوْ لَمْ يَغْشَ وَلَمْ يُصَدِّقْهُمْ فِي كَذِبِهِمْ، وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي، وَأَنَا مِنْهُ وَسَيَرِدُ عَلَيَّ الْحَوْضَ، يَا كَعْبُ بْنَ عُجْرَةَ! الصَّلَاةُ بُرْهَانٌ وَالصَّوْمُ جُنَّةٌ حَصِينَةٌ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ، يَا كَعْبُ بْنَ عُجْرَةَ! إِنَّهُ لَا يَرْبُو لَحْمٌ نَبَتَ مِنْ سُحْتٍ إِلَّا كَانَتِ النَّارُ أَوْلَى بِهِ. \nهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ، لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ عُبَيْدِ اللهِ بْنِ مُوسَى. \nوَأَيُّوبُ بْنُ عَائِذٍ يُضَعَّفُ وَيُقَالُ: كَانَ يَرَى رَأْيَ الْإِرْجَاءِ. \nوَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلَّا مِنْ حَدِيثِ عُبَيْدِ اللهِ بْنِ مُوسَى وَاسْتَغْرَبَهُ جِدًّا.\n","ކަޢުބް ބިން ޢުޖްރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”(ނުބައި) ވެރިންތަކެއްގެ ކިބައިން ﷲ ގެ ޙަޟްރަތުން ތިބާއަށް ރައްކާތެރިކޮށް ދެއްވުމަށް އެދި ތިމަން ނަބިއްޔާ ދަންނަވަމެވެ. އެ ވެރިންގެ ދޮރުތަކަށް އެއްވެ، އެ ބަޔެއްގެ ދޮގުތައް ތެދުކޮށް، އަދި އެ ބަޔެއްގެ އަނިޔާވެރިކަމުގައި އެހީތެރިވެއްޖެ މީހާ، ފަހެ އޭނާއީ ތިމަން ނަބިއްޔާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހެއް ނޫނެވެ. އަދި ތިމަން ނަބިއްޔާއީ އޭނާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހެއް ނޫނެވެ. އަދި (ތިމަން ނަބިއްޔާގެ) ޙައުޟުގައި އޭނާ ތިމަން ނަބިއްޔާއާ ބައްދަލެއް ނުވާނެއެވެ. އަދި އެ ވެރިންގެ ދޮރުތަކަށް އެއްވެ، ނޫނީ އެއްނުވި ކަމުގައި ވިޔަސް، އެ ބަޔެއްގެ ދޮގުތައް ތެދުނުކޮށް، އަދި އެ ބަޔެއްގެ އަނިޔާވެރިކަމުގައި އެހީތެރިނުވާ މީހާ، ފަހެ އޭނާއީ ތިމަން ނަބިއްޔާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހެކެވެ. އަދި ތިމަން ނަބިއްޔާއީ އޭނާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހަކީމެވެ. އަދި (ތިމަން ނަބިއްޔާގެ) ޙައުޟުގައި އޭނާ ތިމަން ނަބިއްޔާއާ ބައްދަލު ވާނެއެވެ. އޭ ކަޢުބު ބިން ޢުޖްރާއެވެ! ނަމާދަކީ (އީމާންކަމުގެ) ބުރުހާނެކެވެ. އަދި ރޯދައަކީ ވަރުގަދަ އައްޑަނައެކެވެ. (އެބަހީ: ރައްކާތެރި ކަމެކެވެ.) އަދި ފެނުން އަލިފާން ނިވޭ ފަދައިން، ޞަދަޤާތުން ފާފަ ފޮހެވިގެންދެއެވެ. އޭ ކަޢުބު ބިން ޢުޖްރާއެވެ! ހަމަކަށަވަރުން ޙަރާމް ތަކެތި ކައިގެން ހަށިގަނޑުގައި މަސްޖަހައިފި ނަމަ، އެ ހަށިގަނޑެއް އެންމެ އައުލާވާނީ ނަރަކައަށް ކަމުގައި މެނުވީ ވެގެން ނުދާނެއެވެ.“",""  ],
  ["البخاري 6094"," حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ: حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ ﷺ قَالَ: إِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ، وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ، وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يَكُونَ صِدِّيقًا، وَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ، وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ، وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތެދުވެރިކަން މަގުދައްކަނީ ހެޔޮކަމަށެވެ. އަދި ހަމަކަށަވަރުން ހެޔޮކަން މަގުދައްކަނީ ސުވަރުގެއަށެވެ. އަދި ހަމަކަށަވަރުން ތެދުވެރިއެއްކަމުގައި ވެއްޖައުމަށް ދާންދެން މީހަކު ތެދުހެދުމުގައި ދެމިހުރެދާނެއެވެ. އަދި ހަމަކަށަވަރުން ދޮގުވެރިކަން މަގުދައްކަނީ ނުބައިކަމަށެވެ. އަދި ހަމަކަށަވަރުން ނުބައިކަން މަގުދައްކަނީ ނަރަކައަށެވެ. އަދި ހަމަކަށަވަރުން ﷲގެ ޙަޟްރަތުގައި ދޮގުވެރިއެއް ކަމުގައި ލިޔެވިއްޖައުމަށް ދާންދެން މީހަކު ދޮގުހެދުމުގައި ދެމިހުރެދާނެއެވެ.“",""  ],
  ["مسلم 1164","حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، - جَمِيعًا - عَنْ إِسْمَاعِيلَ، قَالَ ابْنُ أَيُّوبَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، أَخْبَرَنِي سَعْدُ بْنُ سَعِيدِ بْنِ قَيْسٍ، عَنْ عُمَرَ بْنِ ثَابِتِ بْنِ الْحَارِثِ الْخَزْرَجِيِّ، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ رَضِيَ اللهُ عَنْهُ أَنَّهُ حَدَّثَهُ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ صَامَ رَمَضَانَ، ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ، كَانَ كَصِيَامِ الدَّهْرِ. ","އަބޫ އައްޔޫބް އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރަމަޟާން މަހު ރޯދަ ހިފުމަށްފަހު، އެއާ ވިދިގެން ޝައްވާލު މަހުން ހަ ދުވަހު ރޯދަ ހިފައިފި މީހާ، ފަހެ މުޅި އަހަރުދުވަހު ރޯދަހިފި (ކަމުގެ ސަވާބު ލިބުނު) ފަދައެވެ.“",""  ],
  ["السنن الكبرى للنسائي 2873","أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، قَالَ: أَخْبَرَنِي يَحْيَى بْنُ الْحَارِثِ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، أَنَّ رَسُولَ اللهِ ﷺ قَالَ: صِيَامُ شَهْرِ رَمَضَانَ بِعَشَرَةِ أَشْهُرٍ، وَصِيَامُ سِتَّةِ أَيَّامٍ مِنْ شَوَّالٍ بِشَهْرَيْنِ، فَذَلِكَ صِيَامُ سَنَةٍ. \n","ޘައުބާން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރަމަޟާން މަހު ހިފާ ރޯދަ، (އެ ނޫން) ދިހަ މަސްދުވަހުގެ ރޯދަ ހިފުމާ އެއްފަދައެވެ. އަދި ރަމަޟާން މަހަށް ފަހު (ޝައްވާލު މަހުގައި) ހިފާ ހަ ރޯދަ، ދެ މަސްދުވަހުގެ ރޯދަ ހިފުމާ އެއްފަދައެވެ. ފަހެ އެފަދައިން މުޅި އަހަރުދުވަހު ރޯދަ ހިފުނު ފަދައެވެ.“",""  ],
  ["أبو داود 2437","حَدَّثَنَا مُسَدَّدٌ، نَا أَبُو عَوَانَةَ، عَنِ الْحُرِّ بْنِ الصَّبَّاحِ، عَنْ هُنَيْدَةَ بْنِ خَالِدٍ، عَنِ امْرَأَتِهِ، عَنْ بَعْضِ أَزْوَاجِ النَّبِيِّ عَلَيْهِ السَّلَامُ قَالَتْ: كَانَ رَسُولُ اللهِ ﷺ يَصُومُ تِسْعَ ذِي الْحِجَّةِ، وَيَوْمَ عَاشُورَاءَ، وَثَلَاثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ أَوَّلَ اثْنَيْنِ مِنَ الشَّهْرِ وَالْخَمِيسَ. ","ނަބިއްޔާ ޢަލައިހިއްސަލާމްގެ އަނބިކަނބަލުން އުންމު ސަލަމާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޒުލް ޙިއްޖާ މަހުގެ ނުވަ ދުވަހާއި، ޢާޝޫރާ ދުވަހު ރޯދަ ހިއްޕަވާ އުޅުއްވިއެވެ. އަދި ކޮންމެ މަހެއްގެ ތިން ދުވަހުވެސް ރޯދަހިއްޕަވާ އުޅުއްވިއެވެ. އެ ގޮތުން މަހުގެ ފުރަތަމަ ހޯމަ ދުވަހާއި ބުރާސްފަތު ދުވަހެވެ.",""  ],
  ["الترمذي 2169","حَدَّثَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَبْدِ اللهِ الْأَنْصَارِيِّ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، عَنِ النَّبِيِّ ﷺ قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ أَوْ لَيُوشِكَنَّ اللهُ أَنْ يَبْعَثَ عَلَيْكُمْ عِقَابًا مِنْهُ، ثُمَّ تَدْعُونَهُ فَلَا يُسْتَجَابُ لَكُمْ. \nهَذَا حَدِيثٌ حَسَنٌ.","ޙުޛައިފާ ބިން އަލްޔަމާނު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ނަފްސުފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. ތިޔަބައިމީހުން ހެޔޮކަންކަމަށް އަމުރުކުރަން ޖެހޭނެއެވެ. އަދި ނުބައިކަންކަން މަނާ ކުރަން ޖެހޭނެއެވެ. ނޫން ނަމަ، ﷲގެ ޙަޟްރަތުން އުޤޫބާތެއް ތިޔަބައިމީހުންގެ މައްޗަށް ފޮނުއްވާނެކަމީ ވަރަށް ގާތުގައިވާ ކަމެކެވެ. އެއަށްފަހު ތިޔަބައިމީހުން އެ އިލާހަށް ދުޢާ ކުރުމުން ތިޔަބައިމީހުންނަކަށް އިޖާބައެއް ނުދެއްވާނެއެވެ.“",""  ],
  ["أبو داود 3580","حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، نَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ: لَعَنَ رَسُولُ اللهِ ﷺ الرَّاشِيَ وَالْمُرْتَشِيَ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ރިޝްވަރު ދޭ މީހާއާއި ރިޝްވަތުގައި ހިފާ މީހާއަށް ރަސޫލު ﷲ ﷺ ލަޢުނެތް ލެއްވިއެވެ.",""  ],
  ["ابن جارود 638","حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، قَالَ: ثَنَا أَبُو الْوَلِيدِ، قَالَ: ثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَعَنَ اللهُ الرَّاشِيَ وَالْمُرْتَشِيَ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރިޝްވަރު ދޭ މީހާއާއި ރިޝްވަތުގައި ހިފާ މީހާއަށް ﷲ ލަޢުނެތް ލައްވާށިއެވެ.“",""  ],
  ["أبو داود 2419","حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، نَا، وَهْبٌ، نَا مُوسَى بْنُ عُلَيٍّ. (ح) وَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، نَا، وَكِيعٌ، عَنْ مُوسَى بْنِ عُلَيٍّ، وَالْإِخْبَارُ فِي حَدِيثِ وَهْبٍ قَالَ: سَمِعْتُ أَبِي أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: يَوْمُ عَرَفَةَ، وَيَوْمُ النَّحْرِ، وَأَيَّامُ التَّشْرِيقِ عِيدُنَا أَهْلَ الْإِسْلَامِ، وَهِيَ أَيَّامُ أَكْلٍ وَشُرْبٍ. ","ޢުޤްބާ ބިން ޢާމިރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަރަފާތް ދުވަހާއި، ނަޙްރުގެ (އެބަހީ: އުޟްޙިޔާ ކަތިލުމުގެ) ދުވަހާއި، އައްޔާމުއް ތަޝްރީޤުގެ ތިން ދުވަހަކީ އަހަރެމެން އިސްލާމުންގެ ޢީދެވެ. އަދި އެއީ ކެއުމާއި ބުއިމުގެ ދުވަސްތަކެކެވެ.“",""  ],
  ["البخاري 1385","حَدَّثَنَا آدَمُ: حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ يُهَوِّدَانِهِ، أَوْ يُنَصِّرَانِهِ، أَوْ يُمَجِّسَانِهِ، كَمَثَلِ الْبَهِيمَةِ تُنْتَجُ الْبَهِيمَةَ، هَلْ تَرَى فِيهَا جَدْعَاءَ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކޮންމެ ކުއްޖަކު ވެސް އުފަންވަނީ ފިތުރަތުގެ މަތީގައެވެ. ދެން އެ ކުއްޖަކު ޔަހޫދީއަކަށް، ނުވަތަ ނަޞްރާނީއަކަށް، ނުވަތަ މަޖޫސީއަކަށް ހަދަނީ އެ ކުއްޖެއްގެ މައިންބަފައިންނެވެ. އެއީ ޖަނަވަރަކަށް އެހެން ޖަނަވާރެއް ވިހާ ފަދައިންނެވެ. އެ ވިހާ ޖަނަވާރުގެ އެއްވެސް ތަނެއް ކެނޑިފައިހުއްޓައި ތިޔަބައިމީހުންނަށް ފެނޭތޯއެވެ؟“",""  ],
  ["البخاري 6412","حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ: أَخْبَرَنَا عَبْدُ اللهِ بْنُ سَعِيدٍ هُوَ ابْنُ أَبِي هِنْدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ النَّبِيُّ ﷺ: نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنَ النَّاسِ الصِّحَّةُ وَالْفَرَاغُ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީސްތަކުންގެ ތެރެއިން ގިނަ މީހުން ޣާފިލުވެ (ބޭކާރު ގޮތްގޮތުގައި ހޭދާކޮށް ގެއްލުވާލާ) ދެ ނިޢުމަތެއް ވެއެވެ. އެއީ (ފުރިހަމަ) ޞިއްޙަތާއި ހުސްވަގުތެވެ.“",""  ],
  ["البخاري 934","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ: أَنَّ أَبَا هُرَيْرَةَ أَخْبَرَهُ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: إِذَا قُلْتَ لِصَاحِبِكَ يَوْمَ الْجُمُعَةِ أَنْصِتْ وَالْإِمَامُ يَخْطُبُ فَقَدْ لَغَوْتَ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު އިމާމު ޚުތުބާ ދެނިކޮށް، ތިބާއާ ޖެހިގެން ހުރި މީހާ ގާތު ވާހަކަ ނުދައްކާށޭ، (މިވަރަށް) ބުނިކަމުގައި ވިޔަސް، ފަހެ ތިބާ ބޭކާރު ބާޠިލު ވާހަކަ ދައްކައިފިކަން ކަށަވަރެވެ.“",""  ],
  ["مسلم 857b","وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - قَالَ يَحْيَى: أَخْبَرَنَا. وَقَالَ الْآخَرَانِ: حَدَّثَنَا أَبُو مُعَاوِيَةَ -، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ. ثُمَّ أَتَى الْجُمُعَةَ فَاسْتَمَعَ وَأَنْصَتَ. غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ. وَزِيَادَةُ ثَلَاثَةِ أَيَّامٍ. وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެންމެ ފުރިހަމަ ގޮތުގައި ވުޟޫ ކުރުމަށް ފަހު، ހުކުރަށް ހާޒިރުވެ ވާހަކަ ދެއްކުމެއް ނެތި ރަނގަޅަށް ކަނުލައި އަޑުއަހައިފި ނަމަ، ފަހެ އެ ހުކުރާ ދެން އަންނަން އޮތް ހުކުރާ ދެމެދުގައި ފާފަ ފުއްސެވޭނެއެވެ. އަދި އޭގެ އިތުރަށް ވެސް ތިން ދުވަހު ފާފަ ފުއްސެވޭނެއެވެ. އަދި (ހުކުރު ކުރިއަށް ދަނިކޮށް) ކުދި ހިލަކޮޅުތަކުގައި އަތްލައި (ކުޅެ) ހަދައިފި މީހާ، ފަހެ ބޭކާރު ބާޠިލު ވާހަކަ ދެއްކިފަދަކަން ކަށަވަރެވެ.”",""  ],
  ["البخاري 7280","حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا فُلَيْحٌ، حَدَّثَنَا هِلَالُ بْنُ عَلِيٍّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ إِلَّا مَنْ أَبَى قَالُوا: يَا رَسُولَ اللهِ، وَمَنْ يَأْبَى؟ قَالَ: مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ، وَمَنْ عَصَانِي فَقَدْ أَبَى. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުންމަތުގެ އެންމެން ސުވަރުގެ ވަންނާނެއެވެ. އިންކާރުކޮށްފި މީހެއް މެނުވީއެވެ.“ ޞަޙާބީން ސުވާލު ކުރެއްވިއެވެ: އޭ اﷲގެ ރަސޫލާއެވެ! އިންކާރު ކުރާނީ ފަހެ ކާކުތޯއެވެ؟” ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއަށް ތަބާވެއްޖެ މީހާ ސުވަރުގެ ވަންނާނެއެވެ. އަދި ތިމަން ނަބިއްޔާއަށް ނުކިޔަމަންތެރިވެއްޖެ މީހާ، ފަހެ އިންކާރުކޮށްފިކަން ކަށަވަރެއެވެ.“",""  ],
  ["مالك 3338","مَالِكٌ، أَنَّهُ بَلَغَهُ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: تَرَكْتُ فِيكُمْ أَمْرَيْنِ لَنْ تَضِلُّوا مَا تَمَسَّكْتُمْ بِهِمَا: كِتَابَ اللهِ وَسُنَّةَ نَبِيِّهِ. ","މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ:  ”ތިމަން ނަބިއްޔާ، ތިޔަބައިމީހުންގެ ތެރެއަށް ދެ އެއްޗެއް ދޫކުރެއްވީމެވެ. އެ ދޭތީގައި ހިފަހައްޓައިގެން ތިބިހައި ހިނދަކު، ދުވަހަކުވެސް ތިޔަބައިމިހުން މަގު ފުރެދިގެން ނުދާނެއެވެ. އެއީ ﷲގެ ފޮތާއި، އެ އިލާހުގެ ނަބިއްޔާގެ ސުންނަތެވެ.“",""  ],
  ["أبو داود 3646","حَدَّثَنَا مُسَدَّدٌ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، قَالَا: نَا يَحْيَى، عَنْ عُبَيْدِ اللهِ بْنِ الْأَخْنَسِ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللهِ بْنِ أَبِي مُغِيثٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ: كُنْتُ أَكْتُبُ كُلَّ شَيْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللهِ ﷺ أُرِيدُ حِفْظَهُ، فَنَهَتْنِي قُرَيْشٌ، وَقَالُوا: أَتَكْتُبُ كُلَّ شَيْءٍ تَسْمَعُهُ، وَرَسُولُ اللهِ ﷺ بَشَرٌ يَتَكَلَّمُ فِي الْغَضَبِ وَالرِّضَا، فَأَمْسَكْتُ عَنِ الْكِتَابِ، فَذَكَرْتُ ذَلِكَ إِلَى رَسُولِ اللهِ ﷺ، فَأَوْمَأَ بِإِصْبَعِهِ إِلَى فِيهِ، فَقَالَ: اكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلَّا حَقٌّ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އިވޭ ކޮންމެ ބަސްފުޅެއް ތިމަން ލިޔެ އުޅުނީމެވެ. ތިމަން ބޭނުންވީ އެ ބަސްފުޅުތައް ދަސްކޮށް ރައްކާ ކުރުމަށެވެ. އެހެނަސް ޤުރައިޝު ވަންހައިގެ މުޝްރިކުން އެކަން ނުކުރުމަށް ތިމަންނައަށް އެންގިއެވެ. އަދި އެ މީހުން ދެންނެވިއެވެ: އިވޭ ކޮންމެ އެއްޗެއް ފަހެ ތިބާ ލިޔަނީހެއްޔެވެ؟ އެއީ ރަސޫލު ﷲ ﷺ އަކީ ހަމަ އިންސާނަކަށްވެފައި، ކޯފާއާއި ރުހުމުގައި ވާހަކަދައްކަވާ އިރުގައިވެސްހެއްޔެވެ؟ ދެން ތިމަން ލިޔުން ހުއްޓާލާފައި، އެ ވާހަކަ ރަސޫލު ﷲ ﷺ  ގެ އަރިހުގައި ދެންނެވީމެވެ. ފަހެ ނަބިއްޔާގެ އިނގިލިފުޅުން އެ ނަބިއްޔާގެ އަނގަފުޅަށް އިޝާރާތް ކުރައްވާފައި ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ލިޔާށެވެ. އެހެނީ ތިމަން ނަބިއްޔާގެ ފުރާނަފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. މި އަނގަފުޅަކުން ޙައްޤު ތެދު މެނުވީ ނިކުމެގެން ނުދާނެއެވެ.“",""  ],
  ["ابن ماجه 12","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، حَدَّثَنِي الْحَسَنُ بْنُ جَابِرٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ الْكِنْدِيِّ، أَنَّ رَسُولَ اللهِ ﷺ قَالَ: يُوشِكُ الرَّجُلُ مُتَّكِئًا عَلَى أَرِيكَتِهِ يُحَدَّثُ بِحَدِيثٍ مِنْ حَدِيثِي، فَيَقُولُ: بَيْنَنَا وَبَيْنَكُمْ كِتَابُ اللهِ عَزَّ وَجَلَّ، فَمَا وَجَدْنَا فِيهِ مِنْ حَلَالٍ اسْتَحْلَلْنَاهُ، وَمَا وَجَدْنَا فِيهِ مِنْ حَرَامٍ حَرَّمْنَاهُ، أَلَّا وَإِنَّ مَا حَرَّمَ رَسُولُ اللهِ ﷺ مِثْلُ مَا حَرَّمَ اللهُ.","އަލްމިޤްދާމު ބިން މަޢުދީ ކަރިބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސޮފާއެނދެއްގައި ލެނގިލައިގެން އިން މީހަކަށް، ތިމަން ނަބިއްޔާގެ ޙަދީޘްބަސްފުޅެއް ކިޔައިދެވޭ ހިނދު އޭނާ މިފަދައިން ބުނާނެ ދުވަސް ގާތްވެއްޖެއެވެ: ’ތިމަންމެންނާއި ތިޔަބައިމީހުންގެ ދެމެދު ވަނީ ﷲ ޢައްޒަ ވަޖަލްގެ ފޮތެވެ. ވީމާ އޭގައި ޙަލާލު ކަމަށް ތިމަންމެންނަށް ފެނުނު އެއްޗެއް ޙަލާލު ކަމަށް ދެކޭނަމެވެ. އަދި އޭގައި ޙަރާމް ކަމަށް ތިމަންމެންނަށް ފެނުނު އެއްޗެއް ޙަރާމް ކަމަށް ދެކޭނަމެވެ.‘ ދަންނާށެވެ! ހަމަކަށަވަރުން ﷲ ގެ ރަސޫލާ ﷺ ޙަރާމް ކުރެއްވި އެއްޗެއް، ﷲ ޙަރާމް ކުރެއްވި އެއްޗަކާ ހަމަ އެއްފަދަވެގެންވެއެވެ.“",""  ],
  ["أبو داود 4604","حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، نَا أَبُو عَمْرِو بْنُ كَثِيرِ بْنِ دِينَارٍ، عَنْ حَرِيزِ بْنِ عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَوْفٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ رَسُولِ اللهِ ﷺ أَنَّهُ قَالَ: أَلَا إِنِّي أُوتِيتُ الْكِتَابَ وَمِثْلَهُ مَعَهُ، أَلَا يُوشِكُ رَجُلٌ شَبْعَانُ عَلَى أَرِيكَتِهِ يَقُولُ عَلَيْكُمْ بِهَذَا الْقُرْآنِ، فَمَا وَجَدْتُمْ فِيهِ مِنْ حَلَالٍ فَأَحِلُّوهُ، وَمَا وَجَدْتُمْ فِيهِ مِنْ حَرَامٍ فَحَرِّمُوهُ، أَلَا لَا يَحِلُّ لَكُمُ الْحِمَارُ الْأَهْلِيُّ، وَلَا كُلُّ ذِي نَابٍ مِنَ السَّبُعِ، وَلَا لُقَطَةُ مُعَاهَدٍ إِلَّا أَنْ يَسْتَغْنِيَ عَنْهَا صَاحِبُهَا، وَمَنْ نَزَلَ بِقَوْمٍ فَعَلَيْهِمْ أَنْ يَقْرُوهُ، فَإِنْ لَمْ يَقْرُوهُ فَلَهُ أَنْ يُعْقِبَهُمْ بِمِثْلِ قِرَاهُ. ","އަލްމިޤްދާމު ބިން މަޢުދީ ކަރިބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދަންނާށެވެ! ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާއަށް ޤުރްއާނާއެކު ހަމަ އެފަދަ އެހެން އެއްޗެއް (އެބަހީ: ސުންނަތް) ދެވުނެވެ. ދަންނާށެވެ! ބަނޑުފުރައި ކައައިގެން ސޮފާއެނދެއްގައި ލެނގިލައިގެން އިން މީހަކު، މިފަދައިން ބުނާނެ ދުވަސް ގާތްވެއްޖެއެވެ: ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ (ހަމައެކަނި) މި ޤުރްއާނަށް ތަބާވުމެވެ. ވީމާ އޭގައި ޙަލާލު ކަމަށް ތިޔަބައިމީހުންނަށް ފެނުނު އެއްޗެއް ޙަލާލު ކަމަށް ދެކޭށެވެ. އަދި އޭގައި ޙަރާމް ކަމަށް ތިޔަބައިމީހުންނަށް ފެނުނު އެއްޗެއް ޙަރާމް ކަމަށް ދެކޭށެވެ.‘ ދަންނާށެވެ! ހިމާރު މަހާއި، ފޭރާދަތް ހުންނަ ޝިކާރަ ކުރާ ޖަނަވާރުގެ މަސް ކެއުން ތިޔަބައިމީހުންނަކަށް ހުއްދަވެގެނެއް ނުވެއެވެ. އަދި (ހަނގުރާމަ ނުކުރުމަށް) މުޢާހަދާއެއް ކުރެވުނު މީހެއްގެ އަތުން (ވެއްޓި) ގެއްލުނު އެއްޗެއް ހޮވުން ތިޔަބައިމީހުންނަކަށް ހުއްދަވެގެނެއް ނުވެއެވެ. އެއީ އޭގެ ވެރި ފަރާތް އޭތި ބޭނުން ނުވާ ޙާލު މެނުވީއެވެ. އަދި ބަޔެއްގެ ގާތުގައި މީހަކު މަޑުކޮށްފި ނަމަ، އެ ބަޔަކަށް އޮތީ އޭނާއަށް މެހެމާންދާރީ އަދާކުރުމެވެ. އަދި އަދާ ނުކޮށްފި ނަމަ، އޭނާއަށް އޭގެ ބަދަލު ލިބުން ހުއްޓެވެ.“",""  ],
  ["أبو داود 4605","حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ وَعَبْدُ اللهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ قَالَا: نَا سُفْيَانُ، عَنْ أَبِي النَّضْرِ، عَنْ عُبَيْدِ اللهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ﷺ قَالَ: لَا أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الْأَمْرُ مِنْ أَمْرِي مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ، فَيَقُولُ: لَا نَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللهِ اتَّبَعْنَاهُ. \n","އަބޫ ރާފިޢު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކުރުމަށް އަނގަވާފައިވާ ތިމަން ނަބިއްޔާގެ އަމުރެއް ނުވަތަ ނުކުރުމަށް އަނގަވާފައިވާ ނަހީއެއް، ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކާ ހިސާބަށް ފޯރުމުން، ސޯފާއެނދެއްގައި ލެނގިލައިގެން އިނދެ މިފަދައިން ބުނަނިކޮށް ތިމަންނަބިއްޔާއަށް ފެނިގެން ނުވާނެއެވެ: ތިމަންމެންނަކަށް ނޭނގެއެވެ. ތިމަންމެންނަށް ﷲގެ ފޮތުގައި ފެނުނު އެއްޗެއް ނަމަ އެއަށް ދެން ތިމަންމެން ތަބާވާނީއެވެ.“",""  ],
  ["البخاري 5063"," حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ: أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ: أَخْبَرَنَا حُمَيْدُ بْنُ أَبِي حُمَيْدٍ الطَّوِيلُ: أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللهُ عَنْهُ يَقُولُ: جَاءَ ثَلَاثَةُ رَهْطٍ إِلَى بُيُوتِ أَزْوَاجِ النَّبِيِّ ﷺ، يَسْأَلُونَ عَنْ عِبَادَةِ النَّبِيِّ ﷺ، فَلَمَّا أُخْبِرُوا كَأَنَّهُمْ تَقَالُّوهَا، فَقَالُوا: وَأَيْنَ نَحْنُ مِنَ النَّبِيِّ ﷺ قَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ؟! قَالَ أَحَدُهُمْ: أَمَّا أَنَا فَإِنِّي أُصَلِّي اللَّيْلَ أَبَدًا، وَقَالَ آخَرُ: أَنَا أَصُومُ الدَّهْرَ وَلَا أُفْطِرُ، وَقَالَ آخَرُ: أَنَا أَعْتَزِلُ النِّسَاءَ فَلَا أَتَزَوَّجُ أَبَدًا، فَجَاءَ رَسُولُ اللهِ ﷺ فَقَالَ: أَنْتُمُ الَّذِينَ قُلْتُمْ كَذَا وَكَذَا، أَمَا وَاللهِ إِنِّي لَأَخْشَاكُمْ لِلهِ وَأَتْقَاكُمْ لَهُ، لَكِنِّي أَصُومُ وَأُفْطِرُ، وَأُصَلِّي وَأَرْقُدُ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي. ","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުންގެ ގެކޮޅުތަކަށް ތިން މީހުންގެ ޖަމާޢަތެއް އަތުވިއެވެ. ނަބިއްޔާގެ އަޅުކަމާ ބެހޭ ގޮތުން އެ މީހުން ސުވާލު ކުރިއެވެ. ދެން އެ ވާހަކަ ކިޔައިދެވުމުން އެ މީހުންގެ އަމިއްލަ އަޅުކަންތައް އެ މީހުންނަށް މާ ކުޑައެއްޗެއް ކަމުގައި ދެކެވުނު ފަދައެވެ. އެބައިމީހުން ދެންނެވިއެވެ: ނަބިއްޔާ ﷺ އާ އަޅާ ބަލާއިރު ތިމަންމެން ތިބީ ކޮން ހިސާބަކުހެއްޔެވެ؟ އެ ނަބިއްޔާގެ އިސްވެ ދިޔަހައި ފާފައަކާއި، ފަހުން އަންނާނެހައި ފާފައެއް ވަނީ ފުއްސަވާފަކަށް ކަށަވެރެވެ. ދެން އޭގެ ތެރެއިން އެކަކު ދެންނެވިއެވެ: ހަމަކަށަވަރުން މުޅި ރޭގަނޑު ތިމަންނަ އަބަދު ނަމާދު ކުރާނަމެވެ. އަނެކަކު ދެންނެވިއެވެ: ކޮންމެ ދުވަހަކު ވިދިވިދިގެން ތިމަންނަ އަބަދު ރޯދަ ހިފާނަމެވެ. އަނެކަކު ދެންނެވިއެވެ: ތިމަންނަ އަންހެނުންނާ ދުރުވެގަނެ ދުވަހަކުވެސް ކައިވެންޏެއް ނުކުރާނަމެވެ. ދެން ރަސޫލު ﷲ ﷺ ވަޑައިގެން ޙަދީޘް ކުރެއްވިއެވެ: ”އެވެނި މިވެނި ގޮތަކަށް ބުނެ ހެދީ ތިޔަބައިމީހުންތޯއެވެ؟ ﷲ ގަންދީ ބުނަމެވެ. ތިޔަބައިމީހުންގެ ތެރެއިން ﷲއަށް އެންމެ ބިރުވެތިވެ އަދި ތަޤްވާވެރި ވަނީ ތިމަން ނަބިއްޔާއެވެ. އެއާއެކު ވެސް ތިމަން ނަބިއްޔާ ރޯދަ ހިފައި، އަދި ރޯދަ ނުހިފައި ދުވަސްތައް ވެއެވެ. އަދި ނަމާދުކޮށް އަވަހާރަފުޅު ލައްޕަވަމެވެ. އަދި އަންހެނުންނާ ކައިވެނިބައްލަވަމުއެވެ. ވީމާ ތިމަން ނަބިއްޔާގެ ސުންނަތުން އެއްކިބާވެއްޖެ މީހާ، ފަހެ އޭނާއީ ތިމަން ނަބިއްޔާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހެއް ނޫނެވެ.“",""  ],
  ["مسلم 1401","وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ أَنَّ نَفَرًا مِنْ أَصْحَابِ النَّبِيِّ ﷺ سَأَلُوا أَزْوَاجَ النَّبِيِّ ﷺ عَنْ عَمَلِهِ فِي السِّرِّ، فَقَالَ بَعْضُهُمْ: لَا أَتَزَوَّجُ النِّسَاءَ، وَقَالَ بَعْضُهُمْ: لَا آكُلُ اللَّحْمَ، وَقَالَ بَعْضُهُمْ: لَا أَنَامُ عَلَى فِرَاشٍ، فَحَمِدَ اللهَ، وَأَثْنَى عَلَيْهِ، فَقَالَ: مَا بَالُ أَقْوَامٍ قَالُوا كَذَا وَكَذَا، لَكِنِّي أُصَلِّي وَأَنَامُ، وَأَصُومُ وَأُفْطِرُ، وَأَتَزَوَّجُ النِّسَاءَ، فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ  ޞަޙާބީންގެ ތެރެއިން ބަޔަކު، އެކަލޭގެފާނު ސިއްރުގައި ކުރާ އަޅުކަމާ ބެހޭ ގޮތުން އެކަލޭގެފާނުގެ އަނބިކަނބަލުން ގާތު ސުވާލު ކުރިއެވެ. ދެން އޭގެ ތެރެއިން ބަޔަކު ދެންނެވިއެވެ: ތިމަންނަ އަންހެނުންނަކާ ކައިވެންޏެއް ނުކުރާނަމެވެ. އަދި އަނެއް ބަޔަކު ދެންނެވިއެވެ: ތިމަންނަ މަހެއް ނުކާނަމެވެ. އަދި އަނެއް ބަޔަކު ދެންނެވިއެވެ: ތިމަންނަ އެނދެއްގައި ނުނިދާނަމެވެ. ދެން ނަބިއްޔާ (ނުކުމެވަޑައިގެން) ﷲއަށް ޙަމްދު ޘަނާ ދެންނެވުމަށް ފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”އެވެނި މިވެނި ގޮތަކަށް ބުނި ބަޔަކަށް ވީކިހިނެއްތޯއެވެ؟ އެހެނެއްކަމަކު، ތިމަން ނަބިއްޔާ ނަމާދުކޮށް އަވަހާރަފުޅު ލައްޕަވަމެވެ. އަދި ރޯދަ ހިފައި، އަދި ރޯދަ ނުހިފައި ދުވަސްތައް ވެއެވެ. އަދި އަންހެނުންނާ ކައިވެނިބައްލަވަމުއެވެ. ވީމާ ތިމަން ނަބިއްޔާގެ ސުންނަތުން އެއްކިބާވެއްޖެ މީހާ، ފަހެ އޭނާއީ ތިމަން ނަބިއްޔާގެ މީސްތަކުންގެ ތެރެއިންވާ މީހެއް ނޫނެވެ.“",""  ],
  ["ابن خزيمة 1986","حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُرَادِيُّ، وَبَحْرُ بْنُ نَصْرٍ الْخَوْلَانِيُّ قَالَا: حَدَّثَنَا بِشْرُ بْنُ بَكْرٍ، قَالَ: حَدَّثَنَا ابْنُ جَابِرٍ، عَنْ سُلَيْمِ بْنِ عَامِرٍ أَبِي يَحْيَى الْكَلَاعِيِّ، قَالَ: حَدَّثَنِي أَبُو أُمَامَةَ الْبَاهِلِيُّ قَالَ: سَمِعْتُ رَسُولَ اللهِ - ﷺ - يَقُولُ: بَيْنَمَا أَنَا نَائِمٌ إِذْ أَتَانِي رَجُلَانِ، فَأَخَذَا بِضَبْعَيَّ، فَأَتَيَا بِي جَبَلًا وَعْرًا، فَقَالَا: اصْعَدْ، فَقُلْتُ: إِنِّي لَا أُطِيقُهُ، فَقَالَا: إِنَّا سَنُسَهِّلُهُ لَكَ، فَصَعِدْتُ حَتَّى إِذَا كُنْتُ فِي سَوَاءِ الْجَبَلِ إِذَا بِأَصْوَاتٍ شَدِيدَةٍ، قُلْتُ: مَا هَذِهِ الْأَصْوَاتُ؟ قَالُوا: هَذَا عُوَاءُ أَهْلِ النَّارِ، ثُمَّ انْطُلِقَ بِي، فَإِذَا أَنَا بِقَوْمٍ مُعَلَّقِينَ بِعَرَاقِيبِهِمْ، مُشَقَّقَةٌ أَشْدَاقُهُمْ، تَسِيلُ أَشْدَاقُهُمْ دَمًا. قَالَ: قُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ الَّذِينَ يُفْطِرُونَ قَبْلَ تَحِلَّةِ صَوْمِهِمْ، فَقَالَ: خَابَتِ الْيَهُودُ وَالنَّصَارَى. فَقَالَ سُلَيْمٌ: مَا أَدْرِي أَسَمِعَهُ أَبُو أُمَامَةَ مِنْ رَسُولِ اللهِ - ﷺ - أَمْ شَيْءٌ مِنْ رَأْيِهِ؟ ثُمَّ انْطَلَقَ، فَإِذَا بِقَوْمٍ أَشَدَّ شَيْءٍ انْتِفَاخًا وَأَنْتَنِهِ رِيحًا، وَأَسْوَئِهِ مَنْظَرًا، فَقُلْتُ: مَنْ هَؤُلَاءِ؟ فَقَالَ: هَؤُلَاءِ قَتْلَى الْكُفَّارِ، ثُمَّ انْطُلِقَ بِي، فَإِذَا بِقَوْمٍ أَشَدِّ [شَيْءٍ] انْتِفَاخًا، وَأَنْتَنِهِ رِيحًا، كَأَنَّ رِيحَهُمُ الْمَرَاحِيضُ، قُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ الزَّانُونَ وَالزَّوَانِي، ثُمَّ انْطُلِقَ بِي، فَإِذَا أَنَا بِنِسَاءٍ تَنْهَشُ ثُدِيَّهُنَّ الْحَيَّاتُ، قُلْتُ: مَا بَالُ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ يَمْنَعْنَ أَوْلَادَهُنَّ أَلْبَانَهُنَّ، ثُمَّ انْطُلِقَ بِي، فَإِذَا أَنَا بِغِلْمَانٍ يَلْعَبُونَ بَيْنَ نَهَرَيْنِ، قُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ ذَرَارِيُّ الْمُؤْمِنِينَ، ثُمَّ شَرَفَ شَرَفًا، فَإِذَا أَنَا بِنَفَرٍ ثَلَاثَةٍ يَشْرَبُونَ مِنْ خَمْرٍ لَهُمْ، قُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ جَعْفَرٌ، وَزَيْدٌ، وَابْنُ رَوَاحَةَ، ثُمَّ شَرَفَنِي شَرَفًا آخَرَ، فَإِذَا أَنَا بِنَفَرٍ ثَلَاثَةٍ، قُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَذَا إِبْرَاهِيمُ، وَمُوسَى، وَعِيسَى، وَهُمْ يَنْظُرُونِي. هَذَا حَدِيثُ الرَّبِيعِ \". ","އަބޫ އުމާމާ އަލްބާހިއްލީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ތިމަން ނަބިއްޔާ އަވަހާރަފުޅުލައްޕަވަނިކޮށް، (ހުވަފެނެއްގައި) ދެ މީހަކު އަތުވެއްޖެއެވެ. ފަހެ އެ ދެ މީހުން ތިމަން ނަބިއްޔާގެ ދެ އަތްޕުޅުގައި ހިއްޕަވައިގެން، އަރަން އުނދަގޫ ފަރުބަދައެއް ކައިރިއަށް ހިނގައްޖެއެވެ. އެ ދެ މީހުން ދެންނެވިއެވެ: އަރާށެވެ. ވީމާ ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: އެކަމަށް ތިމަން ނަބިއްޔާ ކުޅަދާނަވެގެނެއް ނުވެއެވެ. އެ ދެމީހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން އިބަ ނަބިއްޔާއަށް ޓަކައި އެކަން ފަށޭހަކޮށްދެއްވާނަމެވެ. ދެން ތިމަން ނަބިއްޔާ އަރައިވަޑައިގަންނަވަން ފެއްޓެވީމެވެ. ފަހެ އެ ފަރުބަދައިގެ މެދާ ހިސާބަށް އަރާ ހަމަވުމުން، ވަރުގަދަ އަޑުފަށްގަނޑެއް އިވިވަޑައިގަތީމެވެ. ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: މިއީ ކޮން އަޑުފަށްގަނޑެއްތޯއެވެ؟ އެ މީހުން ދެންނެވިއެވެ: މިއީ ނަރަކައިގެ އަހުލުވެރިން ހޭރޭ އަޑުފަށްގަނޑެވެ. އެއަށްފަހު ތިމަން ނަބިއްޔާއައިގެން ކުރިއަށް ހިނގައިގަނެފިއެވެ. ދެން ތިމަން ނަބިއްޔާވީ އެ ބައެއްގެ ފުންނާބުތަކުން އެކޮޅުކޮޅަށް އެލުވިފައިވާ ބަޔެއްގެ ގާތުގައެވެ. އެބައިމީހުންގެ އަނގައިގެ މިޔަކަންތައް އިރިގެން ލޭ ފައިބަފައިބަ ހުއްޓެވެ. ތިމަން ނަބިއްޔާ ވިދާޅުވީމެވެ: މިއީ ކޮންބައެއްތޯއެވެ؟ އެ މީހުން ދެންނެވިއެވެ: މިއީ އެބައިމީހުންގެ ރޯދަ ވީއްލާން ހުއްދަ ނުވަނީސް، ރޯދަ ވީއްލާ އުޅުނު މީހުންނެވެ.",""  ],
  ["البخاري 1295","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ: أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ قَالَ: كَانَ رَسُولُ اللهِ ﷺ يَعُودُنِي عَامَ حَجَّةِ الْوَدَاعِ مِنْ وَجَعٍ اشْتَدَّ بِي، فَقُلْتُ: إِنِّي قَدْ بَلَغَ بِي مِنَ الْوَجَعِ، وَأَنَا ذُو مَالٍ، وَلَا يَرِثُنِي إِلَّا ابْنَةٌ، أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي؟ قَالَ: لَا\". فَقُلْتُ: بِالشَّطْرِ؟ فَقَالَ: لَا\". ثُمَّ قَالَ: الثُّلُثُ، وَالثُّلُثُ كَبِيرٌ، أَوْ كَثِيرٌ، إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللهِ إِلَّا أُجِرْتَ بِهَا، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ\". فَقُلْتُ: يَا رَسُولَ اللهِ، أُخَلَّفُ بَعْدَ أَصْحَابِي؟ قَالَ: إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلًا صَالِحًا إِلَّا ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً، ثُمَّ لَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لِأَصْحَابِي هِجْرَتَهُمْ وَلَا تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنِ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ\". يَرْثِي لَهُ رَسُولُ اللهِ ﷺ أَنْ مَاتَ بِمَكَّةَ. ","ސަޢުދު ބިން އަބީ ވައްޤާޞް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ޙައްޖަތުލް ވަދާޢުގެ އަހަރުގައި ތިމަންނަ އާލާސްކަމުގައި އިންނެވުމައި ގުޅިގެން، ރަސޫލު ﷲ ﷺ ތިމަންނައަށް ޒިޔާރާތް ކުރައްވާ އުޅުއްވިއެވެ. ތިމަން ދެންނެވީމެވެ: މި އާލާސްކަމުގައި ތިމަންނަގެ ޙާލު ވަރަށް ދެރަވެއްޖެއެވެ. އަދި ތިމަންނައީ މުދާވެރިއަކަށްވެފައި، އަންހެން ދަރިއަކު ފިޔަވައި އެހެން ބަޔަކު ތިމަންނަގެ ފަރާތުން ވާރުތަ ނުކުރާނެއެވެ. ވީމާ ތިމަންނަގެ މުދަލުގެ ތިންބައި ކުޅަ އެއްބައިން ޞަދަޤާތް ކުރަންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“ ތިމަން ދެންނެވީމެވެ: ދެބައި ކުޅަ އެއްބައި ކުރަންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“ ތިމަން ދެންނެވީމެވެ: ތިންބައި ކުޅަ އެއްބައި ކުރަންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިންބައި ކުޅަ އެއްބައި (ކުރެވިދާނެއެވެ.) އަދި ތިން ބައި ކުޅަ އެއްބަޔަކީ ވެސް ގިނަ އަދަދެކެވެ. ހަމަކަށަވަރުން ތިބާގެ ވާރުތަވެރިން ފަޤީރުކަންމަތީ އެހެން މީހުންގެ ކިބައިން ސަލާންޖަހަން ދޫކޮށްލުމަށް ވުރެ، ތަނަސްކަންމަތީ ދޫކުރުން މާ ހެޔޮވެގެންވެއެވެ. އަދި ހަމަކަށަވަރުން ﷲ ގެ ވަޖްހުފުޅު އަދައިގެން ތިބާ ކުރާ އެއްވެސް ހޭދައަކަށް، ހެޔޮ ޖަޒާލިބިގެން މެނުވީ ނުދާނެއެވެ. އެއީ ތިބާގެ އަނބިމީހާގެ އަނގައަށް ލަވާ (ކާ) އެތިކޮޅަށް ދާންދެން ވެސްމެއެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންނައާއެކު އުޅުނު މީހުން (މަދީނާއަށް އެނބުރި ދާއިރު، ތިމަންނަގެ އާލާސްކަމުގެ ސަބަބުން އެ ތަނަކުން ހިޖުރަ މި ކުރި މައްކާގައި) ފަހަތުގައި ތިމަން މަޑުކުރަން ޖެހެނީތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ފަހަތުގައި މަޑުކުރަން ޖެހުނުކަމުގައި ވިޔަސް، ހެޔޮ ޢަމަލެއްކޮށްފި ކަމުގައި ވާނަމަ، އެކަމުގެ ސަބަބުން ތިބާގެ ދަރަޖަ އުފުއްލެވި، މަތިވެރިކަން ލިބިގެންދާނެކަން ކަށަވަރެވެ. ދެން އަދި ތިބާގެ ސަބަބުން ބަޔަކަށް ފައިދާތަކެއް ކުރެވިއްޖައުމަށް ދާންދެން، އަދި އަނެއް ބަޔަކަށް ގެއްލުންތަކެއް ލިބިއްޖައުމަށް ދާންދެން، ތިބާ ދިރިދަންމަވަފާނެއެވެ. އޭ ﷲ އެވެ! ތިމަން ނަބިއްޔާގެ ޞަޙާބީންގެ ހިޖުރަ ފުރިހަމަ ކުރައްވާށިއެވެ. (އެބަހީ: އެކަމުގައި ސާބިތު ކުރައްވާށިއެވެ.) އަދި އެބައިމީހުން ފަހަތަށް އެނބުރި ރައްދު ނުކުރައްވާށިއެވެ. އެހެނަސް ސަޢުދު ބިން ޚައުލާއަށް ވީގޮތް ހާދަ ދެރައެވެ.“ އެކަލޭގެފާނު މައްކާގައި އަވަހާރަވީތީ ރަސޫލު ﷲ ﷺ ސަޢުދު ބިން ޚައުލާއަށް ޓަކައި ދެރަފުޅުވިއެވެ",""  ],
]
