var sahihain_dataSet = [
  ["صحيح البخاري 1","حَدَّثَنَا الْحُمَيْدِيُّ عَبْدُ اللهِ بْنُ الزُّبَيْرِ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْأَنْصَارِيُّ، قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ: أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ، يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ عَلَى الْمِنْبَرِ، قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ، يَقُولُ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","މިންބަރު މަތީގައި ހުންނަވައިގެން ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ނިޔަތްތަކުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.","b1"  ],
  ["صحيح البخاري 54","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: الْأَعْمَالُ بِالنِّيَّةِ، وَلِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح البخاري 2529","حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: الْأَعْمَالُ بِالنِّيَّةِ، وَلِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. އަދި މީހަކަށް ވަނީ އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح البخاري 3898","حَدَّثَنَا مُسَدَّدٌ: حَدَّثَنَا حَمَّادٌ هُوَ ابْنُ زَيْدٍ، عَنْ يَحْيَى، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ: سَمِعْتُ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: الْأَعْمَالُ بِالنِّيَّةِ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ ﷺ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލުތައް ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. ވީމާ، ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ﷺ އަށެވެ.“","b1"  ],
  ["صحيح البخاري 5070","حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ: حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: الْعَمَلُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ ﷺ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޢަމަލު ބިނާ ވެގެން ވަނީ ނިޔަތުގެ މައްޗަށެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ﷺ އަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح البخاري 6689","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ قَالَ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ: أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ.","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح البخاري 6953","حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ يَخْطُبُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: يَا أَيُّهَا النَّاسُ، إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ هَاجَرَ إِلَى دُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ. ","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ޚުތުބާ ދެއްވަމުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އޭ މީސްތަކުންނޭވެ. ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް މީހަކު ހިޖުރަ ކުރި ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح مسلم 1907","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ.","ޢުމަރު ބިން އަލްޚައްޠާބު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނިޔަތުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެނެއް ނުވެއެވެ. އަދި މީހަކަށް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","b1"  ],
  ["صحيح البخاري 2","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، قَالَ: أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللهُ عَنْهَا: أَنَّ الْحَارِثَ بْنَ هِشَامٍ رَضِيَ اللهُ عَنْهُ سَأَلَ رَسُولَ اللهِ ﷺ فَقَالَ: يَا رَسُولَ اللهِ، كَيْفَ يَأْتِيكَ الْوَحْيُ؟ فَقَالَ رَسُولُ اللهِ ﷺ: أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ، وَهُوَ أَشَدُّهُ عَلَيَّ، فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ، وَأَحْيَانًا يَتَمَثَّلُ لِيَ الْمَلَكُ رَجُلًا، فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ. \nقَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا: وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْيُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ، فَيَفْصِمُ عَنْهُ وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا. ","އުންމުލް މުއުމިނީން ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމް رَضِيَ اللَّهُ عَنْهُ، ރަސޫލު ﷲ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ބައެއް ފަހަރު ވަޙީ ބާވައިލެވެނީ ރަނގަބީލެއްގެ އަޑުފަދައިންނެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. ދެން (އެ ޙާލަތު ނިމި) ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވެވުނު އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތާ (ޖިބްރީލު)ވަޑައިގަން ތިމަން ނަބިއްޔާއާ ވާހަކަފުޅު ދައްކަވައެވެ. ދެން އެ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“ \n\nޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ދެންނެވިއެވެ: ހަމަކަށަވަރުން ނުހަނު ފިނި ދުވަހެއްގައި ނަބިއްޔާއަށް ވަޙީ ބާވައިލެއްވުމަށް ފަހު، ނަބިއްޔާގެ ނިތްކުރިފުޅުން ދާފޮދު އޮހޮރެނިކޮށް ތިމަންކަމަނާ ދުށީމެވެ.","b2"  ],
  ["صحيح البخاري 3215","حَدَّثَنَا فَرْوَةُ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ الْحَارِثَ بْنَ هِشَامٍ سَأَلَ النَّبِيَّ ﷺ كَيْفَ يَأْتِيكَ الْوَحْيُ؟ قَالَ: كُلُّ ذَاكَ يَأْتِي الْمَلَكُ أَحْيَانًا فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ فَيَفْصِمُ عَنِّي وَقَدْ وَعَيْتُ مَا قَالَ وَهُوَ أَشَدُّهُ عَلَيَّ وَيَتَمَثَّلُ لِيَ الْمَلَكُ أَحْيَانًا رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމް، ނަބިއްޔާ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިހުރިހައި ކަމެއް ވާގޮތަކީ، ބައެއް ފަހަރު މަލާއިކަތާ (ޖިބްރީލު) ރަނގަބީލެއްގެ އަޑުފަދައިން ވަޑައިގަނެއެވެ. ދެން ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވި އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތާ ވަޑައިގަން ތިމަން ނަބިއްޔާއާ ވާހަކަފުޅު ދައްކަވައެވެ. ދެން އެ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“","b2"  ],
  ["صحيح مسلم 2333","وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ. (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ وَابْنُ بِشْرٍ، جَمِيعًا عَنْ هِشَامٍ (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ (وَاللَّفْظُ لَهُ)، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أَنَّ الْحَارِثَ بْنَ هِشَامٍ سَأَلَ النَّبِيَّ ﷺ كَيْفَ يَأْتِيكَ الْوَحْيُ؟ فَقَالَ: أَحْيَانًا يَأْتِينِي فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ وَهُوَ أَشَدُّهُ عَلَيَّ، ثُمَّ يَفْصِمُ عَنِّي وَقَدْ وَعَيْتُهُ، وَأَحْيَانًا مَلَكٌ فِي مِثْلِ صُورَةِ الرَّجُلِ فَأَعِي مَا يَقُولُ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އަލްޙާރިޘް ބިން ހިޝާމު، ނަބިއްޔާ ﷺ އަރިހު ސުވާލު ކުރެއްވިއެވެ: އިބަ ނަބިއްޔާއަށް ވަޙީ ބާވައިލެވެނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ބައެއް ފަހަރު ރަނގަބީލެއްގެ އަޑުފަދައިން ބާވައިލެވެއެވެ. (މި ގޮތަށް ވަޙީ ބާވައިލެވުމަކީ) ތިމަން ނަބިއްޔާއަށް އެންމެ ބުރަވެގެންވާ ގޮތެވެ. ދެން ތިމަން ނަބިއްޔާއާ ވަކިވެވަޑައިގަތުމުން އެ ވިދާޅުވި އެއްޗެއް ތިމަން ނަބިއްޔާއަށް ވާނީ އެނގިވަޑައިގެންފައެވެ. އަދި އަނެއްބައި ފަހަރު ތިމަން ނަބިއްޔާއަށް ފިރިހެނެއްގެ ސިފައިގައި މަލާއިކަތެއް ވަޑައިގަނެއެވެ. ދެން އެ މަލާއިކަތާ ވިދާޅުވާ އެއްޗެއް އެނގިވަޑައިގަންނަވަމެވެ.“","b2"  ],
  ["صحيح البخاري 3","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ الرُّؤْيَا الصَّالِحَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، وَكَانَ يَخْلُو بِغَارِ حِرَاءٍ، فَيَتَحَنَّثُ فِيهِ وَهُوَ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَنْزِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى جَاءَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ، قَالَ: مَا أَنَا بِقَارِئٍ. قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، قُلْتُ مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، ثُمَّ أَرْسَلَنِي فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ يَرْجُفُ فُؤَادُهُ، فَدَخَلَ عَلَى خَدِيجَةَ بِنْتِ خُوَيْلِدٍ رَضِيَ اللهُ عَنْهَا فَقَالَ: زَمِّلُونِي زَمِّلُونِي فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ لِخَدِيجَةَ وَأَخْبَرَهَا الْخَبَرَ: لَقَدْ خَشِيتُ عَلَى نَفْسِي فَقَالَتْ خَدِيجَةُ: كَلَّا وَاللهِ مَا يُخْزِيكَ اللهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى، ابْنَ عَمِّ خَدِيجَةَ، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ، فَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعِبْرَانِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: يَا ابْنَ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ. فَقَالَ لَهُ وَرَقَةُ: يَا ابْنَ أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللهِ ﷺ خَبَرَ مَا رَأَى، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللهُ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا، لَيْتَنِي أَكُونُ حَيًّا إِذْ يُخْرِجُكَ قَوْمُكَ، فَقَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟! قَالَ: نَعَمْ. لَمْ يَأْتِ رَجُلٌ قَطُّ بِمِثْلِ مَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الْوَحْيُ. \n","އުންމުލް މުއުމިނީން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ހެޔޮ ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތަކެއް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ މޭފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާ ބިންތު ޚުވައިލިދު رَضِيَ اللَّهُ عَنْهَا ގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢިބްރާނީ (ޔަހޫދީ) ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް ޢިބްރާނީ ބަހުން އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ރަސޫލު ﷲ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި (މުއްދަތަކަށް) ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން ދިޔައެވެ.","b3"  ],
  ["صحيح البخاري 3392","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ حَدَّثَنَا اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنِ ابْنِ شِهَابٍ سَمِعْتُ عُرْوَةَ قَالَ قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا فَرَجَعَ النَّبِيُّ ﷺ إِلَى خَدِيجَةَ يَرْجُفُ فُؤَادُهُ فَانْطَلَقَتْ بِهِ إِلَى وَرَقَةَ بْنِ نَوْفَلٍ وَكَانَ رَجُلًا تَنَصَّرَ يَقْرَأُ الْإِنْجِيلَ بِالْعَرَبِيَّةِ فَقَالَ وَرَقَةُ مَاذَا تَرَى فَأَخْبَرَهُ فَقَالَ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي أَنْزَلَ اللهُ عَلَى مُوسَى وَإِنْ أَدْرَكَنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. النَّامُوسُ صَاحِبُ السِّرِّ الَّذِي يُطْلِعُهُ بِمَا يَسْتُرُهُ عَنْ غَيْرِهِ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ މޭފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަޑައިގަތެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން ވަރަޤާ ބިން ނައުފަލުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢިބްރާނީ (ޔަހޫދީ) ބަހުން އިންޖީލު ކިޔަވައި އުޅުނެވެ. ވަރަޤާ ދެންނެވިއެވެ: ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ އެ ކަމުގެ ޚަބަރު ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަވަރެވެ. އިމާމު ބުޚާރީ ވިދާޅުވިއެވެ: ނާމޫސްއަކީ އެހެން ބަޔަކަށް ނޭންގޭ ގޮތަށް ފޮރުވައިގެން ސިއްރު ޚިބަރެއް ގެންގުޅޭ ފަރާތެކެވެ ","b3"  ],
  ["صحيح البخاري 4953","حَدَّثَنَا يَحْيَى، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ. \nحَدَّثَنِي سَعِيدُ بْنُ مَرْوَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، أَخْبَرَنَا أَبُو صَالِحٍ سَلْمَوَيْهِ قَالَ: حَدَّثَنِي عَبْدُ اللهِ، عَنْ يُونُسَ بْنِ يَزِيدَ قَالَ: أَخْبَرَنِي ابْنُ شِهَابٍ: أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ: أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ قَالَتْ: كَانَ أَوَّلَ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، فَكَانَ يَلْحَقُ بِغَارِ حِرَاءٍ، فَيَتَحَنَّثُ فِيهِ، قَالَ: وَالتَّحَنُّثُ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ، قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ، فَيَتَزَوَّدُ بِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ، فَقَالَ رَسُولُ اللهِ ﷺ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ، حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ، حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ } الْآيَاتِ إِلَى قَوْلِهِ: { عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي، فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، قَالَ لِخَدِيجَةَ: أَيْ خَدِيجَةُ، مَا لِي، لَقَدْ خَشِيتُ عَلَى نَفْسِي، فَأَخْبَرَهَا الْخَبَرَ، قَالَتْ خَدِيجَةُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، فَوَاللهِ إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلٍ،وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ خَدِيجَةُ: يَا عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، قَالَ وَرَقَةُ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ النَّبِيُّ ﷺ خَبَرَ مَا رَأَى، فَقَالَ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، لَيْتَنِي فِيهَا جَذَعًا، لَيْتَنِي أَكُونُ حَيًّا، ذَكَرَ حَرْفًا، قَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟ قَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ بِمَا جِئْتَ بِهِ إِلَّا أُوذِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ حَيًّا أ َنْصُرْكَ نَصْرًا مُؤَزَّرًا، ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الْوَحْيُ فَتْرَةً، حَتَّى حَزِنَ رَسُولُ اللهِ ﷺ. ","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ އުޅުއްވިއެވެ. -ޙަދީޘްގެ ރާވީ ވިދާޅުވިއެވެ: އެކަހެރިވެ އުޅުއްވުމުގެ މާނައަކީ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިކަމެވެ.- އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ރަސޫލު ﷲ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާ ބިންތު ޚުވައިލިދު رَضِيَ اللَّهُ عَنْهَا ގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. އެކަލޭގެދާނު ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ. ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ. ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ﷲ ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، (ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު) ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އުނދަގޫކޮށް (އަދާވާތްތެރި) ނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނަ ދިރިހުއްޓައި ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި މުއްދަތަކަށް ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން އެކަމާމެދު ރަސޫލު ﷲ ﷺ ހިތާމަ ކުރެއްވިއެވެ.","b3"  ],
  ["صحيح البخاري 4955","حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ: أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّالِحَةُ، فَجَاءَهُ الْمَلَكُ، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ }.\n","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ހެޔޮ ހުވަފެންފުޅުތަކުންނެވެ. އެއަށްފަހު މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ.❝","b3"  ],
  ["صحيح البخاري 4956","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ: أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ (ح) وَقَالَ اللَّيْثُ: حَدَّثَنِي عُقَيْلٌ: قَالَ مُحَمَّدٌ: أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ الرُّؤْيَا الصَّادِقَةُ، جَاءَهُ الْمَلَكُ فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ }. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް (އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން) ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. އެއަށްފަހު މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ.❝","b3"  ],
  ["صحيح البخاري 4957","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ قَالَ: سَمِعْتُ عُرْوَةَ: قَالَتْ عَائِشَةُ رَضِيَ اللهُ عَنْهَا: فَرَجَعَ النَّبِيُّ ﷺ إِلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي فَذَكَرَ الْحَدِيثَ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން (ޙަދީޘްގެ ރާވީއެއް ކަމަށްވާ) ޢުރްވާ (ކުރިން ދިޔަ) ޙަދީޘް ކިޔައިދެއްވިއެވެ.","b3"  ],
  ["صحيح البخاري 6982","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، وَحَدَّثَنِي عَبْدُ اللهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، قَالَ الزُّهْرِيُّ: فَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّهَا قَالَتْ: أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، فَكَانَ يَأْتِي حِرَاءً فَيَتَحَنَّثُ فِيهِ، وَهُوَ التَّعَبُّدُ، اللَّيَالِيَ ذَوَاتِ الْعَدَدِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَتُزَوِّدُهُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ فِيهِ، فَقَالَ: اقْرَأْ، فَقَالَ لَهُ النَّبِيُّ ﷺ: فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ } حَتَّى بَلَغَ { مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي. فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، فَقَالَ: يَا خَدِيجَةُ، مَا لِي. وَأَخْبَرَهَا الْخَبَرَ، وَقَالَ: قَدْ خَشِيتُ عَلَى نَفْسِي. فَقَالَتْ لَهُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ. ثُمَّ انْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى بْنِ قُصَيٍّ، وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخُو أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، فَيَكْتُبُ بِالْعَرَبِيَّةِ مِنَ الْإِنْجِيلِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيِ ابْنَ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، فَقَالَ وَرَقَةُ: ابْنَ أَخِي مَاذَا تَرَى؟ فَأَخْبَرَهُ النَّبِيُّ ﷺ مَا رَأَى، فَقَالَ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا، أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ. فَقَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ فَقَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا، ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الوَحْيُ فَتْرَةً حَتَّى حَزِنَ النَّبِيُّ ﷺ، فِيمَا بَلَغَنَا، حُزْنًا غَدَا مِنْهُ مِرَارًا كَيْ يَتَرَدَّى مِنْ رُؤُوسِ شَوَاهِقِ الْجِبَالِ، فَكُلَّمَا أَوْفَى بِذِرْوَةِ جَبَلٍ لِكَيْ يُلْقِيَ مِنْهُ نَفْسَهُ تَبَدَّى لَهُ جِبْرِيلُ، فَقَالَ: يَا مُحَمَّدُ، إِنَّكَ رَسُولُ اللهِ حَقًّا. فَيَسْكُنُ لِذَلِكَ جَأْشُهُ، وَتَقِرُّ نَفْسُهُ، فَيَرْجِعُ، فَإِذَا طَالَتْ عَلَيْهِ فَتْرَةُ الْوَحْيِ غَدَا لِمِثْلِ ذَلِكَ، فَإِذَا أَوْفَى بِذِرْوَةِ جَبَلٍ تَبَدَّى لَهُ جِبْرِيلُ فَقَالَ لَهُ مِثْلَ ذَلِكَ قَالَ ابْنُ عَبَّاسٍ { فَالِقُ الإِصْبَاحِ } ضَوْءُ الشَّمْسِ بِالنَّهَارِ، وَضَوْءُ الْقَمَرِ بِاللَّيْلِ. ","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ނަބިއްޔާއަށް އެ ކަމަނާ ތައްޔާރު ކުރައްވައި، އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން އެ ހޮހަޅައަށް މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ. ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާ ބިން ޤުޞައްޔުގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާގެފާނަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ. އެއަށްފަހު މާ ގިނަ ދުވަސްތަކެއް ނުވަނީސް ވަރަޤާ ނިޔާވެއްޖެއެވެ. އަދި މުއްދަތަކަށް ވަޙީ ބާވައިލެއްވުން މެދުކެނޑިގެން އެކަމާމެދު ނަބިއްޔާ ﷺ ހިތާމަ ކުރެއްވިއެވެ.","b3"  ],
  ["صحيح مسلم 160","حَدَّثَنِي أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ سَرْحٍ، أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ قَالَ: حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ أَخْبَرَتْهُ أَنَّهَا قَالَتْ: كَانَ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللهِ ﷺ مِنَ الْوَحْيِ: الرُّؤْيَا الصَّادِقَةَ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ، فَكَانَ يَخْلُو بِغَارِ حِرَاءٍ يَتَحَنَّثُ فِيهِ، وَهُوَ التَّعَبُّدُ اللَّيَالِيَ أُولَاتِ الْعَدَدِ، قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ، وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ الْمَلَكُ، فَقَالَ: اقْرَأْ، قَالَ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قَالَ: قُلْتُ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي، فَقَالَ: { اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ } فَرَجَعَ بِهَا رَسُولُ اللهِ ﷺ تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: زَمِّلُونِي زَمِّلُونِي، فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، ثُمَّ قَالَ لِخَدِيجَةَ: أَيْ خَدِيجَةُ، مَا لِي، وَأَخْبَرَهَا الْخَبَرَ، قَالَ: لَقَدْ خَشِيتُ عَلَى نَفْسِي، قَالَتْ لَهُ خَدِيجَةُ: كَلَّا، أَبْشِرْ، فَوَاللهِ لَا يُخْزِيكَ اللهُ أَبَدًا، وَاللهِ إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى، وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيْ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، قَالَ وَرَقَةُ بْنُ نَوْفَلٍ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللهِ ﷺ خَبَرَ مَا رَآهُ، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى ﷺ، يَا لَيْتَنِي فِيهَا جَذَعًا، يَا لَيْتَنِي أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ، قَالَ رَسُولُ اللهِ ﷺ: أَوَمُخْرِجِيَّ هُمْ؟ قَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ، إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا. ","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެންމެ ފުރަތަމަ ވަޙީ ބާވައިލެވެން ފެއްޓުނީ، އަވަހާރަފުޅުލައްޕަވަނިކޮށް ފެނިވަޑައިގަންނަވާ ތެދު ހުވަފެންފުޅުތަކުންނެވެ. ނަބިއްޔާއަށް ހުވަފެންފުޅެއް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަން ހެނދުނުގެ އަލިކަން ފަދައިން (ޙަޤީޤަތަށްވެ) ނައިސް ނުދެއެވެ. އެއަށްފަހު ނަބިއްޔާ އެކަހެރިވެ އިންނެވުމަށް ލޯބި ޖެއްސެވުނެވެ. އަދި ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި އެކަހެރިވެ، އެތައް ރޭތަކެއް ވާންދެން އެ ތަނުގައި އަޅުކަން ކުރައްވަން ހުންނެވިއެވެ. އެއަށްފަހު އަހުލުވެރިން ގާތަށް ވަޑައިގެން ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. ހަމަ އެފަދައިން އަނެއްކާ ޚަދީޖާގެ ގާތަށް ވަޑައިގެން، ދަތުރުގެ ކޮއްތު ތައްޔާރު ކުރައްވައި އަނބުރާ އެ ތަނަށްވަޑައިގަންނަވައެވެ. އެހެން ގޮސް، ޙިރާ ފަރުބަދައިގެ ހޮހަޅައިގައި ހުންނަވަނިކޮށް ކުއްލި ގޮތަކަށް އެކަލޭގެފާނަށް ޙައްޤުތެދު އަތުވެއްޖެއެވެ. ދެން އެ ހޮހަޅައަށް މަލާއިކަތާ (ޖިބްރީލު) ވަޑައިގެން ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ނަބިއްޔާ ﷺ ދެންނެވިއެވެ: ”ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ.“ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން އެ މަލާއިކަތާ ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ދެވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ: ކިޔަވައި ވިދާޅުވާށެވެ. ތިމަން ނަބިއްޔާ ދެންނެވީމެވެ: ތިމަންކަލޭގެފާނީ ކިޔަވައި ވިދާޅުވަން ދެނެވަޑައިގަންނަވާ ބޭކަލެއް ނޫނެވެ. ދެން ތިންވަނަ ފަހަރަށް ތިމަން ނަބިއްޔާ ހާސްފުޅުވަންދެން (ހަށިކޮޅުގައި) ހިއްޕަވައި ފިއްތަވައިލެއްވިއެވެ. އެއަށްފަހު ދޫކޮށްލަވާފައި ދެންނެވިއެވެ:“ ❞އިބަ ނަބިއްޔާގެ ރައްބުގެ އިސްމުފުޅުން އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އެ އިލާހީ (އެންމެހައި ތަކެތި) އުފެއްދެވި އިލާހެވެ. އެ އިލާހު އިންސާނާ އުފެއްދެވީ ގަނޑު ލޭކޮޅަކުންނެވެ. އިބަ ނަބިއްޔާ ކިޔަވައި ވިދާޅުވާށެވެ. އަދި އިބަ ނަބިއްޔާގެ ރައްބަކީ، އެންމެ ދީލަތިވަންތަ އިލާހެވެ. އެ އިލާހީ ގަލަމުން (ލިޔަން) އުނގަންނަވައިދެއްވި އިލާހެވެ. އިންސާނާއަށް އޭނާ ނުދަންނަ ކަންތައް، އެ އިލާހު އުނގަންވައިދެއްވިއެވެ.❝ ދެން ރަސޫލު ﷲ ﷺ ލަގޮނޑިފުޅު ތުރުތުރު އަޅުއްވާ ޙާލު، އެ އާޔަތްތަކާއެކު އެނބުރި ޚަދީޖާގެ ގާތަށް ވަދެވަޑައިގެން ދެންނެވިއެވެ: ”ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ. ތިމަން ކަލޭގެފާނުގެ ހަށިކޮޅުގައި ރަޖާ ތުރުކުރައްވައި ދެއްވާށެވެ.“ ދެން ނަބިއްޔާގެ ކިބައިން ބިރުފުޅު ފިލައްޖައުމަށް ދާންދެން ހަށިކޮޅުގައި ރަޖާ ތުރުކުރެއްވިއެވެ. ނަބިއްޔާ ދެންނެވިއެވެ: ”އޭ ޚަދީޖާއެވެ. ތިމަން ކަލޭގެފާނަށް މިވީ ކިހިނެއްބާވައެވެ.“ އަދި ޚަދީޖާއަށް ކަން ހިނގި ގޮތުގެ ޚަބަރު ދެއްވިއެވެ. އަދި ދެންނެވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނުގެ ފުރާނަފުޅަށް ނުރައްކާ ވެދާނެކަމަށް ބިރުފުޅުގަތީމެވެ.“ ޚަދީޖާ ދެންނެވިއެވެ: ހަމަހިލާ އެހެނެންނަކުން ނުވާނެވެ. ކަލޭގެފާނު އުފާވެރިކަމުގެ ޚަބަރު ލިބިގަންނާށެވެ. ﷲ ގަންދީ ބުނަމެވެ. ދުވަހަކު ވެސް ﷲ ކަލޭގެފާނު ގެއްލެނި ނުކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު ރަޙިމުގެ ގުޅުން ދަމަހައްޓަވައެވެ. އަދި ތެދުބަސްފުޅު ވިދާޅުވެއެވެ. އަދި ނިކަމެތިންގެ ބުރަ އުފުއްލަވައެވެ. އަދި ނުލިބޭ މީހުންނަށް އެހީތެރިކަން ފޯރުވައި ދެއްވައެވެ. އަދި މެހެމާނުންނަށް ކަމޭހިއްތަވައެވެ. އަދި (މީސްތަކުންގެ) ޙައްޤުތަކުގައި އެހީތެރިވެލައްވައެވެ. ދެން ޚަދީޖާ، ނަބިއްޔާއައިގެން އެ ކަމަނާގެ ބައްޕަ ފަރާތު ބޮޑުބޭބެގެ ދަރި ވަރަޤާ ބިން ނައުފަލު ބިން އަސަދު ބިން ޢަބްދުލް ޢުއްޒާގެ ގާތަށް ވަޑައިގަތެވެ. އެއީ ޖާހިލިއްޔަ ޒަމާނުގައި ނަޞާރަ ދީނަށް ވަތް މީހެކެވެ. އަދި ޢަރަބި ބަހުން ލިޔެއުޅުނެވެ. އެ ގޮތުން ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް (ޢިބްރާނީ ބަހުން) ޢަރަބި ބަހަށް އިންޖީލު ލިޔެ އުޅުނެވެ. އަދި އެއީ މުސްކުޅި، ލޯ އަނދިރިވެފައިވާ މީހެކެވެ. ޚަދީޖާ އޭނާއަށް ދެންނެވިއެވެ: އޭ ތިމަންކަމަނާގެ ބޮޑުބޭބެގެ ދަރިއާއެވެ. ތިބާގެ ބޭބެގެ ދަރިކަލުންގެ ވާހަކަފުޅު އަޑުއަހާށެވެ. ވަރަޤާ ނަބިއްޔާއަށް ދެންނެވިއެވެ: އޭ ތިމަންނަގެ ބޭބެގެ ދަރިކަލުންނޭވެ. ކަލޭގެފާނަށް ފެނިވަޑައިގަތީ ކޮންކަމެއްތޯއެވެ؟ ދެން ނަބިއްޔާ ﷺ އަށް ފެނިވަޑައިގަތް ކަންތަކުގެ ޚަބަރު ވަރަޤާއަށް ދެއްވިއެވެ. ވަރަޤާ ދެންނެވިއެވެ: ތިޔައީ މޫސާ ﷺ އަށް ފޮނުއްވެވި ނާމޫސް (މަލާއިކަތާ ޖިބްރީލު) އެވެ. ތިމަންނަ ޒުވާން މީހަކަށް ވެހުރެ، ކަލޭގެފާނުގެ ޤައުމުގެ މީހުން، ކަލޭގެފާނު ނެރެލައްވައި ހިނދު ތިމަން ދިރި ހުންނާނެ ނަމަ ކިހައި ރަނގަޅުހެއްޔެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުން ތިމަން ކަލޭގެފާނު ނެރެލައްވާނެތޯއެވެ؟“ ވަރަޤާ ދެންނެވިއެވެ: އާއެކެވެ. އެ މީހަކަށް ބަޔަކު އަދާވާތްތެރިނުވެ، ތިޔަ ގެންނެވި ފަދަ ކަމެއް އެއްވެސް މީހަކު ދުވަހަކުވެސް ގެނެސްފައެއް ނެތެވެ. އަދި ކަލޭގެފާނުގެ އެ ދުވަސްވަރު ތިމަންނައާ ދިމާވާ ނަމަ، ކަލޭގެފާނަށް ގަދަވެގެންވާ ނަޞްރަކުން ނަޞްރު ދޭނެކަން ކަށަމެވެ.","b3"  ],
  ["صحيح البخاري 6","حَدَّثَنَا عَبْدَانُ، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ، قَالَ: أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ (ح). وَحَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ، قَالَ: أَخْبَرَنَا يُونُسُ وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ نَحْوَهُ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ، فَلَرَسُولُ اللهِ ﷺ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހު ކޮންމެ ރެޔަކު ޖިބްރީލު ބައްދަލު ނަބިއްޔާއާ ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި ހަމަކަށަވަރުން (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["صحيح البخاري 1902","حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ: أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ: أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ، حِينَ يَلْقَاهُ جِبْرِيلُ، وَكَانَ جِبْرِيلُ عَلَيْهِ السَّلَامُ يَلْقَاهُ كُلَّ لَيْلَةٍ فِي رَمَضَانَ حَتَّى يَنْسَلِخَ، يَعْرِضُ عَلَيْهِ النَّبِيُّ ﷺ الْقُرْآنَ: فَإِذَا لَقِيَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ، كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަސް ނިމެންދެން ކޮންމެ ރެޔަކު ޖިބްރީލު ޢަލައިހިއްސަލާމް ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާ ﷺ ޖިބްރީލަށް (އެއްކޮށް) ޤުރްއާން ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["صحيح البخاري 3220","حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ قَالَ: حَدَّثَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ جِبْرِيلُ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللهِ ﷺ حِينَ يَلْقَاهُ جِبْرِيلُ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. وَعَنْ عَبْدِ اللهِ حَدَّثَنَا مَعْمَرٌ بِهَذَا الْإِسْنَادِ نَحْوَهُ وَرَوَى أَبُو هُرَيْرَةَ وَفَاطِمَةُ رَضِيَ اللهُ عَنْهُمَا عَنِ النَّبِيِّ ﷺ: أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ الْقُرْآنَ. \n","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހުގެ ކޮންމެ ރެޔަކު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ. އަދި އަބޫ ހުރައިރާއާއި ފާޠިމާ رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ.","b6"  ],
  ["صحيح البخاري 3554","حَدَّثَنَا عَبْدَانُ حَدَّثَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ عَنِ الزُّهْرِيِّ قَالَ حَدَّثَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ وَأَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ جِبْرِيلُ عَلَيْهِ السَّلَامُ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللهِ ﷺ أَجْوَدُ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. އެއީ ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދެވެ. އެ ގޮތުން ރަމަޟާން މަހު ކޮންމެ ރެޔަކު ޖިބްރީލު ޢަލައިހިއްސަލާމް ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ނަބިއްޔާއަށް ޤުރްއާން މުރާޖާކޮށްދެއްވައެވެ. އަދި (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["صحيح البخاري 4997","حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: كَانَ النَّبِيُّ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَأَجْوَدُ مَا يَكُونُ فِي شَهْرِ رَمَضَانَ؛ لِأَنَّ جِبْرِيلَ كَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ فِي شَهْرِ رَمَضَانَ حَتَّى يَنْسَلِخَ، يَعْرِضُ عَلَيْهِ رَسُولُ اللهِ ﷺ الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ، كَانَ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ.","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ނަބިއްޔާ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. ސަބަބަކީ، ރަމަޟާން މަސް ނިމެންދެން ކޮންމެ ރެޔަކު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ރަސޫލު ﷲ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި އަދި ނަބިއްޔާ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["صحيح مسلم 2308","حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ يَعْنِي ابْنَ سَعْدٍ، عَنِ الزُّهْرِيِّ. (ح) وَحَدَّثَنِي أَبُو عِمْرَانَ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ (وَاللَّفْظُ لَهُ)، أَخْبَرَنَا إِبْرَاهِيمُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ النَّاسِ بِالْخَيْرِ، وَكَانَ أَجْوَدَ مَا يَكُونُ فِي شَهْرِ رَمَضَانَ، إِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ كَانَ يَلْقَاهُ فِي كُلِّ سَنَةٍ فِي رَمَضَانَ حَتَّى يَنْسَلِخَ، فَيَعْرِضُ عَلَيْهِ رَسُولُ اللهِ ﷺ الْقُرْآنَ، فَإِذَا لَقِيَهُ جِبْرِيلُ كَانَ رَسُولُ اللهِ ﷺ أَجْوَدَ بِالْخَيْرِ مِنَ الرِّيحِ الْمُرْسَلَةِ. ","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: މީސްތަކުންގެ ތެރެއިން ހެޔޮ ކަންކަމައިގެން އެންމެ ދީލަތިވެ އުޅުއްވީ ރަސޫލު ﷲ ﷺ އެވެ. އަދި ނަބިއްޔާ އެންމެ ދީލަތިވެ އުޅުއްވީ ރަމަޟާން މަހުގައެވެ. ހަމަކަށަވަރުން ކޮންމެ އަހަރަކު ރަމަޟާން މަސް ނިމެންދެން އެ މަހު ޖިބްރީލު ނަބިއްޔާއާ ބައްދަލު ކުރައްވައި، ރަސޫލު ﷲ ﷺ ޖިބްރީލަށް ޤުރްއާން (އެއްކޮށް) ކިޔަވައި ވިދާޅުވެދެއްވައެވެ. އަދި ރަސޫލު ﷲ ﷺ ޖިބްރީލާ ބައްދަލު ކުރައްވައި ހިނދު، (ވާރެ ވިލާގަނޑަކައިގެން) ފޮނުއްވެވުނު ވައިރޯޅިއަކަށް ވުރެ ރަސޫލު ﷲ ﷺ ހެޔޮ ކަންކަމައިގެން ދީލަތިވެ އުޅުއްވިއެވެ.","b6"  ],
  ["صحيح البخاري 7","حَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ، قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ: أَنَّ عَبْدَ اللهِ بْنَ عَبَّاسٍ أَخْبَرَهُ: أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ: أَنَّ هِرَقْلَ أَرْسَلَ إِلَيْهِ فِي رَكْبٍ مِنْ قُرَيْشٍ، وَكَانُوا تُجَّارًا بِالشَّأْمِ، فِي الْمُدَّةِ الَّتِي كَانَ رَسُولُ اللهِ ﷺ مَادَّ فِيهَا أَبَا سُفْيَانَ وَكُفَّارَ قُرَيْشٍ، فَأَتَوْهُ وَهُمْ بِإِيلِيَاءَ، فَدَعَاهُمْ فِي مَجْلِسِهِ، وَحَوْلَهُ عُظَمَاءُ الرُّومِ، ثُمَّ دَعَاهُمْ وَدَعَا بِتَرْجُمَانِهِ، فَقَالَ: أَيُّكُمْ أَقْرَبُ نَسَبًا بِهَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ؟ فَقَالَ أَبُو سُفْيَانَ: فَقُلْتُ أَنَا أَقْرَبُهُمْ نَسَبًا، فَقَالَ: أَدْنُوهُ مِنِّي، وَقَرِّبُوا أَصْحَابَهُ فَاجْعَلُوهُمْ عِنْدَ ظَهْرِهِ، ثُمَّ قَالَ لِتَرْجُمَانِهِ: قُلْ لَهُمْ إِنِّي سَائِلٌ هَذَا عَنْ هَذَا الرَّجُلِ، فَإِنْ كَذَبَنِي فَكَذِّبُوهُ. فَوَاللهِ لَوْلَا الْحَيَاءُ مِنْ أَنْ يَأْثُرُوا عَلَيَّ كَذِبًا لَكَذَبْتُ عَنْهُ. ثُمَّ كَانَ أَوَّلَ مَا سَأَلَنِي عَنْهُ أَنْ قَالَ: كَيْفَ نَسَبُهُ فِيكُمْ؟ قُلْتُ: هُوَ فِينَا ذُو نَسَبٍ. قَالَ: فَهَلْ قَالَ هَذَا الْقَوْلَ مِنْكُمْ أَحَدٌ قَطُّ قَبْلَهُ؟ قُلْتُ: لَا. قَالَ: فَهَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ؟ قُلْتُ لَا. قَالَ: فَأَشْرَافُ النَّاسِ يَتَّبِعُونَهُ أَمْ ضُعَفَاؤُهُمْ؟ فَقُلْتُ: بَلْ ضُعَفَاؤُهُمْ. قَالَ: أَيَزِيدُونَ أَمْ يَنْقُصُونَ؟ قُلْتُ: بَلْ يَزِيدُونَ قَالَ: فَهَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ؟ قُلْتُ: لَا. قَالَ: فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ؟ قُلْتُ: لَا. قَالَ: فَهَلْ يَغْدِرُ؟ قُلْتُ: لَا. وَنَحْنُ مِنْهُ فِي مُدَّةٍ لَا نَدْرِي مَا هُوَ فَاعِلٌ فِيهَا. قَالَ: وَلَمْ تُمْكِنِّي كَلِمَةٌ أُدْخِلُ فِيهَا شَيْئًا غَيْرَ هَذِهِ الْكَلِمَةِ. قَالَ: فَهَلْ قَاتَلْتُمُوهُ؟ قُلْتُ: نَعَمْ. قَالَ: فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ؟ قُلْتُ: الْحَرْبُ بَيْنَنَا وَبَيْنَهُ سِجَالٌ، يَنَالُ مِنَّا وَنَنَالُ مِنْهُ، قَالَ: مَاذَا يَأْمُرُكُمْ؟ قُلْتُ: يَقُولُ: اعْبُدُوا اللهَ وَحْدَهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَاتْرُكُوا مَا يَقُولُ آبَاؤُكُمْ، وَيَأْمُرُنَا بِالصَّلَاةِ وَالصِّدْقِ وَالْعَفَافِ وَالصِّلَةِ، فَقَالَ لِلتَّرْجُمَانِ: قُلْ لَهُ: سَأَلْتُكَ عَنْ نَسَبِهِ فَذَكَرْتَ أَنَّهُ فِيكُمْ ذُو نَسَبٍ، فَكَذَلِكَ الرُّسُلُ تُبْعَثُ فِي نَسَبِ قَوْمِهَا. وَسَأَلْتُكَ هَلْ قَالَ أَحَدٌ مِنْكُمْ هَذَا الْقَوْلَ، فَذَكَرْتَ أَنْ لَا، فَقُلْتُ: لَوْ كَانَ أَحَدٌ قَالَ هَذَا الْقَوْلَ قَبْلَهُ، لَقُلْتُ رَجُلٌ يَأْتَسِي بِقَوْلٍ قِيلَ قَبْلَهُ. وَسَأَلْتُكَ هَلْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ، فَذَكَرْتَ أَنْ لَا، قُلْتُ: فَلَوْ كَانَ مِنْ آبَائِهِ مِنْ مَلِكٍ، قُلْتُ رَجُلٌ يَطْلُبُ مُلْكَ أَبِيهِ. وَسَأَلْتُكَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ، فَذَكَرْتَ أَنْ لَا، فَقَدْ أَعْرِفُ أَنَّهُ لَمْ يَكُنْ لِيَذَرَ الْكَذِبَ عَلَى النَّاسِ وَيَكْذِبَ عَلَى اللهِ. وَسَأَلْتُكَ أَشْرَافُ النَّاسِ اتَّبَعُوهُ أَمْ ضُعَفَاؤُهُمْ، فَذَكَرْتَ أَنَّ ضُعَفَاءَهُمُ اتَّبَعُوهُ، وَهُمْ أَتْبَاعُ الرُّسُلِ. وَسَأَلْتُكَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ، فَذَكَرْتَ أَنَّهُمْ يَزِيدُونَ، وَكَذَلِكَ أَمْرُ الْإِيمَانِ حَتَّى يَتِمَّ. وَسَأَلْتُكَ أَيَرْتَدُّ أَحَدٌ سَخْطَةً لِدِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ، فَذَكَرْتَ أَنْ لَا، وَكَذَلِكَ الْإِيمَانُ حِينَ تُخَالِطُ بَشَاشَتُهُ الْقُلُوبَ. وَسَأَلْتُكَ هَلْ يَغْدِرُ، فَذَكَرْتَ أَنْ لَا، وَكَذَلِكَ الرُّسُلُ لَا تَغْدِرُ. وَسَأَلْتُكَ بِمَا يَأْمُرُكُمْ، فَذَكَرْتَ أَنَّهُ يَأْمُرُكُمْ أَنْ تَعْبُدُوا اللهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا، وَيَنْهَاكُمْ عَنْ عِبَادَةِ الْأَوْثَانِ، وَيَأْمُرُكُمْ بِالصَّلَاةِ وَالصِّدْقِ وَالْعَفَافِ، فَإِنْ كَانَ مَا تَقُولُ حَقًّا فَسَيَمْلِكُ مَوْضِعَ قَدَمَيَّ هَاتَيْنِ، وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ، لَمْ أَكُنْ أَظُنُّ أَنَّهُ مِنْكُمْ، فَلَوْ أَنِّي أَعْلَمُ أَنِّي أَخْلُصُ إِلَيْهِ، لَتَجَشَّمْتُ لِقَاءَهُ، وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمِهِ. ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللهِ ﷺ الَّذِي بَعَثَ بِهِ دِحْيَةَ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ إِلَى هِرَقْلَ، فَقَرَأَهُ، فَإِذَا فِيهِ: بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ عَبْدِ اللهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ: سَلَامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ، فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الْأَرِيسِيِّينَ، وَ { يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلا نَعْبُدَ إِلا اللهَ وَلا نُشْرِكَ بِهِ شَيْئًا وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ } قَالَ أَبُو سُفْيَانَ: [1/10] فَلَمَّا قَالَ مَا قَالَ، وَفَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ، كَثُرَ عِنْدَهُ الصَّخَبُ وَارْتَفَعَتِ الْأَصْوَاتُ وَأُخْرِجْنَا، فَقُلْتُ لِأَصْحَابِي حِينَ أُخْرِجْنَا: لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ، إِنَّهُ يَخَافُهُ مَلِكُ بَنِي الْأَصْفَرِ. فَمَا زِلْتُ مُوقِنًا أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللهُ عَلَيَّ الْإِسْلَامَ. \nوَكَانَ ابْنُ النَّاظُورِ - صَاحِبُ إِيلِيَاءَ وَهِرَقْلَ - سُقُفًّا عَلَى نَصَارَى الشَّأْمِ، يُحَدِّثُ أَنَّ هِرَقْلَ حِينَ قَدِمَ إِيلِيَاءَ، أَصْبَحَ يَوْمًا خَبِيثَ النَّفْسِ، فَقَالَ بَعْضُ بَطَارِقَتِهِ: قَدِ اسْتَنْكَرْنَا هَيْئَتَكَ، قَالَ ابْنُ النَّاظُورِ: وَكَانَ هِرَقْلُ حَزَّاءً يَنْظُرُ فِي النُّجُومِ، فَقَالَ لَهُمْ حِينَ سَأَلُوهُ: إِنِّي رَأَيْتُ اللَّيْلَةَ حِينَ نَظَرْتُ فِي النُّجُومِ مَلِكَ الْخِتَانِ قَدْ ظَهَرَ، فَمَنْ يَخْتَتِنُ مِنْ هَذِهِ الْأُمَّةِ؟ قَالُوا: لَيْسَ يَخْتَتِنُ إِلَّا الْيَهُودُ، فَلَا يُهِمَّنَّكَ شَأْنُهُمْ، وَاكْتُبْ إِلَى مَدَايِنِ مُلْكِكَ، فَيَقْتُلُوا مَنْ فِيهِمْ مِنَ الْيَهُودِ. فَبَيْنَمَا هُمْ عَلَى أَمْرِهِمْ، أُتِيَ هِرَقْلُ بِرَجُلٍ أَرْسَلَ بِهِ مَلِكُ غَسَّانَ يُخْبِرُ عَنْ خَبَرِ رَسُولِ اللهِ ﷺ، فَلَمَّا اسْتَخْبَرَهُ هِرَقْلُ قَالَ: اذْهَبُوا فَانْظُرُوا أَمُخْتَتِنٌ هُوَ أَمْ لَا؟ فَنَظَرُوا إِلَيْهِ، فَحَدَّثُوهُ أَنَّهُ مُخْتَتِنٌ، وَسَأَلَهُ عَنِ الْعَرَبِ، فَقَالَ: هُمْ يَخْتَتِنُونَ، فَقَالَ هِرَقْلُ: هَذَا مَلِكُ هَذِهِ الْأُمَّةِ قَدْ ظَهَرَ. ثُمَّ كَتَبَ هِرَقْلُ إِلَى صَاحِبٍ لَهُ بِرُومِيَّةَ، وَكَانَ نَظِيرَهُ فِي الْعِلْمِ، وَسَارَ هِرَقْلُ إِلَى حِمْصَ، فَلَمْ يَرِمْ حِمْصَ حَتَّى أَتَاهُ كِتَابٌ مِنْ صَاحِبِهِ يُوَافِقُ رَأْيَ هِرَقْلَ عَلَى خُرُوجِ النَّبِيِّ ﷺ، وَأَنَّهُ نَبِيٌّ، فَأَذِنَ هِرَقْلُ لِعُظَمَاءِ الرُّومِ فِي دَسْكَرَةٍ لَهُ بِحِمْصَ، ثُمَّ أَمَرَ بِأَبْوَابِهَا فَغُلِّقَتْ، ثُمَّ اطَّلَعَ فَقَالَ: يَا مَعْشَرَ الرُّومِ، هَلْ لَكُمْ فِي الْفَلَاحِ وَالرُّشْدِ، وَأَنْ يَثْبُتَ مُلْكُكُمْ، فَتُبَايِعُوا هَذَا النَّبِيَّ؟ فَحَاصُوا حَيْصَةَ حُمُرِ الْوَحْشِ إِلَى الْأَبْوَابِ، فَوَجَدُوهَا قَدْ غُلِّقَتْ، فَلَمَّا رَأَى هِرَقْلُ نَفْرَتَهُمْ، وَأَيِسَ مِنَ الْإِيمَانِ، قَالَ: رُدُّوهُمْ عَلَيَّ، وَقَالَ: إِنِّي قُلْتُ مَقَالَتِي آنِفًا أَخْتَبِرُ بِهَا شِدَّتَكُمْ عَلَى دِينِكُمْ، فَقَدْ رَأَيْتُ، فَسَجَدُوا لَهُ وَرَضُوا عَنْهُ، فَكَانَ ذَلِكَ آخِرَ شَأْنِ هِرَقْلَ. \nرَوَاهُ صَالِحُ بْنُ كَيْسَانَ، وَيُونُسُ، وَمَعْمَرٌ، عَنِ الزُّهْرِيِّ. ","~","b7"  ],
  ["صحيح البخاري 8","حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى قَالَ: أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ ﷺ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَالْحَجِّ، وَصَوْمِ رَمَضَانَ. ","އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["صحيح مسلم 16a","حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ، حَدَّثَنَا أَبُو خَالِدٍ - يَعْنِي: سُلَيْمَانَ بْنَ حَيَّانَ الْأَحْمَرَ -، عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ ﷺ قَالَ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسَةٍ: عَلَى أَنْ يُوَحَّدَ اللهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصِيَامِ رَمَضَانَ، وَالْحَجِّ، فَقَالَ رَجُلٌ: الْحَجِّ وَصِيَامِ رَمَضَانَ؟ قَالَ: لَا، صِيَامِ رَمَضَانَ وَالْحَجِّ، هَكَذَا سَمِعْتُهُ مِنْ رَسُولِ اللهِ ﷺ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ އެއްކައުވަންތަ ކުރުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ޙައްޖުވުމެވެ.“ މީހަކު (ޢިބްނު ޢުމަރަށް) ދެންނެވިއެވެ: ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުންތޯއެވެ؟ އިބްނު ޢުމަރު ވިދާޅުވިއެވެ: ނޫނެކެވެ. ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ޙައްޖުވުމެވެ. ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ތިމަން އަޑުއެހީ މިފަދައިންނެވެ.","b8"  ],
  ["صحيح مسلم 16b","وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ الْعَسْكَرِيُّ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ، حَدَّثَنَا سَعْدُ بْنُ طَارِقٍ قَالَ: حَدَّثَنِي سَعْدُ بْنُ عُبَيْدَةَ السُّلَمِيُّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ﷺ قَالَ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: عَلَى أَنْ يُعْبَدَ اللهُ وَيُكْفَرَ بِمَا دُونَهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ އަށް އަޅުކަން ކުރެވުމާއި، އެ އިލާހު ނޫން އެހެން ފަރާތްތަކަށް ކާފަރުވުމާއި، އަދި ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["صحيح مسلم 16c","حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَاصِمٌ، وَهُوَ ابْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ، عَنْ أَبِيهِ قَالَ: قَالَ عَبْدُ اللهِ: قَالَ رَسُولُ اللهِ ﷺ: بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ. ","އަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، އަދި މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމެވެ.“","b8"  ],
  ["صحيح مسلم 16d","وَحَدَّثَنِي ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا حَنْظَلَةُ قَالَ: سَمِعْتُ عِكْرِمَةَ بْنَ خَالِدٍ يُحَدِّثُ طَاوُسًا أَنَّ رَجُلًا قَالَ لِعَبْدِ اللهِ بْنِ عُمَرَ: أَلَا تَغْزُو؟ فَقَالَ: إِنِّي سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِنَّ الْإِسْلَامَ بُنِيَ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصِيَامِ رَمَضَانَ، وَحَجِّ الْبَيْتِ. ","އަބްދު ﷲ ބިން ޢުމަރަށް މީހަކު ދެންނެވިއެވެ: ތިބާ (ﷲގެ މަގުގައި ޖިހާދު ކުރުމަށް) ޣަޒްވާއަކަށް ނުނިކުންނަމުތޯއެވެ؟ އިބްނު ޢުމަރު ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އިސްލާމް (ދީން) ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، ނަމާދު ގާއިމު ކުރުމާއި، (މުދަލު) ޒަކާތް ދިނުމާއި، ރަމަޟާން މަހުގެ ރޯދަ ހިފުމާއި، ގެފުޅަށް ގޮސް ޙައްޖުވުމެވެ.“","b8"  ],
  ["صحيح البخاري 9","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: الْإِيمَانُ بِضْعٌ وَسِتُّونَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ. ","އަބޫ ޙުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަން، ފަސްދޮޅަސް އެތައް ގޮތްޕަކަށް (އެބަހީ: ބަޔަކަށް) ބެހިގެންވެއެވެ. އަދި ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ގޮތްޕެކެވެ.“","b9"  ],
  ["صحيح مسلم 35a","حَدَّثَنَا عُبَيْدُ اللهِ بْنُ سَعِيدٍ، وَعَبْدُ بْنُ حُمَيْدٍ قَالَا: حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ ﷺ قَالَ: الْإِيمَانُ بِضْعٌ وَسَبْعُونَ شُعْبَةً، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ. ","އަބޫ ޙުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަން، ހަތްދިހަ އެތައް ގޮތްޕަކަށް (އެބަހީ: ބަޔަކަށް) ބެހިގެންވެއެވެ. އަދި ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ގޮތްޕެކެވެ.“","b9"  ],
  ["صحيح مسلم 35b","حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: الْإِيمَانُ بِضْعٌ وَسَبْعُونَ أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً، فَأَفْضَلُهَا قَوْلُ لَا إِلَهَ إِلَّا اللهُ، وَأَدْنَاهَا إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ. ","އަބޫ ޙުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަން، ހަތްދިހަ ނުވަތަ ފަސްދޮޅަސް އެތައް ގޮތްޕަކަށް (އެބަހީ: ބަޔަކަށް) ބެހިގެންވެއެވެ. އަދި އޭގެ އެންމެ ހެޔޮވެގެންވަނީ لَا إِلَهَ إِلَّا اللهُ (ﷲ ފިޔަވައި އަޅުކަން ޙައްޤުވާ އެހެން އެއްވެސް އިލާހަކު ނުވާ ކަމަށް) ބުނުމެވެ. އަދި އޭގެ އެންމެ ކުޑަ މިންވަރަކީ (މީސްތަކުންނަށް) އުނދަގޫވާ ފަދަ އެއްޗެއް މަގުމަތިން ނަގައި ދުރު ކުރުމެވެ. އަދި ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ގޮތްޕެކެވެ.“","b9"  ],
  ["صحيح البخاري 10","حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللهِ بْنِ أَبِي السَّفَرِ وَإِسْمَاعِيلَ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ ﷺ، قَالَ: الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ. \nقَالَ أَبُو عَبْدِ اللهِ: وَقَالَ أَبُو مُعَاوِيَةَ: حَدَّثَنَا دَاوُدُ عَنْ عَامِرٍ قَالَ: سَمِعْتُ عَبْدَ اللهِ، عَنِ النَّبِيِّ ﷺ. \nوَقَالَ عَبْدُ الْأَعْلَى: عَنْ دَاوُدَ عَنْ عَامِرٍ عَنْ عَبْدِ اللهِ عَنِ النَّبِيِّ ﷺ. \n","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُما ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކީ، އެހެން މުސްލިމުން އޭނާގެ ދުލާއި އަތުގެ (ނުބައިކަމުން) ސަލާމަތްކަން ލިބިގެންވާ މީހާއެވެ. އަދި ހިޖުރަ ކުރި މީހަކީ، ﷲ ނަހީ ކުރެއްވި ކަންތައް ދޫކުރި މީހާއެވެ.“","b10"  ],
  ["صحيح البخاري 6484","حَدَّثَنَا أَبُو نُعَيْمٍ: حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ قَالَ: سَمِعْتُ عَبْدَ اللهِ بْنَ عَمْرٍو يَقُولُ: قَالَ النَّبِيُّ ﷺ: الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކީ، އެހެން މުސްލިމުން އޭނާގެ ދުލާއި އަތުގެ (ނުބައިކަމުން) ސަލާމަތްކަން ލިބިގެންވާ މީހާއެވެ. އަދި ހިޖުރަ ކުރި މީހަކީ، ﷲ ނަހީ ކުރެއްވި ކަންތައް ދޫކުރި މީހާއެވެ.“","b10"  ],
  ["صحيح البخاري 11","حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْقُرَشِيُّ قَالَ: حَدَّثَنَا أَبِي قَالَ: حَدَّثَنَا أَبُو بُرْدَةَ بْنُ عَبْدِ اللهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ قَالَ: قَالُوا: يَا رَسُولَ اللهِ، أَيُّ الْإِسْلَامِ أَفْضَلُ؟ قَالَ: مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ. ","އަބޫ މޫސާ އަލްޢަޝަރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ބަޔަކު މީހުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އެންމެ ހެޔޮވެގެންވާ އިސްލާމްކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެހެން މުސްލިމުން، އެ މީހެއްގެ ދުލާއި އަތުގެ (ނުބައިކަމުން) ސަލާމަތްކަން ލިބިގެންވާ މީހާ (ގެ އިސްލާމްކަމެވެ).“","b11"  ],
  ["صحيح مسلم 42","وَحَدَّثَنِي سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الْأُمَوِيُّ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا أَبُو بُرْدَةَ بْنُ عَبْدِ اللهِ بْنِ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: قُلْتُ يَا رَسُولَ اللهِ، أَيُّ الْإِسْلَامِ أَفْضَلُ؟ قَالَ: مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ. ","އަބޫ މޫސާ އަލްޢަޝަރީ ރިވާ ކުރެއްވިއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އެންމެ ހެޔޮވެގެންވާ އިސްލާމްކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެހެން މުސްލިމުން، އެ މީހެއްގެ ދުލާއި އަތުގެ (ނުބައިކަމުން) ސަލާމަތްކަން ލިބިގެންވާ މީހާ (ގެ އިސްލާމްކަމެވެ).“","b11"  ],
  ["صحيح البخاري 12","حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا: أَنَّ رَجُلًا سَأَلَ النَّبِيَّ ﷺ: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ. \n","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُما ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަރިހު މީހަކު ސުވާލު ކުރެއްވިއެވެ: އިސްލާމްކަމުގައި އެންމެ ހެޔޮވެގެންވަނީ ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ (އެހެން މީހުންނަށް) ކާން ދިނުމެވެ. އަދި ތިބާ ދަންނަ މީހުންނަށާއި ނުދަންނަ މީހުންނަށް ސަލާން ދިނުމެވެ.“","b12"  ],
  ["صحيح البخاري 28","حَدَّثَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو: أَنَّ رَجُلًا سَأَلَ رَسُولَ اللهِ ﷺ: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަރިހު މީހަކު ސުވާލު ކުރެއްވިއެވެ: އެންމެ ހެޔޮވެގެންވާ އިސްލާމްކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ (އެހެން މީހުންނަށް) ކާން ދިނުމެވެ. އަދި ތިބާ ދަންނަ މީހުންނަށާއި ނުދަންނަ މީހުންނަށް ސަލާން ދިނުމެވެ.“","b12"  ],
  ["صحيح البخاري 6236","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ: حَدَّثَنَا اللَّيْثُ قَالَ: حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو أَنَّ رَجُلًا سَأَلَ النَّبِيَّ ﷺ: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَعَلَى مَنْ لَمْ تَعْرِفْ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަރިހު މީހަކު ސުވާލު ކުރެއްވިއެވެ: އިސްލާމްކަމުގައި އެންމެ ހެޔޮވެގެންވަނީ ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ (އެހެން މީހުންނަށް) ކާން ދިނުމެވެ. އަދި ތިބާ ދަންނަ މީހުންނަށާއި ނުދަންނަ މީހުންނަށް ސަލާން ދިނުމެވެ.“","b12"  ],
  ["صحيح مسلم 39","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو أَنَّ رَجُلًا سَأَلَ رَسُولَ اللهِ ﷺ: أَيُّ الْإِسْلَامِ خَيْرٌ؟ قَالَ تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلَامَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ. ","ޢަބްދު ﷲ ބިން ޢަމްރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަރިހު މީހަކު ސުވާލު ކުރެއްވިއެވެ: އިސްލާމްކަމުގައި އެންމެ ހެޔޮވެގެންވަނީ ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ (އެހެން މީހުންނަށް) ކާން ދިނުމެވެ. އަދި ތިބާ ދަންނަ މީހުންނަށާއި ނުދަންނަ މީހުންނަށް ސަލާން ދިނުމެވެ.“","b12"  ],
  ["صحيح البخاري 13","حَدَّثَنَا مُسَدَّدٌ قَالَ: حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ. وَعَنْ حُسَيْنٍ الْمُعَلِّمِ قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ އަމިއްލަ ނަފްސަށް ލޯބި ކުރާ ކަންތައް ތިބާގެ އަޚާއަށް ވެސް ލިބުމަށް ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b13"  ],
  ["صحيح مسلم 45a","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ ﷺ قَالَ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ، أَوْ قَالَ: لِجَارِهِ، مَا يُحِبُّ لِنَفْسِهِ. ","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ އަމިއްލަ ނަފްސަށް ލޯބި ކުރާ ކަންތައް ތިބާގެ އަޚާއަށް (ނުވަތަ އަވަށްޓެރިއާއަށް) ވެސް ލިބުމަށް ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b13"  ],
  ["صحيح مسلم 45b","وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: وَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ عَبْدٌ حَتَّى يُحِبَّ لِجَارِهِ، أَوْ قَالَ: لِأَخِيهِ، مَا يُحِبُّ لِنَفْسِهِ. ","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ނަފްސުފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް ލޯބި ކުރާ ކަންތައް އޭނާގެ އަވަށްޓެރިއާއަށް (ނުވަތަ އަޚާއަށް) ވެސް ލިބުމަށް ލޯބިކޮށްފުމަށް ދާންދެން، އެއްވެސް އަޅަކު (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b13"  ],
  ["صحيح البخاري 14","حَدَّثَنَا أَبُو الْيَمَانِ قَالَ: أَخْبَرَنَا شُعَيْبٌ قَالَ: حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: فَوَالَّذِي نَفْسِي بِيَدِهِ لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ. ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ނަފްސުފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. އެ މީހެއްގެ މައިންބަފައިންނާއި ދަރިންނަށްވުރެ ބޮޑަށް ތިމަން ނަބިއްޔާ ދެކެ ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","--"  ],
  ["صحيح البخاري 15","حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ (ح). وَحَدَّثَنَا آدَمُ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ النَّبِيُّ ﷺ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِينَ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ މައިންބަފައިންނާއި، ދަރިންނާއި އަދި އެންމެހައި މީސްތަކުންނަށްވުރެ ބޮޑަށް ތިމަން ނަބިއްޔާ ދެކެ ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b15"  ],
  ["صحيح مسلم 44a","وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، (ح) وَحَدَّثَنَا شَيْبَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ كِلَاهُمَا، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَا يُؤْمِنُ عَبْدٌ - وَفِي حَدِيثِ عَبْدِ الْوَارِثِ: الرَّجُلُ - حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ أَهْلِهِ وَمَالِهِ وَالنَّاسِ أَجْمَعِينَ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ އާއިލާއާއި، މުދަލާއި އަދި އެންމެހައި މީސްތަކުންނަށްވުރެ ބޮޑަށް ތިމަން ނަބިއްޔާ ދެކެ ލޯބިކޮށްފުމަށް ދާންދެން، އެއްވެސް އަޅަކު (ނުވަތަ މީހަކު، ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b15"  ],
  ["صحيح مسلم 44b","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُونَ أَحَبَّ إِلَيْهِ مِنْ وَلَدِهِ وَوَالِدِهِ وَالنَّاسِ أَجْمَعِينَ. ","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ އާއިލާއާއި، މުދަލާއި އަދި އެންމެހައި މީސްތަކުންނަށްވުރެ ބޮޑަށް ތިމަން ނަބިއްޔާ ދެކެ ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކު ވެސް (ޙަޤީޤީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“","b15"  ],
  ["صحيح البخاري 16","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلَابَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلَاوَةَ الْإِيمَانِ: أَنْ يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ. \n","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކަށް އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ލިބޭނެއެވެ. އެއީ އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ މީހަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ކުފުރަށް އެނބުރި ދިޔުމަށް ނަފުރަތު ކުރުމެވެ.“","b16"  ],
  ["صحيح البخاري 21","حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلَاوَةَ الْإِيمَانِ: مَنْ كَانَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَمَنْ أَحَبَّ عَبْدًا لَا يُحِبُّهُ إِلَّا لِلهِ، وَمَنْ يَكْرَهُ أَنْ يَعُودَ فِي الْكُفْرِ - بَعْدَ إِذْ أَنْقَذَهُ اللهُ - كَمَا يَكْرَهُ أَنْ يُلْقَى فِي النَّارِ. \n","އަނަސް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކަށް އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ލިބޭނެއެވެ. އެއީ އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަޅަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ﷲ އޭނާ ސަލާމަތް ކުރުމަށް ފަހު ކުފުރަށް އެނބުރި ދިޔުމަށް އޭނާ ނަފުރަތު ކުރުމެވެ.“","b16"  ],
  ["صحيح البخاري 6041","حَدَّثَنَا آدَمُ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: لَا يَجِدُ أَحَدٌ حَلَاوَةَ الْإِيمَانِ حَتَّى يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلهِ، وَحَتَّى أَنْ يُقْذَفَ فِي النَّارِ أَحَبُّ إِلَيْهِ مِنْ أَنْ يَرْجِعَ إِلَى الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللهُ، وَحَتَّى يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا.","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(މި ކަންތައްތައް) ނުކުރަނީސް އެއްވެސް މީހަކަށް އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ނުލިބޭނެއެވެ. އެއީ އޭނާ މީހަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ﷲ އޭނާ ސަލާމަތް ކުރުމަށް ފަހު ކުފުރަށް އެނބުރި ދިޔުމަށް އޭނާ ނަފުރަތު ކުރުމެވެ. އަދި އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ.“","b16"  ],
  ["صحيح البخاري 6941","حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ حَوْشَبٍ الطَّائِفِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلَابَةَ، عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلَاوَةَ الْإِيمَانِ: أَنْ يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ. ","އަނަސް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކަށް އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ލިބޭނެއެވެ. އެއީ އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ މީހަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ކުފުރަށް އެނބުރި ދިޔުމަށް އޭނާ ނަފުރަތު ކުރުމެވެ.“","b16"  ],
  ["صحيح مسلم 43a","حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي عُمَرَ، وَمُحَمَّدُ بْنُ بَشَّارٍ جَمِيعًا، عَنِ الثَّقَفِيِّ قَالَ ابْنُ أَبِي عُمَرَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ حَلَاوَةَ الْإِيمَانِ: مَنْ كَانَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلهِ، وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ اللهُ مِنْهُ، كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ. \n","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކަށް އެކަމުގެ ސަބަބުން އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ލިބޭނެއެވެ. އެއީ އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ މީހަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ﷲ އޭނާ ސަލާމަތް ކުރުމަށް ފަހު ކުފުރަށް އެނބުރި ދިޔުމަށް އޭނާ ނަފުރަތު ކުރުމެވެ.“","b16"  ],
  ["صحيح مسلم 43b","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ قَالَ: سَمِعْتُ قَتَادَةَ يُحَدِّثُ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: ثَلَاثٌ مَنْ كُنَّ فِيهِ وَجَدَ طَعْمَ الْإِيمَانِ: مَنْ كَانَ يُحِبُّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلهِ، وَمَنْ كَانَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَمَنْ كَانَ أَنْ يُلْقَى فِي النَّارِ أَحَبَّ إِلَيْهِ مِنْ أَنْ يَرْجِعَ فِي الْكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ اللهُ مِنْهُ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކަށް އެކަމުގެ ސަބަބުން އީމާންކަމުގެ ފޮނިކަން (އެބަހީ: އުފާވެރިކަން) ލިބޭނެއެވެ. އެއީ އޭނާ މީހަކު ދެކެ ލޯބި ވާއިރު، ހަމައެކަނި ﷲ އަށްޓަކައި އެ މީހަކު ދެކެ ލޯބިވުމެވެ. އަދި އެހެން ހުރިހައި ކަމަކަށްވުރެ ބޮޑަށް ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ދެކެ ލޯބިވުމެވެ. އަދި އޭނާ އަލިފާންގަނޑަކަށް އެއްލައިލެވެން ނަފުރަތު ކުރާ ފަދައިން، ﷲ އޭނާ ސަލާމަތް ކުރުމަށް ފަހު ކުފުރަށް އެނބުރި ދިޔުމަށް އޭނާ ނަފުރަތު ކުރުމެވެ.“","b16"  ],
  ["صحيح البخاري 17","حَدَّثَنَا أَبُو الْوَلِيدِ قَالَ: حَدَّثَنَا شُعْبَةُ قَالَ: أَخْبَرَنِي عَبْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ جَبْرٍ قَالَ: سَمِعْتُ أَنَسًا، عَنِ النَّبِيِّ ﷺ قَالَ: آيَةُ الْإِيمَانِ حُبُّ الْأَنْصَارِ، وَآيَةُ النِّفَاقِ بُغْضُ الْأَنْصَارِ. \n","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމުގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ލޯބިވުމެވެ. އަދި މުނާފިޤުކަމުގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ނަފުރަތު ކުރުމެވެ.“","b17"  ],
  ["صحيح البخاري 3784","حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ جَبْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ: عَنِ النَّبِيِّ ﷺ قَالَ: آيَةُ الْإِيمَانِ حُبُّ الْأَنْصَارِ، وَآيَةُ النِّفَاقِ بُغْضُ الْأَنْصَارِ. ","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމުގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ލޯބިވުމެވެ. އަދި މުނާފިޤުކަމުގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ނަފުރަތު ކުރުމެވެ.“","b17"  ],
  ["صحيح مسلم 74a","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ شُعْبَةَ، عَنْ عَبْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ جَبْرٍ قَالَ: سَمِعْتُ أَنَسًا قَالَ: قَالَ رَسُولُ اللهِ ﷺ: آيَةُ الْمُنَافِقِ بُغْضُ الْأَنْصَارِ، وَآيَةُ الْمُؤْمِنِ حُبُّ الْأَنْصَارِ. ","އަނަސް ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ނަފުރަތު ކުރުމެވެ. އަދި މުއުމިނެއްގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ލޯބިވުމެވެ.“","b17"  ],
  ["صحيح مسلم 74b","حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ - يَعْنِي: ابْنَ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللهِ بْنِ عَبْدِ اللهِ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ أَنَّهُ قَالَ: حُبُّ الْأَنْصَارِ آيَةُ الْإِيمَانِ، وَبُغْضُهُمْ آيَةُ النِّفَاقِ. \n","އަނަސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމުގެ ޢަލާމާތަކީ އަންޞާރުން ދެކެ ލޯބިވުމެވެ. އަދި މުނާފިޤުކަމުގެ ޢަލާމާތަކީ އެބައިމީހުން ދެކެ ނަފުރަތު ކުރުމެވެ.“","b17"  ],
  ["صحيح البخاري 18","حَدَّثَنَا أَبُو الْيَمَانِ قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي أَبُو إِدْرِيسَ عَائِذُ اللهِ بْنُ عَبْدِ اللهِ: أَنَّ عُبَادَةَ بْنَ الصَّامِتِ رَضِيَ اللهُ عَنْهُ، وَكَانَ شَهِدَ بَدْرًا، وَهُوَ أَحَدُ النُّقَبَاءِ لَيْلَةَ الْعَقَبَةِ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ، وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ: بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللهُ فَهُوَ إِلَى اللهِ، إِنْ شَاءَ عَفَا عَنْهُ وَإِنْ شَاءَ عَاقَبَهُ. فَبَايَعْنَاهُ عَلَى ذَلِكَ. \n","ބަދުރުގެ ހަނގުރާމައާއި، ބައިޢަތުލް ޢަޤަބާގެ ރޭގެ ވަފުދުގައި ބައިވެރިވެލެއްވި ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ވަށައިގެން ޞަޙާބީންގެ ޖަމާޢަތަކު ވަނިކޮށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ތިޔަބައިމީހުންގެ ދަރީން ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި އުރެދިނުގަންނާނެކަމަށް، ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ. އަދި (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ.“ ދެން އެ ގޮތުގެ މަތީން ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ.","b18"  ],
  ["صحيح البخاري 3892","حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ: أَخْبَرَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ: حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ قَالَ: أَخْبَرَنِي أَبُو إِدْرِيسَ عَائِذُ اللهِ: أَنَّ عُبَادَةَ بْنَ الصَّامِتِ، مِنَ الَّذِينَ شَهِدُوا بَدْرًا مَعَ رَسُولِ اللهِ ﷺ، وَمِنْ أَصْحَابِهِ لَيْلَةَ الْعَقَبَةِ أَخْبَرَهُ، أَنَّ رَسُولَ اللهِ ﷺ قَالَ، وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ: تَعَالَوْا بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُونَ بِبُهْتَانٍ، تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُونِي فِي مَعْرُوفٍ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فِي الدُّنْيَا فَهُوَ لَهُ كَفَّارَةٌ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللهُ فَأَمْرُهُ إِلَى اللهِ، إِنْ شَاءَ عَاقَبَهُ، وَإِنْ شَاءَ عَفَا عَنْهُ\" قَالَ: فَبَايَعْتُهُ عَلَى ذَلِكَ. \n","ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި ބަދުރުގެ ހަނގުރާމައާއި، ބައިޢަތުލް ޢަޤަބާގެ ރޭގައި ބައިވެރިވެލެއްވި ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ވަށައިގެން ޞަޙާބީންގެ ޖަމާޢަތަކު ވަނިކޮށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އަންނާށެވެ. ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ތިޔަބައިމީހުންގެ ދަރީން ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި ތިމަން ނަބިއްޔާއަށް އުރެދިނުގަންނާނެކަމަށް، ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ. އަދި (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، އެކަމުގެ ސަބަބުން ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އޭނާގެ ފާފަ ފުއްސަވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ.“ ދެން އެ ގޮތުގެ މަތީން ތިމަންނަ ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ.","b18"  ],
  ["صحيح البخاري 3893","حَدَّثَنَا قُتَيْبَةُ: حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: إِنِّي مِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسُولَ اللهِ ﷺ، وَقَالَ: بَايَعْنَاهُ عَلَى أَنْ لَا نُشْرِكَ بِاللهِ شَيْئًا، وَلَا نَسْرِقَ، وَلَا نَزْنِيَ، وَلَا نَقْتُلَ النَّفْسَ الَّتِي حَرَّمَ اللهُ، وَلَا نَنْتَهِبَ، وَلَا نَعْصِيَ، بِالْجَنَّةِ إِنْ فَعَلْنَا ذَلِكَ، فَإِنْ غَشِينَا مِنْ ذَلِكَ شَيْئًا، كَانَ قَضَاءُ ذَلِكَ إِلَى اللهِ. ","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ތިމަންނައީ ބައިޢަތުލް ޢަޤަބާގެ ރޭގައި ރަސޫލު ﷲ ﷺ އަށް ބައިޢަތު ހިފި ވަފުދުގެ ތެރެއިންވާ މީހަކީމުވެ. ތިމަންމެން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ﷲ ހުރުމަތްތެރި ކުރެއްވި ފުރާނައެއް (ޙައްޤަކާއި ނުލައި) ޤަތުލު ނުކުރާނެކަމަށާއި، ނުފޭރޭނެކަމަށާއި، އުރެދިނުގަންނާނެކަމަށް ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ. އަދި އެ ގޮތަށް ކަންކޮށްފި ނަމަ ތިމަންމެންނަށް ސުވަރުގެ ވާނެކަމަށާއި، އަދި އެއިން ކަމަކަށް އަރައިގަންނަ ނަމަ، އެކަމުގައި ނިޔާ ކުރެއްވުން ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.)","b18"  ],
  ["صحيح البخاري 3999","حَدَّثَنَا أَبُو الْيَمَانِ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللهِ بْنُ عَبْدِ اللهِ: أَنَّ عُبَادَةَ بْنَ الصَّامِتِ، وَكَانَ شَهِدَ بَدْرًا: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: بَايِعُونِي. \n","ބަދުރުގެ ހަނގުރާމައިގައި ބައިވެރިވެލެއްވި ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ.“","b18"  ],
  ["صحيح البخاري 4894","حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ، حَدَّثَنَا سُفْيَانُ قَالَ الزُّهْرِيُّ: حَدَّثَنَاهُ، قَالَ: حَدَّثَنِي أَبُو إِدْرِيسَ: سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ رَضِيَ اللهُ عَنْهُ قَالَ: كُنَّا عِنْدَ النَّبِيِّ ﷺ فَقَالَ: أَتُبَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَزْنُوا، وَلَا تَسْرِقُوا، وَقَرَأَ آيَةَ النِّسَاءِ.\nوَأَكْثَرُ لَفْظِ سُفْيَانَ: قَرَأَ الْآيَةَ فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْهَا شَيْئًا مِنْ ذَلِكَ فَسَتَرَهُ اللهُ فَهُوَ إِلَى اللهِ، إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ.\nتَابَعَهُ عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ فِي الْآيَةِ.","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަރިހު ތިމަންމެން ވަނިކޮށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށް ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާނަންތޯއެވެ؟“ ދެން އަންހެނުންގެ ބައިޢަތުގެ އާޔަތް (އެބަހީ: މުމްތަޙިނާ ސޫރަތުގެ ބާރަ ވަނަ އާޔަތް) ކިޔަވައި ވިދާޅުވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”ދެން (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވުން ވަނީ ﷲ އަށެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، (ދުނިޔެ މަތީގައި) ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ.“","b18"  ],
  ["صحيح البخاري 6784","حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللهُ عَنْهُ قَالَ: كُنَّا عِنْدَ النَّبِيِّ ﷺ فِي مَجْلِسٍ فَقَالَ: بَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا وَقَرَأَ هَذِهِ الْآيَةَ كُلَّهَا فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَتُهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللهُ عَلَيْهِ، إِنْ شَاءَ غَفَرَ لَهُ، وَإِنْ شَاءَ عَذَّبَهُ. ","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަރިހު މަޖިލީހެއްގައި ތިމަންމެން ވަނިކޮށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށް، ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ.“ ދެން ބައިޢަތުގެ މި އާޔަތް (އެބަހީ: މުމްތަޙިނާ ސޫރަތުގެ ބާރަ ވަނަ އާޔަތް) އެއްކޮށް ކިޔަވައި ވިދާޅުވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”(ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، އޭގެ ސަބަބުން (ދުނިޔެ މަތީގައި) ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ.“","b18"  ],
  ["صحيح البخاري 6801","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللهُ عَنْهُ قَالَ: بَايَعْتُ رَسُولَ اللهِ ﷺ فِي رَهْطٍ، فَقَالَ: أُبَايِعُكُمْ عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُونِي فِي مَعْرُوفٍ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَأُخِذَ بِهِ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ وَطَهُورٌ، وَمَنْ سَتَرَهُ اللهُ، فَذَلِكَ إِلَى اللهِ: إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ قَالَ أَبُو عَبْدِ اللهِ إِذَا تَابَ السَّارِقُ بَعْدَ مَا قُطِعَ يَدُهُ قُبِلَتْ شَهَادَتُهُ، وَكُلُّ مَحْدُودٍ كَذَلِكَ إِذَا تَابَ قُبِلَتْ شَهَادَتُهُ. ","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: (ބައިޢަތުލް ޢަޤަބާގެ) ވަފުދުގައި ތިމަން ރަސޫލު ﷲ ﷺ އަށް ބައިޢަތު ހިފީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ތިޔަބައިމީހުންގެ ދަރިން ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި ތިމަން ނަބިއްޔާއަށް އުރެދިނުގަންނާނެކަމަށް، ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންގެ ބައިޢަތު ނަގަމެވެ. ދެން (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، އޭގެ ސަބަބުން ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށާއި ތާހިރުވެގަތުމަކަށެވެ. އަދި (އެއިން ކަމަކަށް އަރައިގަނެވި) ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ފާފަ ފުއްސަވައި ދެއްވާނެއެވެ.“ އަބޫ ޢަބްދު ﷲ (އިމާމު ބުޚާރީ) ވިދާޅުވިއެވެ: ވައްކަން ކުރި މީހާގެ އަތް ކެނޑުމަށް ފަހު އޭނާ ތައުބާވެއްޖެ ނަމަ، އޭނާގެ ހެކި ގަބޫލު ކުރެވޭނެއެވެ. އަދި ހަމައެފަދައިން ހައްދު ކަނޑައެޅިފައިވާ ކޮންމެ ކަމަކުން ތައުބާވުމުން އޭނާގެ ހެކި ގަބޫލު ކުރެވޭނެއެވެ.","b18"  ],
  ["صحيح البخاري 6873","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنَا يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللهُ عَنْهُ قَالَ: إِنِّي مِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسُولَ اللهِ ﷺ، بَايَعْنَاهُ عَلَى أَنْ لَا نُشْرِكَ بِاللهِ شَيْئًا، وَلَا نَسْرِقَ، وَلَا نَزْنِيَ، وَلَا نَقْتُلَ النَّفْسَ الَّتِي حَرَّمَ اللهُ، وَلَا نَنْتَهِبَ، وَلَا نَعْصِيَ، بِالْجَنَّةِ إِنْ فَعَلْنَا ذَلِكَ، فَإِنْ غَشِينَا مِنْ ذَلِكَ شَيْئًا، كَانَ قَضَاءُ ذَلِكَ إِلَى اللهِ. \n","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ތިމަންނައީ (ބައިޢަތުލް ޢަޤަބާގައި) ރަސޫލު ﷲ ﷺ އަށް ބައިޢަތު ހިފި ވަފުދުގެ ތެރެއިންވާ މީހަކީމުވެ. ތިމަންމެން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ﷲ ހުރުމަތްތެރި ކުރެއްވި ފުރާނައެއް (ޙައްޤަކާއި ނުލައި) ނުމަރާނެކަމަށާއި، ނުފޭރޭނެކަމަށާއި، އުރެދިނުގަންނާނެކަމަށް ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ. އަދި އެ ގޮތަށް ކަންކޮށްފި ނަމަ ތިމަންމެންނަށް ސުވަރުގެ ވާނެކަމަށާއި، އަދި އެއިން ކަމަކަށް އަރައިގެންނަ ނަމަ، އެކަމުގައި ނިޔާ ކުރެއްވުން ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.)","b18"  ],
  ["صحيح البخاري 7213","حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ. وَقَالَ اللَّيْثُ: حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو إِدْرِيسَ الْخَوْلَانِيُّ، أَنَّهُ سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ يَقُولُ: قَالَ لَنَا رَسُولُ اللهِ ﷺ وَنَحْنُ فِي مَجْلِسٍ: تُبَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللهُ، فَأَمْرُهُ إِلَى اللهِ: إِنْ شَاءَ عَاقَبَهُ وَإِنْ شَاءَ عَفَا عَنْهُ. فَبَايَعْنَاهُ عَلَى ذَلِكَ. \n","ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: މަޖިލީހެއްގައި ވަނިކޮށް ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ތިޔަބައިމީހުންގެ ދަރީން ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި އުރެދިނުގަންނާނެކަމަށް، ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ. އަދި (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ.“ ދެން އެ ގޮތުގެ މަތީން ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ.","b18"  ],
  ["صحيح البخاري 7468"," حَدَّثَنَا عَبْدُ اللهِ الْمُسْنَدِيُّ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: بَايَعْتُ رَسُولَ اللهِ ﷺ فِي رَهْطٍ، فَقَالَ: أُبَايِعُكُمْ عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَسْرِقُوا، وَلَا تَزْنُوا، وَلَا تَقْتُلُوا أَوْلَادَكُمْ، وَلَا تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلَا تَعْصُونِي فِي مَعْرُوفٍ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَأُخِذَ بِهِ فِي الدُّنْيَا فَهُوَ لَهُ كَفَّارَةٌ وَطَهُورٌ، وَمَنْ سَتَرَهُ اللهُ فَذَلِكَ إِلَى اللهِ: إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ. \n","ޢުބާދާ ބިން ޞާމިތު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: (ބައިޢަތުލް ޢަޤަބާގެ) ވަފުދުގައި ތިމަން ރަސޫލު ﷲ ﷺ އަށް ބައިޢަތު ހިފީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ތިޔަބައިމީހުންގެ ދަރިން ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި ތިމަން ނަބިއްޔާއަށް އުރެދިނުގަންނާނެކަމަށް، ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންގެ ބައިޢަތު ނަގަމެވެ. ދެން (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، އޭގެ ސަބަބުން ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށާއި ތާހިރުވެގަތުމަކަށެވެ. އަދި (އެއިން ކަމަކަށް އަރައިގަނެވި) ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ފާފަ ފުއްސަވައި ދެއްވާނެއެވެ.“","b18"  ],
  ["صحيح مسلم 1709a","حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ نُمَيْرٍ، كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، (وَاللَّفْظُ لِعَمْرٍو)، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: كُنَّا مَعَ رَسُولِ اللهِ ﷺ فِي مَجْلِسٍ فَقَالَ: تُبَايِعُونِي عَلَى أَنْ لَا تُشْرِكُوا بِاللهِ شَيْئًا، وَلَا تَزْنُوا، وَلَا تَسْرِقُوا، وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَصَابَ شَيْئًا مِنْ ذَلِكَ فَعُوقِبَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ شَيْئًا مِنْ ذَلِكَ فَسَتَرَهُ اللهُ عَلَيْهِ فَأَمْرُهُ إِلَى اللهِ، إِنْ شَاءَ عَفَا عَنْهُ، وَإِنْ شَاءَ عَذَّبَهُ. ","ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަރިހު މަޖިލީހެއްގައި ތިމަންމެން ވަނިކޮށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ﷲ ހުރުމަތްތެރި ކުރެއްވި ފުރާނައެއް ޙައްޤަކާއި ލައިގެން މެނުވީ ނުމަރާނެކަމަށާއި، ތިޔަބައިމީހުން އަތުންފައިން ބުހުތާނު ދޮގު (މީހުންނަށް ނިސްބަތްކޮށް) ނަހަދާނެކަމަށާއި، އެއްވެސް ހެޔޮ ކަމެއްގައި އުރެދިނުގަންނާނެކަމަށް، ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއަށް ބައިޢަތު ހިފާށެވެ. އަދި (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. އަދި އޭގެ ތެރެއިން ކަމަކަށް އަރައިގަނެވި، އޭގެ ސަބަބުން ދުނިޔެ މަތީގައި ޢުޤޫބާތް ދެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި އެއިން ކަމަކަށް އަރައިގަނެވި، ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ޢަފޫކޮށްދެއްވާނެއެވެ.“","b18"  ],
  ["صحيح مسلم 1709b","حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ، وَزَادَ فِي الْحَدِيثِ: فَتَلَا عَلَيْنَا آيَةَ النِّسَاءِ { أَنْ لا يُشْرِكْنَ بِاللهِ شَيْئًا } الْآيَةَ. \n","ކުރީގެ ރިވާޔަތުގެ ޙަދީޘަށް މި ތަންކޮޅު އިތުރަށް އައިސްފައިވެއެވެ: ދެން އަންހެނުންގެ ބައިޢަތުގެ އާޔަތް (އެބަހީ: މުމްތަޙިނާ ސޫރަތުގެ ބާރަ ވަނަ އާޔަތް) ނަބިއްޔާ ކިޔަވައި ވިދާޅުވިއެވެ: އެ ކަނބަލުން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި... މި އާޔަތެވެ.","b18"  ],
  ["صحيح مسلم 1709c","وَحَدَّثَنِي إِسْمَاعِيلُ بْنُ سَالِمٍ، أَخْبَرَنَا هُشَيْمٌ، أَخْبَرَنَا خَالِدٌ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: أَخَذَ عَلَيْنَا رَسُولُ اللهِ ﷺ كَمَا أَخَذَ عَلَى النِّسَاءِ أَنْ لَا نُشْرِكَ بِاللهِ شَيْئًا، وَلَا نَسْرِقَ، وَلَا نَزْنِيَ، وَلَا نَقْتُلَ أَوْلَادَنَا، وَلَا يَعْضَهَ بَعْضُنَا بَعْضًا، فَمَنْ وَفَّى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ، وَمَنْ أَتَى مِنْكُمْ حَدًّا فَأُقِيمَ عَلَيْهِ فَهُوَ كَفَّارَتُهُ، وَمَنْ سَتَرَهُ اللهُ عَلَيْهِ فَأَمْرُهُ إِلَى اللهِ، إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ. \n","ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަންހެންވެރިންގެ ކިބައިން ބައިޢަތު ނެންގެވި ގޮތަށް، ތިމަންމެންގެ ކިބައިން ބައިޢަތު ނެންގެވިއެވެ. އެ ގޮތުން ތިމަންމެން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ތިމަންމެންގެ ދަރިން ނުމަރާނެކަމަށާއި، އެއްބަޔަކު އަނެއްބަޔަކަށް އުނދަގޫކޮށް (ނުވަތަ ދޮގު ނޫނީ ސިހުރު ނޫނީ ދޮބައޮޑުވެ) ނަހަދާނެކަމަށް ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ. އަދި (ބައިޢަތަށް) ވަފާތެރިވެއްޖެ މީހަކަށް އަޖުރު ދެއްވާނީ ﷲ އެވެ. ހައްދު ކަނޑައެޅިފައިވާ ކަމަކަށް އަރައިގަނެވި، އެ ހައްދު ތަންފީޒު ކުރެވިއްޖެ ނަމަ، ފަހެ އެ ވާނީ އެ މީހަކަށްވާ ކައްފާރައަކަށެވެ. އަދި (އެއިން ކަމަކަށް އަރައިގަނެވި) ﷲ އޭނާއަށް އެކަން ފޮރުވައިދެއްވައިފި ނަމަ، ފަހެ އޭނާގެ ކަންތައް ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.) އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އިރާދަ ކުރައްވައިފި ނަމަ އޭނާއަށް ފާފަ ފުއްސަވައި ދެއްވާނެއެވެ.","b18"  ],
  ["صحيح مسلم 1709d","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ. (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّهُ قَالَ: إِنِّي لَمِنَ النُّقَبَاءِ الَّذِينَ بَايَعُوا رَسُولَ اللهِ ﷺ وَقَالَ: بَايَعْنَاهُ عَلَى أَنْ لَا نُشْرِكَ بِاللهِ شَيْئًا، وَلَا نَزْنِيَ، وَلَا نَسْرِقَ، وَلَا نَقْتُلَ النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلَّا بِالْحَقِّ، وَلَا نَنْتَهِبَ وَلَا نَعْصِيَ، فَالْجَنَّةُ إِنْ فَعَلْنَا ذَلِكَ، فَإِنْ غَشِينَا مِنْ ذَلِكَ شَيْئًا، كَانَ قَضَاءُ ذَلِكَ إِلَى اللهِ. وَقَالَ ابْنُ رُمْحٍ: كَانَ قَضَاؤُهُ إِلَى اللهِ. \n","ޢުބާދާ ބިން ޞާމިތު ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ތިމަންނައީ ބައިޢަތުލް ޢަޤަބާގެ ރޭގައި ރަސޫލު ﷲ ﷺ އަށް ބައިޢަތު ހިފި ވަފުދުގެ ތެރެއިންވާ މީހަކީމުވެ. ތިމަންމެން ﷲ އަށް އަޅުކަމުގައި އެއްވެސް ފަރާތެއް ބައިވެރި ނުކުރާނެކަމަށާއި، ޒިނޭ ނުކުރާނެކަމަށާއި، ވައްކަން ނުކުރާނެކަމަށާއި، ﷲ ހުރުމަތްތެރި ކުރެއްވި ފުރާނައެއް ޙައްޤަކާއި ލައިގެން މެނުވީ ނުމަރާނެކަމަށާއި، ނުފޭރޭނެކަމަށާއި، އުރެދިނުގަންނާނެކަމަށް ތިމަންމެން ނަބިއްޔާއަށް ބައިޢަތު ހިފީމެވެ. އަދި އެ ގޮތަށް ކަންކޮށްފި ނަމަ ތިމަންމެންނަށް ސުވަރުގެ ވާނެކަމަށާއި، އަދި އެއިން ކަމަކަށް އަރައިގަންނަ ނަމަ، އެކަމުގައި ނިޔާ ކުރެއްވުން ވާނީ ﷲ އަށެވެ. (އެބަހީ: އެ އިލާހުގެ އިރާދަފުޅުގެ ދަށުންނެވެ.)","b18"  ],
  ["صحيح البخاري 19","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމެއްގެ އެންމެ ހެޔޮ މުދަލަކީ ބަކަރި ކަމުގައިވުން ގާތްވެއްޖެއެވެ. އެ ބަކަރިތައް ފަހަތުން ފަރުބަދަ މައްޗަށާއި ވާރޭ ލިބޭ ވާދީތަކަށް އޭނާ ދާނެއެވެ. އެއީ އޭނާގެ ދީން ސަލާމަތް ކުރުމުގެ ގޮތުން ފިތުނަތަކުން ފިލުމަށްޓަކައެވެ.“","b19"  ],
  ["صحيح البخاري 3300","حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: يُوشِكَ أَنْ يَكُونَ خَيْرَ مَالِ الرَّجُلِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީހެއްގެ އެންމެ ހެޔޮ މުދަލަކީ ބަކަރި ކަމުގައިވުން ގާތްވެއްޖެއެވެ. އެ ބަކަރިތައް ފަހަތުން ފަރުބަދަ މައްޗަށާއި ވާރޭ ލިބޭ ވާދީތަކަށް އޭނާ ދާނެއެވެ. އެއީ އޭނާގެ ދީން ސަލާމަތް ކުރުމުގެ ގޮތުން ފިތުނަތަކުން ފިލުމަށްޓަކައެވެ.“","b19"  ],
  ["صحيح البخاري 3600","حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ بْنِ الْمَاجِشُونِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ قَالَ لِي إِنِّي أَرَاكَ تُحِبُّ الْغَنَمَ وَتَتَّخِذُهَا فَأَصْلِحْهَا وَأَصْلِحْ رُعَامَهَا فَإِنِّي سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ يَأْتِي عَلَى النَّاسِ زَمَانٌ تَكُونُ الْغَنَمُ فِيهِ خَيْرَ مَالِ الْمُسْلِمِ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ أَوْ سَعَفَ الْجِبَالِ فِي مَوَاقِعِ الْقَطْرِ يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ، އަބޫ ޞަޢުޞައުއަށް ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިބާ ބަކަރިއާއި އެ ތަކެތި ގެންގުޅުމަށް ލޯބި ކުރައްވާތަން ތިމަންނައަށް ފެނެއެވެ. ވީމާ އެ ބަކަރިތަކާއި އެ ތަކެތީގެ ކާއެއްޗެހި ވެސް ރަނގަޅަށް ބަލަހައްޓާށެވެ. އެހެނީ ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: މުސްލިމެއްގެ އެންމެ ހެޔޮ މުދަލަކީ ބަކަރި ކަމުގައިވާ ޒަމާނެއް މީސްތަކުންނަށް އަންނާނެއެވެ. އެ ބަކަރިތައް ފަހަތުން ފަރުބަދަ މައްޗަށާއި ވާރޭ ލިބޭ ވާދީތަކަށް އޭނާ ދާނެއެވެ. އެއީ އޭނާގެ ދީން ސަލާމަތް ކުރުމުގެ ގޮތުން ފިތުނަތަކުން ފިލުމަށްޓަކައެވެ.“","b19"  ],
  ["صحيح البخاري 6495","حَدَّثَنَا أَبُو نُعَيْمٍ: حَدَّثَنَا الْمَاجِشُونُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ: أَنَّهُ سَمِعَهُ يَقُولُ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: يَأْتِي عَلَى النَّاسِ زَمَانٌ خَيْرُ مَالِ الرَّجُلِ الْمُسْلِمِ الْغَنَمُ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ. ","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: މީހެއްގެ އެންމެ ހެޔޮ މުދަލަކީ ބަކަރި ކަމުގައިވާ ޒަމާނެއް މީސްތަކުންނަށް އަންނާނެއެވެ. އެ ބަކަރިތައް ފަހަތުން ފަރުބަދަ މައްޗަށާއި ވާރޭ ލިބޭ ވާދީތަކަށް އޭނާ ދާނެއެވެ. އެއީ އޭނާގެ ދީން ސަލާމަތް ކުރުމުގެ ގޮތުން ފިތުނަތަކުން ފިލުމަށްޓަކައެވެ.“","b19"  ],
  ["صحيح البخاري 7088","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: يُوشِكُ أَنْ يَكُونَ خَيْرَ مَالِ الْمُسْلِمِ غَنَمٌ يَتْبَعُ بِهَا شَعَفَ الْجِبَالِ وَمَوَاقِعَ الْقَطْرِ، يَفِرُّ بِدِينِهِ مِنَ الْفِتَنِ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމެއްގެ އެންމެ ހެޔޮ މުދަލަކީ ބަކަރި ކަމުގައިވުން ގާތްވެއްޖެއެވެ. އެ ބަކަރިތައް ފަހަތުން ފަރުބަދަ މައްޗަށާއި ވާރޭ ލިބޭ ވާދީތަކަށް އޭނާ ދާނެއެވެ. އެއީ އޭނާގެ ދީން ސަލާމަތް ކުރުމުގެ ގޮތުން ފިތުނަތަކުން ފިލުމަށްޓަކައެވެ.“","b19"  ],
  ["صحيح البخاري 20","حَدَّثَنَا مُحَمَّدُ بْنُ سَلَّامٍ قَالَ: أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: كَانَ رَسُولُ اللهِ ﷺ إِذَا أَمَرَهُمْ أَمَرَهُمْ مِنَ الْأَعْمَالِ بِمَا يُطِيقُونَ، قَالُوا: إِنَّا لَسْنَا كَهَيْئَتِكَ يَا رَسُولَ اللهِ، إِنَّ اللهَ قَدْ غَفَرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ، فَيَغْضَبُ حَتَّى يُعْرَفَ الْغَضَبُ فِي وَجْهِهِ، ثُمَّ يَقُولُ: إِنَّ أَتْقَاكُمْ وَأَعْلَمَكُمْ بِاللهِ أَنَا. \n","ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ މީސްތަކުންނަށް ކަމަކު އަމުރު ކުރައްވާ ނަމަ، އަމުރު ކުރައްވަނީ އެބައިމީހުންނަށް ކުރެވޭ ވަރުގެ ކަންކަން ކުރުމަށެވެ. އެބައިމީހުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ތިމަންމެންނީ އިބަ ނަބިއްޔާއާ އެއްފަދަ ބަޔަކީމެއް ނޫނެވެ. ހަމަކަށަވަރުން އިބަ ނަބިއްޔާގެ އިސްވެދިޔަ ފާފަތަކާއި، ފަހުން އަންނާނެ ފާފަތައް ﷲ ވަނީ ފުއްސަވާފައެވެ. ދެން ނަބިއްޔާ ކޯފާވެވަޑައިގެން، މޫނުފުޅުން ކޯފާވެވަޑައިގަތްކަން ފެންނަން ހުއްޓެވެ. އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން އެންމެ ތަޤްވާވެރިވަނީ އަދި ﷲ އެންމެ ބޮޑަށް ދެނެވަޑައިގެންވަނީ ތިމަން ނަބިއްޔާއެވެ.“","b20"  ],
  ["صحيح البخاري 43","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ قَالَ: أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ: أَنَّ النَّبِيَّ ﷺ دَخَلَ عَلَيْهَا وَعِنْدَهَا امْرَأَةٌ، قَالَ: مَنْ هَذِهِ؟ قَالَتْ: فُلَانَةُ، تَذْكُرُ مِنْ صَلَاتِهَا. قَالَ: مَهْ، عَلَيْكُمْ بِمَا تُطِيقُونَ، فَوَاللهِ لَا يَمَلُّ اللهُ حَتَّى تَمَلُّوا، وَكَانَ أَحَبَّ الدِّينِ إِلَيْهِ مَا دَامَ عَلَيْهِ صَاحِبُهُ. ","ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ އަރިހު އަންހެނަކު އިންނަވިކޮށް، ނަބިއްޔާ ﷺ ތިމަން ކަމަނާ ގާތަށް ވަދެވަޑައިގެންނެވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ކާކުތޯއެވެ؟“ ތިމަން ކަމަނާ ދެންނެވީމެވެ: މިވެނި އަންހެނެކެވެ. އަދި އޭނާ (ރޭގަނޑު ނުނިދައި ގިނަގިނައިން) ނަމާދު ކުރާކަމަށް ނަންގަތީމެވެ. ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ފުދިއްޖެއެވެ. ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ، ތިޔަބައިމީހުންނަށް ކުރެވޭ ވަރުގެ ކަންކަން ކުރުމެވެ. އެހެނީ ހަމަކަށަވަރުން ތިޔަބައިމީހުން ފޫހިވެގެން ދިޔައެއްކަމަކު، ﷲ ނުވާހުއްޓެވެ. އަދި ދީނުގައި އެ އިލާހަށް އެންމެ ލޮބުވެތިކަން ބޮޑު ކަމަކީ، އޭގެ މަތީ އެ މީހަކު ދެމިހުރެ ކުރާ ކަމެކެވެ.“","b20"  ],
  ["صحيح البخاري 1151","قَالَ: وَقَالَ عَبْدُ اللهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: كَانَتْ عِنْدِي امْرَأَةٌ مِنْ بَنِي أَسَدٍ، فَدَخَلَ عَلَيَّ رَسُولُ اللهِ ﷺ فَقَالَ: مَنْ هَذِهِ؟\". قُلْتُ: فُلَانَةُ، لَا تَنَامُ بِاللَّيْلِ، فَذُكِرَ مِنْ صَلَاتِهَا، فَقَالَ: مَهْ، عَلَيْكُمْ مَا تُطِيقُونَ مِنَ الْأَعْمَالِ، فَإِنَّ اللهَ لَا يَمَلُّ حَتَّى تَمَلُّوا. \n","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ އަރިހު ބަނީ އަސަދު ވަންހައިގެ އަންހެނަކު އިންނަވިކޮށް، ރަސޫލު ﷲ ﷺ ތިމަން ކަމަނާ ގާތަށް ވަދެވަޑައިގެންނެވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ކާކުތޯއެވެ؟“ ތިމަން ކަމަނާ ދެންނެވީމެވެ: މިވެނި އަންހެނެކެވެ. އޭނާ ރޭގަނޑަކު ނުނިދައެވެ. އަދި އޭނާ (ގިނަގިނައިން) ނަމާދު ކުރާކަމަށް ނަންގަނެވުނެވެ. ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ފުދިއްޖެއެވެ. ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ، ތިޔަބައިމީހުންނަށް ކުރެވޭ ވަރުގެ) ޢަމަލުތައް ކުރުމެވެ. އެހެނީ ހަމަކަށަވަރުން ތިޔަބައިމީހުން ފޫހިވެގެން ދިޔައެއްކަމަކު، ﷲ ނުވާހުއްޓެވެ.“","b20"  ],
  ["صحيح مسلم 785a","وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ قَالَا: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ ﷺ أَخْبَرَتْهُ أَنَّ الْحَوْلَاءَ بِنْتَ تُوَيْتِ بْنِ حَبِيبِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى مَرَّتْ بِهَا وَعِنْدَهَا رَسُولُ اللهِ ﷺ. فَقُلْتُ: هَذِهِ الْحَوْلَاءُ بِنْتُ تُوَيْتٍ، وَزَعَمُوا أَنَّهَا لَا تَنَامُ اللَّيْلَ! فَقَالَ رَسُولُ اللهِ ﷺ: لَا تَنَامُ اللَّيْلَ! خُذُوا مِنَ الْعَمَلِ مَا تُطِيقُونَ. فَوَاللهِ لَا يَسْأَمُ اللهُ حَتَّى تَسْأَمُوا. \n","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ އަރިހު ރަސޫލު ﷲ ﷺ ހުންނަވަނިކޮށް، އަލްޙައުލާ ބިންތު ތުވައިތި ބިން ޙަބީބު ބިން އަސަދި ބިން ޢަބްދުލް ޢުއްޒާ، ތިމަން ކަމަނާ ގާތުންލާފައި ހިނގައްޖެއެވެ. ތިމަން ކަމަނާ ދެންނެވީމެވެ: މިއީ އަލްޙައުލާ ބިންތު ތުވައިތެވެ. އަދި މީހުން ބުނާ ގޮތުގައި އެ ކަމަނާ ރޭގަނޑަކު ނުނިދައެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަމަނާ ރޭގަނޑަކު ނުނިދައެވެ؟ ތިޔަބައިމީހުންނަށް ކުރެވޭވަރު ޢަމަލުތައް ނަގާށެވެ. އެހެނީ ﷲ ގަންދީ ބުނަމެވެ. ތިޔަބައިމީހުން ފޫހިވެގެން ދިޔައެއްކަމަކު، ﷲ ނުވާހުއްޓެވެ.“","b20"  ],
  ["صحيح مسلم 785b","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ (ح) وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ قَالَ: أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ قَالَتْ: دَخَلَ عَلَيَّ رَسُولُ اللهِ ﷺ وَعِنْدِي امْرَأَةٌ. فَقَالَ: مَنْ هَذِهِ؟ فَقُلْتُ: امْرَأَةٌ لَا تَنَامُ، تُصَلِّي. قَالَ: عَلَيْكُمْ مِنَ الْعَمَلِ مَا تُطِيقُونَ. فَوَاللهِ لَا يَمَلُّ اللهُ حَتَّى تَمَلُّوا وَكَانَ أَحَبَّ الدِّينِ إِلَيْهِ مَا دَاوَمَ عَلَيْهِ صَاحِبُهُ. وَفِي حَدِيثِ أَبِي أُسَامَةَ: أَنَّهَا امْرَأَةٌ مِنْ بَنِي أَسَدٍ. \n","ޢާއިޝާ ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ އަރިހު އަންހެނަކު އިންނަވިކޮށް، ރަސޫލު ﷲ ﷺ ތިމަން ކަމަނާ ގާތަށް ވަދެވަޑައިގެންނެވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ކާކުތޯއެވެ؟“ ތިމަން ކަމަނާ ދެންނެވީމެވެ: ރޭގަނޑު ނުނިދާ ނަމާދު ކުރާ އަންހެނެކެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ، ތިޔަބައިމީހުންނަށް ކުރެވޭ ވަރުގެ ޢަމަލުތައް ކުރުމެވެ. އެހެނީ ﷲ ގަންދީ ބުނަމެވެ. ތިޔަބައިމީހުން ފޫހިވެގެން ދިޔައެއްކަމަކު، ﷲ ނުވާހުއްޓެވެ. އަދި ދީނުގައި އެ އިލާހަށް އެންމެ ލޮބުވެތިކަން ބޮޑު ކަމަކީ، އޭގެ މަތީ އެ މީހަކު ދެމިހުރެ ކުރާ ކަމެކެވެ.“ އަދި އަބޫ އުސާމާ ރިވާ ކުރެއްވި ޙަދީޘްގައި ވަނީ: އެއީ ބަނީ އަސަދު ވަންހައިގެ އަންހެނެއް ކަމަށެވެ.","b20"  ],
  ["صحيح البخاري 22","حَدَّثَنَا إِسْمَاعِيلُ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: يَدْخُلُ أَهْلُ الْجَنَّةِ الْجَنَّةَ، وَأَهْلُ النَّارِ النَّارَ، ثُمَّ يَقُولُ اللهُ تَعَالَى: أَخْرِجُوا مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ. فَيَخْرُجُونَ مِنْهَا قَدِ اسْوَدُّوا، فَيُلْقَوْنَ فِي نَهَرِ الْحَيَا أَوِ الْحَيَاةِ - شَكَّ مَالِكٌ - فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ فِي جَانِبِ السَّيْلِ، أَلَمْ تَرَ أَنَّهَا تَخْرُجُ صَفْرَاءَ مُلْتَوِيَةً \nقَالَ وُهَيْبٌ: حَدَّثَنَا عَمْرٌو: الْحَيَاةِ، وَقَالَ: خَرْدَلٍ مِنْ خَيْرٍ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސުވަރުގޭގެ އަހުލުވެރިން ސުވުރުގެއަށް ވަންނާނެއެވެ. އަދި ނަރަކައިގެ އަހުލުވެރިން ނަރަކައަށް ވަންނާނެއެވެ. ދެން ﷲ ތަޢާލާ ވަޙީ ކުރައްވާނެއެވެ: އެ މީހެއްގެ ހިތުގައި ރެވިއޮށްޓަރެއްގެ ބަރުދަންހައި އީމާންކަން ހުރެއްޖެ މީހާ ނަރަކައިން ނެރޭށެވެ. ދެން އެބައިމީހުން އެ ތަނުން ނެރެވޭނެއެވެ. އެބައިމީހުން ވާނީ އަނދާ ކަޅުވެފައެވެ. ދެން އެބައިމީހުން ހަޔާތުގެ ކޯރަށް އެއްލާލެވޭނެއެވެ. އަދި ފެންބޮޑުވެގެން ދެމިގެން އަންނަ ފެންގަނޑެއް ކައިރިގައި އޮށް ފަޅާ ނުކުމެ ހެދިބޮޑުވާ ފަދައިން އެބައިމީހުން ވެސް ފަޅާ ނުކުމެ ހެދިބޮޑުވާނެއެވެ. (އެ ގޮތަށް) އޮށުން (ގަސް ފަޅާ އިރު) ރީނދުވެ ލެނބިފާހުއްޓައި ނުކުންނަ ތަން ތިޔަބައިމިހުން ނުދެކެމުތޯއެވެ؟“","b22"  ],
  ["صحيح البخاري 2440","حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ: أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ، عَنْ رَسُولِ اللهِ ﷺ قَالَ: إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ حُبِسُوا بِقَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيَتَقَاصُّونَ مَظَالِمَ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا حَتَّى إِذَا نُقُّوا وَهُذِّبُوا، أُذِنَ لَهُمْ بِدُخُولِ الْجَنَّةِ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ ﷺ بِيَدِهِ، لَأَحَدُهُمْ بِمَسْكَنِهِ فِي الْجَنَّةِ أَدَلُّ بِمَنْزِلِهِ كَانَ فِي الدُّنْيَا \nوَقَالَ يُونُسُ بْنُ مُحَمَّدٍ: حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ: حَدَّثَنَا أَبُو الْمُتَوَكِّلِ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުއުމިނުން (ނަރަކަ މަތީގައިވާ ޞިރާތު މަގު ހުރަސްކޮށް) ނަރަކައިން ސަލާމަތް ވުމަށްފަހު، ސުވަރުގެއާއި ނަރަކައާ ދެމެދުގައިވާ ފާލަމެއް ކައިރިން ހުއްޓުވޭނެއެވެ. ދެން އެބައިމީހުންގެ މެދުގައި ހިނގި އަނިޔާތަކަށް އެކަކު އަނެކެއްގެ ކިބައިން ބަދަލުހިފާނެއެވެ. އަދި (ތާހިރުވެ) އެކަންތައް ފުރިހަމަކޮށް ޚަލާޞް ކުރުމަށްފަހު، ސުވަރުގެ ވަނުމަށް އެބައިމީހުންނަށް ހުއްދަ ދެވޭނެއެވެ. މުޙައްމަދު ﷺ ގެ ފުރާނަފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، ދުނިޔޭގައި އޭނާގެ ގެ ދަންނަވަރަށް ވުރެ ބޮޑަށް، ސުވަރުގޭގައި އެ މީހެއްގެ ގެ ދަންނަލެއް ބޮޑުވާނެއެވެ.“","b22"  ],
  ["صحيح البخاري 4581","حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو عُمَرَ حَفْصُ بْنُ مَيْسَرَةَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ: أَنَّ أُنَاسًا فِي زَمَنِ النَّبِيِّ ﷺ قَالُوا: يَا رَسُولَ اللهِ، هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ النَّبِيُّ ﷺ: نَعَمْ، هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ بِالظَّهِيرَةِ، ضَوْءٌ لَيْسَ فِيهَا سَحَابٌ، قَالُوا: لَا، قَالَ: وَهَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ، ضَوْءٌ لَيْسَ فِيهَا سَحَابٌ، قَالُوا: لَا، قَالَ النَّبِيُّ ﷺ: مَا تُضَارُّونَ فِي رُؤْيَةِ اللهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ إِلَّا كَمَا تُضَارُّونَ فِي رُؤْيَةِ أَحَدِهِمَا، إِذَا كَانَ يَوْمُ الْقِيَامَةِ أَذَّنَ مُؤَذِّنٌ: تَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ، فَلَا يَبْقَى مَنْ كَانَ يَعْبُدُ غَيْرَ اللهِ مِنَ الْأَصْنَامِ وَالْأَنْصَابِ إِلَّا يَتَسَاقَطُونَ فِي النَّارِ، حَتَّى إِذَا لَمْ يَبْقَ إِلَّا مَنْ كَانَ يَعْبُدُ اللهَ، بَرٌّ أَوْ فَاجِرٌ، وَغُبَّرَاتُ أَهْلِ الْكِتَابِ، فَيُدْعَى الْيَهُودُ، فَيُقَالُ لَهُمْ: مَنْ كُنْتُمْ تَعْبُدُونَ؟ قَالُوا: كُنَّا نَعْبُدُ عُزَيْرَ ابْنَ اللهِ، فَيُقَالُ لَهُمْ: كَذَبْتُمْ، مَا اتَّخَذَ اللهُ مِنْ صَاحِبَةٍ وَلَا وَلَدٍ، فَمَاذَا تَبْغُونَ؟ فَقَالُوا: عَطِشْنَا رَبَّنَا فَاسْقِنَا، فَيُشَارُ: أَلَا تَرِدُونَ؟ فَيُحْشَرُونَ إِلَى النَّارِ، كَأَنَّهَا سَرَابٌ يَحْطِمُ بَعْضُهَا بَعْضًا، فَيَتَسَاقَطُونَ فِي النَّارِ، ثُمَّ يُدْعَى النَّصَارَى فَيُقَالُ لَهُمْ: مَنْ كُنْتُمْ تَعْبُدُونَ؟ قَالُوا: كُنَّا نَعْبُدُ الْمَسِيحَ ابْنَ اللهِ، فَيُقَالُ لَهُمْ: كَذَبْتُمْ مَا اتَّخَذَ اللهُ مِنْ صَاحِبَةٍ وَلَا وَلَدٍ، فَيُقَالُ لَهُمْ: مَاذَا تَبْغُونَ؟ فَكَذَلِكَ مِثْلَ الْأَوَّلِ، حَتَّى إِذَا لَمْ يَبْقَ إِلَّا مَنْ كَانَ يَعْبُدُ اللهَ، مِنْ بَرٍّ أَوْ فَاجِرٍ، أَتَاهُمْ رَبُّ الْعَالَمِينَ فِي أَدْنَى صُورَةٍ مِنَ الَّتِي رَأَوْهُ فِيهَا، فَيُقَالُ: مَاذَا تَنْتَظِرُونَ، تَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ، قَالُوا: فَارَقْنَا النَّاسَ فِي الدُّنْيَا عَلَى أَفْقَرِ مَا كُنَّا إِلَيْهِمْ وَلَمْ نُصَاحِبْهُمْ، وَنَحْنُ نَنْتَظِرُ رَبَّنَا الَّذِي كُنَّا نَعْبُدُ، فَيَقُولُ: أَنَا رَبُّكُمْ، فَيَقُولُونَ: لَا نُشْرِكُ بِاللهِ شَيْئًا، مَرَّتَيْنِ أَوْ ثَلَاثًا. \n","~","b22"  ],
  ["صحيح البخاري 4919","حَدَّثَنَا آدَمُ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ النَّبِيَّ ﷺ يَقُولُ: يَكْشِفُ رَبُّنَا عَنْ سَاقِهِ، فَيَسْجُدُ لَهُ كُلُّ مُؤْمِنٍ وَمُؤْمِنَةٍ، وَيَبْقَى مَنْ كَانَ يَسْجُدُ فِي الدُّنْيَا رِئَاءً وَسُمْعَةً، فَيَذْهَبُ لِيَسْجُدَ، فَيَعُودُ ظَهْرُهُ طَبَقًا وَاحِدًا. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”(އާޚިރަތް ދުވަހު) އަހަރެމެންގެ ރައްބު، އެ އިލާހުގެ ކަށިމަތިފުޅު ކަޝްފު ކުރައްވާނެއެވެ. ދެން ކޮންމެ މުއުމިނު ފިރިހެނަކާއި އަންހެނަކު އެ އިލާހަށް ސަޖިދަ ކުރައްވާނެއެވެ. އެހެނަސް ދުނިޔެ މަތީގައި (މީސްތަކުންނަށް) ދެއްކުންތެރިކަމުގެ ގޮތުން ސަޖިދަކޮށް އުޅުނު ބަޔަކު ވާނެއެވެ. އެބައިމީހުން ސަޖިދަ ކުރަން އުޅެނެއެވެ. އެކަމަކު (ގުދު ނުވެވޭ ގޮތަށް) އެބައިމީހުންގެ ބުރަކަށި އެއް ކަށްޓެއް ފަދައިން ތެދުކުރެވިގެންދާނެއެވެ.“","b22"  ],
  ["صحيح البخاري 6535","حَدَّثَنِي الصَّلْتُ بْنُ مُحَمَّدٍ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ { وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ } قَالَ: حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ: أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: يَخْلُصُ الْمُؤْمِنُونَ مِنَ النَّارِ فَيُحْبَسُونَ عَلَى قَنْطَرَةٍ بَيْنَ الْجَنَّةِ وَالنَّارِ، فَيُقَصُّ لِبَعْضِهِمْ مِنْ بَعْضٍ مَظَالِمُ كَانَتْ بَيْنَهُمْ فِي الدُّنْيَا، حَتَّى إِذَا هُذِّبُوا وَنُقُّوا أُذِنَ لَهُمْ فِي دُخُولِ الْجَنَّةِ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَأَحَدُهُمْ أَهْدَى بِمَنْزِلِهِ فِي الْجَنَّةِ مِنْهُ بِمَنْزِلِهِ كَانَ فِي الدُّنْيَا. ","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުއުމިނުން (ނަރަކަ މަތީގައިވާ ޞިރާތު މަގު ހުރަސްކޮށް) ނަރަކައިން ސަލާމަތް ވުމަށްފަހު، ސުވަރުގެއާއި ނަރަކައާ ދެމެދުގައިވާ ފާލަމެއް ކައިރިން ހުއްޓުވޭނެއެވެ. ދެން އެބައިމީހުންގެ މެދުގައި ހިނގި އަނިޔާތަކަށް އެކަކު އަނެކެއްގެ ކިބައިން ބަދަލުހިފާނެއެވެ. އަދި (ތާހިރުވެ) އެކަންތައް ފުރިހަމަކޮށް ޚަލާޞް ކުރުމަށްފަހު، ސުވަރުގެ ވަނުމަށް އެބައިމީހުންނަށް ހުއްދަ ދެވޭނެއެވެ. މުޙައްމަދު ﷺ ގެ ފުރާނަފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، ދުނިޔޭގައި އޭނާގެ ގެ ދަންނަވަރަށް ވުރެ ބޮޑަށް، ސުވަރުގޭގައި އެ މީހެއްގެ ގެ ދަންނަލެއް ބޮޑުވާނެއެވެ.“","b22"  ],
  ["صحيح البخاري 6560","حَدَّثَنَا مُوسَى: حَدَّثَنَا وُهَيْبٌ: حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ وَأَهْلُ النَّارِ النَّارَ، يَقُولُ اللهُ: مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ فَأَخْرِجُوهُ، فَيَخْرُجُونَ قَدِ امْتَحَشُوا وَعَادُوا حُمَمًا، فَيُلْقَوْنَ فِي نَهَرِ الْحَيَاةِ، فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ، أَوْ قَالَ: حَمِيَّةِ السَّيْلِ. وَقَالَ النَّبِيُّ ﷺ: أَلَمْ تَرَوْا أَنَّهَا تَنْبُتُ صَفْرَاءَ مُلْتَوِيَةً. ","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސުވަރުގޭގެ އަހުލުވެރިން ސުވުރުގެ ވަނުމަށް ފަހު، އަދި ނަރަކައިގެ އަހުލުވެރިން ނަރަކައަށް ވަނުމަށް ފަހު، ﷲ ވަޙީ ކުރައްވާނެއެވެ: އެ މީހެއްގެ ހިތުގައި ރެވިއޮށްޓަރެއްގެ ބަރުދަންހައި އީމާންކަން ހުރެއްޖެ މީހާ (ނަރަކައިން) ނެރޭށެވެ. ދެން އެބައިމީހުން އެ ތަނުން ނެރެވޭނެއެވެ. އެބައިމީހުން ވާނީ ކަޅުވެ އަނދާ ދެއްޔަށްވެފައެވެ. ދެން އެބައިމީހުން ހަޔާތުގެ ކޯރަށް އެއްލާލެވޭނެއެވެ. އަދި ފެންބޮޑުވެގެން ދެމިގެން އަންނަ ފެންގަނޑެއްގައި ހުންނަ ޗަކަހުގައި އޮށް ފަޅާ ނުކުމެ ހެދިބޮޑުވާ ފަދައިން އެބައިމީހުން ވެސް ފަޅާ ނުކުމެ ހެދިބޮޑުވާނެއެވެ. (އެ ގޮތަށް) އޮށުން (ގަސް ފަޅާ އިރު) ރީނދުވެ ލެނބިފާހުއްޓައި ނުކުންނަ ތަން ތިޔަބައިމިހުން ނުދެކެމުތޯއެވެ؟“","b22"  ],
  ["صحيح البخاري 7439","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، عَنْ زَيْدٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قُلْنَا يَا رَسُولَ اللهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ: هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ إِذَا كَانَتْ صَحْوًا. قُلْنَا: لَا، قَالَ: فَإِنَّكُمْ لَا تُضَارُّونَ فِي رُؤْيَةِ رَبِّكُمْ يَوْمَئِذٍ إِلَّا كَمَا تُضَارُّونَ فِي رُؤْيَتِهِمَا ثُمَّ قَالَ: يُنَادِي مُنَادٍ: لِيَذْهَبْ كُلُّ قَوْمٍ إِلَى مَا كَانُوا يَعْبُدُونَ، فَيَذْهَبُ أَصْحَابُ الصَّلِيبِ مَعَ صَلِيبِهِمْ، وَأَصْحَابُ الْأَوْثَانِ مَعَ أَوْثَانِهِمْ، وَأَصْحَابُ كُلِّ آلِهَةٍ مَعَ آلِهَتِهِمْ، حَتَّى يَبْقَى مَنْ كَانَ يَعْبُدُ اللهَ مِنْ بَرٍّ أَوْ فَاجِرٍ، وَغُبَّرَاتٌ مِنْ أَهْلِ الْكِتَابِ، ثُمَّ يُؤْتَى بِجَهَنَّمَ تُعْرَضُ كَأَنَّهَا سَرَابٌ، فَيُقَالُ لِلْيَهُودِ: مَا كُنْتُمْ تَعْبُدُونَ؟ قَالُوا: كُنَّا نَعْبُدُ عُزَيْرَ بْنَ اللهِ، فَيُقَالُ: كَذَبْتُمْ، لَمْ يَكُنْ لِلهِ صَاحِبَةٌ وَلَا وَلَدٌ، فَمَا تُرِيدُونَ؟ قَالُوا: نُرِيدُ أَنْ تَسْقِيَنَا، فَيُقَالُ: اشْرَبُوا، فَيَتَسَاقَطُونَ فِي جَهَنَّمَ. ثُمَّ يُقَالُ لِلنَّصَارَى: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ الْمَسِيحَ بْنَ اللهِ، فَيُقَالُ: كَذَبْتُمْ، لَمْ يَكُنْ لِلهِ صَاحِبَةٌ وَلَا وَلَدٌ، فَمَا تُرِيدُونَ؟ فَيَقُولُونَ: نُرِيدُ أَنْ تَسْقِيَنَا، فَيُقَالُ: اشْرَبُوا، فَيَتَسَاقَطُونَ، حَتَّى يَبْقَى مَنْ كَانَ يَعْبُدُ اللهَ مِنْ بَرٍّ أَوْ فَاجِرٍ، فَيُقَالُ لَهُمْ: مَا يَحْبِسُكُمْ وَقَدْ ذَهَبَ النَّاسُ؟ فَيَقُولُونَ: فَارَقْنَاهُمْ وَنَحْنُ أَحْوَجُ مِنَّا إِلَيْهِ الْيَوْمَ، وَإِنَّا سَمِعْنَا مُنَادِيًا يُنَادِي: لِيَلْحَقْ كُلُّ قَوْمٍ بِمَا كَانُوا يَعْبُدُونَ، وَإِنَّمَا نَنْتَظِرُ، رَبَّنَا قَالَ: فَيَأْتِيهِمُ الْجَبَّارُ فَيَقُولُ: أَنَا رَبُّكُمْ، فَيَقُولُونَ: أَنْتَ رَبُّنَا، فَلَا يُكَلِّمُهُ إِلَّا الْأَنْبِيَاءُ، فَيَقُولُ: هَلْ بَيْنَكُمْ وَبَيْنَهُ آيَةٌ تَعْرِفُونَهُ، فَيَقُولُونَ: السَّاقُ، فَيَكْشِفُ عَنْ سَاقِهِ، فَيَسْجُدُ لَهُ كُلُّ مُؤْمِنٍ، وَيَبْقَى مَنْ كَانَ يَسْجُدُ لِلهِ رِيَاءً وَسُمْعَةً، فَيَذْهَبُ كَيْمَا يَسْجُدَ فَيَعُودُ ظَهْرُهُ طَبَقًا وَاحِدًا، ثُمَّ يُؤْتَى بِالْجِسْرِ فَيُجْعَلُ بَيْنَ ظَهْرَيْ جَهَنَّمَ قُلْنَا يَا رَسُولَ اللهِ، وَمَا الْجِسْرُ؟ قَالَ: مَدْحَضَةٌ مَزَلَّةٌ، عَلَيْهِ خَطَاطِيفُ وَكَلَالِيبُ، وَحَسَكَةٌ مُفَلْطَحَةٌ لَهَا شَوْكَةٌ عُقَيْفَاءُ، تَكُونُ بِنَجْدٍ، يُقَالُ لَهَا: السَّعْدَانُ، الْمُؤْمِنُ عَلَيْهَا كَالطَّرْفِ وَكَالْبَرْقِ وَكَالرِّيحِ، وَكَأَجَاوِيدِ الْخَيْلِ وَالرِّكَابِ، فَنَاجٍ مُسَلَّمٌ وَنَاجٍ مَخْدُوشٌ، وَمَكْدُوسٌ فِي نَارِ جَهَنَّمَ، حَتَّى يَمُرَّ آخِرُهُمْ يُسْحَبُ سَحْبًا، فَمَا أَنْتُمْ بِأَشَدَّ لِي مُنَاشَدَةً فِي الْحَقِّ قَدْ تَبَيَّنَ لَكُمْ مَنِ الْمُؤْمِنُ يَوْمَئِذٍ لِلْجَبَّارِ، وَإِذَا رَأَوْا أَنَّهُمْ قَدْ نَجَوْا، فِي إِخْوَانِهِمْ، يَقُولُونَ: رَبَّنَا إِخْوَانُنَا، كَانُوا يُصَلُّونَ مَعَنَا، وَيَصُومُونَ مَعَنَا، وَيَعْمَلُونَ مَعَنَا، فَيَقُولُ اللهُ تَعَالَى: اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ دِينَارٍ مِنْ إِيمَانٍ فَأَخْرِجُوهُ، وَيُحَرِّمُ اللهُ صُوَرَهُمْ عَلَى النَّارِ، فَيَأْتُونَهُمْ وَبَعْضُهُمْ قَدْ غَابَ فِي النَّارِ إِلَى قَدَمِهِ، وَإِلَى أَنْصَافِ سَاقَيْهِ، فَيُخْرِجُونَ مَنْ عَرَفُوا، ثُمَّ يَعُودُونَ، فَيَقُولُ: اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ نِصْفِ دِينَارٍ فَأَخْرِجُوهُ، فَيُخْرِجُونَ مَنْ عَرَفُوا ثُمَّ يَعُودُونَ، فَيَقُولُ: اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ ذَرَّةٍ مِنْ إِيمَانٍ فَأَخْرِجُوهُ، فَيُخْرِجُونَ مَنْ عَرَفُوا قَالَ أَبُو سَعِيدٍ: فَإِنْ لَمْ تُصَدِّقُونِي فَاقْرَؤُوا { إِنَّ اللهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا } فَيَشْفَعُ النَّبِيُّونَ وَالْمَلَائِكَةُ وَالْمُؤْمِنُونَ، فَيَقُولُ الْجَبَّارُ: بَقِيَتْ شَفَاعَتِي، فَيَقْبِضُ قَبْضَةً مِنَ النَّارِ، فَيُخْرِجُ أَقْوَامًا قَدِ امْتَحَشُوا، فَيُلْقَوْنَ فِي نَهَرٍ بِأَفْوَاهِ الْجَنَّةِ يُقَالُ لَهُ: مَاءُ الْحَيَاةِ، فَيَنْبُتُونَ فِي حَافَتَيْهِ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ، قَدْ رَأَيْتُمُوهَا إِلَى جَانِبِ الصَّخْرَةِ، إِلَى جَانِبِ الشَّجَرَةِ، فَمَا كَانَ إِلَى الشَّمْسِ مِنْهَا كَانَ أَخْضَرَ، وَمَا كَانَ مِنْهَا إِلَى الظِّلِّ كَانَ أَبْيَضَ، فَيَخْرُجُونَ كَأَنَّهُمُ اللُّؤْلُؤُ، فَيُجْعَلُ فِي رِقَابِهِمُ الْخَوَاتِيمُ، فَيَدْخُلُونَ الْجَنَّةَ، فَيَقُولُ أَهْلُ الْجَنَّةِ: هَؤُلَاءِ عُتَقَاءُ الرَّحْمَنِ، أَدْخَلَهُمُ الْجَنَّةَ بِغَيْرِ عَمَلٍ عَمِلُوهُ، وَلَا خَيْرٍ قَدَّمُوهُ، فَيُقَالُ لَهُمْ: لَكُمْ مَا رَأَيْتُمْ وَمِثْلُهُ مَعَهُ. \n","~","b22"  ],
  ["صحيح مسلم 183a","وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنِي حَفْصُ بْنُ مَيْسَرَةَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ نَاسًا فِي زَمَنِ رَسُولِ اللهِ ﷺ قَالُوا: يَا رَسُولَ اللهِ، هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ رَسُولُ اللهِ ﷺ: نَعَمْ، قَالَ: هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ بِالظَّهِيرَةِ صَحْوًا لَيْسَ مَعَهَا سَحَابٌ؟ وَهَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ صَحْوًا لَيْسَ فِيهَا سَحَابٌ؟ قَالُوا: لَا يَا رَسُولَ اللهِ، قَالَ: مَا تُضَارُّونَ فِي رُؤْيَةِ اللهِ تَبَارَكَ وَتَعَالَى يَوْمَ الْقِيَامَةِ إِلَّا كَمَا تُضَارُّونَ فِي رُؤْيَةِ أَحَدِهِمَا، إِذَا كَانَ يَوْمُ الْقِيَامَةِ أَذَّنَ مُؤَذِّنٌ لِيَتَّبِعْ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ، فَلَا يَبْقَى أَحَدٌ كَانَ يَعْبُدُ غَيْرَ اللهِ سُبْحَانَهُ مِنَ الْأَصْنَامِ وَالْأَنْصَابِ إِلَّا يَتَسَاقَطُونَ فِي النَّارِ، حَتَّى إِذَا لَمْ يَبْقَ إِلَّا مَنْ كَانَ يَعْبُدُ اللهَ مِنْ بَرٍّ وَفَاجِرٍ وَغُبَّرِ أَهْلِ الْكِتَابِ، فَيُدْعَى الْيَهُودُ فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ قَالُوا: كُنَّا نَعْبُدُ عُزَيْرَ ابْنَ اللهِ. فَيُقَالُ: كَذَبْتُمْ، مَا اتَّخَذَ اللهُ مِنْ صَاحِبَةٍ وَلَا وَلَدٍ، فَمَاذَا تَبْغُونَ؟ قَالُوا: عَطِشْنَا يَا رَبَّنَا فَاسْقِنَا، فَيُشَارُ إِلَيْهِمْ أَلَا تَرِدُونَ؟ فَيُحْشَرُونَ إِلَى النَّارِ كَأَنَّهَا سَرَابٌ يَحْطِمُ بَعْضُهَا بَعْضًا، فَيَتَسَاقَطُونَ فِي النَّارِ، ثُمَّ يُدْعَى النَّصَارَى، فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ قَالُوا: كُنَّا نَعْبُدُ الْمَسِيحَ ابْنَ اللهِ، فَيُقَالُ لَهُمْ: كَذَبْتُمْ، مَا اتَّخَذَ اللهُ مِنْ صَاحِبَةٍ وَلَا وَلَدٍ، فَيُقَالُ لَهُمْ: مَاذَا تَبْغُونَ؟ فَيَقُولُونَ: عَطِشْنَا يَا رَبَّنَا فَاسْقِنَا، قَالَ: فَيُشَارُ إِلَيْهِمْ أَلَا تَرِدُونَ؟ فَيُحْشَرُونَ إِلَى جَهَنَّمَ كَأَنَّهَا سَرَابٌ يَحْطِمُ بَعْضُهَا بَعْضًا، فَيَتَسَاقَطُونَ فِي النَّارِ، حَتَّى إِذَا لَمْ يَبْقَ إِلَّا مَنْ كَانَ يَعْبُدُ اللهَ تَعَالَى مِنْ بَرٍّ وَفَاجِرٍ أَتَاهُمْ رَبُّ الْعَالَمِينَ سُبْحَانَهُ وَتَعَالَى فِي أَدْنَى صُورَةٍ مِنَ الَّتِي رَأَوْهُ فِيهَا، قَالَ: فَمَا تَنْتَظِرُونَ؟ تَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ، قَالُوا: يَا رَبَّنَا، فَارَقْنَا النَّاسَ فِي الدُّنْيَا أَفْقَرَ مَا كُنَّا إِلَيْهِمْ وَلَمْ نُصَاحِبْهُمْ، فَيَقُولُ: أَنَا رَبُّكُمْ، فَيَقُولُونَ: نَعُوذُ بِاللهِ مِنْكَ، لَا نُشْرِكُ بِاللهِ شَيْئًا - مَرَّتَيْنِ أَوْ ثَلَاثًا - حَتَّى إِنَّ بَعْضَهُمْ لَيَكَادُ أَنْ يَنْقَلِبَ، فَيَقُولُ: هَلْ بَيْنَكُمْ وَبَيْنَهُ آيَةٌ فَتَعْرِفُونَهُ بِهَا؟ فَيَقُولُونَ: نَعَمْ، فَيُكْشَفُ عَنْ سَاقٍ، فَلَا يَبْقَى مَنْ كَانَ يَسْجُدُ لِلهِ مِنْ تِلْقَاءِ نَفْسِهِ إِلَّا أَذِنَ اللهُ لَهُ بِالسُّجُودِ، وَلَا يَبْقَى مَنْ كَانَ يَسْجُدُ اتِّقَاءً وَرِيَاءً إِلَّا جَعَلَ اللهُ ظَهْرَهُ طَبَقَةً وَاحِدَةً، كُلَّمَا أَرَادَ أَنْ يَسْجُدَ خَرَّ عَلَى قَفَاهُ ثُمَّ يَرْفَعُونَ رُؤُوسَهُمْ وَقَدْ تَحَوَّلَ فِي صُورَتِهِ الَّتِي رَأَوْهُ فِيهَا أَوَّلَ مَرَّةٍ، فَقَالَ: أَنَا رَبُّكُمْ، فَيَقُولُونَ: أَنْتَ رَبُّنَا، ثُمَّ يُضْرَبُ الْجِسْرُ عَلَى جَهَنَّمَ، وَتَحِلُّ الشَّفَاعَةُ، وَيَقُولُونَ: اللَّهُمَّ سَلِّمْ سَلِّمْ. قِيلَ: يَا رَسُولَ اللهِ، وَمَا الْجِسْرُ؟ قَالَ: دَحْضٌ مَزَلَّةٌ، فِيهِ خَطَاطِيفُ وَكَلَالِيبُ، وَحَسَكٌ تَكُونُ بِنَجْدٍ فِيهَا شُوَيْكَةٌ يُقَالُ لَهَا: السَّعْدَانُ، فَيَمُرُّ الْمُؤْمِنُونَ كَطَرْفِ الْعَيْنِ وَكَالْبَرْقِ وَكَالرِّيحِ وَكَالطَّيْرِ وَكَأَجَاوِيدِ الْخَيْلِ وَالرِّكَابِ، فَنَاجٍ مُسَلَّمٌ وَمَخْدُوشٌ مُرْسَلٌ، وَمَكْدُوسٌ فِي نَارِ جَهَنَّمَ، حَتَّى إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ، فَوَالَّذِي نَفْسِي بِيَدِهِ مَا مِنْكُمْ مِنْ أَحَدٍ بِأَشَدَّ مُنَاشَدَةً لِلهِ فِي اسْتِقْصَاءِ الْحَقِّ مِنَ الْمُؤْمِنِينَ لِلهِ يَوْمَ الْقِيَامَةِ لِإِخْوَانِهِمُ الَّذِينَ فِي النَّارِ، يَقُولُونَ: رَبَّنَا، كَانُوا يَصُومُونَ مَعَنَا وَيُصَلُّونَ وَيَحُجُّونَ، فَيُقَالُ لَهُمْ: أَخْرِجُوا مَنْ عَرَفْتُمْ، فَتُحَرَّمُ صُوَرُهُمْ عَلَى النَّارِ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا قَدْ أَخَذَتِ النَّارُ إِلَى نِصْفِ سَاقَيْهِ وَإِلَى رُكْبَتَيْهِ، ثُمَّ يَقُولُونَ: رَبَّنَا، مَا بَقِيَ فِيهَا أَحَدٌ مِمَّنْ أَمَرْتَنَا بِهِ، فَيَقُولُ: ارْجِعُوا، فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ دِينَارٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا، ثُمَّ يَقُولُونَ: رَبَّنَا، لَمْ نَذَرْ فِيهَا أَحَدًا مِمَّنْ أَمَرْتَنَا، ثُمَّ يَقُولُ: ارْجِعُوا، فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ نِصْفِ دِينَارٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا، ثُمَّ يَقُولُونَ: رَبَّنَا، لَمْ نَذَرْ فِيهَا مِمَّنْ أَمَرْتَنَا أَحَدًا، ثُمَّ يَقُولُ: ارْجِعُوا، فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ ذَرَّةٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ، فَيُخْرِجُونَ خَلْقًا كَثِيرًا، ثُمَّ يَقُولُونَ: رَبَّنَا، لَمْ نَذَرْ فِيهَا خَيْرًا، وَكَانَ أَبُو سَعِيدٍ الْخُدْرِيُّ يَقُولُ: إِنْ لَمْ تُصَدِّقُونِي بِهَذَا الْحَدِيثِ فَاقْرَؤُوا إِنْ شِئْتُمْ: { إِنَّ اللهَ لا يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا }، فَيَقُولُ اللهُ عَزَّ وَجَلَّ: شَفَعَتِ الْمَلَائِكَةُ وَشَفَعَ النَّبِيُّونَ وَشَفَعَ الْمُؤْمِنُونَ، وَلَمْ يَبْقَ إِلَّا أَرْحَمُ الرَّاحِمِينَ، فَيَقْبِضُ قَبْضَةً مِنَ النَّارِ فَيُخْرِجُ مِنْهَا قَوْمًا لَمْ يَعْمَلُوا خَيْرًا قَطُّ قَدْ عَادُوا حُمَمًا، فَيُلْقِيهِمْ فِي نَهَرٍ فِي أَفْوَاهِ الْجَنَّةِ، يُقَالُ لَهُ: نَهَرُ الْحَيَاةِ، فَيَخْرُجُونَ كَمَا تَخْرُجُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ، أَلَا تَرَوْنَهَا تَكُونُ إِلَى الْحَجَرِ أَوْ إِلَى الشَّجَرِ؟ مَا يَكُونُ إِلَى الشَّمْسِ أُصَيْفِرُ وَأُخَيْضِرُ، وَمَا يَكُونُ مِنْهَا إِلَى الظِّلِّ يَكُونُ أَبْيَضَ، فَقَالُوا: يَا رَسُولَ اللهِ، كَأَنَّكَ كُنْتَ تَرْعَى بِالْبَادِيَةِ، قَالَ: فَيَخْرُجُونَ كَاللُّؤْلُؤِ فِي رِقَابِهِمُ الْخَوَاتِمُ يَعْرِفُهُمْ أَهْلُ الْجَنَّةِ، هَؤُلَاءِ عُتَقَاءُ اللهِ الَّذِينَ أَدْخَلَهُمُ اللهُ الْجَنَّةَ بِغَيْرِ عَمَلٍ عَمِلُوهُ وَلَا خَيْرٍ قَدَّمُوهُ، ثُمَّ يَقُولُ: ادْخُلُوا الْجَنَّةَ فَمَا رَأَيْتُمُوهُ فَهُوَ لَكُمْ، فَيَقُولُونَ: رَبَّنَا، أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ، فَيَقُولُ: لَكُمْ عِنْدِي أَفْضَلُ مِنْ هَذَا، فَيَقُولُونَ: يَا رَبَّنَا، أَيُّ شَيْءٍ أَفْضَلُ مِنْ هَذَا؟ فَيَقُولُ: رِضَايَ، فَلَا أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا. \n","","b22"  ],
  ["صحيح مسلم 183b","قَالَ مُسْلِمٌ: قَرَأْتُ عَلَى عِيسَى بْنِ حَمَّادٍ زُغْبَةَ الْمِصْرِيِّ هَذَا الْحَدِيثَ فِي الشَّفَاعَةِ، وَقُلْتُ لَهُ: أُحَدِّثُ بِهَذَا الْحَدِيثِ عَنْكَ، أَنَّكَ سَمِعْتَ مِنَ اللَّيْثِ بْنِ سَعْدٍ، فَقَالَ: نَعَمْ، قُلْتُ لِعِيسَى بْنِ حَمَّادٍ: أَخْبَرَكُمُ اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ قَالَ: قُلْنَا: يَا رَسُولَ اللهِ، أَنَرَى رَبَّنَا؟ قَالَ رَسُولُ اللهِ ﷺ: هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ إِذَا كَانَ يَوْمٌ صَحْوٌ؟ قُلْنَا: لَا. وَسُقْتُ الْحَدِيثَ حَتَّى انْقَضَى آخِرُهُ، وَهُوَ نَحْوُ حَدِيثِ حَفْصِ بْنِ مَيْسَرَةَ، وَزَادَ بَعْدَ قَوْلِهِ: بِغَيْرِ عَمَلٍ عَمِلُوهُ، وَلَا قَدَمٍ قَدَّمُوهُ، فَيُقَالُ لَهُمْ: لَكُمْ مَا رَأَيْتُمْ، وَمِثْلُهُ مَعَهُ، قَالَ أَبُو سَعِيدٍ: بَلَغَنِي أَنَّ الْجِسْرَ أَدَقُّ مِنَ الشَّعَرَةِ، وَأَحَدُّ مِنَ السَّيْفِ. وَلَيْسَ فِي حَدِيثِ اللَّيْثِ: فَيَقُولُونَ: رَبَّنَا، أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ وَمَا بَعْدَهُ، فَأَقَرَّ بِهِ عِيسَى بْنُ حَمَّادٍ.","","b22"  ],
  ["صحيح مسلم 184a","وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ عَمْرِو بْنِ يَحْيَى بْنِ عُمَارَةَ قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: يُدْخِلُ اللهُ أَهْلَ الْجَنَّةِ الْجَنَّةَ، يُدْخِلُ مَنْ يَشَاءُ بِرَحْمَتِهِ، وَيُدْخِلُ أَهْلَ النَّارِ النَّارَ، ثُمَّ يَقُولُ: انْظُرُوا مَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ، فَأَخْرِجُوهُ، فَيَخْرُجُونَ مِنْهَا حُمَمًا قَدِ امْتَحَشُوا، فَيُلْقَوْنَ فِي نَهَرِ الْحَيَاةِ - أَوِ الْحَيَا - فَيَنْبُتُونَ فِيهِ كَمَا تَنْبُتُ الْحِبَّةُ إِلَى جَانِبِ السَّيْلِ، أَلَمْ تَرَوْهَا كَيْفَ تَخْرُجُ صَفْرَاءَ مُلْتَوِيَةً.؟ ","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ސުވަރުގޭގެ އަހުލުވެރިން ސުވުރުގެއަށް ވައްދާނެއެވެ. އެ އިލާހުގެ ރަޙުމަތުން އިރާދަ ކުރެއްވި ބަޔަކު ވައްދާނެއެވެ. އަދި ނަރަކައިގެ އަހުލުވެރިން ނަރަކައަށް ވައްދާނެއެވެ. ދެން އެ އިލާހު ވަޙީ ކުރައްވާނެއެވެ: އެ މީހެއްގެ ހިތުގައި ރެވިއޮށްޓަރެއްގެ ބަރުދަންހައި އީމާންކަން ހުރެއްޖެ މީހާ ބަލާފައި (ނަރަކައިން) ނެރޭށެވެ. ދެން އެބައިމީހުން އެ ތަނުން ނުކުންނާނެއެވެ. އެބައިމީހުން ވާނީ ކަޅުވެ އަނދާ ދެއްޔަށްވެފައެވެ. ދެން އެބައިމީހުން ހަޔާތުގެ ކޯރަށް އެއްލާލެވޭނެއެވެ. އަދި ފެންބޮޑުވެގެން ދެމިގެން އަންނަ ފެންގަނޑެއް ކައިރިގައި އޮށް ފަޅާ ނުކުމެ ހެދިބޮޑުވާ ފަދައިން އެބައިމީހުން ވެސް އެ ކޯރުގައި ފަޅާ ނުކުމެ ހެދިބޮޑުވާނެއެވެ. (އެ ގޮތަށް) އޮށުން (ގަސް ފަޅާ އިރު) ރީނދުވެ ލެނބިފާހުއްޓައި ނުކުންނަ ގޮތް ތިޔަބައިމިހުން ނުދެކެމުތޯއެވެ؟“","b22"  ],
  ["صحيح مسلم 184b"," وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، (ح) وَحَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ كِلَاهُمَا عَنْ عَمْرِو بْنِ يَحْيَى بِهَذَا الْإِسْنَادِ، وَقَالَا: فَيُلْقَوْنَ فِي نَهَرِ يُقَالُ لَهُ: الْحَيَاةُ، وَلَمْ يَشُكَّا، وَفِي حَدِيثِ خَالِدٍ: كَمَا تَنْبُتُ الْغُثَاءَةُ فِي جَانِبِ السَّيْلِ، وَفِي حَدِيثِ وُهَيْبٍ: كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِئَةِ - أَوْ حَمِيلَةِ - السَّيْلِ.\n","`","b22"  ],
  ["صحيح مسلم 185a","وَحَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرٌ - يَعْنِي: ابْنَ الْمُفَضَّلِ -، عَنْ أَبِي مَسْلَمَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أَمَّا أَهْلُ النَّارِ الَّذِينَ هُمْ أَهْلُهَا فَإِنَّهُمْ لَا يَمُوتُونَ فِيهَا وَلَا يَحْيَوْنَ، وَلَكِنْ نَاسٌ أَصَابَتْهُمُ النَّارُ بِذُنُوبِهِمْ - أَوْ قَالَ: بِخَطَايَاهُمْ -، فَأَمَاتَهُمْ إِمَاتَةً، حَتَّى إِذَا كَانُوا فَحْمًا أُذِنَ بِالشَّفَاعَةِ، فَجِيءَ بِهِمْ ضَبَائِرَ ضَبَائِرَ، فَبُثُّوا عَلَى أَنْهَارِ الْجَنَّةِ، ثُمَّ قِيلَ: يَا أَهْلَ الْجَنَّةِ، أَفِيضُوا عَلَيْهِمْ، فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ تَكُونُ فِي حَمِيلِ السَّيْلِ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: كَأَنَّ رَسُولَ اللهِ ﷺ قَدْ كَانَ بِالْبَادِيَةِ. ","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނަރަކައިގެ (އަބަދުގެ އަބަދަށް) ޙައްޤު އަހުލުވެރިން އެ ތަނުގައި މަރެއްވެސް ނުވާނެ އަދި ނުއެއް ދިރޭނެއެވެ. އެހެނަސް ކުރެވުނު ފާފަތަކެއްގެ ސަބަބުން (ވަގުތީ ގޮތުން) ނަރަކައަށް ލެވުނު (މުއުމިނުންގެ) ބަޔަކު (ވަކި ހިސާބަކުން) މަރުގަންނަވާނެއެވެ. އެބައިމީހުން ކަޅުވެ އަނދާ ދެއްޔަށްވުމަށް ފަހު، ޝަފާޢަތް ދެވޭނެއެވެ. އަދި އެބައިމީހުން ބައިބަޔަށް ގެނެވި، ދެން ހަޔާތުގެ ކޯރަށް އެއްލާލެވޭނެއެވެ. އަދި ބުނެވޭނެއެވެ: އޭ ސުވަރުގޭގެ އަހުލުވެރިންނެވެ. އެބައިމީހުންނަށް ފެން ދޭށެވެ. އަދި ފެންބޮޑުވެގެން ދެމިގެން އަންނަ ފެންގަނޑެއްގައި ހުންނަ ޗަކަހުގައި އޮށް ފަޅާ ނުކުމެ ހެދިބޮޑުވާ ފަދައިން އެބައިމީހުން ވެސް ފަޅާ ނުކުމެ ހެދިބޮޑުވާނެއެވެ. “ ދެން އެ ތަނުގައި ހުރި މީހަކު ދެންނެވިއެވެ: ރަސޫލު ﷲ ﷺ ބާދިޔާގައި އުޅުއްވިފަދައެވެ. (އޭނާ އެހެން ދެންނެވީ ފެންބޮޑުވެގެން އަންނަ ވެލިގަނޑުގައި އޮށް ފަޅާ މިސާލު ޖެއްސެވުމުންނެވެ.)","b22"  ],
  ["صحيح مسلم 185b","وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مَسْلَمَةَ قَالَ: سَمِعْتُ أَبَا نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ ﷺ بِمِثْلِهِ إِلَى قَوْلِهِ: فِي حَمِيلِ السَّيْلِ، وَلَمْ يَذْكُرْ مَا بَعْدَهُ.\n","`","b22"  ],
  ["صحيح مسلم 188","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنِ النُّعْمَانِ بْنِ أَبِي عَيَّاشٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً رَجُلٌ صَرَفَ اللهُ وَجْهَهُ عَنِ النَّارِ قِبَلَ الْجَنَّةِ، وَمَثَّلَ لَهُ شَجَرَةً ذَاتَ ظِلٍّ، فَقَالَ: أَيْ رَبِّ، قَدِّمْنِي إِلَى هَذِهِ الشَّجَرَةِ أَكُونُ فِي ظِلِّهَا، وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ ابْنِ مَسْعُودٍ، وَلَمْ يَذْكُرْ: فَيَقُولُ: يَا ابْنَ آدَمَ مَا يَصْرِينِي مِنْكَ، إِلَى آخِرِ الْحَدِيثِ، وَزَادَ فِيهِ: وَيُذَكِّرُهُ اللهُ سَلْ كَذَا وَكَذَا، فَإِذَا انْقَطَعَتْ بِهِ الْأَمَانِيُّ قَالَ اللهُ: هُوَ لَكَ وَعَشَرَةُ أَمْثَالِهِ، قَالَ: ثُمَّ يَدْخُلُ بَيْتَهُ، فَتَدْخُلُ عَلَيْهِ زَوْجَتَاهُ مِنَ الْحُورِ الْعِينِ، فَتَقُولَانِ: الْحَمْدُ لِلهِ الَّذِي أَحْيَاكَ لَنَا وَأَحْيَانَا لَكَ، قَالَ: فَيَقُولُ: مَا أُعْطِيَ أَحَدٌ مِثْلَ مَا أُعْطِيتُ. \n","~","b22"  ],
  ["صحيح البخاري 23","حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللهِ قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ: أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ: قَالَ رَسُولُ اللهِ ﷺ: بَيْنَا أَنَا نَائِمٌ، رَأَيْتُ النَّاسَ يُعْرَضُونَ عَلَيَّ وَعَلَيْهِمْ قُمُصٌ، مِنْهَا مَا يَبْلُغُ الثُّدِيَّ، وَمِنْهَا مَا دُونَ ذَلِكَ، وَعُرِضَ عَلَيَّ عُمَرُ بْنُ الْخَطَّابِ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ. قَالُوا: فَمَا أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللهِ؟ قَالَ: الدِّينَ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަވަހާރަފުޅު ލައްޕަވަނިކޮށް (ހުވަފެންފުޅެއްގައި) ތިމަން ނަބިއްޔާއަށް ގަމީސް ލައިގެން ތިބި ބަޔަކު ދެއްކެވުނެވެ. އެއްބަޔެއްގެ މެއާ ހިސާބަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި އަނެއް ބަޔަކަށް އެއަށްވުރެ ތިރިއަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި ޢުމަރު ބިން އަލްޚައްޠާބު ތިމަން ނަބިއްޔާއަށް ދެއްކެވުނެވެ. އެކަލޭގެފާނުގެ ގައިކޮޅުގައިވާ ގަމީސް (ދިގުކަމުން އޭތި) ގެންދިޔައީ ދަމަމުންނެވެ.“ މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ އެ މާނަ ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެއީ) ދީނެވެ.“","b23"  ],
  ["صحيح البخاري 3691","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: بَيْنَا أَنَا نَائِمٌ، رَأَيْتُ النَّاسَ عُرِضُوا عَلَيَّ وَعَلَيْهِمْ قُمُصٌ، فَمِنْهَا مَا يَبْلُغُ الثَّدْيَ، وَمِنْهَا مَا يَبْلُغُ دُونَ ذَلِكَ، وَعُرِضَ عَلَيَّ عُمَرُ وَعَلَيْهِ قَمِيصٌ اجْتَرَّهُ. قَالُوا: فَمَا أَوَّلْتَهُ يَا رَسُولَ اللهِ؟ قَالَ: الدِّينَ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އަވަހާރަފުޅު ލައްޕަވަނިކޮށް (ހުވަފެންފުޅެއްގައި) ތިމަން ނަބިއްޔާއަށް ގަމީސް ލައިގެން ތިބި ބަޔަކު ދެއްކެވުނެވެ. އެއްބަޔެއްގެ މެއާ ހިސާބަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި އަނެއް ބަޔަކަށް އެއަށްވުރެ ތިރިއަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި ޢުމަރު ބިން އަލްޚައްޠާބު ތިމަން ނަބިއްޔާއަށް ދެއްކެވުނެވެ. އެކަލޭގެފާނުގެ ގައިކޮޅުގައިވާ ގަމީސް (ދިގުކަމުން އޭތި) ގެންދިޔައީ ދަމަމުންނެވެ.“ މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ އެ މާނަ ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެއީ) ދީނެވެ.“","b23"  ],
  ["صحيح البخاري 7008","حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ قَالَ: حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلٍ: أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ: قَالَ رَسُولُ اللهِ ﷺ: بَيْنَمَا أَنَا نَائِمٌ، رَأَيْتُ النَّاسَ يُعْرَضُونَ عَلَيَّ وَعَلَيْهِمْ قُمُصٌ، مِنْهَا مَا يَبْلُغُ الثُّدِيَّ، وَمِنْهَا مَا يَبْلُغُ دُونَ ذَلِكَ، وَمَرَّ عَلَيَّ عُمَرُ بْنُ الْخَطَّابِ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ قَالُوا: مَا أَوَّلْتَ يَا رَسُولَ اللهِ؟ قَالَ: الدِّينَ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަވަހާރަފުޅު ލައްޕަވަނިކޮށް (ހުވަފެންފުޅެއްގައި) ތިމަން ނަބިއްޔާއަށް ގަމީސް ލައިގެން ތިބި ބަޔަކު ދެއްކެވުނެވެ. އެއްބަޔެއްގެ މެއާ ހިސާބަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި އަނެއް ބަޔަކަށް އެއަށްވުރެ ތިރިއަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި ޢުމަރު ބިން އަލްޚައްޠާބު ތިމަން ނަބިއްޔާއަށް ދެއްކެވުނެވެ. އެކަލޭގެފާނުގެ ގައިކޮޅުގައިވާ ގަމީސް (ދިގުކަމުން އޭތި) ގެންދިޔައީ ދަމަމުންނެވެ.“ މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ އެ މާނަ ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެއީ) ދީނެވެ.“","b23"  ],
  ["صحيح البخاري 7009","حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، حَدَّثَنِي اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ: أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: بَيْنَا أَنَا نَائِمٌ، رَأَيْتُ النَّاسَ عُرِضُوا عَلَيَّ وَعَلَيْهِمْ قُمُصٌ، فَمِنْهَا مَا يَبْلُغُ الثَّدْيَ، وَمِنْهَا مَا يَبْلُغُ دُونَ ذَلِكَ، وَعُرِضَ عَلَيَّ عُمَرُ بْنُ الْخَطَّابِ، وَعَلَيْهِ قَمِيصٌ يَجْتَرُّهُ قَالُوا: فَمَا أَوَّلْتَهُ يَا رَسُولَ اللهِ؟ قَالَ: الدِّينَ. ","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އަވަހާރަފުޅު ލައްޕަވަނިކޮށް (ހުވަފެންފުޅެއްގައި) ތިމަން ނަބިއްޔާއަށް ގަމީސް ލައިގެން ތިބި ބަޔަކު ދެއްކެވުނެވެ. އެއްބަޔެއްގެ މެއާ ހިސާބަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި އަނެއް ބަޔަކަށް އެއަށްވުރެ ތިރިއަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި ޢުމަރު ބިން އަލްޚައްޠާބު ތިމަން ނަބިއްޔާއަށް ދެއްކެވުނެވެ. އެކަލޭގެފާނުގެ ގައިކޮޅުގައިވާ ގަމީސް (ދިގުކަމުން އޭތި) ގެންދިޔައީ ދަމަމުންނެވެ.“ މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ އެ މާނަ ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެއީ) ދީނެވެ.“","b23"  ],
  ["صحيح مسلم 2390","حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ. (ح) وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ وَالْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ (وَاللَّفْظُ لَهُمْ)، قَالُوا: حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلٍ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ يَقُولُ: قَالَ رَسُولُ اللهِ ﷺ: بَيْنَا أَنَا نَائِمٌ رَأَيْتُ النَّاسَ يُعْرَضُونَ وَعَلَيْهِمْ قُمُصٌ، مِنْهَا مَا يَبْلُغُ الثُّدِيَّ، وَمِنْهَا مَا يَبْلُغُ دُونَ ذَلِكَ، وَمَرَّ عُمَرُ بْنُ الْخَطَّابِ وَعَلَيْهِ قَمِيصٌ يَجُرُّهُ، قَالُوا: مَاذَا أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللهِ؟ قَالَ: الدِّينَ. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އަވަހާރަފުޅު ލައްޕަވަނިކޮށް (ހުވަފެންފުޅެއްގައި) ތިމަން ނަބިއްޔާއަށް ގަމީސް ލައިގެން ތިބި ބަޔަކު ދެއްކެވުނެވެ. އެއްބަޔެއްގެ މެއާ ހިސާބަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި އަނެއް ބަޔަކަށް އެއަށްވުރެ ތިރިއަށް އެ ގަމީސްތައް ފޯރިއެވެ. އަދި ޢުމަރު ބިން އަލްޚައްޠާބު ތިމަން ނަބިއްޔާއަށް ދެއްކެވުނެވެ. އެކަލޭގެފާނުގެ ގައިކޮޅުގައިވާ ގަމީސް (ދިގުކަމުން އޭތި) ގެންދިޔައީ ދަމަމުންނެވެ.“ މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ އެ މާނަ ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(އެއީ) ދީނެވެ.“","b23"  ],
  ["صحيح البخاري 24","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ قَالَ: أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللهِ، عَنْ أَبِيهِ: أَنَّ رَسُولَ اللهِ ﷺ مَرَّ عَلَى رَجُلٍ مِنَ الْأَنْصَارِ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ، فَقَالَ رَسُولُ اللهِ ﷺ: دَعْهُ فَإِنَّ الْحَيَاءَ مِنَ الْإِيمَانِ. \n","ޢަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: އަންޞާރުންގެ މީހަކު، އޭނާގެ ޢަޚާ ލަދުވެތި ވާތީ އެކަމާ (ދެކޮޅަށް) ވާހަކަ ދައްކަނިކޮށް، ރަސޫލު ﷲ ﷺ އެބައިމީހުން ކައިރިންލާފައި ވަޑައިގަތެވެ. ދެން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ (އެ ގޮތް މަތީ) ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ކަމެކެވެ.“","b24"  ],
  ["صحيح البخاري 6118","حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ: حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَالِمٍ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا، مَرَّ النَّبِيُّ ﷺ عَلَى رَجُلٍ وَهُوَ يُعَاتِبُ أَخَاهُ فِي الْحَيَاءِ يَقُولُ: إِنَّكَ لَتَسْتَحْيِي حَتَّى كَأَنَّهُ يَقُولُ: قَدْ أَضَرَّ بِكَ، فَقَالَ رَسُولُ اللهِ ﷺ: دَعْهُ فَإِنَّ الْحَيَاءَ مِنَ الْإِيمَانِ. ","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: އަންޞާރުންގެ މީހަކު، އޭނާގެ ޢަޚާ ލަދުވެތި ވާތީ އެކަމާ (ދެކޮޅަށް) ވާހަކަ ދައްކަނިކޮށް، ނަބިއްޔާ ﷲ ﷺ އެބައިމީހުން ކައިރިންލާފައި ވަޑައިގަތެވެ. އެ މީހާ ބުނަމުން ދިޔައެވެ: ހަމަކަށަވަރުން ތިބާ (މާ ބޮޑަށް) ލަދުގަންނަނީއެވެ. އޭގެ ސަބަބުން ތިބާއަށް ދެރަގޮތެއް ވެދާނެއެވެ. ދެން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ (އެ ގޮތް މަތީ) ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ކަމެކެވެ.“","b24"  ],
  ["صحيح مسلم 36a","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ سَمِعَ النَّبِيُّ ﷺ رَجُلًا يَعِظُ أَخَاهُ فِي الْحَيَاءِ، فَقَالَ: الْحَيَاءُ مِنَ الْإِيمَانِ. ","ޢަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: އަންޞާރުންގެ މީހަކު، އޭނާގެ ޢަޚާ ލަދުވެތި ވާތީ އެކަމާ (ދެކޮޅަށް) ވާހަކަ ދައްކާ އަޑު، ނަބިއްޔާ ﷲ ﷺ އަށް އިވިވަޑައިގަތެވެ. ދެން ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ (އެ ގޮތް މަތީ) ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ލަދުވެތިކަމަކީ އީމާންކަމުގެ ތެރެއިންވާ ކަމެކެވެ.“","b24"  ],
  ["صحيح مسلم 36b","حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ، وَقَالَ: مَرَّ بِرَجُلٍ مِنَ الْأَنْصَارِ يَعِظُ أَخَاهُ. \n","`","b24"  ],
  ["صحيح البخاري 25","حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْمُسْنَدِيُّ قَالَ: حَدَّثَنَا أَبُو رَوْحٍ الْحَرَمِيُّ بْنُ عُمَارَةَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ وَاقِدِ بْنِ مُحَمَّدٍ قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الْإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللهِ. ","އިބްނު ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ ﷲގެ ރަސޫލާކަމަށް ހެކިވެ، އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީފުމަށް ދާންދެން، މީސްތަކުންނާ ހަނގުރާމަ ކުރުމަށް ތިމަން ނަބިއްޔާއަށް ވަނީ އަމުރުވެވިގެންނެވެ. ފަހެ، އެބައިމީހުން އެ ފަދައިން ޢަމަލުކޮށްފި ނަމަ، އެބައިމީހުންގެ ލެޔާއި މުދާ ތިމަން ނަބިއްޔާގެ ކިބައިން ރައްކާތެރިކޮށް ސަލާމަތްކޮށްފިއެވެ. އެއީ އިސްލާމް ދީނުގެ ޙައްޤުގައި (އެބަހީ: ޝަރީޢަތާ އެއްގޮތަށް ގާއިމު ކުރެވޭ ޙައްދެއްގައި) މެނުވީއެވެ. އަދި އެބައިމީހުންގެ ހިސާބު ބެއްލެވުން ވަނީ ﷲ އަށެވެ.“","b25"  ],
  ["صحيح مسلم 22","حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ مَالِكُ بْنُ عَبْدِ الْوَاحِدِ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الصَّبَّاحِ، عَنْ شُعْبَةَ، عَنْ وَاقِدِ بْنِ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ، فَإِذَا فَعَلُوا عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللهِ. \n","އަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ ﷲގެ ރަސޫލާކަމަށް ހެކިވެ، އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީފުމަށް ދާންދެން، މީސްތަކުންނާ ހަނގުރާމަ ކުރުމަށް ތިމަން ނަބިއްޔާއަށް ވަނީ އަމުރުވެވިގެންނެވެ. ފަހެ، އެބައިމީހުން އެ ފަދައިން ޢަމަލުކޮށްފި ނަމަ، އެބައިމީހުންގެ ލެޔާއި މުދާ ތިމަން ނަބިއްޔާގެ ކިބައިން ރައްކާތެރިކޮށް ސަލާމަތްކޮށްފިއެވެ. އެއީ އިސްލާމް ދީނުގެ ޙައްޤުގައި (އެބަހީ: ޝަރީޢަތާ އެއްގޮތަށް ގާއިމު ކުރެވޭ ޙައްދެއްގައި) މެނުވީއެވެ. އަދި އެބައިމީހުންގެ ހިސާބު ބެއްލެވުން ވަނީ ﷲ އަށެވެ.“","b25"  ],
  ["صحيح البخاري 26","حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، وَمُوسَى بْنُ إِسْمَاعِيلَ قَالَا: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ قَالَ: حَدَّثَنَا ابْنُ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللهِ ﷺ سُئِلَ: أَيُّ الْعَمَلِ أَفْضَلُ؟ فَقَالَ: إِيمَانٌ بِاللهِ وَرَسُولِهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: الْجِهَادُ فِي سَبِيلِ اللهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُورٌ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް ސުވާލު ކުރެއްވުނެވެ: އެންމެ ހެޔޮވެގެންވާ ޢަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށް އީމާންވުމެވެ.“ ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲގެ މަގުގައި ޖިހާދު ކުރުމެވެ.“ ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަބޫލު ކުރެވިގެންވާ ފުރިހަމަ ޙެއްޖެވެ.“","b26"  ],
  ["صحيح البخاري 1519","حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: سُئِلَ النَّبِيُّ ﷺ: أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: إِيمَانٌ بِاللهِ وَرَسُولِهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: جِهَادٌ فِي سَبِيلِ اللهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُورٌ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަށް ސުވާލު ކުރެއްވުނެވެ: އެންމެ ހެޔޮވެގެންވާ ޢަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށް އީމާންވުމެވެ.“ ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲގެ މަގުގައި ޖިހާދު ކުރުމެވެ.“ ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަބޫލު ކުރެވިގެންވާ ފުރިހަމަ ޙެއްޖެވެ.“","b26"  ],
  ["صحيح مسلم 83a","وَحَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، (ح) حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، أَخْبَرَنَا إِبْرَاهِيمُ - يَعْنِي: ابْنَ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: سُئِلَ رَسُولُ اللهِ ﷺ أَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: إِيمَانٌ بِاللهِ، قَالَ: ثُمَّ مَاذَا؟ قَالَ: الْجِهَادُ فِي سَبِيلِ اللهِ، قَالَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُورٌ. وَفِي رِوَايَةِ مُحَمَّدِ بْنِ جَعْفَرٍ قَالَ: إِيمَانٌ بِاللهِ وَرَسُولِهِ.","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަށް ސުވާލު ކުރެއްވުނެވެ: އެންމެ ހެޔޮވެގެންވާ ޢަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އަށް އީމާންވުމެވެ.“ (ނަބިއްޔާއަށް) ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲގެ މަގުގައި ޖިހާދު ކުރުމެވެ.“ (ނަބިއްޔާއަށް) ދެންނެވުނެވެ: އެއަށްފަހު ކޮންކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަބޫލު ކުރެވިގެންވާ ފުރިހަމަ ޙެއްޖެވެ.“","b26"  ],
  ["صحيح مسلم 83b","وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ مِثْلَهُ. \n","`","b26"  ],
  ["صحيح البخاري 27","حَدَّثَنَا أَبُو الْيَمَانِ قَالَ: أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ سَعْدٍ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُولَ اللهِ ﷺ أَعْطَى رَهْطًا وَسَعْدٌ جَالِسٌ، فَتَرَكَ رَسُولُ اللهِ ﷺ رَجُلًا هُوَ أَعْجَبُهُمْ إِلَيَّ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ؟ فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ: أَوْ مُسْلِمًا. فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ، فَعُدْتُ لِمَقَالَتِي فَقُلْتُ: مَا لَكَ عَنْ فُلَانٍ؟ فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ: أَوْ مُسْلِمًا. ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ فَعُدْتُ لِمَقَالَتِي، وَعَادَ رَسُولُ اللهِ ﷺ، ثُمَّ قَالَ: يَا سَعْدُ إِنِّي لَأُعْطِي الرَّجُلَ، وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ، خَشْيَةَ أَنْ يَكُبَّهُ اللهُ فِي النَّارِ. \nوَرَوَاهُ يُونُسُ، وَصَالِحٌ، وَمَعْمَرٌ، وَابْنُ أَخِي الزُّهْرِيِّ، عَنِ الزُّهْرِيِّ. \n","ސަޢުދު ބިން އަބީ ވައްޤާޞް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އެކަލޭގެފާނު (އެ ތަނެއްގައި) އިށީންދެ އިންނަވަނިކޮށް ރަސޫލު ﷲ ﷺ ބަޔަކަށް މުދާ ބެއްސެވިއެވެ. އަދި އޭގެ ތެރެއިން އެންމެ ރަނގަޅުކަމަށް ތިމަން ދެކުނު މީހާއަށް ރަސޫލު ﷲ ﷺ އެއްޗެއް ނުދެއްވައެވެ. ވީމާ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އޭނާއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އޭނާއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އަނެއްކާ ވެސް އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ. އަދި ރަސޫލު ﷲ ﷺ ވެސް އެ ނަބިއްޔާގެ ބަސްފުޅު ތަކުރާރު ކުރެއްވިއެވެ. (ނޯޓު: އެފަދައިން ޙަދީޘް ކުރެއްވި ސަބަބަކީ، ވަކި މީހަކީ ފުރިހަމަ މުއުމިނެއްކަމަށް ދައުވާ ކުރަން އަވަސްވެ ނުގަތުމަށް އިރުޝާދު ދެއްވުމަށެވެ.) އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ ސަޢުދެވެ. ހަމަކަށަވަރުން (އީމާންކަން ބަލިކަށި) މީހަކަށް ތިމަން ނަބިއްޔާ އެއްޗެއް ދެއްވަފާނެއެވެ. އެއީ ތިމަން ނަބިއްޔާއަށް މާ ލޮބުވެތިކަން ބޮޑު (އީމާންކަން ވަރުގަދަ) މީހަކު ހުއްޓައި ވެސްމެއެވެ. ސަބަބަކީ (އީމާންކަން ބަލިކަށި މީހާގެ ހިތް އެކުވެރި ކުރުމުގެ ގޮތުން އޭނާއަށް އެއްޗެއް ނުދީފި ނަމަ، އޭނާ ކާފަރުވެ) ﷲ އޭނާ މޫނުވަތައް ނަރަކައަށް އެއްލައިލަފާނެކަމުގެ ބިރަށްޓަކައެވެ.“","b27"  ],
  ["صحيح البخاري 1478","حَدَّثَنَا مُحَمَّدُ بْنُ غُرَيْرٍ الزُّهْرِيُّ: حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ، عَنْ أَبِيهِ قَالَ: أَعْطَى رَسُولُ اللهِ ﷺ رَهْطًا وَأَنَا جَالِسٌ فِيهِمْ، قَالَ: فَتَرَكَ رَسُولُ اللهِ ﷺ مِنْهُمْ رَجُلًا لَمْ يُعْطِهِ، وَهُوَ أَعْجَبُهُمْ إِلَيَّ، فَقُمْتُ إِلَى رَسُولِ اللهِ ﷺ فَسَارَرْتُهُ، فَقُلْتُ: مَا لَكَ عَنْ فُلَانٍ، وَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا؟ قَالَ: أَوْ مُسْلِمًا. قَالَ: فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ فِيهِ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ، وَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا؟ أَوْ قَالَ: مُسْلِمًا. قَالَ: فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ فِيهِ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ، وَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، أَوْ قَالَ: مُسْلِمًا. يَعْنِي: فَقَالَ: إِنِّي لَأُعْطِي الرَّجُلَ، وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ، خَشْيَةَ أَنْ يُكَبَّ فِي النَّارِ عَلَى وَجْهِهِ وَعَنْ أَبِيهِ، عَنْ صَالِحٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ أَنَّهُ قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ هَذَا، فَقَالَ فِي حَدِيثِهِ: فَضَرَبَ رَسُولُ اللهِ ﷺ بِيَدِهِ، فَجَمَعَ بَيْنَ عُنُقِي وَكَتِفِي، ثُمَّ قَالَ: أَقْبِلْ أَيْ سَعْدُ، إِنِّي لَأُعْطِي الرَّجُلَ. قَالَ أَبُو عَبْدِ اللهِ: { فَكُبْكِبُوا } قُلِبُوا. { مُكِبًّا } أَكَبَّ الرَّجُلُ إِذَا كَانَ فِعْلُهُ غَيْرَ وَاقِعٍ عَلَى أَحَدٍ، فَإِذَا وَقَعَ الْفِعْلُ، قُلْتَ: كَبَّهُ اللهُ لِوَجْهِهِ، وَكَبَبْتُهُ أَنَا. \n","ސަޢުދު ބިން އަބީ ވައްޤާޞް ރިވާ ކުރެއްވިއެވެ: ތިމަން އެ ތަނެއްގައި އިށީންދެ އިންނަވަނިކޮށް ރަސޫލު ﷲ ﷺ ބަޔަކަށް މުދާ ބެއްސެވިއެވެ. އަދި އޭގެ ތެރެއިން އެންމެ ރަނގަޅުކަމަށް ތިމަން ދެކުނު މީހާއަށް ރަސޫލު ﷲ ﷺ އެއްޗެއް ނުދެއްވައެވެ. ވީމާ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ (ނޯޓު: އެފަދައިން ޙަދީޘް ކުރެއްވި ސަބަބަކީ، ވަކި މީހަކީ ފުރިހަމަ މުއުމިނެއްކަމަށް ދައުވާ ކުރަން އަވަސްވެ ނުގަތުމަށް އިރުޝާދު ދެއްވުމަށެވެ.) އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”(އީމާންކަން ބަލިކަށި) މީހަކަށް ތިމަން ނަބިއްޔާ އެއްޗެއް ދެއްވާފާނެއެވެ. އެއީ ތިމަން ނަބިއްޔާއަށް މާ ލޮބުވެތިކަން ބޮޑު (އީމާންކަން ވަރުގަދަ) މީހަކު ހުއްޓައި ވެސްމެއެވެ. އެއީ (އީމާންކަން ބަލިކަށި މީހާގެ ހިތް އެކުވެރި ކުރުމުގެ ގޮތުން އޭނާއަށް އެއްޗެއް ނުދީފި ނަމަ، އޭނާ ކާފަރުވެ) އޭނާ މޫނުވަތައް ނަރަކައަށް އެއްލައިލަފާނެކަމުގެ ބިރަށްޓަކައެވެ.“","b27"  ],
  ["صحيح مسلم 150a","حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ قَالَ: قَسَمَ رَسُولُ اللهِ ﷺ قَسْمًا، فَقُلْتُ: يَا رَسُولَ اللهِ، أَعْطِ فُلَانًا فَإِنَّهُ مُؤْمِنٌ، فَقَالَ النَّبِيُّ ﷺ: أَوْ مُسْلِمٌ؟ أَقُولُهَا ثَلَاثًا، وَيُرَدِّدُهَا عَلَيَّ ثَلَاثًا، أَوْ مُسْلِمٌ. ثُمَّ قَالَ: إِنِّي لَأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ مَخَافَةَ أَنْ يَكُبَّهُ اللهُ فِي النَّارِ. \n","ސަޢުދު ބިން އަބީ ވައްޤާޞް رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ބަޔަކަށް މުދާ ބެއްސެވިއެވެ. ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މިވެނި މީހަކަށް ވެސް ދެއްވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާއީ (ފުރިހަމަ) މުއުމިނަކެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (ހަމައެކަނި) މުސްލިމެކެވެ.“ ތިމަންނަގެ ވާހަކަ ތިން ފަހަރު ތަކުރާރުކޮށް ދެންނެވީމެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ބަސްފުޅު ވެސް ތިމަންނައަށް ތިން ފަހަރު ތަކުރާރު ކުރެއްވިއެވެ: ”ނުވަތަ (ހަމައެކަނި) މުސްލިމެކެވެ.“ (ނޯޓު: އެފަދައިން ޙަދީޘް ކުރެއްވި ސަބަބަކީ، ވަކި މީހަކީ ފުރިހަމަ މުއުމިނެއްކަމަށް ދައުވާ ކުރަން އަވަސްވެ ނުގަތުމަށް އިރުޝާދު ދެއްވުމަށެވެ.) އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން (އީމާންކަން ބަލިކަށި) މީހަކަށް ތިމަން ނަބިއްޔާ އެއްޗެއް ދެއްވަފާނެއެވެ. އެއީ ތިމަން ނަބިއްޔާއަށް މާ ލޮބުވެތިކަން ބޮޑު (އީމާންކަން ވަރުގަދަ) މީހަކު ހުއްޓައި ވެސްމެއެވެ. ސަބަބަކީ (އީމާންކަން ބަލިކަށި މީހާގެ ހިތް އެކުވެރި ކުރުމުގެ ގޮތުން އޭނާއަށް އެއްޗެއް ނުދީފި ނަމަ، އޭނާ ކާފަރުވެ) ﷲ އޭނާ މޫނުވަތައް ނަރަކައަށް އެއްލައިލަފާނެކަމުގެ ބިރަށްޓަކައެވެ.“","b27"  ],
  ["صحيح مسلم 150b","حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ قَالَ: أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ سَعْدٍ أَنَّ رَسُولَ اللهِ ﷺ أَعْطَى رَهْطًا، وَسَعْدٌ جَالِسٌ فِيهِمْ. قَالَ سَعْدٌ: فَتَرَكَ رَسُولُ اللهِ ﷺ مِنْهُمْ مَنْ لَمْ يُعْطِهِ، وَهُوَ أَعْجَبُهُمْ إِلَيَّ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ؟ فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ رَسُولُ اللهِ ﷺ: أَوْ مُسْلِمًا، قَالَ: فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ؟ فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ رَسُولُ اللهِ ﷺ: أَوْ مُسْلِمًا، قَالَ: فَسَكَتُّ قَلِيلًا ثُمَّ غَلَبَنِي مَا عَلِمْتُ مِنْهُ، فَقُلْتُ: يَا رَسُولَ اللهِ، مَا لَكَ عَنْ فُلَانٍ؟ فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا، فَقَالَ رَسُولُ اللهِ ﷺ: أَوْ مُسْلِمًا، إِنِّي لَأُعْطِي الرَّجُلَ وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يُكَبَّ فِي النَّارِ عَلَى وَجْهِهِ. ","ސަޢުދު ބިން އަބީ ވައްޤާޞް ރިވާ ކުރެއްވިއެވެ: ތިމަން އެ ތަނެއްގައި އިށީންދެ އިންނަވަނިކޮށް ރަސޫލު ﷲ ﷺ ބަޔަކަށް މުދާ ބެއްސެވިއެވެ. އަދި އޭގެ ތެރެއިން އެންމެ ރަނގަޅުކަމަށް ތިމަން ދެކުނު މީހާއަށް ރަސޫލު ﷲ ﷺ އެއްޗެއް ނުދެއްވައެވެ. ވީމާ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ (ނޯޓު: އެފަދައިން ޙަދީޘް ކުރެއްވި ސަބަބަކީ، ވަކި މީހަކީ ފުރިހަމަ މުއުމިނެއްކަމަށް ދައުވާ ކުރަން އަވަސްވެ ނުގަތުމަށް އިރުޝާދު ދެއްވުމަށެވެ.) އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”(އީމާންކަން ބަލިކަށި) މީހަކަށް ތިމަން ނަބިއްޔާ އެއްޗެއް ދެއްވާފާނެއެވެ. އެއީ ތިމަން ނަބިއްޔާއަށް މާ ލޮބުވެތިކަން ބޮޑު (އީމާންކަން ވަރުގަދަ) މީހަކު ހުއްޓައި ވެސްމެއެވެ. އެއީ (އީމާންކަން ބަލިކަށި މީހާގެ ހިތް އެކުވެރި ކުރުމުގެ ގޮތުން އޭނާއަށް އެއްޗެއް ނުދީފި ނަމަ، އޭނާ ކާފަރުވެ) އޭނާ މޫނުވަތައް ނަރަކައަށް އެއްލައިލަފާނެކަމުގެ ބިރަށްޓަކައެވެ.“","b27"  ],
  ["صحيح مسلم 150c","وَحَدَّثَنَا الْحَسَنُ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ سَعْدٍ يُحَدِّثُ هَذَا، فَقَالَ فِي حَدِيثِهِ: فَضَرَبَ رَسُولُ اللهِ ﷺ بِيَدِهِ بَيْنَ عُنُقِي وَكَتِفِي، ثُمَّ قَالَ: أَقِتَالًا؟ أَيْ سَعْدُ، إِنِّي لَأُعْطِي الرَّجُلَ. \n","`","b27"  ],
  ["صحيح مسلم 150d","وَحَدَّثَنَا الْحَسَنُ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ سَعْدٍ يُحَدِّثُ هَذَا، فَقَالَ فِي حَدِيثِهِ: فَضَرَبَ رَسُولُ اللهِ ﷺ بِيَدِهِ بَيْنَ عُنُقِي وَكَتِفِي، ثُمَّ قَالَ: أَقِتَالًا؟ أَيْ سَعْدُ، إِنِّي لَأُعْطِي الرَّجُلَ. \n","`","b27"  ],
  ["صحيح مسلم 150e","حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ قَالَا: حَدَّثَنَا يَعْقُوبُ - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَامِرُ بْنُ سَعْدٍ، عَنْ أَبِيهِ سَعْدٍ أَنَّهُ قَالَ: أَعْطَى رَسُولُ اللهِ ﷺ رَهْطًا وَأَنَا جَالِسٌ فِيهِمْ، قَالَ: فَتَرَكَ رَسُولُ اللهِ ﷺ مِنْهُمْ رَجُلًا لَمْ يُعْطِهِ، وَهُوَ أَعْجَبُهُمْ إِلَيَّ، فَقُمْتُ إِلَى رَسُولِ اللهِ ﷺ، فَسَارَرْتُهُ، فَقُلْتُ: يَا رَسُولَ اللهِ مَا لَكَ عَنْ فُلَانٍ، وَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ: أَوْ مُسْلِمًا فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ، فَقُلْتُ: يَا رَسُولَ اللهِ مَا لَكَ عَنْ فُلَانٍ، فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ: - أَوْ مُسْلِمًا - فَسَكَتُّ قَلِيلًا، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ، فَقُلْتُ: يَا رَسُولَ اللهِ مَا لَكَ عَنْ فُلَانٍ، فَوَاللهِ إِنِّي لَأَرَاهُ مُؤْمِنًا قَالَ: أَوْ مُسْلِمًا قَالَ: إِنِّي لَأُعْطِي الرَّجُلَ، وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يُكَبَّ فِي النَّارِ عَلَى وَجْهِهِ وَفِي حَدِيثِ الْحُلْوَانِيِّ تَكْرَارُ الْقَوْلِ مَرَّتَيْنِ. ","ސަޢުދު ބިން އަބީ ވައްޤާޞް ރިވާ ކުރެއްވިއެވެ: ތިމަން އެ ތަނެއްގައި އިށީންދެ އިންނަވަނިކޮށް ރަސޫލު ﷲ ﷺ ބަޔަކަށް މުދާ ބެއްސެވިއެވެ. އަދި އޭގެ ތެރެއިން އެންމެ ރަނގަޅުކަމަށް ތިމަން ދެކުނު މީހާއަށް ރަސޫލު ﷲ ﷺ އެއްޗެއް ނުދެއްވައެވެ. ވީމާ ރަސޫލު ﷲ ﷺ ގެ ގާތަށް ތެދުވެގެން ތިމަން ސިއްރުން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ ދެން އިރުކޮޅަކު ތިމަން ހަނު ހުންނެވީމެވެ. އެއަށްފަހު އެ މީހާގެ ފަރާތުން އެނގިފަހުރި (ރަނގަޅު) ކަންކަމުގެ (ހަނދާންތައް) ތިމަންނަގެ މައްޗަށް ވެރިވެގަނެ، އަނެއްކާ ވެސް ތިމަންނަގެ ވާހަކަ ތަކުރާރުކޮށް ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ މިވެނި މީހަކަށް ނުދެއްވީ ކީއްވެތޯއެވެ؟ އެހެނީ ﷲ ގަންދީ ބުނަމަވެ. ހަމަކަށަވަރުން އެއީ (ފުރިހަމަ) މުއުމިނަކު ކަމުގައި ތިމަން ދެކެމުއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނުވަތަ (އެއީ ހަމައެކަނި) މުސްލިމެކެވެ.“ (ނޯޓު: އެފަދައިން ޙަދީޘް ކުރެއްވި ސަބަބަކީ، ވަކި މީހަކީ ފުރިހަމަ މުއުމިނެއްކަމަށް ދައުވާ ނުކުރާން އިރުޝާދު ދެއްވުމުގެ ގޮތުންނެވެ.) އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”(އީމާންކަން ބަލިކަށި) މީހަކަށް ތިމަން ނަބިއްޔާ އެއްޗެއް ދެއްވާފާނެއެވެ. އެއީ ތިމަން ނަބިއްޔާއަށް މާ ލޮބުވެތިކަން ބޮޑު (އީމާންކަން ވަރުގަދަ) މީހަކު ހުއްޓައި ވެސްމެއެވެ. އެއީ (އީމާންކަން ބަލިކަށި މީހާގެ ހިތް އެކުވެރި ކުރުމުގެ ގޮތުން އޭނާއަށް އެއްޗެއް ނުދީފި ނަމަ، އޭނާ ކާފަރުވެ) އޭނާ މޫނުވަތައް ނަރަކައަށް އެއްލައިލަފާނެކަމުގެ ބިރަށްޓަކައެވެ.“","b27"  ],
  ["صحيح مسلم 150f","حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، (ح) وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ، (ح) وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ قَالَا: أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، - كُلُّهُمْ - عَنِ الزُّهْرِيِّ بِهَذَا الْإِسْنَادِ عَلَى مَعْنَى حَدِيثِ صَالِحٍ، عَنِ الزُّهْرِيِّ، ","`","b27"  ],
  ["صحيح مسلم 150g","حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ سَعْدٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ سَعْدٍ يُحَدِّثُ بِهَذَا الْحَدِيثِ يَعْنِي: حَدِيثَ الزُّهْرِيِّ الَّذِي ذَكَرْنَا فَقَالَ فِي حَدِيثِهِ: فَضَرَبَ رَسُولُ اللهِ ﷺ بِيَدِهِ بَيْنَ عُنُقِي، وَكَتِفِي، ثُمَّ قَالَ: أَقِتَالًا؟ أَيْ سَعْدُ إِنِّي لَأُعْطِي الرَّجُلَ. \n","`","b27"  ],
  ["صحيح البخاري 29","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ النَّبِيُّ ﷺ: أُرِيتُ النَّارَ فَإِذَا أَكْثَرُ أَهْلِهَا النِّسَاءُ، يَكْفُرْنَ. قِيلَ: أَيَكْفُرْنَ بِاللهِ؟ قَالَ: يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الْإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ ثُمَّ رَأَتْ مِنْكَ شَيْئًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ. \n","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއަށް ނަރަކަ ދެއްކެވުނެވެ. އަދި އެ ތަނުގެ އަހުލުވެރިންގެ ތެރެއިން ގިނައީ އަންހެނުންނެވެ. އެ ކަނބަލުން ކުފުރުވެ އުޅުނެވެ.“ (ނަބިއްޔާއަށް) ދެންނެވުނެވެ: އެ ކަނބަލުން ކުފުރު ވަނީ ﷲ އަށްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބަލުން ކުފުރު ވަނީ ފިރިންނަށެވެ. އަދި ކުފުރު ވަނީ އިޙުސާންތެރިކަމަށެވެ. ތިބާ އެއިން އަންހެނަކަށް އުމުރުދުވަހު އިޙުސާންތެރިވެ (އެންމެ ރަނގަޅަށް ކަންތައްކޮށްދިނުމަށް) ފަހު، އެ ކަނބުލޭގެއަށް ތިބާގެ ކިބައިން (ނޭދެވޭ) ކަމެއް ފެނިއްޖެ ނަމަ ބުނާނެއެވެ: ދުވަހަކުވެސް ތިބާގެ ފަރާތުން ހެވެއް ނުދެކެމެވެ.“","b29"  ],
  ["صحيح البخاري 431","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ قَالَ: انْخَسَفَتِ الشَّمْسُ، فَصَلَّى رَسُولُ اللهِ ﷺ، ثُمَّ قَالَ: أُرِيتُ النَّارَ، فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ قَطُّ أَفْظَعَ. \n","ޢަބްދު ﷲ ބިން ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: އިރުކޭތަ ހިފިއެވެ. ދެން ރަސޫލު ﷲ ﷺ (އިރުކޭތަ) ނަމާދު ކުރެއްވުމަށް ފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއަށް ނަރަކަ ދެއްކެވުނެވެ. އަދި މިއަދު ފެނުނުފަދަ މަންޒަރަކަށް ވުރެ ނުބައި މަންޒަރެއް ދުވަހަކުވެސް ތިމަން ނަބިއްޔާ ނުދެކެމުއެވެ.“","b29"  ],
  ["صحيح البخاري 748","حَدَّثَنَا إِسْمَاعِيلُ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللهِ ﷺ فَصَلَّى، قَالُوا: يَا رَسُولَ اللهِ، رَأَيْنَاكَ تَنَاوَلُ شَيْئًا فِي مَقَامِكَ، ثُمَّ رَأَيْنَاكَ تَكَعْكَعْتَ؟ قَالَ: إِنِّي أُرِيتُ الْجَنَّةَ، فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا. \n","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި އިރުކޭތަ ހިފިއެވެ. އަދި ނަބިއްޔާ (އިރުކޭތަ) ނަމާދު ކުރެއްވިއެވެ. މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާ ހުރިތަނުން އެއްޗެއް ނަންގަވަން އުޅުއްވިކަމާއި އެއަށްފަހު ފަހަތަށް ޖެހިލެއްވިތަން ތިމަންމެން ދުށީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާއަށް ސުވަރުގެ ދެއްކެވުނެވެ. ދެން އެ ތަނުގެ މޭވާ ކޯންޏެއް ނަންގަވަން އުޅުނީމުއެވެ. އަދި އެ ނެގުނު ނަމަ، ދުނިޔެ ދެމިހުރިހައި ދުވަހަކު ތިޔަބައިމީހުން އޭގެން ކާނެކަން ކަށަވަރެވެ.“","b29"  ],
  ["صحيح البخاري 1052","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ قَالَ: انْخَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللهِ ﷺ، فَصَلَّى رَسُولُ اللهِ ﷺ، فَقَامَ قِيَامًا طَوِيلًا، نَحْوًا مِنْ قِرَاءَةِ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ، وَقَدْ تَجَلَّتِ الشَّمْسُ، فَقَالَ ﷺ: إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ، لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللهَ\". قَالُوا: يَا رَسُولَ اللهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ، ثُمَّ رَأَيْنَاكَ كَعْكَعْتَ؟ قَالَ ﷺ: إِنِّي رَأَيْتُ الْجَنَّةَ، فَتَنَاوَلْتُ عُنْقُودًا، وَلَوْ أَصَبْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَأُرِيتُ النَّارَ، فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ قَطُّ أَفْظَعَ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ\". قَالُوا: بِمَ يَا رَسُولَ اللهِ؟ قَالَ: بِكُفْرِهِنَّ\". قِيلَ: يَكْفُرْنَ بِاللهِ؟ قَالَ: يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الْإِحْسَانَ؛ لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ كُلَّهُ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ. \n","~","b29"  ],
  ["صحيح البخاري 3202","حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ قَالَ حَدَّثَنِي مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ قَالَ النَّبِيُّ ﷺ: إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللهَ. \n","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އިރާއި ހަނދަކީ ﷲގެ އާޔަތްތަކު ތެރެއިންވާ ދެ އާޔަތެވެ. އެއްވެސް މީހެއްގެ މަރުވުމާއި ދިރުމަކަށް އެ ދޭތި ކޭތަ ނުހިފާނެއެވެ. އަދި ތިޔަބައިމީހުންނަށް އެ (ކޭތަ ހިފާ) ތަން ފެނިއްޖެ ނަމަ ﷲ ޒިކުރު ކުރާށެވެ.“","b29"  ],
  ["صحيح البخاري 5197","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ: أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ أَنَّهُ قَالَ: خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللهِ ﷺ، فَصَلَّى رَسُولُ اللهِ ﷺ وَالنَّاسُ مَعَهُ، فَقَامَ قِيَامًا طَوِيلًا نَحْوًا مِنْ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَقَالَ: إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ، لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللهَ قَالُوا: يَا رَسُولَ اللهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ هَذَا، ثُمَّ رَأَيْنَاكَ تَكَعْكَعْتَ، فَقَالَ: إِنِّي رَأَيْتُ الْجَنَّةَ أَوْ أُرِيتُ الْجَنَّةَ، فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَرَأَيْتُ النَّارَ فَلَمْ أَرَ كَالْيَوْمِ مَنْظَرًا قَطُّ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ قَالُوا: لِمَ يَا رَسُولَ اللهِ؟ قَالَ: بِكُفْرِهِنَّ. قِيلَ: يَكْفُرْنَ بِاللهِ؟ قَالَ: يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الْإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ. ","~","b29"  ],
  ["صحيح مسلم 907a","حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصُ بْنُ مَيْسَرَةَ، حَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: انْكَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللهِ ﷺ، فَصَلَّى رَسُولُ اللهِ ﷺ وَالنَّاسُ مَعَهُ، فَقَامَ قِيَامًا طَوِيلًا قَدْرَ نَحْوِ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ، فَقَامَ قِيَامًا طَوِيلًا، وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا، وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ، وَقَدِ انْجَلَتِ الشَّمْسُ. فَقَالَ: إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ، لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللهَ، قَالُوا: يَا رَسُولَ اللهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ هَذَا، ثُمَّ رَأَيْنَاكَ كَفَفْتَ، فَقَالَ: إِنِّي رَأَيْتُ الْجَنَّةَ، فَتَنَاوَلْتُ مِنْهَا عُنْقُودًا، وَلَوْ أَخَذْتُهُ لَأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَرَأَيْتُ النَّارَ، فَلَمْ أَرَ كَالْيَوْمِ مَنْظَرًا قَطُّ. وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ، قَالُوا: بِمَ يَا رَسُولَ اللهِ؟ قَالَ: بِكُفْرِهِنَّ، قِيلَ: أَيَكْفُرْنَ بِاللهِ؟ قَالَ: بِكُفْرِ الْعَشِيرِ، وَبِكُفْرِ الْإِحْسَانِ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا، قَالَتْ: مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ. \n\n","~","b29"  ],
  ["صحيح مسلم 907b","وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا إِسْحَاقُ - يَعْنِي: ابْنَ عِيسَى - أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، فِي هَذَا الْإِسْنَادِ بِمِثْلِهِ، غَيْرَ أَنَّهُ قَالَ: ثُمَّ رَأَيْنَاكَ تَكَعْكَعْتَ. \n","`","b29"  ],
  ["صحيح البخاري 30","حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ الْأَحْدَبِ، عَنِ الْمَعْرُورِ قَالَ: لَقِيتُ أَبَا ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ حُلَّةٌ، وَعَلَى غُلَامِهِ حُلَّةٌ، فَسَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ: إِنِّي سَابَبْتُ رَجُلًا فَعَيَّرْتُهُ بِأُمِّهِ، فَقَالَ لِيَ النَّبِيُّ ﷺ: يَا أَبَا ذَرٍّ أَعَيَّرْتَهُ بِأُمِّهِ؟ إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، إِخْوَانُكُمْ خَوَلُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ. \n","އަލްމަޢުރޫރު ރިވާ ކުރެއްވިއެވެ: (ބާދިޔާގައި) ރަބަޛާ ކިޔުނު ތަނަކުން އަބޫ ޛައްރާ ތިމަން ބައްދަލު ކުރީމެވެ. އެކަލޭގެފާނު ހުންނެވީ ހެދުންކޮޅެއް ތުރުކޮށްގެންނެވެ. އަދި އެކަލޭގެފާނުގެ އަޅުކުއްޖާ ވެސް ހުރީ (އެފަދަ) ހެދުމެއް ލައިގެންނެވެ. ދެން އެކަމާ ބެހޭ ގޮތުން ތިމަން ސުވާލު ކުރީމެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަންނަ މީހަކަށް ހުތުރު އެއްޗެހި ގޮވައި، އެ މީހާގެ މަންމައަށް ނިސްބަތްކޮށް އޭނާ ދެރަކޮށްލެވުނެވެ. (ނޯޓު: އަބޫ ޛައްރަށް ބުނެވުނީ: އޭ މިހިރަ ކަޅު ބަބުރު އަންހެނާގެ ދަރިޔާއެވެ.) ދެން ނަބިއްޔާ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ އަބޫ ޛައްރެވެ. އޭނާގެ މަންމައަށް ނިސްބަތްކޮށް ތިބާ އޭނާ ދެރަކޮށްލީތޯއެވެ؟ ހަމަކަށަވަރުން ތިބާއަކީ، ތިބާގެ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް ހުރި މީހެކެވެ. ތިޔަބައިމީހުންގެ ޚާދިމުންނަކީ ހަމަ ތިޔަބައިމީހުންގެ އަޚުންނެވެ. ތިޔަބައިމީހުންގެ (ބާރާއި) ބެލުމުގެ ދަށަށް ﷲ އެބައިމީހުން ލެއްވިއެވެ. އަދި އެ މީހެއްގެ (ބާރާއި) ބެލުމުގެ ދަށުގައި އޭނާގެ އަޚާ ވާނަމަ، ފަހެ އެ މީހާކު ކައި އުޅޭ ތަކެތިން އޭނާއަށް ކާން ދޭށެވެ. އަދި އެ މީހަކު ލައި އުޅޭ ހެދުމުން އޭނާއަށް ހެދުންލައި ދޭށެވެ. އަދި އެ މީހުން ނުކުރެވޭވަރު ކަންތައް އެބައިމީހުންނަށް ހަވާލު ނުކުރާށެވެ. އަދި ހަވާލުކޮށްފި ނަމަ، ފަހެ އެބައިމީހުންނަށް އެހީވެދޭށެވެ.“","b30"  ],
  ["صحيح البخاري 2545","حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ: حَدَّثَنَا شُعْبَةُ: حَدَّثَنَا وَاصِلٌ الْأَحْدَبُ قَالَ: سَمِعْتُ الْمَعْرُورَ بْنَ سُوَيْدٍ قَالَ: رَأَيْتُ أَبَا ذَرٍّ الْغِفَارِيَّ رَضِيَ اللهُ عَنْهُ، وَعَلَيْهِ حُلَّةٌ، وَعَلَى غُلَامِهِ حُلَّةٌ، فَسَأَلْنَاهُ عَنْ ذَلِكَ، فَقَالَ: إِنِّي سَابَبْتُ رَجُلًا، فَشَكَانِي إِلَى النَّبِيِّ ﷺ، فَقَالَ لِيَ النَّبِيُّ ﷺ: أَعَيَّرْتَهُ بِأُمِّهِ، ثُمَّ قَالَ: إِنَّ إِخْوَانَكُمْ خَوَلُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ، فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ مَا يَغْلِبُهُمْ فَأَعِينُوهُمْ. \n","އަލްމަޢުރޫރު ރިވާ ކުރެއްވިއެވެ: އަބޫ ޛައްރު އަލްޣިފާރީ رَضِيَ اللَّهُ عَنْهُ ތިމަން ދެކުނީމެވެ. އެކަލޭގެފާނު ހުންނެވީ ހެދުންކޮޅެއް ތުރުކޮށްގެންނެވެ. އަދި އެކަލޭގެފާނުގެ އަޅުކުއްޖާ ވެސް ހުރީ (އެފަދަ) ހެދުމެއް ލައިގެންނެވެ. ދެން އެކަމާ ބެހޭ ގޮތުން ތިމަން ސުވާލު ކުރީމެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަންނަ މީހަކަށް ހުތުރު އެއްޗެހި ގޮވުނެވެ. (ނޯޓު: އަބޫ ޛައްރަށް ބުނެވުނީ: އޭ މިހިރަ ކަޅު ބަބުރު އަންހެނާގެ ދަރިޔާއެވެ.) ދެން ތިމަންނަގެ ޝަކުވާ ނަބިއްޔާ ﷺ ގާތު އެ މީހާ ކުރިއެވެ. އަދި ނަބިއްޔާ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާގެ މަންމައަށް ނިސްބަތްކޮށް ތިބާ އޭނާ ދެރަކޮށްލީތޯއެވެ؟ ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ޚާދިމުންނަކީ ހަމަ ތިޔަބައިމީހުންގެ އަޚުންނެވެ. ތިޔަބައިމީހުންގެ (ބާރާއި) ބެލުމުގެ ދަށަށް ﷲ އެބައިމީހުން ލެއްވިއެވެ. އަދި އެ މީހެއްގެ (ބާރާއި) ބެލުމުގެ ދަށުގައި އޭނާގެ އަޚާ ވާނަމަ، ފަހެ އެ މީހާކު ކައި އުޅޭ ތަކެތިން އޭނާއަށް ކާން ދޭށެވެ. އަދި އެ މީހަކު ލައި އުޅޭ ހެދުމުން އޭނާއަށް ހެދުންލައި ދޭށެވެ. އަދި އެ މީހުން ނުކުރެވޭވަރު ކަންތައް އެބައިމީހުންނަށް ހަވާލު ނުކުރާށެވެ. އަދި އެ މީހުން ނުކުރެވޭވަރު ކަމެއް ހަވާލުކޮށްފި ނަމަ، ފަހެ އެބައިމީހުންނަށް އެހީވެދޭށެވެ.“","b30"  ],
  ["صحيح البخاري 6050","حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ: حَدَّثَنَا أَبِي: حَدَّثَنَا الْأَعْمَشُ، عَنِ الْمَعْرُورِ، عَنْ أَبِي ذَرٍّ قَالَ: رَأَيْتُ عَلَيْهِ بُرْدًا، وَعَلَى غُلَامِهِ بُرْدًا، فَقُلْتُ: لَوْ أَخَذْتَ هَذَا فَلَبِسْتَهُ كَانَتْ حُلَّةً، وَأَعْطَيْتَهُ ثَوْبًا آخَرَ، فَقَالَ: كَانَ بَيْنِي وَبَيْنَ رَجُلٍ كَلَامٌ، وَكَانَتْ أُمُّهُ أَعْجَمِيَّةً، فَنِلْتُ مِنْهَا، فَذَكَرَنِي إِلَى النَّبِيِّ ﷺ، فَقَالَ لِي: أَسَابَبْتَ فُلَانًا؟ قُلْتُ: نَعَمْ، قَالَ: أَفَنِلْتَ مِنْ أُمِّهِ؟ قُلْتُ: نَعَمْ، قَالَ: إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، قُلْتُ: عَلَى حِينِ سَاعَتِي هَذِهِ مِنْ كِبَرِ السِّنِّ؟ قَالَ: نَعَمْ، هُمْ إِخْوَانُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ جَعَلَ اللهُ أَخَاهُ تَحْتَ يَدِهِ، فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلَا يُكَلِّفْهُ مِنَ الْعَمَلِ مَا يَغْلِبُهُ، فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيُعِنْهُ عَلَيْهِ. ","އަލްމަޢުރޫރު ރިވާ ކުރެއްވިއެވެ: އަބޫ ޛައްރު ހެދުންކޮޅެއް ތުރުކޮށްގެން ހުންނަވަނިކޮށް ތިމަން ދެކުނީމެވެ. އަދި އެކަލޭގެފާނުގެ އަޅުކުއްޖާ ވެސް ހުރީ (އެފަދަ) ހެދުމެއް ލައިގެންނެވެ. ދެން ތިމަން ދެންނެވީމެވެ: ތިބާ މި (އަޅުކުއްޖާގެ ހެދުން) ނަންގަވާފައި އޭތިވެސް ތުރުކުރައްވާ ނަމަ (ދެ ފޭރާން އެކުލެވޭ ފުރިހަމަ) ހެދުންކޮޅަކަށް ވީހެވެ. އަދި އެ ކުއްޖާއަށް ކޮންމެވެސް އެހެން ހެދުމެއް ދެވިދާނެއެވެ. ދެން އެކަލޭގެފާނު ދެންނެވިއެވެ: ތިމަންނައާއި މީހަކާ ދެމެދު އަރައިރުންވުމެއް ހިނގިއެވެ. އޭނާގެ މަންމައަކީ ޢަޖަމީއެކެވެ. ދެން (ތިމަންނަ އެ މީހަކަށް ހުތުރު އެއްޗެހި ގޮވައި) އެ މީހާގެ މަންމައަށް ނިސްބަތްކޮށް (އޭނާ) ދެރަކޮށްލެވުނެވެ. (ނޯޓު: އަބޫ ޛައްރަށް ބުނެވުނީ: އޭ މިހިރަ ކަޅު ބަބުރު އަންހެނާގެ ދަރިޔާއެވެ.) ދެން ތިމަންނަގެ ވާހަކަ ނަބިއްޔާ ﷺ ގާތު އެ މީހާ ދެއްކިއެވެ. އަދި ނަބިއްޔާ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”މިވެނި މީހަކަށް ހުތުރު އެއްޗެހި ގޮވިންތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: އާދޭހެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: އަދި އޭނާގެ މަންމައަށް ނިސްބަތްކޮށް ތިބާ އޭނާ ދެރަކޮށްލީތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: އާދޭހެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިބާއަކީ، ތިބާގެ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް ހުރި މީހެކެވެ.“ ތިމަން ދެންނެވީމެވެ: ތިމަންނަ މިހައި އުމުރުން ދުވަސްވީ އިރުގައިވެސް (ތިމަންނަ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް) ހުރީތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. ހަމަކަށަވަރުން އެ އަޅުންނަކީ ހަމަ ތިޔަބައިމީހުންގެ އަޚުންނެވެ. ތިޔަބައިމީހުންގެ (ބާރާއި) ބެލުމުގެ ދަށަށް ﷲ އެބައިމީހުން ލެއްވިއެވެ. އަދި އެ މީހެއްގެ (ބާރާއި) ބެލުމުގެ ދަށުގައި ﷲ އޭނާގެ އަޚާ ލައްވައިފި ނަމަ، ފަހެ އެ މީހާކު ކައި އުޅޭ ތަކެތިން އޭނާއަށް ކާން ދޭށެވެ. އަދި އެ މީހަކު ލައި އުޅޭ ހެދުމުން އޭނާއަށް ހެދުންލައި ދޭށެވެ. އަދި އެ މީހަކަށް ނުކުރެވޭވަރު ކަންތައް އޭނާއާ ހަވާލު ނުކުރާށެވެ. އަދި އެ މީހަކަށް ނުކުރެވޭވަރު ކަމެއް ހަވާލުކޮށްފި ނަމަ، ފަހެ އޭނާއަށް އެ ކަމުގައި އެހީވެދޭށެވެ.“","b30"  ],
  ["صحيح مسلم 1661a","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ قَالَ: مَرَرْنَا بِأَبِي ذَرٍّ بِالرَّبَذَةِ وَعَلَيْهِ بُرْدٌ وَعَلَى غُلَامِهِ مِثْلُهُ، فَقُلْنَا: يَا أَبَا ذَرٍّ، لَوْ جَمَعْتَ بَيْنَهُمَا كَانَتْ حُلَّةً، فَقَالَ: إِنَّهُ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنْ إِخْوَانِي كَلَامٌ، وَكَانَتْ أُمُّهُ أَعْجَمِيَّةً، فَعَيَّرْتُهُ بِأُمِّهِ، فَشَكَانِي إِلَى النَّبِيِّ ﷺ، فَلَقِيتُ النَّبِيَّ ﷺ فَقَالَ: يَا أَبَا ذَرٍّ، إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ. قُلْتُ: يَا رَسُولَ اللهِ، مَنْ سَبَّ الرِّجَالَ سَبُّوا أَبَاهُ وَأُمَّهُ، قَالَ: يَا أَبَا ذَرٍّ، إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، هُمْ إِخْوَانُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَأَطْعِمُوهُمْ مِمَّا تَأْكُلُونَ، وَأَلْبِسُوهُمْ مِمَّا تَلْبَسُونَ، وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ. ","އަލްމަޢުރޫރު ބިން ސުވައިދު ރިވާ ކުރެއްވިއެވެ: (ބާދިޔާގައި) ރަބަޛާ ކިޔުނު ތަނަކުން އަބޫ ޛައްރާ ތިމަންމެން ބައްދަލު ކުރީމެވެ. އެކަލޭގެފާނު ހުންނެވީ ހެދުންކޮޅެއް ތުރުކޮށްގެންނެވެ. އަދި އެކަލޭގެފާނުގެ އަޅުކުއްޖާ ވެސް ހުރީ އެފަދަ ހެދުމެއް ލައިގެންނެވެ. ދެން ތިމަންމެން ދެންނެވީމެވެ: އޭ އަބޫ ޛައްރެވެ. ތިބާ މި (އަޅުކުއްޖާގެ ހެދުންވެސް ނަންގަވާފައި) ދެ ހެދުން އެއްކޮށް ތުރުކުރައްވާ ނަމަ (ދެ ފޭރާން އެކުލެވޭ ފުރިހަމަ) ހެދުންކޮޅަކަށް ވީހެވެ. ދެން އެކަލޭގެފާނު ދެންނެވިއެވެ: ތިމަންނައާއި ތިމަންނަގެ އަޚުންގެ ތެރެއިންވާ މީހަކާ ދެމެދު އަރައިރުންވުމެއް ހިނގިއެވެ. އޭނާގެ މަންމައަކީ ޢަޖަމީއެކެވެ. ދެން ތިމަންނަ (އެ މީހަކަށް ހުތުރު އެއްޗެހި ގޮވައި) އެ މީހާގެ މަންމައަށް ނިސްބަތްކޮށް އޭނާ ދެރަކޮށްލެވުނެވެ. (ނޯޓު: އަބޫ ޛައްރަށް ބުނެވުނީ: އޭ މިހިރަ ކަޅު ބަބުރު އަންހެނާގެ ދަރިޔާއެވެ.) ދެން ތިމަންނަގެ ޝަކުވާ ނަބިއްޔާ ﷺ ގާތު އެ މީހާ ކުރިއެވެ. އަދި ނަބިއްޔާ ﷺ އާ ތިމަންނަ ބައްދަލުވެގެން ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ އަބޫ ޛައްރެވެ. ހަމަކަށަވަރުން ތިބާއަކީ، ތިބާގެ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް ހުރި މީހެކެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މީހަކު އެހެން ބަޔަކަށް އެއްޗެހި ގޮވައިފި ނަމަ، އެ މީހުން އޭނާގެ މަންމައާއި ބައްޕައަށް އެއްޗެހި ގޮވައެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ އަބޫ ޛައްރެވެ. ހަމަކަށަވަރުން ތިބާއަކީ، ތިބާގެ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް ހުރި މީހެކެވެ. ހަމަކަށަވަރުން އެ އަޅުންނަކީ ހަމަ ތިޔަބައިމީހުންގެ އަޚުންނެވެ. ތިޔަބައިމީހުންގެ (ބާރާއި) ބެލުމުގެ ދަށަށް ﷲ އެބައިމީހުން ލެއްވިއެވެ. ވީމާ ތިޔަބައިމީހުން ކައި އުޅޭ ތަކެތިން އެ މީހުންނަށް ކާން ދޭށެވެ. އަދި ތިބައިމީހުން ލައި އުޅޭ ހެދުމުން އެބައިމީހުންނަށް ހެދުންލައި ދޭށެވެ. އަދި ތިޔަބައިމީހުން އެ މީހުންނަށް ކަމެއް ހަވާލުކޮށްފި ނަމަ، ފަހެ އެ މީހުންނަށް އެހީވެދޭށެވެ.“","b30"  ],
  ["صحيح مسلم 1661b","وَحَدَّثَنَاهُ أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ. (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ. (ح) وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كُلُّهُمْ عَنِ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ، وَزَادَ فِي حَدِيثِ زُهَيْرٍ وَأَبِي مُعَاوِيَةَ بَعْدَ قَوْلِهِ: إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، قَالَ: قُلْتُ: عَلَى حَالِ سَاعَتِي مِنَ الْكِبَرِ، قَالَ: نَعَمْ. وَفِي رِوَايَةِ أَبِي مُعَاوِيَةَ: نَعَمْ، عَلَى حَالِ سَاعَتِكَ مِنَ الْكِبَرِ. وَفِي حَدِيثِ عِيسَى: فَإِنْ كَلَّفَهُ مَا يَغْلِبُهُ فَلْيَبِعْهُ. وَفِي حَدِيثِ زُهَيْرٍ: فَلْيُعِنْهُ عَلَيْهِ. وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ: فَلْيَبِعْهُ، وَلَا فَلْيُعِنْهُ. انْتَهَى عِنْدَ قَوْلِهِ: وَلَا يُكَلِّفْهُ مَا يَغْلِبُهُ. \n","`","b30"  ],
  ["صحيح مسلم 1661c","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ، (وَاللَّفْظُ لِابْنِ الْمُثَنَّى)، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ الْأَحْدَبِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ قَالَ: رَأَيْتُ أَبَا ذَرٍّ وَعَلَيْهِ حُلَّةٌ، وَعَلَى غُلَامِهِ مِثْلُهَا، فَسَأَلْتُهُ عَنْ ذَلِكَ قَالَ: فَذَكَرَ أَنَّهُ سَابَّ رَجُلًا عَلَى عَهْدِ رَسُولِ اللهِ ﷺ فَعَيَّرَهُ بِأُمِّهِ، قَالَ: فَأَتَى الرَّجُلُ النَّبِيَّ ﷺ فَذَكَرَ ذَلِكَ لَهُ، فَقَالَ النَّبِيُّ ﷺ: إِنَّكَ امْرُؤٌ فِيكَ جَاهِلِيَّةٌ، إِخْوَانُكُمْ وَخَوَلُكُمْ، جَعَلَهُمُ اللهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدَيْهِ، فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلَا تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ عَلَيْهِ. \n","އަލްމަޢުރޫރު ބިން ސުވައިދު ރިވާ ކުރެއްވިއެވެ: އަބޫ ޛައްރު ހެދުންކޮޅެއް ތުރުކޮށްގެން ހުންނަވަނިކޮށް ތިމަން ދެކުނީމެވެ. އަދި އެކަލޭގެފާނުގެ އަޅުކުއްޖާ ވެސް ހުރީ އެފަދަ ހެދުމެއް ލައިގެންނެވެ. ދެން އެކަމާ ބެހޭ ގޮތުން ތިމަން ސުވާލު ކުރީމެވެ. ދެން ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި އެކަލޭގެފާނު މީހަކަށް ހުތުރު އެއްޗެހި ގޮވައި، އެ މީހާގެ މަންމައަށް ނިސްބަތްކޮށް އޭނާ ދެރަކޮށްލެވުނު ވާހަކަ ނަންގަތެވެ. (ނޯޓު: އަބޫ ޛައްރަށް ބުނެވުނީ: އޭ މިހިރަ ކަޅު ބަބުރު އަންހެނާގެ ދަރިޔާއެވެ.) ދެން އެ މީހާ ނަބިއްޔާ ﷺ ގާތަށް ގޮސް އެ ވާހަކަ ދެއްކިއެވެ. އަދި ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިބާއަކީ، ތިބާގެ ކިބައިގައި ޖާހިލިއްޔަ ކަމެއް ހުރި މީހެކެވެ. އެބައިމީހުންނީ ހަމަ ތިޔަބައިމީހުންގެ އަޚުންނާއި ޚާދިމުންނެވެ. ތިޔަބައިމީހުންގެ (ބާރާއި) ބެލުމުގެ ދަށަށް ﷲ އެބައިމީހުން ލެއްވިއެވެ. އަދި އެ މީހެއްގެ (ބާރާއި) ބެލުމުގެ ދަށުގައި ﷲ އޭނާގެ އަޚާ ލައްވައިފި ނަމަ، ފަހެ އެ މީހާކު ކައި އުޅޭ ތަކެތިން އޭނާއަށް ކާން ދޭށެވެ. އަދި އެ މީހަކު ލައި އުޅޭ ހެދުމުން އޭނާއަށް ހެދުންލައި ދޭށެވެ. އަދި އެ މީހުންނަށް ނުކުރެވޭވަރު ކަމެއް އެބައިމީހުންނާ ހަވާލު ނުކުރާށެވެ. އަދި އެ މީހުންނަށް ހަވާލުކޮށްފި ނަމަ، ފަހެ އެބައިމީހުންނަށް އެ ކަމުގައި އެހީވެދޭށެވެ.“","b30"  ],
  ["صحيح البخاري 31","حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، وَيُونُسُ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ قَالَ: ذَهَبْتُ لِأَنْصُرَ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ: أَيْنَ تُرِيدُ؟ قُلْتُ: أَنْصُرُ هَذَا الرَّجُلَ. قَالَ: ارْجِعْ، فَإِنِّي سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا، فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ. فَقُلْتُ: يَا رَسُولَ اللهِ، هَذَا الْقَاتِلُ، فَمَا بَالُ الْمَقْتُولِ؟ قَالَ: إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ. \n","އަލްއަޙްނަފު ބިން ޤައިސް ރިވާ ކުރެއްވިއެވެ: މިވެނި މީހަކަށް (ޢަލީ ބިން އަބީ ޠާލިބަށް) ނަޞްރު ދިނުމަށް ތިމަން ނުކުތީމެވެ. ދެން އަބޫ ބަކްރާ ތިމަންނައާ ބައްދަލުވެގެން ދެންނެވިއެވެ: ދާން ބޭނުންވަނީ ކޮންތަނަކަށްތޯއެވެ؟ ތިމަން ދެންނެވީމެވެ: މިވެނި މީހަކަށް ނަޞްރު ދިނުމަށެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: (ތިކަން ނުކޮށް) އެނބުރި ދާށެވެ. އެހެނީ ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ކަނޑި ހިފައިގެން ދެ މުސްލިމަކު ބައްދަލުވެއްޖެ ނަމަ، ފަހެ މަރާ މީހާއާއި މަރާލެވުނު މީހާއާ ދެ މީހުންވެސް ވާނީ ނަރަކައިގައެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މިއީ މަރާލި މީހާ (ގެ ޖަޒާއެވެ.) ފަހެ މަރާލެވުނު މީހާއަށްވީ ކިހިނެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާއާއެކު އުޅުނު މީހާ މަރާލަން އޭނާ ބޭނުންވިކަން ކަށަވަރެވެ.“","b31"  ],
  ["صحيح البخاري 6875","حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ وَيُونُسُ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ قَالَ: ذَهَبْتُ لِأَنْصُرَ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ، فَقَالَ: أَيْنَ تُرِيدُ؟ قُلْتُ: أَنْصُرُ هَذَا الرَّجُلَ، قَالَ: ارْجِعْ، فَإِنِّي سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ قُلْتُ: يَا رَسُولَ اللهِ، هَذَا الْقَاتِلُ، فَمَا بَالُ الْمَقْتُولِ؟ قَالَ: إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ. \n","އަލްއަޙްނަފު ބިން ޤައިސް ރިވާ ކުރެއްވިއެވެ: މިވެނި މީހަކަށް (ޢަލީ ބިން އަބީ ޠާލިބަށް) ނަޞްރު ދިނުމަށް ތިމަން ނުކުތީމެވެ. ދެން އަބޫ ބަކްރާ ތިމަންނައާ ބައްދަލުވެގެން ދެންނެވިއެވެ: ދާން ބޭނުންވަނީ ކޮންތަނަކަށްތޯއެވެ؟ ތިމަން ދެންނެވީމެވެ: މިވެނި މީހަކަށް ނަޞްރު ދިނުމަށެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: (ތިކަން ނުކޮށް) އެނބުރި ދާށެވެ. އެހެނީ ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ކަނޑި ހިފައިގެން ދެ މުސްލިމަކު ބައްދަލުވެއްޖެ ނަމަ، ފަހެ މަރާ މީހާއާއި މަރާލެވުނު މީހާއާ ދެ މީހުންވެސް ވާނީ ނަރަކައިގައެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މިއީ މަރާލި މީހާ (ގެ ޖަޒާއެވެ.) ފަހެ މަރާލެވުނު މީހާއަށްވީ ކިހިނެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާއާއެކު އުޅުނު މީހާ މަރާލަން އޭނާ ބޭނުންވިކަން ކަށަވަރެވެ.“","b31"  ],
  ["صحيح البخاري 7083","حَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا حَمَّادٌ، عَنْ رَجُلٍ لَمْ يُسَمِّهِ، عَنِ الْحَسَنِ قَالَ: خَرَجْتُ بِسِلَاحِي لَيَالِيَ الْفِتْنَةِ، فَاسْتَقْبَلَنِي أَبُو بَكْرَةَ فَقَالَ: أَيْنَ تُرِيدُ؟ قُلْتُ: أُرِيدُ نُصْرَةَ ابْنِ عَمِّ رَسُولِ اللهِ ﷺ. قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَكِلَاهُمَا مِنْ أَهْلِ النَّارِ. قِيلَ: فَهَذَا الْقَاتِلُ، فَمَا بَالُ الْمَقْتُولِ؟ قَالَ: إِنَّهُ أَرَادَ قَتْلَ صَاحِبِهِ. \n","(އަލްއަޙްނަފު ބިން ޤައިސް) ރިވާ ކުރެއްވިއެވެ: (ޞަޙާބީންގެ ދެމެދުގައި ހިނގި) ފިތުނައިގެ ރޭތަކުގައި ތިމަންނަގެ ހަތިޔާރު ހިފައިގެން ނުކުތީމެވެ. ދެން އަބޫ ބަކްރާ ތިމަންނައާ ބައްދަލުވެގެން ދެންނެވިއެވެ: ދާން ބޭނުންވަނީ ކޮންތަނަކަށްތޯއެވެ؟ ތިމަން ދެންނެވީމެވެ: ރަސޫލު ﷲ ﷺ ގެ ބޮޑުބޭބެގެ ދަރިފުޅު (ޢަލީއަށް) ނަޞްރު ދިނުމަށެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކަނޑި ހިފައިގެން ދެ މުސްލިމަކު އެކަކު އަނެކަކާ ދިމާކޮށްފި ނަމަ، ފަހެ އެ ދެ މީހުންވެސް ވާނީ ނަރަކައިގައެވެ.“ ތިމަން ދެންނެވީމެވެ: މިއީ މަރާލި މީހާ (ގެ ޖަޒާއެވެ.) ފަހެ މަރާލެވުނު މީހާއަށްވީ ކިހިނެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާއާއެކު އުޅުނު މީހާ މަރާލަން އޭނާ ބޭނުންވިކަން ކަށަވަރެވެ.“","b31"  ],
  ["صحيح البخاري 7083 (م)","قَالَ حَمَّادُ بْنُ زَيْدٍ: فَذَكَرْتُ هَذَا الْحَدِيثَ لِأَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ، وَأَنَا أُرِيدُ أَنْ يُحَدِّثَانِي بِهِ، فَقَالَا: إِنَّمَا رَوَى هَذَا الْحَدِيثَ: الْحَسَنُ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ، عَنْ أَبِي بَكْرَةَ حَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا حَمَّادٌ بِهَذَا. وَقَالَ مُؤَمَّلٌ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا أَيُّوبُ، وَيُونُسُ، وَهِشَامٌ، وَمُعَلَّى بْنُ زِيَادٍ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ ﷺ. وَرَوَاهُ مَعْمَرٌ، عَنْ أَيُّوبَ. وَرَوَاهُ بَكَّارُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرَةَ وَقَالَ غُنْدَرٌ: حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ أَبِي بَكْرَةَ، عَنِ النَّبِيِّ ﷺ، وَلَمْ يَرْفَعْهُ سُفْيَانُ، عَنْ مَنْصُورٍ ","`","b31"  ],
  ["صحيح مسلم 2888a","- حَدَّثَنِي أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، وَيُونُسَ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ قَالَ: خَرَجْتُ وَأَنَا أُرِيدُ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ: أَيْنَ تُرِيدُ يَا أَحْنَفُ؟ قَالَ: قُلْتُ: أُرِيدُ نَصْرَ ابْنِ عَمِّ رَسُولِ اللهِ ﷺ، (يَعْنِي عَلِيًّا). قَالَ: فَقَالَ لِي: يَا أَحْنَفُ، ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: إِذَا تَوَاجَهَ الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ. قَالَ: فَقُلْتُ: أَوْ قِيلَ: يَا رَسُولَ اللهِ، هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ؟ قَالَ: إِنَّهُ قَدْ أَرَادَ قَتْلَ صَاحِبِهِ. \n","އަލްއަޙްނަފު ބިން ޤައިސް ރިވާ ކުރެއްވިއެވެ: މިވެނި މީހަކަށް (ޢަލީ ބިން އަބީ ޠާލިބަށް ނަޞްރު ދިނުމަށް) ތިމަން ނުކުތީމެވެ. ދެން އަބޫ ބަކްރާ ތިމަންނައާ ބައްދަލުވެގެން ދެންނެވިއެވެ: އޭ އަޙްނަފެވެ. ދާން ބޭނުންވަނީ ކޮންތަނަކަށްތޯއެވެ؟ ތިމަން ދެންނެވީމެވެ: ރަސޫލު ﷲ ﷺ ގެ ބޮޑުބޭބެގެ ދަރިފުޅު (ޢަލީއަށް) ނަޞްރު ދިނުމަށެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: އޭ އަޙްނަފެވެ. (ތިކަން ނުކޮށް) އެނބުރި ދާށެވެ. އެހެނީ ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ކަނޑި ހިފައިގެން ދެ މުސްލިމަކު އެކަކު އަނެކަކާ ދިމާކޮށްފި ނަމަ، ފަހެ މަރާ މީހާއާއި މަރާލެވުނު މީހާއާ ދެ މީހުންވެސް ވާނީ ނަރަކައިގައެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މިއީ މަރާލި މީހާ (ގެ ޖަޒާއެވެ.) ފަހެ މަރާލެވުނު މީހާއަށްވީ ކިހިނެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާއާއެކު އުޅުނު މީހާ މަރާލަން އޭނާ ބޭނުންވިކަން ކަށަވަރެވެ.“","b31"  ],
  ["صحيح مسلم 2888b","وَحَدَّثَنَاهُ أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، وَيُونُسَ، وَالْمُعَلَّى بْنِ زِيَادٍ، عَنِ الْحَسَنِ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ، عَنْ أَبِي بَكْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ. ","އަބޫ ބަކްރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކަނޑި ހިފައިގެން ދެ މުސްލިމަކު ބައްދަލުވެއްޖެ ނަމަ، ފަހެ މަރާ މީހާއާއި މަރާލެވުނު މީހާއާ ދެ މީހުންވެސް ވާނީ ނަރަކައިގައެވެ.“","b31"  ],
  ["صحيح مسلم 2888c","وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ مِنْ كِتَابِهِ أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ بِهَذَا الْإِسْنَادِ نَحْوَ حَدِيثِ أَبِي كَامِلٍ، عَنْ حَمَّادٍ إِلَى آخِرِهِ. \n","`","b31"  ],
  ["صحيح البخاري 32","حَدَّثَنَا أَبُو الْوَلِيدِ قَالَ: حَدَّثَنَا شُعْبَةُ، (ح) قَالَ: وَحَدَّثَنِي بِشْرٌ قَالَ: حَدَّثَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ قَالَ: لَمَّا نَزَلَتِ: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } قَالَ أَصْحَابُ رَسُولِ اللهِ ﷺ: أَيُّنَا لَمْ يَظْلِمْ؟ فَأَنْزَلَ اللهُ: { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ (މި އާޔަތް) ބާވައިލެއްވުމުން، ރަސޫލު ﷲ ﷺ ގެ ޞަޙާބީން ދެންނެވިއެވެ: ތިމަންމެންގެ ތެރެއިން (ކުށްފާފަކޮށް އަމިއްލަ ނަފްސަށް) އަނިޔާވެރި ނުވަނީ ފަހެ ކާކުތޯއެވެ؟ ދެން ﷲ (މި އާޔަތް) ބާވައިލެއްވިއެވެ: ❞ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 3360","حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الْأَعْمَشُ قَالَ حَدَّثَنِي إِبْرَاهِيمُ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ لَمَّا نَزَلَتِ: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } قُلْنَا: يَا رَسُولَ اللهِ أَيُّنَا لَا يَظْلِمُ نَفْسَهُ قَالَ: لَيْسَ كَمَا تَقُولُونَ لَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ بِشِرْكٍ أَوَلَمْ تَسْمَعُوا إِلَى قَوْلِ لُقْمَانَ لِابْنِهِ { يَا بُنَيَّ لا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ (މި އާޔަތް) ބާވައިލެއްވުމުން، ތިމަންމެން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންމެންގެ ތެރެއިން (ކުށްފާފަކޮށް) އަމިއްލަ ނަފްސަށް އަނިޔާވެރި ނުވަނީ ފަހެ ކާކުތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: އެކަން އޮތީ ތިބައިމީހުން ތިޔަ ބުނާ ގޮތަކަށް ނޫނެވެ. އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރުމުގެ މާނައަކީ ޝިރްކު އެއްނުކުރާ ވާހަކައެވެ. ލުޤްމާނުގެފާނުގެ ދަރިކަލުންނަށް އެކަލޭގެފާނު ވިދާޅުވި ބަސްފުޅު އަޑުނާހަމުތޯއެވެ؟ ❞އޭ ދަރިފުޅާއެވެ. ﷲ އަށް ޝިރްކު ނުކުރާށެވެ. ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 3428","حَدَّثَنَا أَبُو الْوَلِيدِ حَدَّثَنَا شُعْبَةُ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ قَالَ لَمَّا نَزَلَتِ { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } قَالَ أَصْحَابُ النَّبِيِّ ﷺ أَيُّنَا لَمْ يَلْبِسْ إِيمَانَهُ بِظُلْمٍ فَنَزَلَتْ: { لا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ (މި އާޔަތް) ބާވައިލެއްވުމުން، ނަބިއްޔާ ﷺ ގެ ޞަޙާބީން ދެންނެވިއެވެ: ތިމަންމެން އީމާންކަމާއެކު (ކުށްފާފަ ކުރުމުގެ) އަނިޔާވެރިކަން އެއްނުކުރަނީ ތިމަންމެންގެ ތެރެއިން ފަހެ ކާކުތޯއެވެ؟ ދެން (މި އާޔަތް) ބާވައިލެއްވިއެވެ: ❞ﷲ އަށް ޝިރްކު ނުކުރާށެވެ. ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 4629","- حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ: لَمَّا نَزَلَتْ: { وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } قَالَ أَصْحَابُهُ: وَأَيُّنَا لَمْ يَظْلِمْ؟ فَنَزَلَتْ: { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ (މި އާޔަތް) ބާވައިލެއްވުމުން، ނަބިއްޔާގެ ޞަޙާބީން ދެންނެވިއެވެ: ތިމަންމެންގެ ތެރެއިން (ކުށްފާފަކޮށް އަމިއްލަ ނަފްސަށް) އަނިޔާވެރި ނުވަނީ ފަހެ ކާކުތޯއެވެ؟ ދެން (މި އާޔަތް) ބާވައިލެއްވިއެވެ: ❞ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 4776","- حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ - رَضِيَ اللهُ عَنْهُ - قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } شَقَّ ذَلِكَ عَلَى أَصْحَابِ رَسُولِ اللهِ - ﷺ - وَقَالُوا: أَيُّنَا لَمْ يَلْبِسْ إِيمَانَهُ بِظُلْمٍ؟ فَقَالَ رَسُولُ اللهِ - ﷺ -: إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ لِابْنِهِ: { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ މި އާޔަތް ބާވައިލެއްވުމުން، ރަސޫލު ﷲ ﷺ ގެ ޞަޙާބީންނަށް އެކަން ވަރަށް ދަތި އުނދަގޫ ކަމަކަށްވިއެވެ. އަދި ދެންނެވިއެވެ: ތިމަންމެން އީމާންކަމާއެކު (ކުށްފާފަ ކުރުމުގެ) އަނިޔާވެރިކަން އެއްނުކުރަނީ ތިމަންމެންގެ ތެރެއިން ފަހެ ކާކުތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ހަމަކަށަވަރުން އެކަން އޮތީ ތިގޮތަކަށް ނޫނެވެ. ލުޤްމާނުގެފާނުގެ ދަރިކަލުންނަށް އެކަލޭގެފާނު ވިދާޅުވި ބަސްފުޅު އަޑުނާހަމުތޯއެވެ؟ ❞ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 6918","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ ﷺ، وَقَالُوا: أَيُّنَا لَمْ يَلْبِسْ إِيمَانَهُ بِظُلْمٍ؟ فَقَالَ رَسُولُ اللهِ ﷺ: إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُونَ إِلَى قَوْلِ لُقْمَانَ: { إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ މި އާޔަތް ބާވައިލެއްވުމުން، ނަބިއްޔާ ﷺ ގެ ޞަޙާބީންނަށް އެކަން ވަރަށް ދަތި އުނދަގޫ ކަމަކަށްވިއެވެ. އަދި ދެންނެވިއެވެ: ތިމަންމެން އީމާންކަމާއެކު (ކުށްފާފަ ކުރުމުގެ) އަނިޔާވެރިކަން އެއްނުކުރަނީ ތިމަންމެންގެ ތެރެއިން ފަހެ ކާކުތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ހަމަކަށަވަރުން އެކަން އޮތީ ތިގޮތަކަށް ނޫނެވެ. ލުޤްމާނުގެފާނު ވިދާޅުވި ބަސްފުޅު އަޑުނާހަމުތޯއެވެ؟ ❞ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح البخاري 6937","حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَكِيعٌ (ح) حَدَّثَنَا يَحْيَى، حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ: لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } شَقَّ ذَلِكَ عَلَى أَصْحَابِ النَّبِيِّ ﷺ، وَقَالُوا: أَيُّنَا لَمْ يَظْلِمْ نَفْسَهُ؟ فَقَالَ رَسُولُ اللهِ ﷺ: لَيْسَ كَمَا تَظُنُّونَ، إِنَّمَا هُوَ كَمَا قَالَ لُقْمَانُ لِابْنِهِ { يَا بُنَيَّ لا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ މި އާޔަތް ބާވައިލެއްވުމުން، ނަބިއްޔާ ﷺ ގެ ޞަޙާބީންނަށް އެކަން ވަރަށް ދަތި އުނދަގޫ ކަމަކަށްވިއެވެ. އަދި ދެންނެވިއެވެ: ތިމަންމެންގެ ތެރެއިން (ކުށްފާފަކޮށް) އަމިއްލަ ނަފްސަށް އަނިޔާވެރި ނުވަނީ ފަހެ ކާކުތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: އެކަން އޮތީ ތިޔަ ހީކުރާ ގޮތަކަށް ނޫނެވެ. އެހެނެއްކަމަކު އެކަން އޮތީ ހަމަ ލުޤްމާނުގެފާނުގެ ދަރިކަލުންނަށް އެކަލޭގެފާނު ވިދާޅުވި ގޮތަށެވެ: ❞އޭ ދަރިފުޅާއެވެ. ﷲ އަށް ޝިރްކު ނުކުރާށެވެ. ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح مسلم 124a","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللهِ بْنُ إِدْرِيسَ، وَأَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ قَالَ: لَمَّا نَزَلَتِ: { الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ } شَقَّ ذَلِكَ عَلَى أَصْحَابِ رَسُولِ اللهِ ﷺ، وَقَالُوا: أَيُّنَا لَا يَظْلِمُ نَفْسَهُ؟ فَقَالَ رَسُولُ اللهِ ﷺ: لَيْسَ هُوَ كَمَا تَظُنُّونَ، إِنَّمَا هُوَ كَمَا قَالَ لُقْمَانُ لِابْنِهِ: { يَا بُنَيَّ لا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ }. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ❞އެބައިމީހުންނަކީ އީމާންވެ ތިބެ، އެބައިމީހުންގެ އީމާންކަމާއެކު އަނިޔާވެރިކަން އެއްނުކުރާ މީހުންނެވެ.❝ (މި އާޔަތް) ބާވައިލެއްވުމުން، ރަސޫލު ﷲ ﷺ ގެ ޞަޙާބީންނަށް އެކަން ވަރަށް ދަތި އުނދަގޫ ކަމަކަށްވިއެވެ. އަދި ދެންނެވިއެވެ: ތިމަންމެންގެ ތެރެއިން (ކުށްފާފަކޮށް) އަމިއްލަ ނަފްސަށް އަނިޔާވެރި ނުވަނީ ފަހެ ކާކުތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: އެކަން އޮތީ ތިޔަ ހީކުރާ ގޮތަކަށް ނޫނެވެ. އެހެނެއްކަމަކު އެކަން އޮތީ ހަމަ ލުޤްމާނުގެފާނުގެ ދަރިކަލުންނަށް އެކަލޭގެފާނު ވިދާޅުވި ގޮތަށެވެ: ❞އޭ ދަރިފުޅާއެވެ. ﷲ އަށް ޝިރްކު ނުކުރާށެވެ. ހަމަކަށަވަރުން ޝިރްކަކީ ބޮޑުވެގެންވާ އަނިޔާވެރިކަމެކެވެ.❝","b32"  ],
  ["صحيح مسلم 124b","- حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ قَالَا: أَخْبَرَنَا عِيسَى، وَهُوَ ابْنُ يُونُسَ، (ح) وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ إِدْرِيسَ كُلُّهُمْ، عَنِ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ. قَالَ أَبُو كُرَيْبٍ: قَالَ ابْنُ إِدْرِيسَ: حَدَّثَنِيهِ أَوَّلًا أَبِي، عَنْ أَبَانَ بْنِ تَغْلِبَ، عَنِ الْأَعْمَشِ، ثُمَّ سَمِعْتُهُ مِنْهُ. \n","`","b32"  ],
  ["صحيح البخاري 33","حَدَّثَنَا سُلَيْمَانُ أَبُو الرَّبِيعِ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ قَالَ: حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ.“","b33"  ],
  ["صحيح البخاري 2682","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ نَافِعِ بْنِ مَالِكِ بْنِ أَبِي عَامِرٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ، وَإِذَا وَعَدَ أَخْلَفَ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ.“","b33"  ],
  ["صحيح البخاري 2749","حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ: حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: عَنِ النَّبِيِّ ﷺ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ وَإِذَا اؤْتُمِنَ خَانَ وَإِذَا وَعَدَ أَخْلَفَ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ.“","b33"  ],
  ["صحيح البخاري 6095","حَدَّثَنِي مُحَمَّدُ بْنُ سَلَّامٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ نَافِعِ بْنِ مَالِكِ بْنِ أَبِي عَامِرٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ.“","b33"  ],
  ["صحيح مسلم 59a","حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ - وَاللَّفْظُ لِيَحْيَى - قَالَا: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ قَالَ: أَخْبَرَنِي أَبُو سُهَيْلٍ نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا ائْتُمِنَ خَانَ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ.“","b33"  ],
  ["صحيح مسلم 59b","حَدَّثَنَا أَبُو بَكْرِ بْنُ إِسْحَاقَ، أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ قَالَ: أَخْبَرَنِي الْعَلَاءُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ مَوْلَى الْحُرَقَةِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مِنْ عَلَامَاتِ الْمُنَافِقِ ثَلَاثَةٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا ائْتُمِنَ خَانَ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ.“","b33"  ],
  ["صحيح مسلم 59c","حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ قَيْسٍ أَبُو زُكَيْرٍ قَالَ: سَمِعْتُ الْعَلَاءَ بْنَ عَبْدِ الرَّحْمَنِ يُحَدِّثُ بِهَذَا الْإِسْنَادِ، وَقَالَ: آيَةُ الْمُنَافِقِ ثَلَاثٌ، وَإِنْ صَامَ وَصَلَّى وَزَعَمَ أَنَّهُ مُسْلِمٌ ","(ކުރީގެ ޙަދީޘްގެ އިތުރަށް ރިވާވެގެން ވެއެވެ:) ”މުނާފިޤެއްގެ ތިން ޢަލާމާތެއް ވެއެވެ. އަދި އޭނާ ރޯދަ ހިފައި، ނަމާދުކޮށް، އޭނާއަކީ މުސްލިމެއް ކަމުގައި ދަޢުވާ ކުރިކަމުގައި ވިޔަސްމެއެވެ.“","b33"  ],
  ["صحيح مسلم 59d"," وَحَدَّثَنِي أَبُو نَصْرٍ التَّمَّارُ، وَعَبْدُ الْأَعْلَى بْنُ حَمَّادٍ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ بِمِثْلِ حَدِيثِ يَحْيَى بْنِ مُحَمَّدٍ، عَنِ الْعَلَاءِ، ذَكَرَ فِيهِ: وَإِنْ صَامَ وَصَلَّى، وَزَعَمَ أَنَّهُ مُسْلِمٌ. \n","(ކުރީގެ ޙަދީޘްގެ އިތުރަށް ރިވާވެގެން ވެއެވެ:) ”އަދ އޭނާ ރޯދަ ހިފައި، ނަމާދުކޮށް، އޭނާއަކީ މުސްލިމެއް ކަމުގައި ދަޢުވާ ކުރިކަމުގައި ވިޔަސްމެއެވެ.“ި","b33"  ],
  ["صحيح البخاري 34","حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ ﷺ قَالَ: أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ، كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا اؤْتُمِنَ خَانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ. تَابَعَهُ شُعْبَةُ، عَنِ الْأَعْمَشِ. \n","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ ޚާލިޞް މުނާފިޤެކެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިޤުކަމުގެ ސިފައެކެވެ. (އެ ހަތަރު ސިފައަކީ:) އޭނާއަށް އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ޢަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، (ހައްދުފަހަނަޅައި) ހުތުރު އެއްޗެހި ގޮވާނެއެވެ.“","b34"  ],
  ["صحيح البخاري 2459","حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ: أَخْبَرَنَا مُحَمَّدٌ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا، عَنِ النَّبِيِّ ﷺ قَالَ: أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا، أَوْ كَانَتْ فِيهِ خَصْلَةٌ مِنْ أَرْبَعَةٍ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ. ","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ މުނާފިޤެކެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިޤުކަމުގެ ސިފައެކެވެ. (އެ ހަތަރު ސިފައަކީ:) އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި ޢަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، (ހައްދުފަހަނަޅައި) ހުތުރު އެއްޗެހި ގޮވާނެއެވެ.“","b34"  ],
  ["صحيح البخاري 3178","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ: حَدَّثَنَا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أَرْبَعُ خِلَالٍ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا: مَنْ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا عَاهَدَ غَدَرَ وَإِذَا خَاصَمَ فَجَرَ. وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا. \n","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ ޚާލިޞް މުނާފިޤެކެވެ. އޭނާއަށް އަމާނާތެއް ހަވާލު ކުރެވިއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ޢަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، (ހައްދުފަހަނަޅައި) ހުތުރު އެއްޗެހި ގޮވާނެއެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިޤުކަމުގެ ސިފައެކެވެ.“","b34"  ],
  ["صحيح مسلم 58","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ، (ح) وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الْأَعْمَشُ، (ح) وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللهِ ﷺ: أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا، وَمَنْ كَانَتْ فِيهِ خَلَّةٌ مِنْهُنَّ كَانَتْ فِيهِ خَلَّةٌ مِنْ نِفَاقٍ حَتَّى يَدَعَهَا: إِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا خَاصَمَ فَجَرَ. غَيْرَ أَنَّ فِي حَدِيثِ سُفْيَانَ: وَإِنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ. \n","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ މުނާފިޤެކެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިޤުކަމުގެ ސިފައެކެވެ. (އެ ހަތަރު ސިފައަކީ:) އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދާނެއެވެ. އަދި ޢަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވާނެއެވެ. އަދި ވަޢުދެއް ވެއްޖެ ނަމަ، ޚިލާފު ވާނެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، (ހައްދުފަހަނަޅައި) ހުތުރު އެއްޗެހި ގޮވާނެއެވެ.“","b34"  ],
  ["صحيح البخاري 35","حَدَّثَنَا أَبُو الْيَمَانِ قَالَ: أَخْبَرَنَا شُعَيْبٌ قَالَ: حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަން ކުރާ މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 37","حَدَّثَنَا إِسْمَاعِيلُ قَالَ: حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ރަމަޟާން މަހުގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 38","حَدَّثَنَا ابْنُ سَلَامٍ قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ فُضَيْلٍ قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 1901","حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ: حَدَّثَنَا هِشَامٌ: حَدَّثَنَا يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ. އަދި އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 2008","حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ: أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ لِرَمَضَانَ: مَنْ قَامَهُ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަމަޟާން މަހާ ބެހޭ ގޮތުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު އެ މަހުގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 2009","حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ: أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، قَالَ ابْنُ شِهَابٍ: فَتُوُفِّيَ رَسُولُ اللهِ ﷺ وَالْأَمْرُ عَلَى ذَلِكَ، ثُمَّ كَانَ الْأَمْرُ عَلَى ذَلِكَ فِي خِلَافَةِ أَبِي بَكْرٍ، وَصَدْرًا مِنْ خِلَافَةِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ރަމަޟާން މަހު ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ. އީމާންތެރިކަމާއެކު ސަވާބަށް އެދޭ ޙާލު، ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“ އިބްނު ޝިހާބު އައްޒުހްރީ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ އަވަހާރަވި އިރު (މީސްތަކުން ވަކިވަކިންނާއި ކުދި ޖަމާޢަތްތަށް ހަދައިގެން) އެ ގޮތަށް ތަރާވީސް ކުރިއެވެ. އަދި އަބޫ ބަކުރު رَضِيَ اللَّهُ عَنْهُ ގެ ޚިލާފަތުގައި ވެސް ކަން އޮތީ އެ ގޮތަށެވެ. އެއަށްފަހު (އެންމެން އެއްކޮށް އެކެއްގެ ފަހަތުގައި ޖަމާޢަތް ހަދައިންގެން އަނެއްކާ ތަރާވީސް) ކުރަން ފެށީ ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ ޚިލާފަތުގައެވެ. ","b35"  ],
  ["صحيح البخاري 2014","حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ: حَدَّثَنَا سُفْيَانُ قَالَ: حَفِظْنَاهُ، وَإِنَّمَا حَفِظَ مِنَ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \nتَابَعَهُ سُلَيْمَانُ بْنُ كَثِيرٍ، عَنِ الزُّهْرِيِّ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ. އަދި އީމާންތެރިކަމާއެކު ސަވާބަށް އެދޭ ޙާލު ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح مسلم 759a","حَدَّثَنَا يَحْيَى بْنُ يَحْيَى قَالَ: قَرَأْتُ عَلَى مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ރަމަޟާން މަހު ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح مسلم 759b","وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللهِ ﷺ يُرَغِّبُ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَهُمْ فِيهِ بِعَزِيمَةٍ فَيَقُولُ: مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. فَتُوُفِّيَ رَسُولُ اللهِ ﷺ وَالْأَمْرُ عَلَى ذَلِكَ، ثُمَّ كَانَ الْأَمْرُ عَلَى ذَلِكَ فِي خِلَافَةِ أَبِي بَكْرٍ وَصَدْرًا مِنْ خِلَافَةِ عُمَرَ عَلَى ذَلِكَ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަމަޟާން މަހު ރޭއަޅުކަން ކުރުމަށް ރަސޫލު ﷲ ﷺ ބާރުއެޅުއްވިއެވެ. އެއީ ވާޖިބު ކަމެއް ގޮތުގައި އަމުރު ކުރުމަކާ ނުލައެވެ. އަދި ޙަދީޘް ކުރައްވައެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ. އަދި އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“ އިބްނު ޝިހާބު އައްޒުހްރީ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ އަވަހާރަވި އިރު (މީސްތަކުން ވަކިވަކިންނާއި ކުދި ޖަމާޢަތްތަށް ހަދައިގެން) އެ ގޮތަށް ތަރާވީސް ކުރިއެވެ. އަދި އަބޫ ބަކުރުގެ ޚިލާފަތުގައި ވެސް ކަން އޮތީ އެ ގޮތަށެވެ. އެއަށްފަހު (އެންމެން އެއްކޮށް އެކެއްގެ ފަހަތުގައި ޖަމާޢަތް ހަދައިންގެން އަނެއްކާ ތަރާވީސް) ކުރަން ފެށީ ޢުމަރުގެ ޚިލާފަތުގައެވެ. ","b35"  ],
  ["صحيح مسلم 760a","وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ: حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُمْ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ރަމަޟާން މަހު ރޯދަ ހިފައިފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ. އަދި އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަންކޮށްފި މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح مسلم 760b","حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنِي وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ ﷺ قَالَ: مَنْ يَقُمْ لَيْلَةَ الْقَدْرِ فَيُوَافِقُهَا - أُرَاهُ قَالَ - إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު، ލައިލަތުލް ޤަދްރި ވިލޭރޭގައި ރޭއަޅުކަން ކުރާ މީހަކަށް، އޭނާގެ އިސްވެދިޔަ ފާފަތައް ފުއްސެވޭނެއެވެ.“","b35"  ],
  ["صحيح البخاري 36","حَدَّثَنَا حَرَمِيُّ بْنُ حَفْصٍ قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ قَالَ: حَدَّثَنَا عُمَارَةُ قَالَ: حَدَّثَنَا أَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: انْتَدَبَ اللهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ، لَا يُخْرِجُهُ إِلَّا إِيمَانٌ بِي وَتَصْدِيقٌ بِرُسُلِي، أَنْ أُرْجِعَهُ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ، أَوْ أُدْخِلَهُ الْجَنَّةَ، وَلَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي مَا قَعَدْتُ خَلْفَ سَرِيَّةٍ، وَلَوَدِدْتُ أَنِّي أُقْتَلُ فِي سَبِيلِ اللهِ ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ. \n","~~","b36"  ],
  ["صحيح البخاري 39"," حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ مُطَهَّرٍ قَالَ: حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ، عَنْ مَعْنِ بْنِ مُحَمَّدٍ الْغِفَارِيِّ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: إِنَّ الدِّينَ يُسْرٌ، وَلَنْ يُشَادَّ الدِّينَ أَحَدٌ إِلَّا غَلَبَهُ، فَسَدِّدُوا وَقَارِبُوا، وَأَبْشِرُوا، وَاسْتَعِينُوا بِالْغَدْوَةِ وَالرَّوْحَةِ، وَشَيْءٍ مِنَ الدُّلْجَةِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ދީނަކީ ފަސޭހަ އެއްޗެކެވެ. އަދި އެއްވެސް މީހަކު ދީން ހަރުކަށި ކުރަން ހަދައިފި ނަމަ، އޭނާއަށް (މާ ބޮޑުވަރުވެ) ބަލިވެގެން ނޫނީ ނުދާނެއެވެ. ވީމާ (ހައްދުފަހަނަޅައި ނުގޮސް އަދި ފަރުވާކުޑަ ވެސް ނުކޮށް) މެދުމިނެއްގައި އުޅޭށެވެ. އަދި (ވެވުނު ވަރަކުން ރަނގަޅަށް ކަންތައް ކުރުމާ) ކައިރި ކުރާށެވެ. އަދި (ސަވާބު ލިބޭނެ ކަމުގެ) އުފާވެރި ޚަބަރު ލިބިގަންނާށެވެ. އަދި ހެނދުނާއި، މެންދުރާއި އަދި ރޭގަނޑުގެ ފަހުކޮޅުގެ ބަޔަކުން (އަޅުކަންކޮށްގެން) އެހީ ލިބިގަންނާށެވެ.“","--"  ],
  ["صحيح البخاري 40","حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ قَالَ: حَدَّثَنَا زُهَيْرٌ قَالَ: حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ: أَنَّ النَّبِيَّ ﷺ كَانَ أَوَّلَ مَا قَدِمَ الْمَدِينَةَ نَزَلَ عَلَى أَجْدَادِهِ، أَوْ قَالَ أَخْوَالِهِ مِنَ الْأَنْصَارِ، وَأَنَّهُ صَلَّى قِبَلَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا، أَوْ سَبْعَةَ عَشَرَ شَهْرًا، وَكَانَ يُعْجِبُهُ أَنْ تَكُونَ قِبْلَتُهُ قِبَلَ الْبَيْتِ، وَأَنَّهُ صَلَّى أَوَّلَ صَلَاةٍ صَلَّاهَا صَلَاةَ الْعَصْرِ، وَصَلَّى مَعَهُ قَوْمٌ، فَخَرَجَ رَجُلٌ مِمَّنْ صَلَّى مَعَهُ، فَمَرَّ عَلَى أَهْلِ مَسْجِدٍ وَهُمْ رَاكِعُونَ، فَقَالَ: أَشْهَدُ بِاللهِ لَقَدْ صَلَّيْتُ مَعَ رَسُولِ اللهِ ﷺ قِبَلَ مَكَّةَ، فَدَارُوا كَمَا هُمْ قِبَلَ الْبَيْتِ، وَكَانَتِ الْيَهُودُ قَدْ أَعْجَبَهُمْ إِذْ كَانَ يُصَلِّي قِبَلَ بَيْتِ الْمَقْدِسِ، وَأَهْلُ الْكِتَابِ، فَلَمَّا وَلَّى وَجْهَهُ قِبَلَ الْبَيْتِ، أَنْكَرُوا ذَلِكَ. \nقَالَ زُهَيْرٌ: حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ فِي حَدِيثِهِ هَذَا: أَنَّهُ مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ رِجَالٌ وَقُتِلُوا، فَلَمْ نَدْرِ مَا نَقُولُ فِيهِمْ. فَأَنْزَلَ اللهُ تَعَالَى: { وَمَا كَانَ اللهُ لِيُضِيعَ إِيمَانَكُمْ }. \n","~~",""  ],
  ["صحيح البخاري 41"," قَالَ مَالِكٌ: أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ أَخْبَرَهُ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ أَخْبَرَهُ، أَنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ يَقُولُ: إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلَامُهُ يُكَفِّرُ اللهُ عَنْهُ كُلَّ سَيِّئَةٍ كَانَ زَلَفَهَا، وَكَانَ بَعْدَ ذَلِكَ الْقِصَاصُ، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِ مِائَةِ ضِعْفٍ، وَالسَّيِّئَةُ بِمِثْلِهَا إِلَّا أَنْ يَتَجَاوَزَ اللهُ عَنْهَا. \n","އަބޫ ސަޢީދު އަލްޚުދްރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ހަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ. ”އަޅަކު ރަނގަޅު (ފުރިހަމަ) ގޮތުގައި އިސްލާމްވެއްޖެ ނަމަ، އޭނާގެ އިސްވެދިޔަ ކޮންމެ ފާފައެއް ﷲ ފުއްސަވާނެއެވެ. ދެން އެއަށްފަހު އޮންނާނީ ޤިޞާޞްއެވެ. (އެބަހީ: ކުރާ ޢަމަލުތަކަށް ބަދަލު ދިނުމެވެ. އެ ގޮތުން ކޮންމެ) ހެޔޮ ކަމަކަށް އޭގެ ދިހަ ގުނައިން ފެށިގެން ސަތޭކަ ގުނައާ ހަމައަށް ހެޔޮކަންތައް ލިބިގެންވެއެވެ. އަދި (ކޮންމެ) ނުބައި ކަމެއް ވާނީ ހަމަ އޭގެ އެންމެ ނުބައި ކަމެއްގެ ގޮތުގައެވެ. އެއީ ﷲ އެ ކަމެއް ޢަފޫ ކުރައްވާ ނަމަ މެނުވީއެވެ.“","--"  ],
  ["صحيح البخاري 44","حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا هِشَامٌ قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ ﷺ قَالَ: يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللهُ وَفِي قَلْبِهِ وَزْنُ شَعِيرَةٍ مِنْ خَيْرٍ، وَيَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللهُ وَفِي قَلْبِهِ وَزْنُ بُرَّةٍ مِنْ خَيْرٍ، وَيَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لَا إِلَهَ إِلَّا اللهُ وَفِي قَلْبِهِ وَزْنُ ذَرَّةٍ مِنْ خَيْرٍ. \nقَالَ أَبُو عَبْدِ اللهِ: قَالَ أَبَانُ: حَدَّثَنَا قَتَادَةُ: حَدَّثَنَا أَنَسٌ، عَنِ النَّبِيِّ ﷺ: مِنْ إِيمَانٍ مَكَانَ مِنْ خَيْرٍ. \n","~~",""  ],
  ["صحيح البخاري 45","- حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ، سَمِعَ جَعْفَرَ بْنَ عَوْنٍ، حَدَّثَنَا أَبُو الْعُمَيْسِ، أَخْبَرَنَا قَيْسُ بْنُ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ: أَنَّ رَجُلًا مِنَ الْيَهُودِ قَالَ لَهُ: يَا أَمِيرَ الْمُؤْمِنِينَ، آيَةٌ فِي كِتَابِكُمْ تَقْرَءُونَهَا، لَوْ عَلَيْنَا مَعْشَرَ الْيَهُودِ نَزَلَتْ لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا. قَالَ: أَيُّ آيَةٍ؟ قَالَ: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } قَالَ عُمَرُ: قَدْ عَرَفْنَا ذَلِكَ الْيَوْمَ وَالْمَكَانَ الَّذِي نَزَلَتْ فِيهِ عَلَى النَّبِيِّ ﷺ، وَهُوَ قَائِمٌ بِعَرَفَةَ يَوْمَ جُمُعَةٍ. \n","ޢުމަރު ބިން އަލްޚައްޠާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީންގެ ތެރެއިން މީހަކު އެކަލޭގެފާނަށް ދެންނެވިއެވެ: އޭ އަމީރުލް މުއުމިނީނެވެ. ތިޔަބައިމީހުންގެ ފޮތުގައިވާ އާޔަތެއް ތިޔަބައިމީހުން ކިޔަވައި އުޅުއްވައެވެ. ތިމަންމެން ޔަހޫދީންގެ މައްޗަށް އެ އާޔަތް ބާވައިލެވުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ކޮން އާޔަތެއްތޯއެވެ؟ އޭނަ ދެންނެވިއެވެ: ❞މިއަދު، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް ޓަކައި ތިމަން އިލާހު ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަން އިލާހުގެ ނިޢުމަތް ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި އިސްލާމް ތިޔަބައިމީހުންނަށް ދީނެއް ކަމުގައި ތިމަން އިލާހު ރުހިވޮޑިގެންފީމެވެ.❝ ޢުމަރު ދެންނެވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ މައްޗަށް އެ އާޔަތް ބާވައިލެއްވުނު ދުވަހާއި ތަން ވެސް ތިމަންމެން ދެނެހުރީމެވެ. އެއީ ނަބިއްޔާ ޢަރަފާތުގައި ހުންނަވަނިކޮށް ހުކުރު ދުވަހެއްގައެވެ. (ނޯޓު: ޢަރަފާތް ދުވަހާއި ހުކުރު ދުވަހަކީ ޢީދެއްގެ ގޮތުގައި މުސްލިމުން ނަގައި ދެ ދުވަހެވެ.)","b45"  ],
  ["صحيح البخاري 4407","حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ: حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ: أَنَّ أُنَاسًا مِنَ الْيَهُودِ قَالُوا: لَوْ نَزَلَتْ هَذِهِ الْآيَةُ فِينَا لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا، فَقَالَ عُمَرُ: أَيَّةُ آيَةٍ؟ فَقَالُوا: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي } فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ أَيَّ مَكَانٍ أُنْزِلَتْ، أُنْزِلَتْ وَرَسُولُ اللهِ ﷺ وَاقِفٌ بِعَرَفَةَ. \n","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީންގެ ތެރެއިން ބަޔަކު ދެންނެވިއެވެ: މިވެނި އާޔަތް ތިމަންމެންގެ މައްޗަށް ބާވައިލެވުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. ޢުމަރު ދެންނެވިއެވެ: ކޮން އާޔަތެއްތޯއެވެ؟ އެ މީހުން ދެންނެވިއެވެ: ❞މިއަދު، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް ޓަކައި ތިމަން އިލާހު ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަން އިލާހުގެ ނިޢުމަތް ފުރިހަމަކޮށް ދެއްވައިފީމެވެ.❝ އެކަލޭގެފާނު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެވުނު ތަން ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ރަސޫލު ﷲ ﷺ ޢަރަފާތުގައި ހުންނަވަނިކޮށެވެ.","b45"  ],
  ["صحيح البخاري 4606","حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ قَيْسٍ، عَنْ طَارِقِ بْنِ شِهَابٍ: قَالَتِ الْيَهُودُ لِعُمَرَ: إِنَّكُمْ تَقْرَءُونَ آيَةً، لَوْ نَزَلَتْ فِينَا لَاتَّخَذْنَاهَا عِيدًا. فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ حَيْثُ أُنْزِلَتْ، وَأَيْنَ أُنْزِلَتْ، وَأَيْنَ رَسُولُ اللهِ ﷺ حِينَ أُنْزِلَتْ: يَوْمَ عَرَفَةَ، وَإِنَّا وَاللهِ بِعَرَفَةَ. قَالَ سُفْيَانُ: وَأَشُكُّ كَانَ يَوْمَ الْجُمُعَةِ أَمْ لَا؛ { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ }. \n","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީން ޢުމަރަށް ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ފޮތުގައިވާ އާޔަތެއް ތިޔަބައިމީހުން ކިޔަވައި އުޅުއްވައެވެ. ތިމަންމެންގެ މައްޗަށް އެ އާޔަތް ބާވައިލެވުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. ޢުމަރު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެއްވުނު ވަގުތާއި ތަނާއި، އަދި ބާވައިލެއްވުނު ހިނދު ރަސޫލު ﷲ ﷺ ހުންނެވި ތަން ވެސް ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ހުކުރު ދުވަހެއްގައެވެ. އަދި ﷲ ގަންދީ ބުނަމެވެ. ތިމަންމެން ތިބީ ޢަރަފާތުގައެވެ.","b45"  ],
  ["صحيح البخاري 7268","حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرٍ وَغَيْرِهِ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ: قَالَ رَجُلٌ مِنَ الْيَهُودِ لِعُمَرَ: يَا أَمِيرَ الْمُؤْمِنِينَ، لَوْ أَنَّ عَلَيْنَا نَزَلَتْ هَذِهِ الْآيَةُ: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا، فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ أَيَّ يَوْمٍ نَزَلَتْ هَذِهِ الْآيَةُ، نَزَلَتْ يَوْمَ عَرَفَةَ، فِي يَوْمِ جُمُعَةٍ. سَمِعَ سُفْيَانُ مِنْ مِسْعَرٍ، وَمِسْعَرٌ قَيْسًا، وَقَيْسٌ طَارِقًا. ","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީންގެ ތެރެއިން މީހަކު ޢުމަރަށް ދެންނެވިއެވެ: ދެންނެވިއެވެ: އޭ އަމީރުލް މުއުމިނީނެވެ. ތިމަންމެންގެ މައްޗަށް މި އާޔަތް ބާވައިލެވުނު ނަމަ، ❞މިއަދު، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް ޓަކައި ތިމަން އިލާހު ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަން އިލާހުގެ ނިޢުމަތް ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި އިސްލާމް ތިޔަބައިމީހުންނަށް ދީނެއް ކަމުގައި ތިމަން އިލާހު ރުހިވޮޑިގެންފީމެވެ.❝ އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެވުނު ދުވަސް ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ޢަރަފާތް ދުވަހު، ހުކުރު ދުވަހެއްގައެވެ.","b45"  ],
  ["صحيح مسلم 3017a","حَدَّثَنِي أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى (وَاللَّفْظُ لِابْنِ الْمُثَنَّى)، قَالَا: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، (وَهُوَ ابْنُ مَهْدِيٍّ)، حَدَّثَنَا سُفْيَانُ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ: أَنَّ الْيَهُودَ قَالُوا لِعُمَرَ: إِنَّكُمْ تَقْرَؤُونَ آيَةً، لَوْ أُنْزِلَتْ فِينَا لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا. فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ حَيْثُ أُنْزِلَتْ، وَأَيَّ يَوْمٍ أُنْزِلَتْ، وَأَيْنَ رَسُولُ اللهِ ﷺ حَيْثُ أُنْزِلَتْ، أُنْزِلَتْ بِعَرَفَةَ، وَرَسُولُ اللهِ ﷺ وَاقِفٌ بِعَرَفَةَ. قَالَ سُفْيَانُ: أَشُكُّ، كَانَ يَوْمَ جُمُعَةٍ أَمْ لَا، يَعْنِي: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي }. \n","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީން ޢުމަރަށް ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ފޮތުގައިވާ އާޔަތެއް ތިޔަބައިމީހުން ކިޔަވައި އުޅުއްވައެވެ. ތިމަންމެންގެ މައްޗަށް އެ އާޔަތް ބާވައިލެވުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. ޢުމަރު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެއްވުނު ވަގުތާއި ދުވަހާ، އަދި ބާވައިލެއްވުނު ހިނދު ރަސޫލު ﷲ ﷺ ހުންނެވި ތަން ވެސް ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ޢަރަފާތުގައެވެ. އަދި ރަސޫލު ﷲ ﷺ ހުންނެވީ ޢަރަފާތުގައެވެ.","b45"  ],
  ["صحيح مسلم 3017b","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ (وَاللَّفْظُ لِأَبِي بَكْرٍ)، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ إِدْرِيسَ، عَنْ أَبِيهِ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ: قَالَتِ الْيَهُودُ لِعُمَرَ: لَوْ عَلَيْنَا مَعْشَرَ يَهُودَ نَزَلَتْ هَذِهِ الْآيَةُ: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } نَعْلَمُ الْيَوْمَ الَّذِي أُنْزِلَتْ فِيهِ، لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا. قَالَ: فَقَالَ عُمَرُ: فَقَدْ عَلِمْتُ الْيَوْمَ الَّذِي أُنْزِلَتْ فِيهِ وَالسَّاعَةَ، وَأَيْنَ رَسُولُ اللهِ ﷺ حِينَ نَزَلَتْ، نَزَلَتْ لَيْلَةَ جَمْعٍ، وَنَحْنُ مَعَ رَسُولِ اللهِ ﷺ بِعَرَفَاتٍ.\n","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީން ޢުމަރަށް ދެންނެވިއެވެ: ދެންނެވިއެވެ: ތިމަންމެން ޔަހޫދީންގެ މައްޗަށް މި އާޔަތް ބާވައިލެވުނު ނަމަ، ❞މިއަދު، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް ޓަކައި ތިމަން އިލާހު ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަން އިލާހުގެ ނިޢުމަތް ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި އިސްލާމް ތިޔަބައިމީހުންނަށް ދީނެއް ކަމުގައި ތިމަން އިލާހު ރުހިވޮޑިގެންފީމެވެ.❝ އަދި އެ ބާވައިލެއްވުނު ދުވަސް އިނގުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެވުނު ދުވަހާއި ގަޑިއާ، ބާވައިލެއްވުނު ހިނދު ރަސޫލު ﷲ ﷺ ހުންނެވި ތަން ވެސް ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ޖަމްޢުގެ ރޭގައެވެ. (އެބަހީ: މުޒްދަލިފާގެ ރޭގައެވެ.) އަދި އެ ވަގުތު ތިމަންމެންވީ ރަސޫލު ﷲ ﷺ ގެ އަރިހު ޢަރަފާތުގައެވެ. ","b45"  ],
  ["صحيح مسلم 3017c","وَحَدَّثَنِي عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ، أَخْبَرَنَا أَبُو عُمَيْسٍ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ: جَاءَ رَجُلٌ مِنَ الْيَهُودِ إِلَى عُمَرَ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، آيَةٌ فِي كِتَابِكُمْ تَقْرَؤُونَهَا لَوْ عَلَيْنَا نَزَلَتْ مَعْشَرَ الْيَهُودِ، لَاتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا. قَالَ: وَأَيُّ آيَةٍ؟ قَالَ: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِينًا } فَقَالَ عُمَرُ: إِنِّي لَأَعْلَمُ الْيَوْمَ الَّذِي نَزَلَتْ فِيهِ، وَالْمَكَانَ الَّذِي نَزَلَتْ فِيهِ، نَزَلَتْ عَلَى رَسُولِ اللهِ ﷺ بِعَرَفَاتٍ فِي يَوْمِ جُمُعَةٍ. \n","ޠާރިޤު ބިން ޝިހާބު ރިވާ ކުރެއްވިއެވެ: ޔަހޫދީންގެ ތެރެއިން މީހަކު ޢުމަރުގެ އަރިހަށް އައިސް ދެންނެވިއެވެ: އޭ އަމީރުލް މުއުމިނީނެވެ. ތިޔަބައިމީހުންގެ ފޮތުގައިވާ އާޔަތެއް ތިޔަބައިމީހުން ކިޔަވައި އުޅުއްވައެވެ. ތިމަންމެން ޔަހޫދީންގެ މައްޗަށް އެ އާޔަތް ބާވައިލެވުނު ނަމަ، އެ ދުވަސް ޢީދެއްގެ ގޮތުގައި ނެގީމުސްކަން ކަށަވަރެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ކޮން އާޔަތެއްތޯއެވެ؟ އޭނަ ދެންނެވިއެވެ: ❞މިއަދު، ތިޔަބައިމީހުންގެ ދީން ތިޔަބައިމީހުންނަށް ޓަކައި ތިމަން އިލާހު ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަން އިލާހުގެ ނިޢުމަތް ފުރިހަމަކޮށް ދެއްވައިފީމެވެ. އަދި އިސްލާމް ތިޔަބައިމީހުންނަށް ދީނެއް ކަމުގައި ތިމަން އިލާހު ރުހިވޮޑިގެންފީމެވެ.❝ ޢުމަރު ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެ އާޔަތް ބާވައިލެއްވުނު ދުވަހާއި ތަން ތިމަން ދެނެހުރީމެވެ. ބާވައިލެއްވުނީ ރަސޫލު ﷲ ﷺ ޢަރަފާތުގައި ހުންނަވިކޮށް ހުކުރު ދުވަހެއްގައެވެ.","b45"  ],
  ["صحيح البخاري 46","- حَدَّثَنَا إِسْمَاعِيلُ قَالَ: حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللهِ يَقُولُ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ ﷺ مِنْ أَهْلِ نَجْدٍ ثَائِرَ الرَّأْسِ، يُسْمَعُ دَوِيُّ صَوْتِهِ وَلَا يُفْقَهُ مَا يَقُولُ، حَتَّى دَنَا، فَإِذَا هُوَ يَسْأَلُ عَنِ الْإِسْلَامِ، فَقَالَ رَسُولُ اللهِ ﷺ: خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ. فَقَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ. قَالَ رَسُولُ اللهِ ﷺ: وَصِيَامُ رَمَضَانَ. قَالَ: هَلْ عَلَيَّ غَيْرُهُ؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ. قَالَ: وَذَكَرَ لَهُ رَسُولُ اللهِ ﷺ الزَّكَاةَ، قَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ. قَالَ: فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ: وَاللهِ لَا أَزِيدُ عَلَى هَذَا وَلَا أَنْقُصُ. قَالَ رَسُولُ اللهِ ﷺ: أَفْلَحَ إِنْ صَدَقَ. \n","ޠަލްޙާ ބިން ޢުބައިދި ﷲ ރިވާ ކުރެއްވިއެވެ: ނަޖްދު ކަރައިން ބޯ ހޭވިފަ ހުރި މީހަކު (އެބަހީ: އަޢުރާބީއަކު) ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އަތުވިއެވެ. އޭނާގެ އަޑުގެ ބާރުކަން އިވުނަސް، އޭނާ ކިޔައި އެއްޗެއް ނޭނގުނެވެ. ދެން އޭނާ ކައިރިވުމުން، އިސްލާމް ދީނާ ބެހޭ ގޮތުން ސުވާލު ކުރާކަން އިނގުނެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރެޔާއި ދުވާލަކު (ފަރުޟު) ފަސް ނަމާދެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ނަމާދެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ނަމާދު) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަދި ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ރޯދައެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ރަސޫލާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ރޯދަ) ހިފަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އަދި އޭނާއަށް ޒަކާތުގެ ވާހަކަ ރަސޫލާ ﷺ ކިޔައިދެއްވިއެވެ. އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ޒަކާތެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ޞަދަޤާތް) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އެއަށްފަހު އެ މީހާ އެނބުރި ދަމުން ދެންނެވިއެވެ: ﷲ ގަންދީ ބުނަމެވެ. މި ކަމުގެ މައްޗަށް އިތުރެއް ވެސް އުންޏެއް ވެސް ނުކުރާނަމެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނަ ތެދުވެރިވެއްޖެ ނަމަ އޭނާ ކާމިޔާބު ވާނެއެވެ.“ (އެބަހީ: ސުވަރުގެ ވަންނާނެއެވެ.)","b46"  ],
  ["صحيح البخاري 1891","- حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللهِ أَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللهِ ﷺ ثَائِرَ الرَّأْسِ، فَقَالَ: يَا رَسُولَ اللهِ، أَخْبِرْنِي مَاذَا فَرَضَ اللهُ عَلَيَّ مِنَ الصَّلَاةِ؟ فَقَالَ: الصَّلَوَاتِ الْخَمْسَ إِلَّا أَنْ تَطَوَّعَ شَيْئًا، فَقَالَ: أَخْبِرْنِي مَا فَرَضَ اللهُ عَلَيَّ مِنَ الصِّيَامِ؟ فَقَالَ: شَهْرَ رَمَضَانَ إِلَّا أَنْ تَطَوَّعَ شَيْئًا، فَقَالَ: أَخْبِرْنِي بِمَا فَرَضَ اللهُ عَلَيَّ مِنَ الزَّكَاةِ؟ فَقَالَ: فَأَخْبَرَهُ رَسُولُ اللهِ ﷺ شَرَائِعَ الْإِسْلَامِ، قَالَ: وَالَّذِي أَكْرَمَكَ، لَا أَتَطَوَّعُ شَيْئًا، وَلَا أَنْقُصُ مِمَّا فَرَضَ اللهُ عَلَيَّ شَيْئًا، فَقَالَ رَسُولُ اللهِ ﷺ: أَفْلَحَ إِنْ صَدَقَ، أَوْ: دَخَلَ الْجَنَّةَ إِنْ صَدَقَ. \n","ޠަލްޙާ ބިން ޢުބައިދި ﷲ ރިވާ ކުރެއްވިއެވެ: ނަޖްދު ކަރައިން ބޯ ހޭވިފަ ހުރި އަޢުރާބީއަކު ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ނަމާދުގެ ތެރެއިން ތިމަންނަގެ މައްޗަށް ﷲ ފުރުޟު ކުރެއްވި ކަންތަކުގެ ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”(ފަރުޟު) ފަސް ނަމާދެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ނަމާދެއް) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ ދެން އޭނާ ދެންނެވިއެވެ: ރޯދައިގެ ތެރެއިން ތިމަންނަގެ މައްޗަށް ﷲ ފުރުޟު ކުރެއްވި ކަންތަކުގެ ޚަބަރު ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ރަމަޟާން މަހު (ރޯދަ ހިފުމެވެ.) އެއީ ތިބާ އިތުރަށް (ސުންނަތް ރޯދައެއް) ހިފަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ ދެން އޭނާ ދެންނެވިއެވެ: ޒަކާތުގެ ތެރެއިން ތިމަންނަގެ މައްޗަށް ﷲ ފުރުޟު ކުރެއްވި ކަންތަކުގެ ޚަބަރު ދެއްވާށެވެ. ދެން ރަސޫލު ﷲ ﷺ އިސްލާމް ދީނުގެ ޝަރާއިޢުތަކާއި (ގަވާއިދުތަކުގެ) ޚަބަރު ދެއްވިއެވެ. އޭނާ ދެންނެވިއެވެ: އިބަ ނަބިއްޔާއަށް ދީލަތިވެވޮޑިގެންނެވި ފަރާތް ގަންދީ ބުނަމެވެ. (މި ކަމުގެ މައްޗަށް) އިތުރު އެއްވެސް ކަމެއް ނުކުރާނަމެވެ. އަދި ތިމަންނަގެ މައްޗަށް ﷲ ފަރުޟު ކުރެއްވި ކަމެއް އުންޏެއް ވެސް ނުކުރާނަމެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނަ ތެދުވެރިވެއްޖެ ނަމަ އޭނާ ކާމިޔާބު ވާނެއެވެ. (ނުވަތަ ސުވަރުގެ ވަންނާނެއެވެ.)“","b46"  ],
  ["صحيح البخاري 2678","حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ: أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللهِ يَقُولُ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ ﷺ، فَإِذَا هُوَ يَسْأَلُهُ عَنِ الْإِسْلَامِ، فَقَالَ رَسُولُ اللهِ ﷺ: خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ، فَقَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، فَقَالَ رَسُولُ اللهِ ﷺ: وَصِيَامُ رَمَضَانَ، قَالَ: هَلْ عَلَيَّ غَيْرُهُ؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، قَالَ وَذَكَرَ لَهُ رَسُولُ اللهِ ﷺ الزَّكَاةَ، قَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ: وَاللهِ لَا أَزِيدُ عَلَى هَذَا وَلَا أَنْقُصُ، قَالَ رَسُولُ اللهِ ﷺ: أَفْلَحَ إِنْ صَدَقَ. \n","ޠަލްޙާ ބިން ޢުބައިދި ﷲ ރިވާ ކުރެއްވިއެވެ: ނަޖްދު ކަރައިން ބޯ ހޭވިފަ ހުރި މީހަކު (އެބަހީ: އަޢުރާބީއަކު) ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އަތުވިއެވެ. އޭނާގެ އަޑުގެ ބާރުކަން އިވުނަސް، އޭނާ ކިޔައި އެއްޗެއް ނޭނގުނެވެ. ދެން އޭނާ ކައިރިވުމުން، އިސްލާމް ދީނާ ބެހޭ ގޮތުން ސުވާލު ކުރާކަން އިނގުނެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރެޔާއި ދުވާލަކު (ފަރުޟު) ފަސް ނަމާދެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ނަމާދެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ނަމާދު) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަދި ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ރޯދައެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ރަސޫލާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ރޯދަ) ހިފަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އަދި އޭނާއަށް ޒަކާތުގެ ވާހަކަ ރަސޫލާ ﷺ ކިޔައިދެއްވިއެވެ. އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ޒަކާތެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ޞަދަޤާތް) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އެއަށްފަހު އެ މީހާ އެނބުރި ދަމުން ދެންނެވިއެވެ: ﷲ ގަންދީ ބުނަމެވެ. މި ކަމުގެ މައްޗަށް އިތުރެއް ވެސް އުންޏެއް ވެސް ނުކުރާނަމެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނަ ތެދުވެރިވެއްޖެ ނަމަ އޭނާ ކާމިޔާބު ވާނެއެވެ.“ (އެބަހީ: ސުވަރުގެ ވަންނާނެއެވެ.)","b46"  ],
  ["صحيح مسلم 11a","حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدِ بْنِ جَمِيلِ بْنِ طَرِيفِ بْنِ عَبْدِ اللهِ الثَّقَفِيُّ، عَنْ مَالِكِ بْنِ أَنَسٍ فِيمَا قُرِئَ عَلَيْهِ، عَنْ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللهِ يَقُولُ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ ﷺ مِنْ أَهْلِ نَجْدٍ ثَائِرَ الرَّأْسِ نَسْمَعُ دَوِيَّ صَوْتِهِ، وَلَا نَفْقَهُ مَا يَقُولُ، حَتَّى دَنَا مِنْ رَسُولِ اللهِ ﷺ، فَإِذَا هُوَ يَسْأَلُ عَنِ الْإِسْلَامِ، فَقَالَ رَسُولُ اللهِ ﷺ: خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ، فَقَالَ: هَلْ عَلَيَّ غَيْرُهُنَّ؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، وَصِيَامُ شَهْرِ رَمَضَانَ، فَقَالَ: هَلْ عَلَيَّ غَيْرُهُ؟ فَقَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، وَذَكَرَ لَهُ رَسُولُ اللهِ ﷺ الزَّكَاةَ، فَقَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: لَا، إِلَّا أَنْ تَطَوَّعَ، قَالَ: فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ: وَاللهِ لَا أَزِيدُ عَلَى هَذَا، وَلَا أَنْقُصُ مِنْهُ، فَقَالَ رَسُولُ اللهِ ﷺ: أَفْلَحَ إِنْ صَدَقَ. ","ޠަލްޙާ ބިން ޢުބައިދި ﷲ ރިވާ ކުރެއްވިއެވެ: ނަޖްދު ކަރައިން ބޯ ހޭވިފަ ހުރި މީހަކު (އެބަހީ: އަޢުރާބީއަކު) ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އަތުވިއެވެ. އޭނާގެ އަޑުގެ ބާރުކަން އިވުނަސް، އޭނާ ކިޔައި އެއްޗެއް ނޭނގުނެވެ. ދެން ރަސޫލު ﷲ ﷺ އާ އޭނާ ކައިރިވުމުން، އިސްލާމް ދީނާ ބެހޭ ގޮތުން ސުވާލު ކުރާކަން އިނގުނެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރެޔާއި ދުވާލަކު (ފަރުޟު) ފަސް ނަމާދެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ނަމާދެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ނަމާދު) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަދި ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ރޯދައެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ރަސޫލާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ސުންނަތް ރޯދަ) ހިފަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އަދި އޭނާއަށް ޒަކާތުގެ ވާހަކަ ރަސޫލާ ﷺ ކިޔައިދެއްވިއެވެ. އޭނާ ދެންނެވިއެވެ: އެ ނޫން (ޒަކާތެއް) ތިމަންނަގެ މައްޗަށް ވޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ތިބާ އިތުރަށް (ޞަދަޤާތް) ކުރަން ބޭނުން ވާނަމަ މެނުވީއެވެ.“ އެއަށްފަހު އެ މީހާ އެނބުރި ދަމުން ދެންނެވިއެވެ: ﷲ ގަންދީ ބުނަމެވެ. މި ކަމުގެ މައްޗަށް އިތުރެއް ވެސް އުންޏެއް ވެސް ނުކުރާނަމެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނަ ތެދުވެރިވެއްޖެ ނަމަ އޭނާ ކާމިޔާބު ވާނެއެވެ.“ (އެބަހީ: ސުވަރުގެ ވަންނާނެއެވެ.)","b46"  ],
  ["صحيح مسلم 11b","حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ جَمِيعًا، عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، عَنْ أَبِي سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللهِ، عَنِ النَّبِيِّ ﷺ بِهَذَا الْحَدِيثِ نَحْوَ حَدِيثِ مَالِكٍ، غَيْرَ أَنَّهُ قَالَ: فَقَالَ رَسُولُ اللهِ ﷺ: أَفْلَحَ وَأَبِيهِ إِنْ صَدَقَ، أَوْ دَخَلَ الْجَنَّةَ وَأَبِيهِ إِنْ صَدَقَ. \n","(ކުރީގެ ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.) ތަފާތަކީ މިތަންކޮޅެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާގެ ބައްޕަ ގަންދީ ބުނަމެވެ. އޭނަ ތެދުވެރިވެއްޖެ ނަމަ، އޭނާ ކާމިޔާބު ވާނެއެވެ. (ނޫނީ ސުވަރުގެ ވަންނާނެއެވެ.)“ (ނޯޓު: މި ހާދިސޤ ހިނގައި ދިޔައީ، ﷲ ފިޔަވައި އެހެން ފަރާތްތަށް ގަނދީ ހުވާ ކުރުން މަނާ ކުރެއްވުމުގެ ކުރިންނެވެ.)","b46"  ],
  ["صحيح البخاري 47","حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللهِ بْنِ عَلِيٍّ الْمَنْجُوفِيُّ قَالَ: حَدَّثَنَا رَوْحٌ قَالَ: حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ وَمُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ رَسُولَ اللهِ ﷺ قَالَ: مَنِ اتَّبَعَ جِنَازَةَ مُسْلِمٍ إِيمَانًا وَاحْتِسَابًا، وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا وَيَفْرُغَ مِنْ دَفْنِهَا، فَإِنَّهُ يَرْجِعُ مِنَ الْأَجْرِ بِقِيرَاطَيْنِ؛ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا ثُمَّ رَجَعَ قَبْلَ أَنْ تُدْفَنَ، فَإِنَّهُ يَرْجِعُ بِقِيرَاطٍ. \nتَابَعَهُ عُثْمَانُ الْمُؤَذِّنُ قَالَ: حَدَّثَنَا عَوْفٌ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ نَحْوَهُ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންތެރިކަމާއެކު އަދި ސަވާބަށް އެދޭ ޙާލު މުސްލިމެއްގެ ޖަނާޒާ ފަހަތުން ގޮސް، އެ (މައްޔިތާގެ) މައްޗަށް ނަމާދު ކުރެވި އަދި ވަޅުލައި ނިމުމަށް ދާންދެން އެ ޖަނާޒާއާއެކު ހުރެއްޖެ މީހާ، ދެ ޤީރާޠުގެ ސަވާބައިގެން އެނބުރި އަންނާނެކަން ކަށަވަރެވެ. ކޮންމެ ޤީރާޠެއް ޢުޙުދު ފަރުބަދައާ އެއްވަރު ވެގެންވެއެވެ. އަދި އެ ޖަނާޒާގައި ނަމާދު ކުރުމަށް ފަހު، ވަޅުލުމުގެ ކުރިން (ވަކިވެގެން) އަތުވެއްޖެ މީހާ އެނބުރި އަންނާނީ ހަމަކަށަވަރުން އެންމެ ޤީރާތަކައިގެންނެވެ.“","b47"  ],
  ["صحيح البخاري 1323","حَدَّثَنَا أَبُو النُّعْمَانِ: حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ: سَمِعْتُ نَافِعًا يَقُولُ: حُدِّثَ ابْنُ عُمَرَ: أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللهُ عَنْهُمْ يَقُولُ: مَنْ تَبِعَ جِنَازَةً فَلَهُ قِيرَاطٌ فَقَالَ: أَكْثَرَ أَبُو هُرَيْرَةَ عَلَيْنَا. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ (މިފަދައިން) ވިދާޅުވާ ކަމަށް އިބްނު ޢުމަރު ގާތު ދެންނެވުނެވެ: ޖަނާޒާއެއްގެ ފަހަތުން ގޮއްސި މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އިބްނު ޢުމަރު ދެންނެވިއެވެ: ތިމަންމެންނަށް އަބޫ ހުރައިރާ އެ ދައްކަވަނީ ހާދަހައި ބޮޑު ސަވާބެއްގެ ވާހަކައެކެވެ.","b47"  ],
  ["صحيح البخاري 1324","فَصَدَّقَتْ، يَعْنِي عَائِشَةَ، أَبَا هُرَيْرَةَ، وَقَالَتْ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُهُ: فَقَالَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا: لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ. فَرَّطْتُ: ضَيَّعْتُ مِنْ أَمْرِ اللهِ. \n","ދެން އަބޫ ހުރައިރާ (ކުރިން ދެއްކެވި ވާހަކަ) ޢާއިޝާ ތެދުކުރެއްވިއެވެ. އަދި އެ ކަމަނާ ދެންނެވިއެވެ: ރަސޫލު ﷲ ﷺ އެފަދައިން ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން ކަމަނާ އަޑުއެހީމެވެ. ދެން އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ދެންނެވިއެވެ: ވަރަށް ގިނަ ޤީރާތުގެ (ސަވާބު) ތިމަންމެން ފަރުވާކުޑަ ކުރެވި ގެއްލުވާލެވިއްޖެކަން ކަށަވަރެވެ. (އިމާމު ބުޚާރީ ވިދާޅުވިއެވެ:) ފަރުވާކުޑަ ކުރެވުނޭ ބުނާ ބަހުގެ މާނައަކީ: ﷲ އަށް އަދާ ކުރެވޭ ކަންތައްތަކުގައި ނުކޮށް ދޫކޮށްލެވިއްޖެއެވެ.","b47"  ],
  ["صحيح البخاري 1325","حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ قَالَ قَرَأْتُ عَلَى ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ أَنَّهُ سَأَلَ أَبَا هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ فَقَالَ: سَمِعْتُ النَّبِيَّ ﷺ. حَدَّثَنَا أَحْمَدُ بْنُ شَبِيبِ بْنِ سَعِيدٍ قَالَ: حَدَّثَنِي أَبِي: حَدَّثَنَا يُونُسُ: قَالَ ابْنُ شِهَابٍ: وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ الْأَعْرَجُ: أَنَّ أَبَا هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ شَهِدَ الْجِنَازَةَ حَتَّى يُصَلِّيَ فَلَهُ قِيرَاطٌ، وَمَنْ شَهِدَ حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ. قِيلَ: وَمَا الْقِيرَاطَانِ؟ قَالَ: مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނާޒާއެއްގައި ނަމާދު ކުރުމަށް ދާންދެން އޭގައި ބައިވެރިވެއްޖެ މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އަދި އެ (މައްޔިތާ) ވަޅުލުމަށް ދާންދެން ބައިވެރިވެއްޖެ މީހަކަށް ދެ ޤީރާޠް ލިބިގެންވެއެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ދެ ޤީރާޠަކީ ކިހައިވަރެއްތޯއެވެ؟ ނަބިއްޔާ ޙާދީޘް ކުރެއްވިއެވެ: ”ބޮޑު ދެ ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ.“","b47"  ],
  ["صحيح مسلم 945a","وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، وَهَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ، - وَاللَّفْظُ لِهَارُونَ، وَحَرْمَلَةَ - - قَالَ هَارُونُ: حَدَّثَنَا، وَقَالَ الْآخَرَانِ: أَخْبَرَنَا ابْنُ وَهْبٍ - أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ الْأَعْرَجُ، أَنَّ أَبَا هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: مَنْ شَهِدَ الْجِنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا فَلَهُ قِيرَاطٌ، وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ فَلَهُ قِيرَاطَانِ قِيلَ: وَمَا الْقِيرَاطَانِ، قَالَ: مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ. انْتَهَى حَدِيثُ أَبِي الطَّاهِرِ، وَزَادَ الْآخَرَانِ قَالَ ابْنُ شِهَابٍ: قَالَ سَالِمُ بْنُ عَبْدِ اللهِ بْنِ عُمَرَ: وَكَانَ ابْنُ عُمَرَ يُصَلِّي عَلَيْهَا، ثُمَّ يَنْصَرِفُ، فَلَمَّا بَلَغَهُ حَدِيثُ أَبِي هُرَيْرَةَ، قَالَ: لَقَدْ ضَيَّعْنَا قَرَارِيطَ كَثِيرَةً. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(މައްޔިތާގެ) މައްޗަށް ނަމާދު ކުރެވުމަށް ދާންދެން ޖަނާޒާގައި ބައިވެރިވެއްޖެ މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އަދި އެ (މައްޔިތާ) ވަޅުލުމަށް ދާންދެން ބައިވެރިވެއްޖެ މީހަކަށް ދެ ޤީރާޠް ލިބިގެންވެއެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ދެ ޤީރާޠަކީ ކިހައިވަރެއްތޯއެވެ؟ ނަބިއްޔާ ޙާދީޘް ކުރެއްވިއެވެ: ”ބޮޑު ދެ ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ.“ (މި ޙަދީޘް މި ނިމުނީއެވެ.) އަދި ސާލިމް ބިން ޢަބްދު ﷲ ބިން ޢުމަރު ވިދާޅުވިއެވެ: އިބްނު ޢުމަރު ޖަނާޒާގައި ނާމަދު ކުރެއްވުމަށް ފަހު (ވަޅު ނުލަނީސް) ވަކިވެވަޑައިގަންނަވައެވެ. ދެން އަބޫ ހުރައިރާގެ ޙަދީޘް އެކަލޭގެފާނަށް ފޯރުމަށް ފަހު ދެންނެވިއެވެ: ވަރަށް ގިނަ ޤީރާތުގެ (ސަވާބު) ތިމަންމެން ފަރުވާކުޑަ ކުރެވި ގެއްލުވާލެވިއްޖެކަން ކަށަވަރެވެ.","b47"  ],
  ["صحيح مسلم 945b","وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الْأَعْلَى، (ح) وَحَدَّثَنَا ابْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الرَّزَّاقِ، كِلَاهُمَا عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ إِلَى قَوْلِهِ: الْجَبَلَيْنِ الْعَظِيمَيْنِ، وَلَمْ يَذْكُرَا مَا بَعْدَهُ، وَفِي حَدِيثِ عَبْدِ الْأَعْلَى: حَتَّى يُفْرَغَ مِنْهَا، وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ: حَتَّى تُوضَعَ فِي اللَّحْدِ. \n","(ކުރީގެ ޙަދީޘް) މި ހިސާބަށް ރިވާ ކުރެއްވިއެވެ: ބޮޑު ދެ ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ. އަދި އޭގެ ފަހުން ޙަދީޘްގައި އައި ބަސްފުޅު ރިވާ ނުކުރައްވައެވެ. އަދި ޢަބްދުލް އަޢުލާގެ ޙަދީޘްގައި ވަނީ: އެ (މައްޔިތާ ވަޅުލައި) ނިމުމަށް ދާންދެނެވެ. އަދި ޢަބްދުއް ރައްޒާޤުގެ ޙަދީޘްގައި ވަނީ: ކަށްވަޅަށް ލެވުމަށް ދާންދެނެވެ.","b47"  ],
  ["صحيح مسلم 945c","وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي قَالَ: حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ أَنَّهُ قَالَ: حَدَّثَنِي رِجَالٌ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ ﷺ بِمِثْلِ حَدِيثِ مَعْمَرٍ، وَقَالَ: وَمَنِ اتَّبَعَهَا حَتَّى تُدْفَنَ. \n","ކުރީގެ ޙަދީޘާ އެއްފަދައިން ރިވާ ކުރެއްވިއެވެ. އަދި (އިތުރަށް) ވިދާޅުވިއެވެ: އަދި (މައްޔިތާ) ވަޅުލެވުމަށް ދާންދެން ޖަނާޒާގައި ބައިވެރިވެއްޖެ މީހާ.","b47"  ],
  ["صحيح مسلم 945d"," وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنِي سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ قَالَ: مَنْ صَلَّى عَلَى جِنَازَةٍ، وَلَمْ يَتْبَعْهَا فَلَهُ قِيرَاطٌ، فَإِنْ تَبِعَهَا فَلَهُ قِيرَاطَانِ، قِيلَ: وَمَا الْقِيرَاطَانِ؟ قَالَ: أَصْغَرُهُمَا مِثْلُ أُحُدٍ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނާޒާއެއްގައި ނަމާދު ކުރުމަށް ފަހު، (މައްޔިތާ ވަޅުލެވެން) އޭގައި ބައިވެރި ނުވެއްޖެ މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އަދި އެ (މައްޔިތާ) ވަޅުލުމަށް ދާންދެން ބައިވެރިވެއްޖެ މީހަކަށް ދެ ޤީރާޠް ލިބިގެންވެއެވެ.“ ނަބިއްޔާއަށް ދެންނެވުނެވެ: ދެ ޤީރާޠަކީ ކިހައިވަރެއްތޯއެވެ؟ ނަބިއްޔާ ޙާދީޘް ކުރެއްވިއެވެ: ”އެ ދޭތީގެ އެންމެ ކުޑަ މިންވަރު ޢުހުދު ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ.“","b47"  ],
  ["صحيح مسلم 945e","حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرٌ، - يَعْنِي: ابْنَ حَازِمٍ - حَدَّثَنَا نَافِعٌ قَالَ: قِيلَ لِابْنِ عُمَرَ: إِنَّ أَبَا هُرَيْرَةَ يَقُولُ: سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ: مَنْ تَبِعَ جِنَازَةً فَلَهُ قِيرَاطٌ مِنَ الْأَجْرِ فَقَالَ ابْنُ عُمَرَ: أَكْثَرَ عَلَيْنَا أَبُو هُرَيْرَةَ، فَبَعَثَ إِلَى عَائِشَةَ، فَسَأَلَهَا فَصَدَّقَتْ أَبَا هُرَيْرَةَ فَقَالَ ابْنُ عُمَرَ: لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ. \n","އިބްނު ޢުމަރު ގާތު މިފަދައިން ދެންނެވުނެވެ: ހަމަކަށަވަރުން އަބޫ ހުރައިރާ ވިދާޅުވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ޖަނާޒާއެއްގައި ބައިވެރިވެއްޖެ މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އިބްނު ޢުމަރު ދެންނެވިއެވެ: ތިމަންމެންނަށް އަބޫ ހުރައިރާ އެ ދައްކަވަނީ ހާދަހައި ބޮޑު ސަވާބެއްގެ ވާހަކައެކެވެ. ދެން އެކަލޭގެފާނު ޢާއިޝާ ގާތު އެ ވާހަކަ އަހަން މީހަކު ފޮނުއްވިއެވެ. އަދި އަބޫ ހުރައިރާ (ކުރިން ދެއްކެވި ވާހަކަ) އެ ކަމަނާ ތެދުކުރެއްވިއެވެ. ދެން އިބްނު ޢުމަރު ދެންނެވިއެވެ: ވަރަށް ގިނަ ޤީރާތުގެ (ސަވާބު) ތިމަންމެން ފަރުވާކުޑަ ކުރެވި ގެއްލުވާލެވިއްޖެކަން ކަށަވަރެވެ.","b47"  ],
  ["صحيح مسلم 945f","حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، حَدَّثَنِي أَبُو حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ، قَالَ: مَنْ صَلَّى عَلَى جِنَازَةٍ فَلَهُ قِيرَاطٌ، وَمَنِ اتَّبَعَهَا حَتَّى تُوضَعَ فِي الْقَبْرِ فَقِيرَاطَانِ، قَالَ: قُلْتُ: يَا أَبَا هُرَيْرَةَ، وَمَا الْقِيرَاطُ؟ قَالَ: مِثْلُ أُحُدٍ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނާޒާއެއްގައި ނަމާދުކޮށްފި މީހަކަށް ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. އަދި އެ (މައްޔިތާ) ކަށްވަޅަށް ލެވުމަށް ދާންދެން ބައިވެރިވެއްޖެ މީހަކަށް ދެ ޤީރާޠް ލިބިގެންވެއެވެ.“ އަބޫ ހުރައިރާއަށް ދެންނެވުނެވެ: އޭ އަބޫ ހުރައިރާއެވެ. ދެ ޤީރާޠަކީ ކިހައިވަރެއްތޯއެވެ؟ އެކަލޭގެފާނު ދެންނެވިއެވެ: ”ޢުހުދު ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ.“","b47"  ],
  ["صحيح مسلم 945g","وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ يَزِيدَ، حَدَّثَنِي حَيْوَةُ، حَدَّثَنِي أَبُو صَخْرٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللهِ بْنِ قُسَيْطٍ، أَنَّهُ حَدَّثَهُ: أَنَّ دَاوُدَ بْنَ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ حَدَّثَهُ عَنْ أَبِيهِ أَنَّهُ كَانَ قَاعِدًا عِنْدَ عَبْدِ اللهِ بْنِ عُمَرَ إِذْ طَلَعَ خَبَّابٌ صَاحِبُ الْمَقْصُورَةِ، فَقَالَ: يَا عَبْدَ اللهِ بْنَ عُمَرَ أَلَا تَسْمَعُ مَا يَقُولُ أَبُو هُرَيْرَةَ أَنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ يَقُولُ: مَنْ خَرَجَ مَعَ جِنَازَةٍ مِنْ بَيْتِهَا، وَصَلَّى عَلَيْهَا، ثُمَّ تَبِعَهَا حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ مِنْ أَجْرٍ، كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا، ثُمَّ رَجَعَ كَانَ لَهُ مِنَ الْأَجْرِ مِثْلُ أُحُدٍ. فَأَرْسَلَ ابْنُ عُمَرَ خَبَّابًا إِلَى عَائِشَةَ يَسْأَلُهَا عَنْ قَوْلِ أَبِي هُرَيْرَةَ، ثُمَّ يَرْجِعُ إِلَيْهِ، فَيُخْبِرُهُ مَا قَالَتْ، وَأَخَذَ ابْنُ عُمَرَ قَبْضَةً مِنْ حَصْبَاءِ الْمَسْجِدِ يُقَلِّبُهَا فِي يَدِهِ حَتَّى رَجَعَ إِلَيْهِ الرَّسُولُ، فَقَالَ: قَالَتْ عَائِشَةُ: صَدَقَ أَبُو هُرَيْرَةَ، فَضَرَبَ ابْنُ عُمَرَ بِالْحَصَى الَّذِي كَانَ فِي يَدِهِ الْأَرْضَ، ثُمَّ قَالَ لَقَدْ فَرَّطْنَا فِي قَرَارِيطَ كَثِيرَةٍ. \n","ކިއްލާއެއްގެ ވެރިޔާ ކަމަށްވާ ޚައްބާބު، ޢަބްދު ﷲ ބިން ޢުމަރުގެ އަރިހަށް އައިސް ދެންނެވިއެވެ: އޭ ޢަބްދު ﷲ ބިން ޢުމަރެވެ. އަބޫ ހުރައިރާ ވިދާޅުވާ އެއްޗެއް ތިބާ އަޑުނާއްސަވަމުތޯއެވެ؟ އެކަލޭގެފާނު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް އަޑުއެއްސެވި ކަމަށް ވިދާޅުވެއެވެ: ޖަނާޒާ ނުކުންނަ ތަކުން ނުކުމެ، (މައްޔިތާގެ) މައްޗަށް ނަމާދުކޮށް، އަދި ވަޅުލެވިއްޖައުމަށް ދާންދެން ޖަނާޒާގައި ބައިވެރިވެއްޖެ މީހަކަށް ދެ ޤީ ޤީރާޠެއްގެ ސަވާބު ލިބިގެންވެއެވެ. ކޮންމެ ޤީރާޠެއް ޢުޙުދު ފަރުބަދައާ އެއްވަރުވެގެން ވެއެވެ. އަދި އެ ޖަނާޒާގައި ނަމާދު ކުރުމަށް ފަހު، (ވަޅުލުމުގެ ކުރިން ވަކިވެގެން) އެނބުރި އަތުވެއްޖެ މީހަކަށް ސަވާބުގެ ގޮތުން ޢުހުދު ފަރުބަދައާ އެއްވަރުގެ ޤީރާޠެއް ލިބިގެން ވެއެވެ. ދެން އިބްނު ޢުމަރު، އަބޫ ހުރައިރާ ދެއްކެވި ވާހަކައާމެދު ސުވާލު ކުރަން ޢާއިޝާ ގާތަށް ޚައްބާބު ފޮނުއްވިއެވެ. އަދި އޭނާ އެނބުރި އަންނަން ދެން، މިސްކިތުގައި ހުރި ހިލަކޮޅުތަކެއް އިބްނު ޢުމަރު ނަންގަވާފައި އަތުގައި އަނބުރާލެއްވިއެވެ. ޚައްބާބު އައިސް ދެންނެވިއެވެ: ޢާއިޝާ ވިދާޅުވިއެވެ: އަބޫ ހުރައިރާ ތެދުހަދައިދިއެވެ. ދެން އިބްނު ޢުމަރުގެ އަތުގައި ހުރި ހިލަކޮޅުތައް ނަގައި ބިމަށް ޖެހިއެވެ. އަދި ދެންނެވިއެވެ: (ކުރިން ދެއްކެވި ވާހަކަ) އެ ކަމަނާ ތެދުކުރެއްވިއެވެ. ދެން އިބްނު ޢުމަރު ދެންނެވިއެވެ: ވަރަށް ގިނަ ޤީރާތުގެ (ސަވާބު) ތިމަންމެން ފަރުވާކުޑަ ކުރެވި ގެއްލުވާލެވިއްޖެކަން ކަށަވަރެވެ.","b47"  ],
  ["صحيح البخاري 48","حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ زُبَيْدٍ قَالَ: سَأَلْتُ أَبَا وَائِلٍ عَنِ الْمُرْجِئَةِ فَقَالَ: حَدَّثَنِي عَبْدُ اللهِ: أَنَّ النَّبِيَّ ﷺ قَالَ: سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ. \n","ޒުބައިދު ރިވާ ކުރެއްވިއެވެ: މުރުޖިއައިންނާ ބެހޭ ގޮތުން އަބޫ ވާއިލަށް ތިމަން ސުވާލު ކުރީމެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ޢަބްދު ﷲ ބިން މަސްޢޫދު ތިމަންނައަށް ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކަށް ހުތުރު އެއްޗެހި ގޮވުމަކީ ފާސިޤުކަމެކެވެ. އަދި އޭނާއާ ތަޅާފޮޅުމަކީ ކުރުމަކީ ކުފުރެކެވެ.“","b48"  ],
  ["صحيح البخاري 6044","حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ: حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ قَالَ: سَمِعْتُ أَبَا وَائِلٍ يُحَدِّثُ عَنْ عَبْدِ اللهِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ تَابَعَهُ غُنْدَرٌ عَنْ شُعْبَةَ. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކަށް ހުތުރު އެއްޗެހި ގޮވުމަކީ ފާސިޤުކަމެކެވެ. އަދި އޭނާއާ ތަޅާފޮޅުމަކީ ކުރުމަކީ ކުފުރެކެވެ.“","b48"  ],
  ["صحيح البخاري 7076","حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا الْأَعْمَشُ، حَدَّثَنَا شَقِيقٌ قَالَ: قَالَ عَبْدُ اللهِ: قَالَ النَّبِيُّ ﷺ: سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ. \n","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކަށް ހުތުރު އެއްޗެހި ގޮވުމަކީ ފާސިޤުކަމެކެވެ. އަދި އޭނާއާ ތަޅާފޮޅުމަކީ ކުރުމަކީ ކުފުރެކެވެ.“","b48"  ],
  ["صحيح مسلم 64a","حَدَّثَنَا مُحَمَّدُ بْنُ بَكَّارِ بْنِ الرَّيَّانِ، وَعَوْنُ بْنُ سَلَّامٍ قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا ح سُفْيَانُ، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ كُلُّهُمْ، عَنْ زُبَيْدٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ. قَالَ زُبَيْدٌ: فَقُلْتُ لِأَبِي وَائِلٍ: أَنْتَ سَمِعْتَهُ مِنْ عَبْدِ اللهِ يَرْوِيهِ عَنْ رَسُولِ اللهِ ﷺ؟ قَالَ: نَعَمْ. وَلَيْسَ فِي حَدِيثِ شُعْبَةَ قَوْلُ زُبَيْدٍ لِأَبِي وَائِلٍ. ","ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުސްލިމަކަށް ހުތުރު އެއްޗެހި ގޮވުމަކީ ފާސިޤުކަމެކެވެ. އަދި އޭނާއާ ތަޅާފޮޅުމަކީ ކުރުމަކީ ކުފުރެކެވެ.“","b48"  ],
  ["صحيح مسلم 64b","حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ الْمُثَنَّى، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، (ح) وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا شُعْبَةُ، عَنِ الْأَعْمَشِ كِلَاهُمَا، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللهِ، عَنِ النَّبِيِّ ﷺ بِمِثْلِهِ. \n","`","b48"  ],
  ["صحيح البخاري 49","أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ قَالَ: أَخْبَرَنِي عُبَادَةُ بْنُ الصَّامِتِ: أَنَّ رَسُولَ اللهِ ﷺ خَرَجَ يُخْبِرُ بِلَيْلَةِ الْقَدْرِ، فَتَلَاحَى رَجُلَانِ مِنَ الْمُسْلِمِينَ فَقَالَ: إِنِّي خَرَجْتُ لِأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، وَإِنَّهُ تَلَاحَى فُلَانٌ وَفُلَانٌ، فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمُ، الْتَمِسُوهَا فِي السَّبْعِ وَالتِّسْعِ وَالْخَمْسِ. \n","ޢުބާދާ ބިން އައްޞާމިތު ރިވާ ކުރެއްވިއެވެ: ލައިލަތުލް ޤަދްރި ވިލޭރޭ (އޮންނަ ވަގުތުގެ) ޚަބަރު ދެއްވުމަށް ރަސޫލު ﷲ ﷺ ނުކުމެވަޑައިގަތް ހިނދު، މުސްލިމުންގެ ދެ މީހަކު އެކަކު އަނެކަކާ ޒުވާބެއް ހިނގިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ނުކުމެވަޑައިގަތީ ލައިލަތުލް ޤަދްރި ވިލޭރޭގެ ޚަބަރު ތިޔަބައިމީހުންނަށް ދެއްވުމަށެވެ. އަދި މިވެނި މީހަކާއި އެވެނި މީހަކު ޒުވާބު ކުރުމުން، އެ ޚަބަރު (ތިމަން ނަބިއްޔާ ހަނދާނުން) އުފުލިގެން ހިނގައްޖެކަން ކަށަވަރެވެ. އަދި އެއީ ތިޔަބައިމީހުންނަށް ޓަކައިވާ ހެވެއް ކަމުގައި ވެދާނެއެވެ. (ރަމަޟަން މަހުގެ ފަހު) ހަތެއް، ނުވައެއް އަދި ފަހެއްގައި އެ (ލައިލަތުލް ޤަދްރި) ވިލޭރޭ ހޯދާށެވެ.“","b49"  ],
  ["صحيح البخاري 2023","حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى: حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ: حَدَّثَنَا حُمَيْدٌ: حَدَّثَنَا أَنَسٌ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: خَرَجَ النَّبِيُّ ﷺ لِيُخْبِرَنَا بِلَيْلَةِ الْقَدْرِ، فَتَلَاحَى رَجُلَانِ مِنَ الْمُسْلِمِينَ، فَقَالَ: خَرَجْتُ لِأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، فَتَلَاحَى فُلَانٌ وَفُلَانٌ فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ، فَالْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ. \n","ޢުބާދާ ބިން އައްޞާމިތު ރިވާ ކުރެއްވިއެވެ: ލައިލަތުލް ޤަދްރި ވިލޭރޭ (އޮންނަ ވަގުތުގެ) ޚަބަރު ތިމަންމެންނަށް ދެއްވުމަށް ނަބިއްޔާ ﷺ ނުކުމެވަޑައިގަތް ހިނދު، މުސްލިމުންގެ ދެ މީހަކު އެކަކު އަނެކަކާ ޒުވާބެއް ހިނގިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ނުކުމެވަޑައިގަތީ ލައިލަތުލް ޤަދްރި ވިލޭރޭގެ ޚަބަރު ތިޔަބައިމީހުންނަށް ދެއްވުމަށެވެ. އަދި މިވެނި މީހަކާއި އެވެނި މީހަކު ޒުވާބު ކުރުމުން، އެ ޚަބަރު (ތިމަން ނަބިއްޔާ ހަނދާނުން) އުފުލިގެން ހިނގައްޖެކަން ކަށަވަރެވެ. އަދި އެއީ ތިޔަބައިމީހުންނަށް ޓަކައިވާ ހެވެއް ކަމުގައި ވެދާނެއެވެ. (ރަމަޟަން މަހުގެ ފަހު) ހަތެއް، ނުވައެއް އަދި ފަހެއްގައި އެ (ލައިލަތުލް ޤަދްރި) ވިލޭރޭ ހޯދާށެވެ.“","b49"  ],
  ["صحيح البخاري 6049","حَدَّثَنَا مُسَدَّدٌ: حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ حُمَيْدٍ قَالَ: قَالَ أَنَسٌ: حَدَّثَنِي عُبَادَةُ بْنُ الصَّامِتِ قَالَ: خَرَجَ رَسُولُ اللهِ ﷺ لِيُخْبِرَ النَّاسَ بِلَيْلَةِ الْقَدْرِ فَتَلَاحَى رَجُلَانِ مِنَ الْمُسْلِمِينَ قَالَ النَّبِيُّ ﷺ: خَرَجْتُ لِأُخْبِرَكُمْ فَتَلَاحَى فُلَانٌ وَفُلَانٌ، وَإِنَّهَا رُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ، فَالْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ. ","ޢުބާދާ ބިން އައްޞާމިތު ރިވާ ކުރެއްވިއެވެ: ލައިލަތުލް ޤަދްރި ވިލޭރޭ (އޮންނަ ވަގުތުގެ) ޚަބަރު މީސްތަކުންނަށް ދެއްވުމަށް ރަސޫލު ﷲ ﷺ ނުކުމެވަޑައިގަތް ހިނދު، މުސްލިމުންގެ ދެ މީހަކު އެކަކު އަނެކަކާ ޒުވާބެއް ހިނގިއެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ނުކުމެވަޑައިގަތީ ލައިލަތުލް ޤަދްރި ވިލޭރޭގެ ޚަބަރު ތިޔަބައިމީހުންނަށް ދެއްވުމަށެވެ. އަދި މިވެނި މީހަކާއި އެވެނި މީހަކު ޒުވާބު ކުރުމުން، އެ ޚަބަރު (ތިމަން ނަބިއްޔާ ހަނދާނުން) އުފުލިގެން ހިނގައްޖެކަން ކަށަވަރެވެ. އަދި އެއީ ތިޔަބައިމީހުންނަށް ޓަކައިވާ ހެވެއް ކަމުގައި ވެދާނެއެވެ. (ރަމަޟަން މަހުގެ ފަހު) ހަތެއް، ނުވައެއް އަދި ފަހެއްގައި އެ (ލައިލަތުލް ޤަދްރި) ވިލޭރޭ ހޯދާށެވެ.“","b49"  ],
  ["صحيح البخاري 50","حَدَّثَنَا مُسَدَّدٌ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ النَّبِيُّ ﷺ بَارِزًا يَوْمًا لِلنَّاسِ، فَأَتَاهُ جِبْرِيلُ فَقَالَ: مَا الْإِيمَانُ؟ قَالَ: الْإِيمَانُ أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَبِلِقَائِهِ، وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ. قَالَ: مَا الْإِسْلَامُ؟ قَالَ: الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ وَلَا تُشْرِكَ بِهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ. قَالَ: مَا الْإِحْسَانُ؟ قَالَ: أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ. قَالَ: مَتَى السَّاعَةُ؟ قَالَ: مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَسَأُخْبِرُكَ عَنْ أَشْرَاطِهَا: إِذَا وَلَدَتِ الْأَمَةُ رَبَّهَا، وَإِذَا تَطَاوَلَ رُعَاةُ الْإِبِلِ الْبُهُمُ فِي الْبُنْيَانِ، فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ. ثُمَّ تَلَا النَّبِيُّ ﷺ: { إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ } الْآيَةَ، ثُمَّ أَدْبَرَ، فَقَالَ: رُدُّوهُ. فَلَمْ يَرَوْا شَيْئًا، فَقَالَ: هَذَا جِبْرِيلُ، جَاءَ يُعَلِّمُ النَّاسَ دِينَهُمْ. قَالَ أَبُو عَبْدِ اللهِ: جَعَلَ ذَلِكَ كُلَّهُ مِنَ الْإِيمَانِ. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ރަސޫލު ﷲ ﷺ މީސްތަކުންގެ ތެރޭގައި ފެންނަން ހުންނަވަނިކޮށް، އެ ނަބިއްޔާގެ އަރިހަށް ޖިބްރީލު (އިންސާނެއްގެ ސިފައިގައި) ވަޑައިގެން ދެންނެވިއެވެ: އީމާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމަކީ ތިބާ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހާ ބައްދަލުވާނެ ކަމަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އަދި އަލުން ދިރުއްވޭނެކަމަށް އީމާންވުމެވެ.“ ޖިބްރީލު ދެންނެވިއެވެ: އިސްލާމްކަމީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމްކަމަކީ ތިބާ ﷲ އަށް އަޅުކަންކޮށް، އެ އިލާހާ (އެއްވެސް ފަރާތެއް) ޝަރީކު ނުކުރުމެވެ. އަދި ނަމާދު ޤާއިމުކޮށް، ފަރުޟުވެގެންވާ (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ ޖިބްރީލު ދެންނެވިއެވެ: އިޙުސާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ ﷲ ފެނިހުރެ އަޅުކަން ކުރާނެ ފަދައިން އެ އިލާއަށް އަޅުކަން ކުރުމެވެ. އަދި ތިބާއަށް އެ އިލާހު ނުފެނުނު ކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާވޮޑިގެން ވެއެވެ.“ ޖިބްރީލު ދެންނެވިއެވެ: ޤިޔާމަތް ވާނީ ކޮންއިރަކުތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމާ ބެހޭ ގޮތުން، ސުވާލު ކުރި ފަރާތަށް ވުރެ ބޮޑަށް، ސުވާލު ކުރެވުނު ފަރާތަށް އެނގިގެނެއް ނުވެއެވެ. (އެބަހީ: ދެ މީހުން ކުރެ އެކަކަށް ވެސް އެނގިގެނެއް ނުވެއެވެ.)  އަދި އޭގެ ޢަލާމާތްތަކާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައިދެއްވާނަމެވެ. އެއީ އަޅު އަންހެނަކު އަންހެން ދަރިއެއް ވިހައިގެން، (އެ ލިބުނު ދަރި) އެ އަޅު އަންހެނާގެ ސާހިބު ކަމަނާއަށްވެއްޖެ ހިނދެވެ. އަދި ކަޅު ޖަމަލުތައް ހުއިހައްޕާ އުޅުނު މީހުން، އިމާރާތްތައް އުސް ކުރުމުގައި ވާދަކޮށްފި ހިނދެވެ. (ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމަކީ) ﷲ ފިޔަވައި އެއްވެސް ފަރާތަކަށް ނޭނގޭނެ ފަސް ކަމެއްގެ ތެރެއިންވާ ކަމެކެވެ.“ ދެން ނަބިއްޔާ މި އާޔަތް ކިޔަވައި ވިދާޅުވިއެވެ: ❞ހަމަކަށަވަރުން ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމު ވަނީ (ހަމައެކަނި) ﷲ ގެ ޙަޟްރަތުގައެވެ.❝ އެއަށްފަހު ޖިބްރީލު އެނބުރި ވަޑައިގެންފިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހާ އެނބުރި ގެންނާށެވެ.“ އެކަމަކު މީސްތަކުންނަކަށް އެއްވެސް އެއްޗެއް ނުފެނުނެވެ. ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ޖިބްރީލެވެ. އެކަލޭގެފާނު އެ ވަޑައިގަތީ، މީސްތަކުންނަށް އެބައިމީހުންގެ ދީން އުނގަންނަވައި ދެއްވުމަށްޓަކައެވެ.“ - އަބޫ ޢަބްދު ﷲ (އިމާމް ބުޚާރީ) ވިދާޅުވިއެވެ: ނަބިއްޔާ އެ ހުރިހައި ކަމެއް އީމާންކަމުގެ ތެރޭގައި ހިމެނުއްވިއެވެ. -","b50"  ],
  ["صحيح البخاري 4777","حَدَّثَنِي إِسْحَاقُ، عَنْ جَرِيرٍ، عَنْ أَبِي حَيَّانَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللهُ عَنْهُ -: أَنَّ رَسُولَ اللهِ - ﷺ - كَانَ يَوْمًا بَارِزًا لِلنَّاسِ، إِذْ أَتَاهُ رَجُلٌ يَمْشِي، فَقَالَ: يَا رَسُولَ اللهِ، مَا الْإِيمَانُ؟ قَالَ: الْإِيمَانُ: أَنْ تُؤْمِنَ بِاللهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَلِقَائِهِ، وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِسْلَامُ؟ قَالَ: الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ، وَلَا تُشْرِكَ بِهِ شَيْئًا، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِحْسَانُ؟ قَالَ: الْإِحْسَانُ أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، قَالَ: يَا رَسُولَ اللهِ، مَتَى السَّاعَةُ؟ قَالَ: مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا: إِذَا وَلَدَتِ الْمَرْأَةُ رَبَّتَهَا، فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا كَانَ الْحُفَاةُ الْعُرَاةُ رُءُوسَ النَّاسِ، فَذَاكَ مِنْ أَشْرَاطِهَا، فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ: { إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ } ثُمَّ انْصَرَفَ الرَّجُلُ، فَقَالَ: رُدُّوا عَلَيَّ، فَأَخَذُوا لِيَرُدُّوا فَلَمْ يَرَوْا شَيْئًا، فَقَالَ: هَذَا جِبْرِيلُ جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْ. \n","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ރަސޫލު ﷲ ﷺ މީސްތަކުންގެ ތެރޭގައި ފެންނަން ހުންނަވަނިކޮށް، އެ ނަބިއްޔާގެ އަރިހަށް މީހަކު ހިނގާފަ އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އީމާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމަކީ ތިބާ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އެ އިލާހާ ބައްދަލުވާނެ ކަމަށާއި، އަދި ފަހުން އަލުން ދިރުއްވޭނެކަމަށް އީމާންވުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އިސްލާމްކަމީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމްކަމަކީ ތިބާ ﷲ އަށް އަޅުކަންކޮށް، އެ އިލާހާ އެއްވެސް ފަރާތެއް ޝަރީކު ނުކުރުމެވެ. އަދި ނަމާދު ޤާއިމުކޮށް، ފަރުޟުވެގެންވާ (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އިޙުސާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އިޙުސާންކަމަކީ، ތިބާ ﷲ ފެނިހުރެ އަޅުކަން ކުރާނެ ފަދައިން އެ އިލާއަށް އަޅުކަން ކުރުމެވެ. އަދި ތިބާއަށް އެ އިލާހު ނުފެނުނު ކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާވޮޑިގެން ވެއެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. ޤިޔާމަތް ވާނީ ކޮންއިރަކުތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމާ ބެހޭ ގޮތުން ސުވާލު ކުރި ފަރާތަށް ވުރެ ބޮޑަށް، ސުވާލު ކުރެވުނު ފަރާތް އެނގިގެން ނުވެއެވެ. (އެބަހީ: ދެ މީހުން ކުރެ އެކަކަށް ވެސް އެނގިގެން ނުވެއެވެ.) އެހެނަސް، އޭގެ ޢަލާމާތްތަކާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައިދެއްވާނަމެވެ. އެއީ އަންހެނަކު އޭނާގެ ސާހިބު ކަމަނާ ވިހައިފި ހިނދު، އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. އަދި ހުސްފަޔާ އޮރިޔާންކަންމަތީ އުޅުނު މީހުން، މީސްތަކުންގެ އިސްވެރިންކަމުގައި ވެއްޖެ ހިނދު، އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. (ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމަކީ) ﷲ ފިޔަވައި އެއްވެސް ފަރާތަކަށް ނޭނގޭނެ ފަސް ކަމެއްގެ ތެރެއިންވާ ކަމެކެވެ.“ (ދެން ނަބިއްޔާ މި އާޔަތް ކިޔަވައި ވިދާޅުވިއެވެ:) ❞ހަމަކަށަވަރުން ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމު ވަނީ (ހަމައެކަނި) ﷲ ގެ ޙަޟްރަތުގައެވެ. އަދި އެ އިލާހު ވާރޭ ވެއްސަވައެވެ. އަދި ރަޙިމުތަކުގައިވާ ތަކެތި އެ އިލާހު ދެނެވޮޑިގެން ވެއެވެ.❝ އެއަށްފަހު އެ މީހާ އެނބުރި ހިނގައްޖެއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ ތިމަން ނަބިއްޔާ އަރިހަށް އެނބުރި ގެންނާށެވެ.“ ދެން އެ މީހާ އެނބުރި ގެނައުމަށް މީސްތަކުން އުޅުނެވެ. އެކަމަކު އެބައިމީހުންނަށް އެއްވެސް އެއްޗެއް ނުފެނުނެވެ. ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ޖިބްރީލެވެ. އެކަލޭގެފާނު އެ ވަޑައިގަތީ، މީސްތަކުންނަށް އެބައިމީހުންގެ ދީން ދަސްކޮށްދެއްވުމަށެވެ.“","b50"  ],
  ["صحيح مسلم 9a","وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ جَمِيعًا، عَنِ ابْنِ عُلَيَّةَ قَالَ زُهَيْرٌ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَبِي حَيَّانَ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللهِ ﷺ يَوْمًا بَارِزًا لِلنَّاسِ، فَأَتَاهُ رَجُلٌ فَقَالَ: يَا رَسُولَ اللهِ، مَا الْإِيمَانُ؟ قَالَ: أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَكِتَابِهِ، وَلِقَائِهِ، وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ الْآخِرِ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِسْلَامُ؟ قَالَ: الْإِسْلَامُ أَنْ تَعْبُدَ اللهَ وَلَا تُشْرِكَ بِهِ شَيْئًا، وَتُقِيمَ الصَّلَاةَ الْمَكْتُوبَةَ، وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِحْسَانُ؟ قَالَ: أَنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ، فَإِنَّكَ إِنْ لَا تَرَاهُ فَإِنَّهُ يَرَاكَ، قَالَ: يَا رَسُولَ اللهِ، مَتَى السَّاعَةُ؟ قَالَ: مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا، إِذَا وَلَدَتِ الْأَمَةُ رَبَّهَا فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا كَانَتِ الْعُرَاةُ الْحُفَاةُ رُؤُوسَ النَّاسِ فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا تَطَاوَلَ رِعَاءُ الْبَهْمِ فِي الْبُنْيَانِ فَذَاكَ مِنْ أَشْرَاطِهَا، فِي خَمْسٍ لَا يَعْلَمُهُنَّ إِلَّا اللهُ، ثُمَّ تَلَا ﷺ: { إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ } قَالَ: ثُمَّ أَدْبَرَ الرَّجُلُ، فَقَالَ رَسُولُ اللهِ ﷺ: رُدُّوا عَلَيَّ الرَّجُلَ، فَأَخَذُوا لِيَرُدُّوهُ، فَلَمْ يَرَوْا شَيْئًا، فَقَالَ رَسُولُ اللهِ ﷺ: هَذَا جِبْرِيلُ، جَاءَ لِيُعَلِّمَ النَّاسَ دِينَهُمْ. ","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ރަސޫލު ﷲ ﷺ މީސްތަކުންގެ ތެރޭގައި ފެންނަން ހުންނަވަނިކޮށް، އެ ނަބިއްޔާގެ އަރިހަށް މީހަކު އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އީމާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އީމާންކަމަކީ ތިބާ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހުގެ ފޮތަށާއި، އެ އިލާހާ ބައްދަލުވާނެ ކަމަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އަދި ފަހުން އަލުން ދިރުއްވޭނެކަމަށް އީމާންވުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އިސްލާމްކަމީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމްކަމަކީ ތިބާ ﷲ އަށް އަޅުކަންކޮށް، އެ އިލާހާ އެއްވެސް ފަރާތެއް ޝަރީކު ނުކުރުމެވެ. އަދި ފަރުޟު ފަސް ނަމާދު ޤާއިމުކޮށް، ފަރުޟުވެގެންވާ (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އިޙުސާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ ﷲ ފެނިހުރެ އަޅުކަން ކުރާނެ ފަދައިން އެ އިލާއަށް އަޅުކަން ކުރުމެވެ. އަދި ތިބާއަށް އެ އިލާހު ނުފެނުނު ކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާވޮޑިގެން ވެއެވެ.“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. ޤިޔާމަތް ވާނީ ކޮންއިރަކުތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމާ ބެހޭ ގޮތުން ސުވާލު ކުރި ފަރާތަށް ވުރެ ބޮޑަށް، ސުވާލު ކުރެވުނު ފަރާތް އެނގިގެން ނުވެއެވެ. (އެބަހީ: ދެ މީހުން ކުރެ އެކަކަށް ވެސް އެނގިގެން ނުވެއެވެ.) އެހެނަސް، އޭގެ ޢަލާމާތްތަކާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައިދެއްވާނަމެވެ. އެއީ އަޅު އަންހެނަކު ދަރިއެއް ވިހައިގެން، (އެ ލިބުނު ދަރި) އެ އަޅު އަންހެނާގެ ސާހިބާއަށް ވެއްޖެ ހިނދު، އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. އަދި ހުސްފަޔާ އޮރިޔާންކަންމަތީ އުޅުނު މީހުން، މީސްތަކުންގެ އިސްވެރިންކަމުގައި ވެއްޖެ ހިނދު، އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. އަދި ކަޅު ޖަމަލުތައް ހުއިހައްޕާ އުޅުނު މީހުން، އިމާރާތްތައް އުސް ކުރުމުގައި ވާދަކޮށްފި ހިނދު، އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. (ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމަކީ) ﷲ ފިޔަވައި އެއްވެސް ފަރާތަކަށް ނޭނގޭނެ ފަސް ކަމެއްގެ ތެރެއިންވާ ކަމެކެވެ.“ ދެން ނަބިއްޔާ ﷺ މި އާޔަތް ކިޔަވައި ވިދާޅުވިއެވެ: ❞ހަމަކަށަވަރުން ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމު ވަނީ (ހަމައެކަނި) ﷲ ގެ ޙަޟްރަތުގައެވެ. އަދި އެ އިލާހު ވާރޭ ވެއްސަވައެވެ. އަދި ރަޙިމުތަކުގައިވާ ތަކެތި އެ އިލާހު ދެނެވޮޑިގެން ވެއެވެ. އަދި އެއްވެސް ނަފްސަކަށް، އެ ނަފްސެއް މާދަމާ ހޯދައިގަންނާނީ ކޮން ކަމެއްކަން ނޭނގޭނެއެވެ. އަދި އެއްވެސް ނަފްސަކަށް، އެ ނަފްސެއް މަރުވާނީ ކޮން ބިމެއްގައި ކަމެއް ނޭނގޭނެއެވެ. ހަމަކަށަވަރުން ﷲ އީ މޮޅަށް ދެނެވޮޑިގެންވާ ޚަބީރުވަންތަ އިލާހެވެ.❝ އެއަށްފަހު އެ މީހާ އެނބުރި ހިނގައްޖެއެވެ. ރަސޫލު ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހާ ތިމަން ނަބިއްޔާ އަރިހަށް އެނބުރި ގެންނާށެވެ.“ ދެން އެ މީހާ އެނބުރި ގެނައުމަށް މީސްތަކުން އުޅުނެވެ. އެކަމަކު އެބައިމީހުންނަށް އެއްވެސް އެއްޗެއް ނުފެނުނެވެ. ދެން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ޖިބްރީލެވެ. އެކަލޭގެފާނު އެ ވަޑައިގަތީ، މީސްތަކުންނަށް އެބައިމީހުންގެ ދީން ދަސްކޮށްދެއްވުމަށެވެ.“","b50"  ],
  ["صحيح مسلم 9b","حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا أَبُو حَيَّانَ التَّيْمِيُّ بِهَذَا الْإِسْنَادِ مِثْلَهُ، غَيْرَ أَنَّ فِي رِوَايَتِهِ إِذَا وَلَدَتِ الْأَمَةُ بَعْلَهَا يَعْنِي السَّرَارِيَّ. \n","ކުރީގެ ޙަދީޘާ އެއްފަދައިން ރިވާ ކުރެއްވިއެވެ. ތަފާތަކީ މި ރިވާޔަތުގައި ވަނީ: އަޅު އަންހެނަކު ދަރިއެއް ވިހައިގެން، (އެ ލިބުނު ދަރި) އެ އަޅު އަންހެނާގެ ސާހިބާއަށް ވެއްޖެ ހިނދެވެ. އެބަހީ ހަނގުރާމައިގައި ލިބޭ އަޅުންނެވެ.","b50"  ],
  ["صحيح مسلم 10","حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ، وَهُوَ ابْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: سَلُونِي، فَهَابُوهُ أَنْ يَسْأَلُوهُ، فَجَاءَ رَجُلٌ، فَجَلَسَ عِنْدَ رُكْبَتَيْهِ، فَقَالَ: يَا رَسُولَ اللهِ، مَا الْإِسْلَامُ؟ قَالَ: لَا تُشْرِكُ بِاللهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، قَالَ: صَدَقْتَ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِيمَانُ؟ قَالَ: أَنْ تُؤْمِنَ بِاللهِ، وَمَلَائِكَتِهِ، وَكِتَابِهِ، وَلِقَائِهِ، وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ، وَتُؤْمِنَ بِالْقَدَرِ كُلِّهِ، قَالَ: صَدَقْتَ، قَالَ: يَا رَسُولَ اللهِ، مَا الْإِحْسَانُ؟ قَالَ: أَنْ تَخْشَى اللهَ كَأَنَّكَ تَرَاهُ، فَإِنَّكَ إِنْ لَا تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ، قَالَ: صَدَقْتَ، قَالَ: يَا رَسُولَ اللهِ، مَتَى تَقُومُ السَّاعَةُ؟ قَالَ: مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَسَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا، إِذَا رَأَيْتَ الْمَرْأَةَ تَلِدُ رَبَّهَا، فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا رَأَيْتَ الْحُفَاةَ الْعُرَاةَ الصُّمَّ الْبُكْمَ مُلُوكَ الْأَرْضِ فَذَاكَ مِنْ أَشْرَاطِهَا، وَإِذَا رَأَيْتَ رِعَاءَ الْبَهْمِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ، فَذَاكَ مِنْ أَشْرَاطِهَا، فِي خَمْسٍ مِنَ الْغَيْبِ لَا يَعْلَمُهُنَّ إِلَّا اللهُ، ثُمَّ قَرَأَ: { إِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللهَ عَلِيمٌ خَبِيرٌ } قَالَ: ثُمَّ قَامَ الرَّجُلُ، فَقَالَ رَسُولُ اللهِ ﷺ: رُدُّوهُ عَلَيَّ، فَالْتُمِسَ، فَلَمْ يَجِدُوهُ، فَقَالَ رَسُولُ اللهِ ﷺ: هَذَا جِبْرِيلُ، أَرَادَ أَنْ تَعَلَّمُوا إِذْ لَمْ تَسْأَلُوا. \n","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއާ ސުވާލު ކުރައްވާށެވެ.“ އެ ނަބިއްޔާއަށް ހުރި އިހްތިރާމާއި ގަދަރުގެ ސަބަބުން މީސްތަކުން އަހާކަށް ނުކެރުނެވެ. ދެން މީހަކު އަތުވެ، ނަބިއްޔާގެ ކަކޫފުޅާ ދިމާވާ ގޮތަށް އިށީނދެއްޖެގެން ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސުލާއެވެ. އިސްލާމްކަމީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އިސްލާމްކަމަކީ ތިބާ ﷲ އާ އެއްވެސް ފަރާތެއް ޝަރީކު ނުކުރުމެވެ. އަދި ނަމާދު ޤާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“ އޭނާ ދެންނެވިއެވެ: ތިޔަ ވިދާޅުވީ ތެދުފުޅެކެވެ. އޭ ﷲ ގެ ރަސުލާއެވެ. އީމާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހުގެ ފޮތަށާއި، އެ އިލާހާ ބައްދަލުވާނެ ކަމަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އަދި ފަހުން އަލުން ދިރުއްވޭނެކަމަށާއި، ޤަޟާޤަދަރަށް އެއްކޮށް އީމާންވުމެވެ.“ އޭނާ ދެންނެވިއެވެ: ތިޔަ ވިދާޅުވީ ތެދުފުޅެކެވެ.  އޭ ﷲ ގެ ރަސުލާއެވެ. އިޙުސާންކަމަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ ﷲ ފެނިހުރެ ބިރުވެތިވާ ފަދައިން އެ އިލާއަށް ބިރުވެތިވުމެވެ. އަދި ތިބާއަށް އެ އިލާހު ނުފެނުނު ކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާވޮޑިގެން ވެއެވެ.“ އޭނާ ދެންނެވިއެވެ: ތިޔަ ވިދާޅުވީ ތެދުފުޅެކެވެ. އޭ ﷲ ގެ ރަސުލާއެވެ. ޤިޔާމަތް ޤާއިމު ކުރެވޭނީ ކޮންއިރަކުތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެކަމާ ބެހޭ ގޮތުން ސުވާލު ކުރި ފަރާތަށް ވުރެ ބޮޑަށް، ސުވާލު ކުރެވުނު ފަރާތް އެނގިގެން ނުވެއެވެ. (އެބަހީ: ދެ މީހުން ކުރެ އެކަކަށް ވެސް އެނގިގެން ނުވެއެވެ.) އެހެނަސް، އޭގެ ޢަލާމާތްތަކާ ބެހޭ ގޮތުން ތިބާއަށް ކިޔައިދެއްވާނަމެވެ. އެއީ އަޅު އަންހެނަކު ދަރިއެއް ވިހައިގެން، (އެ ލިބުނު ދަރި) އެ އަޅު އަންހެނާގެ ސާހިބާއަށް ވާތަން ތިބާއަށް ފެނުމެވެ. އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. އަދި ހުސްފަޔާ އޮރިޔާންކަންމަތީ ހުރި ބީރު މަންމަނުން (އެބަހީ: ޖާހިލު މީހުން) ދުނިޔޭގެ ރަސްކަންކޮށް އުޅޭތަން ތިބާއަށް ފެނުމެވެ. އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. އަދި ކަޅު ޖަމަލުތައް ހުއިހައްޕާ އުޅުނު މީހުން، އިމާރާތްތައް އުސް ކުރުމުގައި ވާދަކޮށް އުޅޭތަން ތިބާއަށް ފެނުމެވެ. އެއީ އޭގެ ޢަލާމަތްތަކު ތެރޭ ހިމެނޭ ކަމެކެވެ. (ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމަކީ) ﷲ ފިޔަވައި އެއްވެސް ފަރާތަކަށް ނޭނގޭނެ ޣައިބުގެ ފަސް ކަމެއްގެ ތެރެއިންވާ ކަމެކެވެ.“ ދެން ނަބިއްޔާ (މި އާޔަތް) ކިޔަވައި ވިދާޅުވިއެވެ: ❞ހަމަކަށަވަރުން ޤިޔާމަތް ވާނެ ވަގުތުގެ ޢިލްމު ވަނީ (ހަމައެކަނި) ﷲ ގެ ޙަޟްރަތުގައެވެ. އަދި އެ އިލާހު ވާރޭ ވެއްސަވައެވެ. އަދި ރަޙިމުތަކުގައިވާ ތަކެތި އެ އިލާހު ދެނެވޮޑިގެން ވެއެވެ. އަދި އެއްވެސް ނަފްސަކަށް، އެ ނަފްސެއް މާދަމާ ހޯދައިގަންނާނީ ކޮން ކަމެއްކަން ނޭނގޭނެއެވެ. އަދި އެއްވެސް ނަފްސަކަށް، އެ ނަފްސެއް މަރުވާނީ ކޮން ބިމެއްގައި ކަމެއް ނޭނގޭނެއެވެ. ހަމަކަށަވަރުން ﷲ އީ މޮޅަށް ދެނެވޮޑިގެންވާ ޚަބީރުވަންތަ އިލާހެވެ.❝ އެއަށްފަހު އެ މީހާ ތެދުވެ ހިނގައްޖެއެވެ. ރަސޫލު ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ ތިމަން ނަބިއްޔާ އަރިހަށް އެނބުރި ގެންނާށެވެ.“ ދެން މީސްތަކުން އެ މީހާ ހޯދައި ނުފެނުނެވެ. ދެން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ޖިބްރީލެވެ.  ތިޔަބައިމީހުން ސުވާލު ނުކުރުމުން އެކަލޭގެފާނު އެދިވަޑައިގަތީ  ތިޔަބައިމީހުން  އުނގެނުމަށެވެ.“","b50"  ]
]
