var umdah_dataSet = [
    [1,"‌كتابُ الطَّهَارَةِ","","","","عَنْ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: ((إنَّمَا الأَعْمَالُ بِالنِّيَّاتِ - وَفِي رِوَايَةٍ: بِالنِّيَّةِ - وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى , فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ , فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ , وَمَنْ كَانَتْ هِجْرَتُهُ إلَى دُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَتَزَوَّجُهَا , فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ)) . \n<p></p>\nالنيةُ: القصدُ والعزمُ على الشيء.","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ނިޔަތްތަކުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެން ނުވެއެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“ \n<p></p>\nالنيةُ: ކަމެއް ކުރުމަށް ގަސްތުކޮށް އަޒުމް ކަނޑައެޅުމެވެ.","البخاري 6689، ومسلم 1907" ],
    [2,"‌كتابُ الطَّهَارَةِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((لا يَقْبَلُ اللَّهُ صَلاةَ أَحَدِكُمْ إذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ)) \n<p></p>\nأَحدثَ: حصل منه الحدثُ ، وهو الخارجُ منْ أَحدِ السبيلينِ أَو غيرهِ منْ نواقض الوُضوءِ","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ހަދަސްވެރިވެއްޖެ ނަމަ، ވުޟޫކޮށްފުމަށް ދާންދެން ﷲ އޭނާގެ ނަމާދު ގަބޫލު ނުކުރައްވާނެއެވެ.“ \n<p></p>\nأَحدثَ : އޭނާ ހަދަސްވެރިވުމެވެ. އެއީ ދެ ދޮރުން ކުރެ ދޮރަކުން އެއްޗެއް ނުކުތުމާއި އެ ނޫންވެސް ވުޟޫ ގެއްލުވާލާ ކަންތަކެވެ.","" ],
    [3,"‌كتابُ الطَّهَارَةِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ رضي الله عنهم قَالُوا: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ)) \n<p></p>\nالويلُ: العذابُ والهلاكُ، وجاءَ في بعضِ الآثارِ أَنَّه وادٍ في جهنم. \nالأَعقاب: جمعُ عَقِبٍ، وهو مُؤَخَّرُ القَدَمِ. والمرادُ أَصحابُها.","ޢަބްދު ﷲ ބިން ޢަމްރު ބިން އަލްޢާޞް، އަބޫ ހުރައިރާ އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهُمْ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނަރަކައިން ފުންނާބުތަކަށް ހަލާކު ހުއްޓެވެ.“ (އެބަހީ: ވުޟޫ ކުރާއިރު ރަނގަޅަށް ނުދޮވުމުގެ ސަބަބުން، ފަރުވާކުޑަ ކުރާ މީހުންނަށް އަޒާބު ލިބޭނެކަމެވެ.) \n<p></p>\nالويلُ: އެއީ އަޒާބާއި ހަލާކެވެ. އަދި އެއީ ނަރަކައިގައިވާ ވާދީއެއްކަމަށް ބައެއް ރިވާޔަތްތަކުގައި އައިސްފައިވެއެވެ. \nالأَعقاب: ޢަޤިބު (ފުންނާބު) ގެ ގިނަގޮތެވެ. އެއީ ފައިގެ ނިމޭ ކޮޅެވެ. މި ތަނުގައި ފުންނާބުގެ މުރާދަކީ އެ ފުންނާބުތަކުގެ ވެރިންނެވެ.","" ],
    [4,"‌كتابُ الطَّهَارَةِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - ﷺ - قال: ((إذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَجْعَلْ فِي أَنْفِهِ مَاءً , ثُمَّ لِيَنْتَثِرْ , وَمَنْ اسْتَجْمَرَ فَلْيُوتِرْ , وَإِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلْيَغْسِلْ يَدَيْهِ قَبْلَ أَنْ يُدْخِلَهُمَا فِي الإِنَاءِ ثَلاثاً، فَإِنَّ أَحَدَكُمْ لا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ)) . \n<p></p>\nوَفِي لَفْظٍ لِمُسْلِمٍ: ((فَلْيَسْتَنْشِقْ بِمِنْخَرَيْهِ مِنَ الْمَاءِ)) \n<p></p>\nوَفِي لَفْظٍ: ((مَنْ تَوَضَّأَ فَلْيَسْتَنْشِقْ)) . \n<p></p>\nلِينْثِرْ: يعني يُخرجُ الماءَ منْ أَنفِهِ، بعدَ إِدخاله فيهِ، وهو الاستنشاقُ. \nاستجمرَ: استعملَ الحجارةَ في مسحِ البولِ والغائطِ. \nفلْيوتِرْ: أَيْ لِيُنْهِ استجمارَه على وِترٍ، ثلاثٍ أَوخمسٍ أَوأَكثرَ. \nفَلْيَستنشقْ: الاستنشاقُ هو إِدخالُ الماء في الأَنفِ ثمَّ نثْرُهُ خارِجَهُ.","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫ ކުރާ ނަމަ، އޭނާގެ ނޭފަތަށް ފެން ލާށެވެ. އެއަށްފަހު ނޭފަތުން ފެން ބޭރު ކުރާށެވެ. އަދި މީހަކު އިސްތިޖްމާރު ކުރާ ނަމަ، އޮނަހިރި އަދަދަކުން ފޮހޭށެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ފެން ކަންވާރަކަށް އޭނާގެ ދެ އަތް ލުމުގެ ކުރިން، ތިން ފަހަރު ދޮންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތަޔަބައިމީހުން ކުރެ މީހަކު ނިދާފަ އޮންނަ އިރު އޭނާގެ އަތް އޮތް ތަނެއް ނޭނގޭނެއެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ނޭފަތުގެ ދެ ހިނދުރިއަށް ފެން ވައްދާށެވެ.“ \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”ވުޟޫ ކުރާ މީހަކު ނޭފަތަށް (ފެން ލައި ދެމުމަށް ފަހު) ފެން ބޭރު ކުރާށެވެ.“ \n<p></p>\nلِينْثِرْ: އެބަހީ އޭނާގެ ނޭފަތުން ފެން ބޭރު ކުރުމެވެ. އެއީ އެއަށް ފެން ލުމަށް ފަހުގައެވެ. ފެން ލައި ދެމުމަކީ އިސްތިންޝާޤެވެ. \nاستجمرَ: ކުޑަކަމުދިޔުމާއި ބޮޑުކަމުދިޔުން ފޮހުމުގައި ހިލަ ބޭނުން ކުރުމެވެ. \nفلْيوتِرْ: އެބަހީ އޭނާ އޮނަހިރި އަދަދަކަށް އިސްތިޖްމާރު ކުރުމެވެ. ތިނެއް ނުވަތަ ފަހެއް ނުވަތަ އެއަށްވުރެ ގިނައިން ވިޔަސްމެއެވެ. \nفَلْيَستنشقْ: އިސްތިންޝާޤަކީ ނޭފަތަށް ފެން ލައި ދެމުމެވެ. އެއަށްފަހު ނޭފަތުން ފެން ބޭރު ކުރާނީއެވެ.","" ],
    [5,"‌كتابُ الطَّهَارَةِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((لا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لا يَجْرِي , ثُمَّ يَغْتَسِلُ مِنْهُ)) \n<p></p>\nوَلِمُسْلِمٍ: ((لا يَغْتَسِلُ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ)) . \n<p></p>\nالماءُ الدائمُ: المستَقِرُّ في مكانِهِ كالغُدرانِ والبِرَكِ. \nجُنُبٌ: الجُنُبُ، مَنْ أَصابته الجنابةُ، يطلقُ على المُذَكَّرِ والمُؤَنَّثِ، والفردِ والجماعةِ.","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އެއް ތަނެއްގައި ޤަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް ކުޑަކަމުނުދާށެވެ. (އަދި އެއަށް ކުޑަކަމުދެވުނު ނަމަ) ދެން އޭގެން ފެން ނުވަރާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވައެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ޖުނުބުވެރިކަން މަތީ ހުރެ، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކުން ހިނައިނުގަންނާށެވެ.“ \n<p></p>\nالماءُ الدائمُ: އެ ހުރި ތަނެއްގައި ޤަރާރުވެފައި ހުންނަ ފެނެވެ. ނުހިނގާ ކޯރުތަކާއި ފެންގަނޑުތައް ފަދަ ތަންތަނެވެ. \nجُنُبٌ: ޖުނުބުވެރިވެއްޖެ މީހާއެވެ. ފިރިހެނުންނާއި އަންހެނުންނާއި އެކަކާއި ގިނަ މީހުންނަށް ވެސް ކިޔައި އުޅެއެވެ.","" ],
    [6,"‌كتابُ الطَّهَارَةِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا شَرِبَ الْكَلْبُ فِي إنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعاً)) . \n<p></p>\nوَلِمُسْلِمٍ: ((أُولاهُنَّ بِالتُّرَابِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހެއްގެ ކަންވާރަކުން ކުއްތާއެއް ފެން ބޮއެފި ނަމަ، ފަހެ ހަތް ފަހަރު އެ ކަންވާރު ދޮންނާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އޭގެ ފުރަތަމަ ފަހަރު (ދޮންނާނީ) ވެލިންނެވެ.“","" ],
    [7,"‌كتابُ الطَّهَارَةِ","","","","وَلَهُ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا وَلَغَ الْكَلْبُ فِي الإِناءِ فَاغْسِلُوهُ سَبْعاً وَعَفِّرُوهُ الثَّامِنَةَ بِالتُّرَابِ)) . \n<p></p>\nولَغَ: شَرِبَ بطَرَفِ لسانِهِ \nعَفِّروهُ: التعفيرُ: التمريغُ في العَفْرِ وهو الترابُ.\n","އަދި މުސްލިމުގެ ރިވާޔަތެއްގައި، ޢަބްދު ﷲ ބިން މުޣައްފަލު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި ވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކަންވާރެއްގައި ކުއްތާއެއް ދޫލައިފި ނަމަ، ހަތް ފަހަރު އެ ކަންވާރު ދޮންނާށެވެ. އަދި އަށްވަނަ ފަހަރު ވެލިން އުނގުޅާށެވެ.“ \n<p></p>\nولَغَ: އޭގެ ދުލުގެ ކޮޅުން ބުއިމެވެ. \nعَفِّروهُ: ތަޢުފީރު ކުރުމަކީ ވެލީގައި އުނގުޅުމެވެ.\n","" ],
    [8,"‌كتابُ الطَّهَارَةِ","","","","عَنْ حُمْرَانَ مَوْلَى عُثْمَانَ بْنِ عَفَّانَ رضي اللهُ عنهما: ((أَنَّهُ رَأَى عُثْمَانَ دَعَا بِوَضُوءٍ , فَأَفْرَغَ عَلَى يَدَيْهِ مِنْ إنَائِهِ , فَغَسَلَهُمَا ثَلاثَ مَرَّاتٍ، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الْوَضُوءِ , ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلاثاً , وَيَدَيْهِ إلَى الْمِرْفَقَيْنِ ثَلاثًا , ثُمَّ مَسَحَ بِرَأْسِهِ , ثُمَّ غَسَلَ كِلْتَا رِجْلَيْهِ ثَلاثًا , ثُمَّ قَالَ: رَأَيْتُ النَّبِيَّ - ﷺ - يَتَوَضَّأُ نَحْوَ وُضُوئِي هَذَا، وَقَالَ: ((مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا , ثُمَّ صَلَّى رَكْعَتَيْنِ , لا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)) \n<p></p>\nبِوَضوءٍ: الوَضوءُ بفتحِ الواوِ، معناه الماءُ الذي يتوضأُ بِهِ، وبضمِّها، فعلُ الوُضوءِ.","ތިން ފަހަރު ދެ އަތް ދޮންނެވިއެވެ. އެއަށްފަހު ފެން ކަންވާރުގެ ތެރެއަށް ކަނާތް ލައްވާ، އަނގައަށް ފެން އަޅުއްވައި ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވައި ދެންމެވުމަށް ފަހު ބޭރު ކުރެއްވިއެވެ. ދެން ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. އަދި އުޅަނބޮށްޓާ ހަމައަށް ތިން ފަހަރު އަތް ދޮންނެވިއެވެ. އަދި ބޮލުގައި ފެން ފުއްސެވުމަށް ފަހު، ތިން ފަހަރު ދެ ފައި ދޮންނެވިއެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ: ތިމަންނަގެ މި ވުޟޫއާ އެއްގޮތަށް ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. އަދި ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”\"ތިމަން ނަބިއްޔާގެ ވުޟޫއާ އެއްގޮތަށް މީހަކު ވުޟޫ ކުރުމަށް ފަހު، ދެ ރަކުޢަތުގެ ނަމާދެއްކޮށް، އެ ދެ ރަކުޢަތުގައި އޭނާގެ އަމިއްލަ ނަފުސާ ވާހަކަ ނުދައްކައިފި ނަމަ (އެބަހީ: ވަސްވާސްތަކަށް ސަމާލުކަން ނުދީ، ދުނިޔެވީ ކަންކަމާ މެދު ނުވިސްނާ، އިޚުލާޞްތެރިކަމާއެކު ނަމާދުކޮށްފި ނަމަ) ފަހެ އޭނާއަށް ކުރެވިފައިވާ ފާފަތައް، ﷲ  އޭނާއަށްޓަކައި ފުއްސަވައި ދެއްވާނެއެވެ.“ \n<p></p>\nبِوَضوءٍ: ވަޟޫގެ ވާވުގައި އަބަފިލި ޖަހައިފައިވެއެވެ. މާނައަކީ އޭގެން ވުޟޫ ކުރާ ފެނެވެ. ވާވުގައި އުބުފިލި ޖެހުމުން އެއީ ވުޟޫ ކުރާ ކުރުމެވެ.","" ],
    [9,"‌كتابُ الطَّهَارَةِ","","","","عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ قَالَ: ((شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ عَنْ وُضُوءِ النَّبِيِّ - ﷺ -؟ فَدَعَا بِتَوْرٍ مِنْ مَاءٍ , فَتَوَضَّأَ لَهُمْ وُضُوءَ رَسُولِ اللَّهِ - ﷺ - فَأَكْفَأَ عَلَى يَدَيْهِ مِنْ التَّوْرِ , فَغَسَلَ يَدَيْهِ ثَلاثاً , ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ ثَلاثاً بِثَلاثِ غَرْفَاتٍ , ثُمَّ أَدْخَلَ يَدَهُ فَغَسَلَ وَجْهَهُ ثَلاثاً , ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَغَسَلَهُمَا مَرَّتَيْنِ إلَى الْمِرْفَقَيْنِ ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَمَسَحَ رَأْسَهُ , فَأَقْبَلَ بِهِمَا وَأَدْبَرَ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَيْهِ)) . \n<p></p>\nوَفِي رِوَايَةٍ: ((بَدَأَ بِمُقَدَّمِ رَأْسِهِ , حَتَّى ذَهَبَ بِهِمَا إلَى قَفَاهُ , ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ)) . \n<p></p>\nوَفِي رِوَايَةٍ ((أَتَانَا رَسُولُ اللَّهِ - ﷺ - فَأَخْرَجْنَا لَهُ مَاءً فِي تَوْرٍ مِنْ صُفْرٍ)) . \n<p></p>\nالتَّوْرُ: شِبْهُ الطَّسْتِ. \nأهـ التَّورُ: هو إِناءٌ صغيرٌ. \nفأَكْفَأَ على يديْهِ: أَمالَ وصَبَّ على يديْهِ. \nقَفَاهُ: مُؤَخِّرَةُ رِأْسِهِ. منْ صُفْرٍ: \nهوَ نوعٌ منَ النُّحاسِ.","ޢަމްރު ބިން ޔަޙްޔާ އަލްމާޒިނީ، އެކަލޭގެފާނުގެ ބައްޕަ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ ގޮތާމެދު ޢަބްދު ﷲ ބިން ޒައިދުގެ އަރިހުގައި ޢަމްރު ބިން އަބުލް ޙަސަން ސުވާލު ކުރަނިކޮށް ތިމަން ދުށީމެވެ. އެ ހިނދު ފެން ކަންވާރެއް ގެނައުމަށް ޢަބްދު ﷲ އަންގެވިއެވެ. އަދި އެބައިމީހުންނަށް (ދެއްކުމަށް ޓަކައި) ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވި ގޮތަށް އެކަލޭގެފާނު ވުޟޫ ކުރެއްވިއެވެ. އެ ގޮތުން، ކަންވާރު އަރިކޮށްލައިގެން ދެ އަތަށް ފެން އެޅުއްވުމަށް ފަހު، ތިން ފަހަރު ދެ އަތް ދޮންނެވިއެވެ. ދެން ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ، ތިން އަތްގޮށުން ތިން ފަހަރު އަނގައަށް ފެން އަޅުއްވައި ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވައި ދެންމެވުމަށް ފަހު ބޭރު ކުރެއްވިއެވެ. ދެން އަނެއްކާ ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. އެއަށްފަހު ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ އުޅަނބޮށްޓާ ހަމައަށް ދެ ފަހަރު އަތް ދޮންނެވިއެވެ. ދެން ކަންވާރުގެ ތެރެއަށް ދެ އަތް ލައްވަވާ، ދެ އަތުން ބޮލުގެ ކުރިމަތިންނާއި ފަހަތުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ. އެއަށްފަހު ދެ ފައި ދޮންނެވިއެވެ. އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އެކަލޭގެފާނު ބޮލުގެ ކުރިމަތިން ފައްޓަވައިގެން ބޮލުގެ ފަހަތަށް ދާންދެން ފުއްސަވާފައި، ދެން އަނެއްކާ އަނބުރާ ފެށި ހިސާބަށް ދެ އަތް ގެންނެވިއެވެ. \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް ތިމަންމެން އަތުވީމެވެ. އަދި ނަބިއްޔާއަށްޓަކައި ލޮއި ކަންވާރެއްގައި ފެން ގެނައީމެވެ. \n<p></p>\nالتَّورُ: ޠިސްތޭ ކިޔުނު ކުޑަ ކަންވާރަކާ ވައްތަރު އެއްޗެކެވެ. \nفأَكْفَأَ على يديْهِ: އެކަލޭގެފާނުގެ ދެ އަތަށް ފެން އެޅުއްވިއެވެ. \nقَفَاهُ: އެކަލޭގެފާނުގެ ބޮލުގެ ފަހަތެވެ. \nمنْ صُفْرٍ: އެއީ ލޮއިގެ ވައްތަރެކެވެ.","" ],
    [10,"‌كتابُ الطَّهَارَةِ","","","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ , وَتَرَجُّلِهِ , وَطُهُورِهِ , وَفِي شَأْنِهِ كُلِّهِ)) . يعجبُهُ التَّيَمُنُ: استعمالُ اليدِ اليمينِ، والبَدْءُ باليمينَ في كلِّ ماهو شريفٌ وطاهرٌ وطيبٌ. \n<p></p>\nتنعُّله: لبْسُ النعلِ وهو الحِذاءُ. \nترجلِهِ: تسريحُ شعرِهِ بالمِشطِ. \nطُهُورِهِ: بضم الطاء: يشملُ الوُضوءَ والغسلَ. \nوفي شأْنِهِ كلِهِ: في الأُمورِ الشريفةِ المُسْتَطابَةِ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ފައިވާންކޮޅު ތުރުކުރެއްވުމުގައާއި، އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމުގައާއި، ތާހިރުވުމުގައާއި އަދި ހަމަ އެހެންމެ ހުރިހައި ކަމެއްގައި ވެސް ކަނާތް ފަޅި އިސްކުރެއްވުމަށް ލޯބި ކުރެއްވިއެވެ. \n<p></p>\nيعجبُهُ التَّيَمُنُ: ނަބިއްޔާގެ ކަނާތް އަތްޕުޅު ބޭނުން ކުރެއްވުމެވެ. އަދި ޝަރަފުވެރި، ތާހިރު، ރިވެތި ކޮންމެ ކަމެއްގައި ކަނާތް ފަޅިން ފެށުމެވެ. \nتنعُّله: ފައިވާންކޮޅު ތުރުކުރެއްވުމެވެ. \nترجلِهِ: އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމެވެ. \nطُهُورِهِ: ޠާގައި އުބުފިލި ޖެހިފައިވެއެވެ. މި ކަމުގައި ވުޟޫ ކުރުމައި ހިނައިގަތުން ހިމެނެއެވެ. \nوفي شأْنِهِ كلِهِ: އެބަހީ ޝަރަފުވެރި ރިވެތި ކަންކަމުގައެވެ.","" ],
    [11,"‌كتابُ الطَّهَارَةِ","","","","عَنْ نُعَيْمٍ الْمُجْمِرِ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - أَنَّهُ قَالَ: ((إنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ القِيَامَةِ غُرّاً مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ)) . فَمَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ. \n<p></p>\nوَفِي لَفْظٍ لِمُسْلِمٍ: ((رَأَيْتُ أَبَا هُرَيْرَةَ يَتَوَضَّأُ , فَغَسَلَ وَجْهَهُ وَيَدَيْهِ حَتَّى كَادَ يَبْلُغُ الْمَنْكِبَيْنِ , ثُمَّ غَسَلَ رِجْلَيْهِ حَتَّى رَفَعَ إلَى السَّاقَيْنِ , ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: إنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ الْقِيَامَةِ غُرَّاً مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ)) فَمَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ وَتَحْجِيلَهُ فَلْيَفْعَلْ.","ނުޢައިމު އަލްމުޖްމިރު، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ޤިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުންމަތަށް ގޮވާލެވޭނެއެވެ. އެބައިމީހުންގެ ނިއްކުރިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއް ވާނެއެވެ. ވީމާ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ ނިއްކުރީގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ( ނުޢައިމު އަލްމުޖްމިރު ވިދާޅުވިއެވެ:) އަބޫ ހުރައިރާ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. ފަހެ އަބޫ ހުރައިރާގެ މޫނާއި ދެ އަތް ކޮނޑާ ހިސާބަށް ދާވަރަށް ދޮންނެވިއެވެ. އެއަށްފަހު ކަންކަށިމައްޗާ ހަމައަށް ދެ ފައި ދޮންނެވިއެވެ. ދެން އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން ޤިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުންމަތަށް ގޮވާލެވޭނެއެވެ. އެބައިމީހުންގެ ނިއްކުރިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއް ވާނެއެވެ. ވީމާ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ ނިއްކުރީގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.“","" ],
    [12,"‌كتابُ الطَّهَارَةِ","","","","وَفِي لَفْظٍ لِمُسْلِمٍ: سَمِعْتُ خَلِيلِي - ﷺ - يَقُولُ: ((تَبْلُغُ الْحِلْيَةُ مِنْ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوُضُوءُ)) . \n<p></p>\nيُدْعَوْنَ: يُنَادَوْنَ. \nغُرَّاً: الغُرَّة: بياضٌ في وجهِ الفرسِ، أُطْلِقَتْ على نورِ وجوهِهِمْ المُشَبَّهَةِ بغُرَّةِ الفَرَسِ. \nمحَجَّلينَ: من التحجيلِ وهو بياضٌ في قوائمِ الفرسِ. والمرادُ بذلك النورُ الذي يعلو وجوهَهُمْ وأَيدِيَهُمْ وأَرْجُلَهُمْ يوم القيامة، وهذا من خصائصِ هذهِ الأُمَّةِ. \nالحِلْيةُ: حليةُ النورِ التي تبلغُ مابلغَ ماءُ الوُضوءِ.","އަދި މުސްލިމުގެ އެހެން ރިވާޔަތެއްގައި ވެއެވެ: (އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ:) ތިމަންގެ މިތުރު (ނަބިއްޔާ) ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”މުއުމިނާގެ ވުޟޫ ދިޔަ ހިސާބަކަށް އޭނާގެ ޒީނަތްތެރިކަން ފޯރާނެއެވެ.“ \n<p></p>\nيُدْعَوْنَ: އެބައިމީހުންނަށް ގޮވާލެވޭނެއެވެ. \nغُرَّاً: ޣުއްރާއަކީ އަހުގެ ނިއްކުރީގައިވާ ހުދުކަމެވެ. އެބައިމީހުންގެ މޫނުތަކުގައިވާ ނޫރު ވައްތަރު ކުރެވުނީ އަހުގެ ނިއްކުރީގެ ހުދުކަމާއެވެ. \nمحَجَّلينَ: ތަޙްޖީލެވެ. އެއީ އަހުގެ ފައިގައިވާ ހުދުކަމެވެ. މި ތަނުގައި އޭގެ މުރާދަކީ ޤިޔާމަތް ދުވަހުގައި އެބައިމީހުންގެ މޫނުތަކާއި އަތްތަކާއި ފައިތަކުގައި އަލިކަމެއް ވާނެކަމެވެ. އަދި މިއީ މި އުންމަތަށް ލިބިފައިވާ ޚާއްޞާ ކަމެކެވެ. \nالحِلْيةُ: އެއީ ވުޟޫ ކުރި ތަންތަނަށް ފޯރާ އަލިކަމުގެ ޒީނަތްތެރިކަމެވެ.","" ],
    [13,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه -: أَنَّ النَّبِيَّ - ﷺ - كَانَ إذَا دَخَلَ الْخَلاءَ قَالَ: ((اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ الْخُبُثِ وَالْخَبَائِثِ)) . \n<p></p>\nالاستطابةُ: الاستنجاءُ. \nالخُبُثُ: بضمِّ الخاءِ والباءِ، جمعُ خبيثٍ، وهمْ ذُكرانُ الشياطينِ. \nالخبائثُ: جمعُ خبيثةٍ، وهنَّ إِناثُ الشياطينِ.","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ފާހާނާއަށް ވަޑައިގަންނަވާ ހިނދު ވިދާޅުވެއެވެ: ”އޭ ﷲ އެވެ. ހަމަކަށަވަރުން ފިރިހެން ޝައިޠާނުންނާއި އަންހެން ޝައިޠާނުންގެ ކިބައިން މި އަޅާ ރައްކާތެރިކޮށް ދެއްވުން އެދި އިބަ އިލާހުގެ ޙަޟްރަތަށް ދަންނަވަމެވެ.“ \n<p></p>\nالاستطابةُ:  އެއީ އިސްތިންޖާ ކުރުމެވެ. \nالخُبُثُ: ޚާއާއި ބާގައި އުބުފިލި ޖެހިފައިވެއެވެ. އެއީ ޚަބީޘްގެ ގިނަގޮތެވެ. އެއީ ޝައިޠާނުންގެ ތެރެއިންވާ ފިރިހެނުންނެވެ. \nالخُبُثُ: އެއީ ޚަބީޘާގެ ގިނަގޮތެވެ. އެއީ ޝައިޠާނުންގެ ތެރެއިންވާ އަންހެނުންނެވެ.","" ],
    [14,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((إذَا أَتَيْتُمْ الْغَائِطَ , فَلا تَسْتَقْبِلُوا الْقِبْلَةَ بِغَائِطٍ وَلا بَوْلٍ , وَلا تَسْتَدْبِرُوهَا , وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا)) . قَالَ أَبُو أَيُّوبَ: «فَقَدِمْنَا الشَّامَ , فَوَجَدْنَا مَرَاحِيضَ قَدْ بُنِيَتْ نَحْوَ الْكَعْبَةِ , فَنَنْحَرِفُ عَنْهَا , وَنَسْتَغْفِرُ اللَّهَ عَزَّ وَجَلَّ» . \n<p></p>\nشَرِّقُوا أَوْ غَرِّبُوا: اتجهوا نحوَ المشرقِ أَوالمغربِ. وهذا بالنسبةِ لأَهلِ المدينةِ المنورةِ.","އަބޫ އައްޔޫބު އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ފާހާނާކުރަން (ބޭރަށް) ހިނގައްޖެ ނަމަ، ބޮޑުކަމުދާންވެސް ކުޑަކަމުދާންވެސް ޤިބުލައާ ކުރިމަތި ނުލާށެވެ. އަދި ޤިބުލައަށް ފުރަގަސް ވެސް ނުދޭށެވެ. އެހެނެއްކަމަކު އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް އެނބުރޭށެވެ.“ އަބޫ އައްޔޫބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިއެވެ: ތިމަންމެން ޝާމަށް ދިޔައިމެވެ. ފަހެ (އެ ތަނުގައި) ކަޢުބާއާ ދިމާލަށް ފާހާނާތަކެއް ރާނާފައިވަނިކޮށް ތިމަންމެން ދުށީމެވެ. ދެން (އެ ފާހާނާތައް ބޭނުން ކުރި އިރު) ޤިބުލައާ ދިމާނުވާ ގޮތަށް ތިމަންމެން އެނބުރުނީމެވެ. އަދި (އެއަށްފަހު) ﷲ ޢައްޒަ ވަޖައްލަގެ ޙަޟްރަތުން ފާފަ ފުއްސެވުން އެދި ދެންނެވީމެވެ. \n<p></p>\nشَرِّقُوا أَوْ غَرِّبُوا: އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް އެނބުރޭށެވެ. އަދި މިއީ މަދީނަތުލް މުނައްވަރާގެ އަހުލުވެރިންގެ ނިސްބަތުންނެވެ.","" ],
    [15,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رضي الله عنهما قَالَ: ((رَقِيْتُ يَوْماً عَلَى بَيْتِ حَفْصَةَ , فَرَأَيْتُ النَّبِيَّ - ﷺ - يَقْضِي حَاجَتَهُ مُسْتَقْبِلَ الشَّامَ , مُسْتَدْبِرَ الْكَعْبَةَ)) . \n<p></p>\nوَفِي رِوَايَةٍ ((مُسْتَقْبِلاً بَيْتَ الْمَقْدِسِ)) . \n<p></p>\nرَقِيتُ: صعدتُ.","ޢަބްދު ﷲ ބިން ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ޙަފްޞާގެ ގެކޮޅުގެ ފުރާޅު މައްޗަށް ތިމަން އެރީމެވެ. އެ ހިނދު ނަބިއްޔާ ﷺ ޝާމަށް ކުރިމަތިލައްވައި، އަދި ކަޢުބާއަށް ފުރަގަސްދެއްވާ ހާލު ޤަޟާހާޖާ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ބައިތުލް މަޤްދިސަށް ކުރިމަތިލައްވައިގެން ހުންނެވިއެވެ. \n<p></p>\nرَقِيتُ: މައްޗަށް އެރީމެވެ.","" ],
    [16,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - أَنَّهُ قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يَدْخُلُ الْخَلاءَ , فَأَحْمِلُ أَنَا وَغُلامٌ نَحْوِي إدَاوَةً مِنْ مَاءٍ وَعَنَزَةً , فَيَسْتَنْجِي بِالْمَاءِ)) . \n<p></p>\nالعَنَزَةُ: الحَرْبَةُ الصَغِيرَةُ. \nوالإِداوةُ: إِناءٌ صغيرٌ منْ جلدٍ. \nغلامٌ نَحْوي: غلامٌ مقاربٌ لي في السنِّ.","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ (ގަޟާޙާޖާ ކުރެއްވުމަށް ޓަކައި) ފާހާނާއަށް ވަޑައިގަންނަވާ ހިނދު، ތިމަންނައާއި ތިމަންގެ އުމުރުގެ އެހެން ކުއްޖަކު، ފެނުގެ ކަންވާރަކާއި، (މީހުންގެ ކިބައިން ނިވާވުމަށް ޓަކައި) އަސާކޮޅެއް (ނަބިއްޔާއަށް) ގެންގޮސްދީ އުޅުނީމެވެ. ދެން ނަބިއްޔާ ފެނުން އިސްތިންޖާ ކުރައްވައެވެ. (އެބަހީ: ދޮންނަވާ ސާފު ކުރައްވައެވެ.) \n<p></p>\nالعَنَزَةُ: ކުޑަ އަސާކޮޅެކެވެ. \nوالإِداوةُ: ހަމުން ހަދާފައި ހުންނަ ކުޑަ ކަންވާރެކެވެ. \nغلامٌ نَحْوي: ތިމަންނައާ ދާދި އެއް އުމުރެއްގެ ކުއްޖެކެވެ.","" ],
    [17,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَبِي قَتَادَةَ الْحَارِثِ بْنِ رِبْعِيٍّ الأَنْصَارِيِّ - رضي الله عنه -: أَنَّ النَّبِيَّ - ﷺ - قَالَ: ((لا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ وَلا يَتَمَسَّحْ مِنْ الْخَلاءِ بِيَمِينِهِ وَلا يَتَنَفَّسْ فِي الإِنَاءِ)) .","އަބޫ ޤަތާދާ އަލްޙާރިޘް ބިން ރިބްޢި އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް ކުޑަކަމުދާ ހިނދު، ކަނާތުން ލަދުވެތި ގުނަވަނުގައި ހިފަހައްޓައިގެނެއް ނުވާނެއެވެ. އަދި ޤަޟާޙާޖާ ކުރުމަށް ފަހު، (ސާފު ކުރުމަށް ޓަކައި) ކަނާތުން ނުފޮހޭށެވެ. އަދި (އެއްޗެއް ބޯ ހިނދު) ކަންވާރުގެ ތެރެއަށް ނޭވާ ނުލާށެވެ.“","" ],
    [18,"‌كتابُ الطَّهَارَةِ","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: مَرَّ النَّبِيُّ - ﷺ - بِقَبْرَيْنِ , فَقَالَ: ((إنَّهُمَا لَيُعَذَّبَانِ , وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا: فَكَانَ لا يَسْتَتِرُ مِنْ الْبَوْلِ , وَأَمَّا الآخَرُ: فَكَانَ يَمْشِي بِالنَّمِيمَةِ فَأَخَذَ جَرِيدَةً رَطْبَةً , فَشَقَّهَا نِصْفَيْنِ , فَغَرَزَ فِي كُلِّ قَبْرٍ وَاحِدَةً، فَقَالُوا: يَا رَسُولَ اللَّهِ , لِمَ فَعَلْتَ هَذَا؟ قَالَ: لَعَلَّهُ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا)) . \n<p></p>\nلايستترُ منَ البولِ: لايجعلُ سترةً تقيهِ منْ بولِهِ. \nالنَّميمةُ: نقلُ كلامِ الغيرِ على وجهِ الإِفسادِ والإِضرارِ.","ޢަބްދު ﷲ ބިން އަލްޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ދެ މަހާނަ ކައިރިން ލާފަ ނަބިއްޔާ ވަޑައިގަތެވެ. އެ ހިނދު ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން (އޭގައިވާ) ދެ މީހުންނަށް އަޒާބު ދެވެމުން އެބަދެއެވެ. އަދި އެ ދެ މީހުންނަށް އަޒާބު ދެވެނީކީ ބޮޑު ކަމަކާ ހެދިއެއް ނޫނެވެ. އޭގެ ތެރެއިން އެކަކު (ކުޑަކަމުދާ އިރު) އޭގެން (ގަޔަށް ނުބުރާ ގޮތަށް) ރައްކާތެރިއެއް ނުވެއެވެ. އަދި އޭގެ ތެރެއިން އަނެކަކު ދެބައޮޑުވަމުން ހިނގައި އުޅުނެވެ.“ ދެން ނަބިއްޔާ ކަދުރު ރުކެއްގެ ރޯ ފަންތޮށިކޮޅެއް ނަންގަވާފައި، އޭތި ދެ ފަޅިއަށް ފަޅާލެއްވިއެވެ. އަދި އެއިން ފަޅިއެއް ކޮންމެ ކަށްވަޅެއްގައި ހަރުކުރެއްވިއެވެ. ދެން މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިޔަހެން ކަންތައް ކުރެއްވީ ކީއްވެގެންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އެ ދޭތި ނުހިކޭހާ ހިނދަކު، އެ ދެ މީހުންގެ ކިބައިން (އަޒާބު) ލުއި ކުރައްވާތޯއެވެ.“ \n<p></p>\nلايستترُ منَ البولِ: އޭނާގެ ކުޑަކަމުދިޔުމުން ރައްކާތެރިވާނެ ސުތުރާއެއް ނުނަގައެވެ. \nالنَّميمةُ: ފަސާދައާއި ގެއްލުން ވާ ގޮތަށް އެހެން މީހުންގެ ބަސްތައް ނަކަލު ކުރުމެވެ.","" ],
    [19,"‌كتابُ الطَّهَارَةِ","","‌بابُ السواكِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - قَالَ: ((لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاةٍ)) . \n<p></p>\nالسِّواكُ: اسمُ للعودِ الذي يتسوكُ به، ولفعلِ الاستياكِ نفسِهِ. وخيرُ مايُستاكُ بهِ عودُ جذورِ شجرِ الأَراكِ.","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުންމަތުގެ މައްޗަށް ދަތި ކަމަކަށް ނުވާނަމަ، ކޮންމެ ނަމާދަކަށް ސިވާކު ބޭނުން ކުރަން އެބައިމީހުންނަށް އަމުރު ކުރެއްވީމުހެވެ.“ \n<p></p>\nالسِّواكُ: ދަތް އުނގުޅާ ގަހުގެ ދަނޑިކޮޅަށް ކިޔާ ނަމެކެވެ. އަދި ދަތް އުނގުޅުމަށްވެސް މިހެން ކިޔައި އުޅެއެވެ. އަދި ދަތް އުނގުޅަން އެންމެ ރަނގަޅު އެއްޗަކީ އިރާކު ދަނޑިއެވެ.","" ],
    [20,"‌كتابُ الطَّهَارَةِ","","‌بابُ السواكِ","","عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رضي الله عنهما قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - إذَا قَامَ مِنْ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ)) . \n<p></p>\nيشوصُ فاه: يَدْلُكُ أَسنانَهُ ويُنَقِّيها.","ޙުޛައިފާ ބިން އަލްޔަމާނު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ރޭގަނޑު (ހޭފުޅު ލައްވާ) ތެދުވެވަޑައިގަންނަވާ ނަމަ، ސިވާކުން އަނގަފުޅު ސާފުކުރައްވައެވެ. \n<p></p>\nيشوصُ فاه: ނަބިއްޔާގެ ދަތް އުނގުޅުއްވައި ސާފު ކުރެއްވުމެވެ.","" ]
  ]
