var umdah_dataSet = [
  ["#001","‌كتاب الطهارة","","","","عَنْ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: ((إنَّمَا الأَعْمَالُ بِالنِّيَّاتِ - وَفِي رِوَايَةٍ: بِالنِّيَّةِ - وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى , فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ , فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ , وَمَنْ كَانَتْ هِجْرَتُهُ إلَى دُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَتَزَوَّجُهَا , فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ)) .","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ނިޔަތްތަކުގެ މައްޗަށް މެނުވީ ޢަމަލުތައް ބިނާ ވެގެން ނުވެއެވެ. އަދި ކޮންމެ މީހަކަށް ވެސް ވަނީ، ހަމައެކަނި އެ މީހަކު ނިޔަތް ގަތް ކަމެކެވެ. ވީމާ، މީހަކު ހިޖުރަ ކުރީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށްޓަކައި ނަމަ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއަށެވެ. އަދި މީހަކު ހިޖުރަ ކުރީ ދުނިޔެ ހޯދުމަށް ނުވަތަ އަންހެނަކާ އިނުމަށް ކަމުގައި ވަނީ ނަމަ، ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، އޭނާ އެ ހިޖުރަ ކުރި ކަމަކަށެވެ.“","البخاري 6689، ومسلم 1907"  ],
  ["#002","‌كتاب الطهارة","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((لا يَقْبَلُ اللَّهُ صَلاةَ أَحَدِكُمْ إذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ))","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ހަދަސްވެރިވެއްޖެ ނަމަ، ވުޟޫކޮށްފުމަށް ދާންދެން ﷲ އޭނާގެ ނަމާދު ގަބޫލު ނުކުރައްވާނެއެވެ.“","البخاري 6954 واللفظ له، ومسلم 225"  ],
  ["#003","‌كتاب الطهارة","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ رضي الله عنهم قَالُوا: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ))","ޢަބްދު ﷲ ބިން ޢަމްރު ބިން އަލްޢާޞް، އަބޫ ހުރައިރާ އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهُمْ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނަރަކައިން ފުންނާބުތަކަށް ހަލާކު ހުއްޓެވެ.“ (އެބަހީ: ވުޟޫ ކުރާއިރު ރަނގަޅަށް ނުދޮވުމުގެ ސަބަބުން، ފަރުވާކުޑަ ކުރާ މީހުންނަށް އަޒާބު ލިބޭނެކަމެވެ.)","البخاري 60، 165، ومسلم 241، 242، 240"  ],
  ["#004","‌كتاب الطهارة","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - ﷺ - قال: ((إذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَجْعَلْ فِي أَنْفِهِ مَاءً , ثُمَّ لِيَنْتَثِرْ , وَمَنْ اسْتَجْمَرَ فَلْيُوتِرْ , وَإِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلْيَغْسِلْ يَدَيْهِ قَبْلَ أَنْ يُدْخِلَهُمَا فِي الإِنَاءِ ثَلاثاً، فَإِنَّ أَحَدَكُمْ لا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ)) . \n<p></p>\nوَفِي لَفْظٍ لِمُسْلِمٍ: ((فَلْيَسْتَنْشِقْ بِمِنْخَرَيْهِ مِنَ الْمَاءِ)) \n<p></p>\nوَفِي لَفْظٍ: ((مَنْ تَوَضَّأَ فَلْيَسْتَنْشِقْ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫ ކުރާ ނަމަ، އޭނާގެ ނޭފަތަށް ފެން ލާށެވެ. އެއަށްފަހު ނޭފަތުން ފެން ބޭރު ކުރާށެވެ. އަދި މީހަކު އިސްތިޖްމާރު ކުރާ ނަމަ، އޮނަހިރި އަދަދަކުން ފޮހޭށެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ފެން ކަންވާރަކަށް އޭނާގެ ދެ އަތް ލުމުގެ ކުރިން، ތިން ފަހަރު ދޮންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތަޔަބައިމީހުން ކުރެ މީހަކު ނިދާފަ އޮންނަ އިރު އޭނާގެ އަތް އޮތް ތަނެއް ނޭނގޭނެއެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ނޭފަތުގެ ދެ ހިނދުރިއަށް ފެން ވައްދާށެވެ.“ \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”ވުޟޫ ކުރާ މީހަކު ނޭފަތަށް (ފެން ލައި ދެމުމަށް ފަހު) ފެން ބޭރު ކުރާށެވެ.“","البخاري 162، ومسلم 237، 278\n<p></p>\nمسلم 237\n<p></p>\nالبخاري 161، ومسلم 237"  ],
  ["#005","‌كتاب الطهارة","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((لا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لا يَجْرِي , ثُمَّ يَغْتَسِلُ مِنْهُ)) \n<p></p>\nوَلِمُسْلِمٍ: ((لا يَغْتَسِلُ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އެއް ތަނެއްގައި ޤަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް ކުޑަކަމުނުދާށެވެ. (އަދި އެއަށް ކުޑަކަމުދެވުނު ނަމަ) ދެން އޭގެން ފެން ނުވަރާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވައެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ޖުނުބުވެރިކަން މަތީ ހުރެ، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކުން ހިނައިނުގަންނާށެވެ.“","البخاري 239 واللفظ له، ومسلم 282\n<p></p>\nمسلم 283"  ],
  ["#006","‌كتاب الطهارة","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -، أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا شَرِبَ الْكَلْبُ فِي إنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعاً)) . \n<p></p>\nوَلِمُسْلِمٍ: ((أُولاهُنَّ بِالتُّرَابِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހެއްގެ ކަންވާރަކުން ކުއްތާއެއް ފެން ބޮއެފި ނަމަ، ފަހެ ހަތް ފަހަރު އެ ކަންވާރު ދޮންނާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އޭގެ ފުރަތަމަ ފަހަރު (ދޮންނާނީ) ވެލިންނެވެ.“","البخاري 172 واللفظ له، ومسلم 279\n<p></p>\nمسلم 279"  ],
  ["#007","‌كتاب الطهارة","","","","وَلَهُ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا وَلَغَ الْكَلْبُ فِي الإِناءِ فَاغْسِلُوهُ سَبْعاً وَعَفِّرُوهُ الثَّامِنَةَ بِالتُّرَابِ)) .\n","އަދި މުސްލިމުގެ ރިވާޔަތެއްގައި، ޢަބްދު ﷲ ބިން މުޣައްފަލު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި ވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކަންވާރެއްގައި ކުއްތާއެއް ދޫލައިފި ނަމަ، ހަތް ފަހަރު އެ ކަންވާރު ދޮންނާށެވެ. އަދި އަށްވަނަ ފަހަރު ވެލިން އުނގުޅާށެވެ.“\n","مسلم 280"  ],
  ["#008","‌كتاب الطهارة","","","","عَنْ حُمْرَانَ مَوْلَى عُثْمَانَ بْنِ عَفَّانَ رضي اللهُ عنهما: ((أَنَّهُ رَأَى عُثْمَانَ دَعَا بِوَضُوءٍ , فَأَفْرَغَ عَلَى يَدَيْهِ مِنْ إنَائِهِ , فَغَسَلَهُمَا ثَلاثَ مَرَّاتٍ، ثُمَّ أَدْخَلَ يَمِينَهُ فِي الْوَضُوءِ , ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلاثاً , وَيَدَيْهِ إلَى الْمِرْفَقَيْنِ ثَلاثًا , ثُمَّ مَسَحَ بِرَأْسِهِ , ثُمَّ غَسَلَ كِلْتَا رِجْلَيْهِ ثَلاثًا , ثُمَّ قَالَ: رَأَيْتُ النَّبِيَّ - ﷺ - يَتَوَضَّأُ نَحْوَ وُضُوئِي هَذَا، وَقَالَ: ((مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا , ثُمَّ صَلَّى رَكْعَتَيْنِ , لا يُحَدِّثُ فِيهِمَا نَفْسَهُ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ))","ތިން ފަހަރު ދެ އަތް ދޮންނެވިއެވެ. އެއަށްފަހު ފެން ކަންވާރުގެ ތެރެއަށް ކަނާތް ލައްވާ، އަނގައަށް ފެން އަޅުއްވައި ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވައި ދެންމެވުމަށް ފަހު ބޭރު ކުރެއްވިއެވެ. ދެން ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. އަދި އުޅަނބޮށްޓާ ހަމައަށް ތިން ފަހަރު އަތް ދޮންނެވިއެވެ. އަދި ބޮލުގައި ފެން ފުއްސެވުމަށް ފަހު، ތިން ފަހަރު ދެ ފައި ދޮންނެވިއެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ: ތިމަންނަގެ މި ވުޟޫއާ އެއްގޮތަށް ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. އަދި ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”\"ތިމަން ނަބިއްޔާގެ ވުޟޫއާ އެއްގޮތަށް މީހަކު ވުޟޫ ކުރުމަށް ފަހު، ދެ ރަކުޢަތުގެ ނަމާދެއްކޮށް، އެ ދެ ރަކުޢަތުގައި އޭނާގެ އަމިއްލަ ނަފުސާ ވާހަކަ ނުދައްކައިފި ނަމަ (އެބަހީ: ވަސްވާސްތަކަށް ސަމާލުކަން ނުދީ، ދުނިޔެވީ ކަންކަމާ މެދު ނުވިސްނާ، އިޚުލާޞްތެރިކަމާއެކު ނަމާދުކޮށްފި ނަމަ) ފަހެ އޭނާއަށް ކުރެވިފައިވާ ފާފަތައް، ﷲ  އޭނާއަށްޓަކައި ފުއްސަވައި ދެއްވާނެއެވެ.“",""  ],
  ["#009","‌كتاب الطهارة","","","","عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ قَالَ: ((شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ عَنْ وُضُوءِ النَّبِيِّ - ﷺ -؟ فَدَعَا بِتَوْرٍ مِنْ مَاءٍ , فَتَوَضَّأَ لَهُمْ وُضُوءَ رَسُولِ اللَّهِ - ﷺ - فَأَكْفَأَ عَلَى يَدَيْهِ مِنْ التَّوْرِ , فَغَسَلَ يَدَيْهِ ثَلاثاً , ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَمَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ ثَلاثاً بِثَلاثِ غَرْفَاتٍ , ثُمَّ أَدْخَلَ يَدَهُ فَغَسَلَ وَجْهَهُ ثَلاثاً , ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَغَسَلَهُمَا مَرَّتَيْنِ إلَى الْمِرْفَقَيْنِ ثُمَّ أَدْخَلَ يَدَهُ فِي التَّوْرِ , فَمَسَحَ رَأْسَهُ , فَأَقْبَلَ بِهِمَا وَأَدْبَرَ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَيْهِ)) . \n<p></p>\nوَفِي رِوَايَةٍ: ((بَدَأَ بِمُقَدَّمِ رَأْسِهِ , حَتَّى ذَهَبَ بِهِمَا إلَى قَفَاهُ , ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ)) . \n<p></p>\nوَفِي رِوَايَةٍ ((أَتَانَا رَسُولُ اللَّهِ - ﷺ - فَأَخْرَجْنَا لَهُ مَاءً فِي تَوْرٍ مِنْ صُفْرٍ)) .","ޢަމްރު ބިން ޔަޙްޔާ އަލްމާޒިނީ، އެކަލޭގެފާނުގެ ބައްޕަ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ ގޮތާމެދު ޢަބްދު ﷲ ބިން ޒައިދުގެ އަރިހުގައި ޢަމްރު ބިން އަބުލް ޙަސަން ސުވާލު ކުރަނިކޮށް ތިމަން ދުށީމެވެ. އެ ހިނދު ފެން ކަންވާރެއް ގެނައުމަށް ޢަބްދު ﷲ އަންގެވިއެވެ. އަދި އެބައިމީހުންނަށް (ދެއްކުމަށް ޓަކައި) ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވި ގޮތަށް އެކަލޭގެފާނު ވުޟޫ ކުރެއްވިއެވެ. އެ ގޮތުން، ކަންވާރު އަރިކޮށްލައިގެން ދެ އަތަށް ފެން އެޅުއްވުމަށް ފަހު، ތިން ފަހަރު ދެ އަތް ދޮންނެވިއެވެ. ދެން ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ، ތިން އަތްގޮށުން ތިން ފަހަރު އަނގައަށް ފެން އަޅުއްވައި ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވައި ދެންމެވުމަށް ފަހު ބޭރު ކުރެއްވިއެވެ. ދެން އަނެއްކާ ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. އެއަށްފަހު ކަންވާރުގެ ތެރެއަށް އަތް ލައްވަވާ އުޅަނބޮށްޓާ ހަމައަށް ދެ ފަހަރު އަތް ދޮންނެވިއެވެ. ދެން ކަންވާރުގެ ތެރެއަށް ދެ އަތް ލައްވަވާ، ދެ އަތުން ބޮލުގެ ކުރިމަތިންނާއި ފަހަތުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ. އެއަށްފަހު ދެ ފައި ދޮންނެވިއެވެ. \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އެކަލޭގެފާނު ބޮލުގެ ކުރިމަތިން ފައްޓަވައިގެން ބޮލުގެ ފަހަތަށް ދާންދެން ފުއްސަވާފައި، ދެން އަނެއްކާ އަނބުރާ ފެށި ހިސާބަށް ދެ އަތް ގެންނެވިއެވެ. \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް ތިމަންމެން އަތުވީމެވެ. އަދި ނަބިއްޔާއަށްޓަކައި ލޮއި ކަންވާރެއްގައި ފެން ގެނައީމެވެ.",""  ],
  ["#010","‌كتاب الطهارة","","","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ , وَتَرَجُّلِهِ , وَطُهُورِهِ , وَفِي شَأْنِهِ كُلِّهِ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ފައިވާންކޮޅު ތުރުކުރެއްވުމުގައާއި، އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމުގައާއި، ތާހިރުވުމުގައާއި އަދި ހަމަ އެހެންމެ ހުރިހައި ކަމެއްގައި ވެސް ކަނާތް ފަޅި އިސްކުރެއްވުމަށް ލޯބި ކުރެއްވިއެވެ.",""  ],
  ["#011","‌كتاب الطهارة","","","","عَنْ نُعَيْمٍ الْمُجْمِرِ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - أَنَّهُ قَالَ: ((إنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ القِيَامَةِ غُرّاً مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ)) . فَمَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ. \n<p></p>\nوَفِي لَفْظٍ لِمُسْلِمٍ: ((رَأَيْتُ أَبَا هُرَيْرَةَ يَتَوَضَّأُ , فَغَسَلَ وَجْهَهُ وَيَدَيْهِ حَتَّى كَادَ يَبْلُغُ الْمَنْكِبَيْنِ , ثُمَّ غَسَلَ رِجْلَيْهِ حَتَّى رَفَعَ إلَى السَّاقَيْنِ , ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: إنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ الْقِيَامَةِ غُرَّاً مُحَجَّلِينَ مِنْ آثَارِ الْوُضُوءِ)) فَمَنْ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ وَتَحْجِيلَهُ فَلْيَفْعَلْ.","ނުޢައިމު އަލްމުޖްމިރު، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ޤިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުންމަތަށް ގޮވާލެވޭނެއެވެ. އެބައިމީހުންގެ ނިއްކުރިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއް ވާނެއެވެ. ވީމާ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ ނިއްކުރީގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.“ \n<p></p>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: (ނުޢައިމު އަލްމުޖްމިރު ވިދާޅުވިއެވެ:) އަބޫ ހުރައިރާ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. ފަހެ އަބޫ ހުރައިރާގެ މޫނާއި ދެ އަތް ކޮނޑާ ހިސާބަށް ދާވަރަށް ދޮންނެވިއެވެ. އެއަށްފަހު ކަންކަށިމައްޗާ ހަމައަށް ދެ ފައި ދޮންނެވިއެވެ. ދެން އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން ޤިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުންމަތަށް ގޮވާލެވޭނެއެވެ. އެބައިމީހުންގެ ނިއްކުރިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއް ވާނެއެވެ. ވީމާ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ ނިއްކުރީގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.“",""  ],
  ["#012","‌كتاب الطهارة","","","","وَفِي لَفْظٍ لِمُسْلِمٍ: سَمِعْتُ خَلِيلِي - ﷺ - يَقُولُ: ((تَبْلُغُ الْحِلْيَةُ مِنْ الْمُؤْمِنِ حَيْثُ يَبْلُغُ الْوُضُوءُ)) .","އަދި މުސްލިމުގެ އެހެން ރިވާޔަތެއްގައި ވެއެވެ: (އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ:) ތިމަންގެ މިތުރު (ނަބިއްޔާ) ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”މުއުމިނާގެ ވުޟޫ ދިޔަ ހިސާބަކަށް އޭނާގެ ޒީނަތްތެރިކަން ފޯރާނެއެވެ.“",""  ],
  ["#013","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه -: أَنَّ النَّبِيَّ - ﷺ - كَانَ إذَا دَخَلَ الْخَلاءَ قَالَ: ((اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ الْخُبُثِ وَالْخَبَائِثِ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ފާހާނާއަށް ވަޑައިގަންނަވާ ހިނދު ވިދާޅުވެއެވެ: ”އޭ ﷲ އެވެ. ހަމަކަށަވަރުން ފިރިހެން ޝައިޠާނުންނާއި އަންހެން ޝައިޠާނުންގެ ކިބައިން މި އަޅާ ރައްކާތެރިކޮށް ދެއްވުން އެދި އިބަ އިލާހުގެ ޙަޟްރަތަށް ދަންނަވަމެވެ.“",""  ],
  ["#014","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((إذَا أَتَيْتُمْ الْغَائِطَ , فَلا تَسْتَقْبِلُوا الْقِبْلَةَ بِغَائِطٍ وَلا بَوْلٍ , وَلا تَسْتَدْبِرُوهَا , وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا)) . قَالَ أَبُو أَيُّوبَ: «فَقَدِمْنَا الشَّامَ , فَوَجَدْنَا مَرَاحِيضَ قَدْ بُنِيَتْ نَحْوَ الْكَعْبَةِ , فَنَنْحَرِفُ عَنْهَا , وَنَسْتَغْفِرُ اللَّهَ عَزَّ وَجَلَّ» .","އަބޫ އައްޔޫބު އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ފާހާނާކުރަން (ބޭރަށް) ހިނގައްޖެ ނަމަ، ބޮޑުކަމުދާންވެސް ކުޑަކަމުދާންވެސް ޤިބުލައާ ކުރިމަތި ނުލާށެވެ. އަދި ޤިބުލައަށް ފުރަގަސް ވެސް ނުދޭށެވެ. އެހެނެއްކަމަކު އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް އެނބުރޭށެވެ.“ އަބޫ އައްޔޫބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިއެވެ: ތިމަންމެން ޝާމަށް ދިޔައިމެވެ. ފަހެ (އެ ތަނުގައި) ކަޢުބާއާ ދިމާލަށް ފާހާނާތަކެއް ރާނާފައިވަނިކޮށް ތިމަންމެން ދުށީމެވެ. ދެން (އެ ފާހާނާތައް ބޭނުން ކުރި އިރު) ޤިބުލައާ ދިމާނުވާ ގޮތަށް ތިމަންމެން އެނބުރުނީމެވެ. އަދި (އެއަށްފަހު) ﷲ ޢައްޒަ ވަޖައްލަގެ ޙަޟްރަތުން ފާފަ ފުއްސެވުން އެދި ދެންނެވީމެވެ.",""  ],
  ["#015","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رضي الله عنهما قَالَ: ((رَقِيْتُ يَوْماً عَلَى بَيْتِ حَفْصَةَ , فَرَأَيْتُ النَّبِيَّ - ﷺ - يَقْضِي حَاجَتَهُ مُسْتَقْبِلَ الشَّامَ , مُسْتَدْبِرَ الْكَعْبَةَ)) . \n<p></p>\nوَفِي رِوَايَةٍ ((مُسْتَقْبِلاً بَيْتَ الْمَقْدِسِ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: އެއް ދުވަހަކު ޙަފްޞާގެ ގެކޮޅުގެ ފުރާޅު މައްޗަށް ތިމަން އެރީމެވެ. އެ ހިނދު ނަބިއްޔާ ﷺ ޝާމަށް ކުރިމަތިލައްވައި، އަދި ކަޢުބާއަށް ފުރަގަސްދެއްވާ ހާލު ޤަޟާހާޖާ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ. \n<p></p>\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ބައިތުލް މަޤްދިސަށް ކުރިމަތިލައްވައިގެން ހުންނެވިއެވެ.",""  ],
  ["#016","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - أَنَّهُ قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يَدْخُلُ الْخَلاءَ , فَأَحْمِلُ أَنَا وَغُلامٌ نَحْوِي إدَاوَةً مِنْ مَاءٍ وَعَنَزَةً , فَيَسْتَنْجِي بِالْمَاءِ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ (ގަޟާޙާޖާ ކުރެއްވުމަށް ޓަކައި) ފާހާނާއަށް ވަޑައިގަންނަވާ ހިނދު، ތިމަންނައާއި ތިމަންގެ އުމުރުގެ އެހެން ކުއްޖަކު، ފެނުގެ ކަންވާރަކާއި، (މީހުންގެ ކިބައިން ނިވާވުމަށް ޓަކައި) އަސާކޮޅެއް (ނަބިއްޔާއަށް) ގެންގޮސްދީ އުޅުނީމެވެ. ދެން ނަބިއްޔާ ފެނުން އިސްތިންޖާ ކުރައްވައެވެ. (އެބަހީ: ދޮންނަވާ ސާފު ކުރައްވައެވެ.)",""  ],
  ["#017","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ أَبِي قَتَادَةَ الْحَارِثِ بْنِ رِبْعِيٍّ الأَنْصَارِيِّ - رضي الله عنه -: أَنَّ النَّبِيَّ - ﷺ - قَالَ: ((لا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ وَلا يَتَمَسَّحْ مِنْ الْخَلاءِ بِيَمِينِهِ وَلا يَتَنَفَّسْ فِي الإِنَاءِ)) .","އަބޫ ޤަތާދާ އަލްޙާރިޘް ބިން ރިބްޢި އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް ކުޑަކަމުދާ ހިނދު، ކަނާތުން ލަދުވެތި ގުނަވަނުގައި ހިފަހައްޓައިގެނެއް ނުވާނެއެވެ. އަދި ޤަޟާޙާޖާ ކުރުމަށް ފަހު، (ސާފު ކުރުމަށް ޓަކައި) ކަނާތުން ނުފޮހޭށެވެ. އަދި (އެއްޗެއް ބޯ ހިނދު) ކަންވާރުގެ ތެރެއަށް ނޭވާ ނުލާށެވެ.“",""  ],
  ["#018","‌كتاب الطهارة","","‌بابُ دخولِ الخلاءِ والاستطابةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: مَرَّ النَّبِيُّ - ﷺ - بِقَبْرَيْنِ , فَقَالَ: ((إنَّهُمَا لَيُعَذَّبَانِ , وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا أَحَدُهُمَا: فَكَانَ لا يَسْتَتِرُ مِنْ الْبَوْلِ , وَأَمَّا الآخَرُ: فَكَانَ يَمْشِي بِالنَّمِيمَةِ فَأَخَذَ جَرِيدَةً رَطْبَةً , فَشَقَّهَا نِصْفَيْنِ , فَغَرَزَ فِي كُلِّ قَبْرٍ وَاحِدَةً، فَقَالُوا: يَا رَسُولَ اللَّهِ , لِمَ فَعَلْتَ هَذَا؟ قَالَ: لَعَلَّهُ يُخَفَّفُ عَنْهُمَا مَا لَمْ يَيْبَسَا)) .","ޢަބްދު ﷲ ބިން އަލްޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ދެ މަހާނަ ކައިރިން ލާފަ ނަބިއްޔާ ވަޑައިގަތެވެ. އެ ހިނދު ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން (އޭގައިވާ) ދެ މީހުންނަށް އަޒާބު ދެވެމުން އެބަދެއެވެ. އަދި އެ ދެ މީހުންނަށް އަޒާބު ދެވެނީކީ ބޮޑު ކަމަކާ ހެދިއެއް ނޫނެވެ. އޭގެ ތެރެއިން އެކަކު (ކުޑަކަމުދާ އިރު) އޭގެން (ގަޔަށް ނުބުރާ ގޮތަށް) ރައްކާތެރިއެއް ނުވެއެވެ. އަދި އޭގެ ތެރެއިން އަނެކަކު ދެބައޮޑުވަމުން ހިނގައި އުޅުނެވެ.“ ދެން ނަބިއްޔާ ކަދުރު ރުކެއްގެ ރޯ ފަންތޮށިކޮޅެއް ނަންގަވާފައި، އޭތި ދެ ފަޅިއަށް ފަޅާލެއްވިއެވެ. އަދި އެއިން ފަޅިއެއް ކޮންމެ ކަށްވަޅެއްގައި ހަރުކުރެއްވިއެވެ. ދެން މީސްތަކުން ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިޔަހެން ކަންތައް ކުރެއްވީ ކީއްވެގެންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އެ ދޭތި ނުހިކޭހާ ހިނދަކު، އެ ދެ މީހުންގެ ކިބައިން (އަޒާބު) ލުއި ކުރައްވާތޯއެވެ.“",""  ],
  ["#019","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - قَالَ: ((لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاةٍ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުންމަތުގެ މައްޗަށް ދަތި ކަމަކަށް ނުވާނަމަ، ކޮންމެ ނަމާދަކަށް ސިވާކު ބޭނުން ކުރަން އެބައިމީހުންނަށް އަމުރު ކުރެއްވީމުހެވެ.“",""  ],
  ["#020","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رضي الله عنهما قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - إذَا قَامَ مِنْ اللَّيْلِ يَشُوصُ فَاهُ بِالسِّوَاكِ)) .","ޙުޛައިފާ ބިން އަލްޔަމާނު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ރޭގަނޑު (ހޭފުޅު ލައްވާ) ތެދުވެވަޑައިގަންނަވާ ނަމަ، ސިވާކުން އަނގަފުޅު ސާފުކުރައްވައެވެ.",""  ],
  ["#021","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((دَخَلَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ الصِّدِّيقِ - رضي الله عنه - عَلَى النَّبِيِّ - ﷺ - وَأَنَا مُسْنِدَتُهُ إلَى صَدْرِي , وَمَعَ عَبْدِ الرَّحْمَنِ سِوَاكٌ رَطْبٌ يَسْتَنُّ بِهِ فَأَبَدَّهُ رَسُولُ اللَّهِ - ﷺ - بَصَرَهُ. فَأَخَذْتُ السِّوَاكَ فَقَضَمْتُهُ , فَطَيَّبْتُهُ , ثُمَّ دَفَعْتُهُ إلَى النَّبِيِّ - ﷺ - فَاسْتَنَّ بِهِ فَمَا رَأَيْتُ رَسُولَ اللَّهِ - ﷺ - اسْتَنَّ اسْتِنَانًا أَحْسَنَ مِنْهُ , فَمَا عَدَا أَنْ فَرَغَ رَسُولُ اللَّهِ - ﷺ -: رَفَعَ يَدَهُ - أَوْ إصْبَعَهُ - ثُمَّ قَالَ: فِي الرَّفِيقِ الأَعْلَى - ثَلاثاً - ثُمَّ قَضَى. وَكَانَتْ تَقُولُ: مَاتَ بَيْنَ حَاقِنَتِي وَذَاقِنَتِي)) . \n\nوَفِي لَفْظٍ ((فَرَأَيْتُهُ يَنْظُرُ إلَيْهِ , وَعَرَفْتُ: أَنَّهُ يُحِبُّ السِّوَاكَ فَقُلْتُ: آخُذُهُ لَكَ؟ فَأَشَارَ بِرَأْسِهِ: أَنْ نَعَمْ)) هَذَا لَفْظُ الْبُخَارِيِّ وَلِمُسْلِمٍ نَحْوُهُ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ޢަބްދުއްރަޙްމާނު ބިން އަބޫ ބަކުރު އައްޞިއްދީޤު، ނަބިއްޔާ ﷺ ގެ އަރިހަށް ވަދުނެވެ. އެ ހިނދު ތިމަން ކަމަނާގެ މޭގައި ނަބިއްޔާ ޖައްސަވައިގެން އިންނެވީމެވެ. އަދި ޢަބްދުއްރަޙްމާނުގެ އަތުގައި ރޯ ސިވާކެއް އޮވެފައި އޭގެން ދަތް އުނގުޅަން ހުއްޓެވެ. ދެން އެއާ ދިމާލަށް ރަސޫލު ﷲ ﷺ ބެއްލެވިއެވެ. ތިމަން ކަމަނާ އެ ސިވާކު ނަގައިފައި، އޭގެ ކޮޅު ދަތުން ހަފައި ބުރިކޮށް ސާފުކޮށްލީމެވެ. އެއަށްފަހު ސިވާކު ނަބިއްޔާ ﷺ އަށް ދިނީމެވެ. ދެން ނަބިއްޔާ އޭގެން ދަތްޕުޅު އުނގުޅުއްވިއެވެ. އެއަށް ވުރެ ރަނގަޅަށް ރަސޫލު ﷲ ﷺ ދަތްޕުޅު އުނގުޅެއްވި ފަހަރެއް ތިމަން ކަމަނާ ނުދެކެމެވެ. ދެން ނަބިއްޔާ ﷺ އެ ކަންތައްކޮށް ނިމުމަށް ފަހު، އަތްޕުޅު (ނުވަތަ އިނގިލިފުޅު) އުފުއްލަވާފައި ތިން ފަހަރު ޙަދީޘް ކުރެއްވިއެވެ: ”އެންމެ މަތިވެރި އެކުވެރިންނާ އެކުގައެވެ. (އެބަހީ: ނަބުއްޔުންނާއި ޞިއްދީޤުންނާއި ޝަހީދުންނާއި ޞާލިޙު ބޭކަލުންނާއެކުގައި މި އަޅާ ލައްވާށިއެވެ.) އެއަށްފަހު ނަބިއްޔާ އަވަހާރަވިއެވެ. އަދި ޢާއިޝާ ބުނެ އުޅުއްވިއެވެ: ނަބިއްޔާ އަވަހާރަވީ، ތިމަން ކަމަނާގެ މެއާއި ދަތްދޮޅިއާ ދެމެދުގައި (ނަބިއްޔާގެ މޫނުފުޅު ޖައްސަވާފައި؟؟؟) ވަނިކޮށެވެ. \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ފަހެ ނަބިއްޔާ އެ ސިވާކާ ދިމާލަށް ބައްލަވަނިކޮށް ތިމަން ކަމަނާ ދުށީމެވެ. އަދި ނަބިއްޔާ ސިވާކުން ދަތް އުނގުޅުއްވަން ލޯބިފުޅު ކުރައްވާކަން ތިމަން ކަމަނާއަށް އެނގުނެވެ//ދަންނަމެވެ. ވީމާ ތިމަން ކަމަނާ ދެންނެވީމެވެ: އިބަ ނަބިއްޔާއަށް އޭތި ނަގައިދެންތޯއެވެ؟ ނަބިއްޔާގެ އިސްތަށިފުޅުން އިޝާރާތް ކުރެއްވިއެވެ: އެބަހީ އާދޭހެވެ. މިއީ ބުޚާރީގެ ރިވާޔަތެވެ. އަދި މިފަދަ ރިވާޔަތެއް މުސްލިމުގައި ވެސް ވެއެވެ.//އަދި މުސްލިމުގެވެސް މިފަދަ ރިވާޔަތެއް ވެއެވެ.",""  ],
  ["#022","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَبِي مُوسَى الأَشْعَرِيِّ - رضي الله عنه - قَالَ: ((أَتَيْتُ النَّبِيَّ - ﷺ - وَهُوَ يَسْتَاكُ بِسِوَاكٍ رَطْبٍ , قَالَ: وَطَرَفُ السِّوَاكِ عَلَى لِسَانِهِ , وَهُوَ يَقُولُ: أُعْ , أُعْ , وَالسِّوَاكُ فِي فِيهِ , كَأَنَّهُ يَتَهَوَّعُ)) .","އަބޫ މޫސާ އަލްޢަޝްޢަރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ރޯ/ތާޒާ؟؟؟ ސިވާކަކުން ދަތް އުނގުޅުއްވަނިކޮށް، ނަބިއްޔާގެ އަރިހަށް ތިމަން އަތުވީމެވެ. ސިވާކުގެ ކޮޅު ވަނީ ނަބިއްޔާގެ ދޫފުޅުގައެވެ. އަދި ސިވާކު އަނގަފުޅަށް ލައިގެން ހުންނަވައި (މިފަދައިން) ވިދާޅުވެއެވެ/ދަންނަވައެވެ/އަޑުފުޅު ލައްވައެވެ/ޙަދީޘްފުޅު ކުރައްވައެވެ///: އުޢް އުޢް. ނަބިއްޔާ ހޮޑުފުޅު ލައްވާ ފަދައެވެ/ކަހަލައެވެ.",""  ],
  ["#023","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَ - رضي الله عنه - قَالَ: ((كُنْتُ مَعَ النَّبِيِّ - ﷺ - فِي سَفَرٍ , فَأَهْوَيْتُ لأَنْزِعَ خُفَّيْهِ , فَقَالَ: دَعْهُمَا , فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ , فَمَسَحَ عَلَيْهِمَا)) .","އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ތިމަން ދަތުރެއް ކުރީމެވެ. އަދި ނަބިއްޔާގެ (ދެ ފައިންޕުޅު ދޮވުމަށް) ޚުއްފު ބާލައިދޭން ތިމަން ދެ އަތް ދިއްކޮށްލީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ދެ ޚުއްފު (ނުބާލާ؟؟؟) ދޫކޮށްލާށެވެ. ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ޚުއްފަށް އަރައިވަޑައިގަތީ (ވުޟޫކޮށް) ޠަހާރަތުގެ މަތީގައެވެ.“ ދެން ނަބިއްޔާ އެ ދެ ޚުއްފުގައި ފެން ފުއްސެވިއެވެ.",""  ],
  ["#024","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رضيَ اللهُ عنهما قَالَ: ((كُنْتُ مَعَ النَّبِيِّ - ﷺ - فَبَالَ , وَتَوَضَّأَ , وَمَسَحَ عَلَى خُفَّيْهِ)) .","ޙުޛައިފާ ބިން އަލްޔަމާނު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ:  ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ތިމަން (ދަތުރެއް) ކުރީމެވެ. ފަހެ ނަބިއްޔާ ކުޑަކަމުދިޔައެވެ (ކުޑަގިފިލި ކުރެއްވިއެވެ؟؟؟) އަދި ވުޟޫކޮށް ދެ ޚުއްފުގައި ފެން ފުއްސެވިއެވެ.",""  ],
  ["#025","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ - رضي الله عنه - قَالَ: ((كُنْتُ رَجُلاً مَذَّاءً , فَاسْتَحْيَيْتُ أَنْ أَسْأَلَ رَسُولَ اللَّهِ - ﷺ - لِمَكَانِ ابْنَتِهِ مِنِّي , فَأَمَرْتُ الْمِقْدَادَ بْنَ الأَسْوَدِ فَسَأَلَهُ , فَقَالَ: يَغْسِلُ ذَكَرَهُ , وَيَتَوَضَّأُ)) . \n\nوَلِلْبُخَارِيِّ ((اغْسِلْ ذَكَرَكَ وَتَوَضَّأْ)) . وَلِمُسْلِمٍ ((تَوَضَّأْ وَانْضَحْ فَرْجَكَ)) .","ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ތިމަންކަލޭގެފާނު/ތިމަންނަވީ (އަކީ؟؟؟) ވަރަށް ގިނައިން މަޛިޔު ބޭރުވާ (އަންނަ؟؟؟) މީހަކަށެވެ./ބޭކަލެކެވެ؟؟؟ އަދި ތިމަން ކައިރި، ނަބިއްޔާ ﷺ ގެ ދަރިކަނބަލުންގެ މަގާމުގެ ސަބަބުން، (މި މަޛިޔުގެ ކަންތަކާ ބެހޭ ގޮތުން) ނަބިއްޔާއާ ސުވާލު ކުރަން ތިމަން ލަދުގަތީމެވެ. ފަހެ (އެ ކަން ކުރަން) އަލްމިޤްދާދު ބިން އަލްއަސްވަދު ގާތު އެނގީމެވެ. ދެން އަލްމިޤްދާދު ނަބިއްޔާއާ ސުވާލު ކުރެއްވިއެވެ. ފަހެ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާގެ ލަދުވެތި ގުނަވަން ދޮވެފައި ވުޟޫ ކުރާނީއެވެ.“ \n\nއަދި ބުޚާރީގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިބާގެ ލަދުވެތި ގުނަވަން ދޮވެފައި ވުޟޫ ކުރާށެވެ.“ އަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ވުޟޫ ކުރާށެވެ. އަދި ތިބާގެ ލަދުވެތި ގުނަވަން ދޮންނާށެވެ.“",""  ],
  ["#026","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَبَّادِ بْنِ تَمِيمٍ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ بْنِ عَاصِمٍ الْمَازِنِيِّ - رضي الله عنه - قَالَ: ((شُكِيَ إلَى النَّبِيِّ - ﷺ - الرَّجُلُ يُخَيَّلُ إلَيْهِ أَنَّهُ يَجِدُ الشَّيْءَ فِي الصَّلاةِ, فَقَالَ: لا يَنْصَرِفُ حَتَّى يَسْمَعَ صَوْتاً, أَوْ يَجِدَ رِيحاً)) .","ޢަބްދު ﷲ ބިން ޒައިދު ބިން ޢާޞިމް އަލްމާޒިނީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަމާދުގައި (ވުޟޫ ގެއްލޭ) ކަމެއް ވާކަމަށް (ވައި ބޭރުވާކަމަށް//ވުޟޫ ގެއްލޭކަމަށް؟؟؟) ހީވާ/ހީކުރާ؟؟؟ މީހަކާ ބެހޭ ގޮތުން ނަބިއްޔާގެ އަރިހުގައި ޝަކުވާ ހުށަހެޅުނެވެ. ((ނަބިއްޔާއަށް ޝަކުވާ ދެންނެވުނެވެ، މީހަކަށް ނަމާދުގައި ވައި ބޭރުވާ ކަމަށް ހީކުރެވެނީއެވެ//މީހާގެ ޝަކުވާ ކުރެވުނެވެ؟؟؟) ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާއަށް އަޑެއް އިވިއްޖެއުމަށް ދާންދެން ނުވަތަ ވަހެއް ދުވަންދެން ނަމާދު ދޫނުކުރާށެވެ ((ދޫކޮށް ނުދާށެވެ؟؟؟އަޑެއް އިވި ނުވަތަ ވަހެއް ދުވަންދެން؟؟؟)).“",""  ],
  ["#027","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أُمِّ قَيْسِ بِنْتِ مِحْصَنٍ الأَسَدِيَّةِ ((أَنَّهَا أَتَتْ بِابْنٍ لَهَا صَغِيرٍ , لَمْ يَأْكُلِ الطَّعَامَ إلَى رَسُولِ اللَّهِ - ﷺ - فَأَجْلَسَهُ فِي حِجْرِهِ , فَبَالَ عَلَى ثَوْبِهِ , فَدَعَا بِمَاءٍ فَنَضَحَهُ عَلَى ثَوْبِهِ , وَلَمْ يَغْسِلْهُ)) .","އުންމު ޤައިސް ބިންތު މިޙްޞަނު އަލްއަސަދިއްޔާ ރިވާ ކުރެއްވިއެވެ: ކާއެއްޗެހި އަދި ކާން ނުފަށާ އެ ކަމަނާގެ ކުޑަ ފިރިހެން ކުއްޖެއް ގޮވައިގެން، ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އެ ކަމަނާ ދިޔައެވެ. ދެން ރަސޫލު ﷲ ﷺ، އެ ނަބިއްޔާގެ އުނގުފުޅު މައްޗަށް އެ ކުއްޖާ ލިއެވެ/ލައިފިއެވެ (؟؟؟މަތީގައި ބޭއްވިއެވެ). ފަހެ ނަބިއްޔާގެ ހެދުންކޮޅަށް އެ ކުއްޖާ ކުޑަކަމުގުގޮސްފިއެވެ (ފަހަރުވާލައިފިއެވެ؟؟؟). ދެން ފެން ގެނައުމަށް ނަބިއްޔާ އަނގަވައި ހެދުންކޮޅުގެ މައްޗަށް ފެން ބުރުވާލެއްވިއެވެ. އަދި އެ ހެދުންކޮޅު ނުދޮންނަވައެވެ.",""  ],
  ["#028","‌كتاب الطهارة","","‌بابُ السواكِ","","وَعَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رضي الله عنها ((أَنَّ النَّبِيَّ - ﷺ - أُتِيَ بِصَبِيٍّ , فَبَالَ عَلَى ثَوْبِهِ , فَدَعَا بِمَاءٍ , فَأَتْبَعَهُ إيَّاهُ)) \n\nوَلِمُسْلِمٍ: ((فَأَتْبَعَهُ بَوْلَهُ , وَلَمْ يَغْسِلْهُ)) .","އަދި ޢާއިޝާ، އުންމުލް މުއުމިނީން رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހަށް ކުޑަ ކުއްޖަކު ގެނެވުނެވެ. ފަހެ އެ ކުއްޖާ ނަބިއްޔާގެ ހެދުންކޮޅަށް ކުޑަކަމުދިޔައެވެ (؟؟؟ގޮސްފިއެވެ))). ދެން ނަބިއްޔާ ފެން ގެނައުމަށް އެނގެވުމަށް ފަހު، އެ ކުޑަކަމުދިޔުން ޖެހުން ތަންތަނުގައި ފެން ބުރުވާލެއްވިއެވެ.  \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ދެން އެ ފެނުން އެ ކުޑަކަމުދިޔަ ތަނުގައި ބުރުވާލެއްވިއެވެ. އަދި އެ ހެދުންކޮޅު ނުދޮންނަވައެވެ.",""  ],
  ["#029","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: ((جَاءَ أَعْرَابِيٌّ , فَبَالَ فِي طَائِفَةِ الْمَسْجِدِ , فَزَجَرَهُ النَّاسُ , فَنَهَاهُمُ النَّبِيُّ - ﷺ - فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ - ﷺ - بِذَنُوبٍ مِنْ مَاءٍ , فَأُهْرِيقَ عَلَيْهِ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ބަދަވީއަކު އައިސް މިސްކިތް ތެރޭ ދިމާލެއްގައި ކުޑަކަމުދިޔައެވެ. ފަހެ މީސްތަކުން އޭނާއަށް އެއްޗެހި ގޮވިއެވެ. އެކަމަކު ނަބިއްޔާ އެބައިމީހުންނަށް އެ ކަން ނަހީ ކުރެއްވިއެވެ. ދެން އެ ބަދަވީ ކުޑަކަމުގޮސް ނިމުމުން، ފެން ބާލިދީއެއް ގެނައުމަށް ނަބިއްޔާ ﷺ އެނގެވިއެވެ. އަދި އެ ތަނުގެ މައްޗަށް ފެން އެޅުނެވެ.",""  ],
  ["#030","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: ((الْفِطْرَةُ خَمْسٌ: الْخِتَانُ , وَالاسْتِحْدَادُ , وَقَصُّ الشَّارِبِ , وَتَقْلِيمُ الأَظْفَارِ , وَنَتْفُ الإِبِطِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ފިޠުރަތަކީ ފަސް ކަމެކެވެ. (އެބަހީ: ފިޠުރަތުގެ ކަންކަމުގައި ފަސް ކަމެއް ހިމެނެއެވެ./؟؟؟؟ފަސްކަމެއް ވަނީ ފިތުރަތުގެ ތެރޭގައިއެވެ، ފިތުރަރުގައި ފަސް ކަމެއް ވެއެވެ؟؟؟؟) އެއީ ޚިތާނަ ކުރުމާއި، ލަދުވެތި ގުނަވަން ކައިރިން އިސްތަށި ބޭލުމައި، މަތިމަސް ކުރުކުރުމާއި، ނިޔަފަތި ކެނޑުމާއި އަދި ކިހިލިފަތުން އިސްތަށި އުފުރުމެވެ.“",""  ],
  ["#031","‌كتاب الطهارة","","‌بابُ السواكِ","","عنْ أَبي هُرَيْرَةَ - رضي الله عنه - ((أَنَّ النَّبِيَّ - ﷺ - لَقِيَهُ في بعْضِ طُرُقِ المدينَةِ وهو جُنُبٌ، قالَ: فَانْخَنَسْتُ مِنْهُ، فَذَهَبْتُ فَاغْتَسَلْتُ ثُمَّ جِئْتُ، فقَالَ: أَيْنَ كُنْتَ ياأَبا هُرَيْرَةَ؟ قَالَ: كُنْتُ جُنُبَاً فَكَرِهْتُ أَنْ أُجالِسَكَ على غَيْرِ طَهارَةٍ، فَقَالَ: سُبْحانَ اللهِ، إِنَّ المُؤْمِنَ لايَنْجُسُ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އަބޫ ހުރައިރާ ޖުނުބުވެރިކަން މަތީ//ޙާލުގައި؟؟ ވަނިކޮށް، މަދީނާގެ މަގަކުން ނަބިއްޔާއާ ބައްދަލުވިއެވެ. އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ: ދެން ނަބިއްޔާގެ އަރިހުން//ކިބައިން؟؟ ތިމަން ފަހަތަށް ޖެހި ފޮރުވިގަތީމެވެ. އަދި ގޮސް ހިނައިގަނެފައި އެއަށްފަހު އަނބުރާ އަތުވެއްޖައީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ އަބޫ ހުރައިރާއެވެ. ތިބާ އުޅުނީ ކޮންތާކުތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: ތިމަން (އޭރު) ހުރީ ޖުނުބުވެރިކަން މަތީ//ޙާލު؟؟ގައެވެ. ވީމާ ތަހާރަތުގެ މަތީގައި ނުވެ ހުއްޓާ//ނޫން ގޮތަކަށް؟؟ ޠަހާރަތުގެ މަތީ ފިޔަވާ؟؟ އިބަ ނަބިއްޔާގެ އަރިހު//އާއެކު އިށީންނަން//މަޖްލިސްކުރަން؟؟ ތިމަން ބޭނުން ނުވީއެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސުބްޙާނަ ﷲ އެވެ. ހަމަކަށަވަރުން މުއުމިނާ ނަޖިހެއް ނުވާނެއެވެ.//ނަޖިސްވެގެނެއް ނުދެއެވެ؟؟",""  ],
  ["#032","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ النَّبِيُّ - ﷺ - إذَا اغْتَسَلَ مِنَ الْجَنَابَةِ غَسَلَ يَدَيْهِ , ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاةِ , ثُمَّ اغْتَسَلَ , ثُمَّ يُخَلِّلُ بِيَدَيْهِ شَعْرَهُ , حَتَّى إذَا ظَنَّ أَنَّهُ قَدْ أَرْوَى بَشَرَتَهُ , أَفَاضَ عَلَيْهِ الْمَاءَ ثَلاثَ مَرَّاتٍ , ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ ,","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލާ ﷺ ޖުނުބުވެރިކަމުން ފެންވަރައި ހިނައިތާހިރުވާ ހިނދު، ދެ އަތްޕުޅު ދޮންނަވައެވެ. ދެން ނަމާދަށް ވުޟޫ ކުރައްވާ ފަދައިން ވުޟޫ ކުރައްވައެވެ. އަދި އިސްތަށިފުޅުގެ ތެރެއަށް ދެ އަތްޕުޅު ވައްދަވާ ހިނގަވާލައްވައެވެ. (އިސްތަށީގެ އަޑީގެ) ހަމުގައި ޖެހިއްޖެކަން އެނގިވަޑައިގަތުމުން، ދެން އިސްތަށިފުޅު މަތިން ތިން ފަހަރު ފެން އަޅުއްވައެވެ. އަދި އެއަށްފަހު ހަށިކޮޅުގެ ބާކީ ދޮންނަވައެވެ.",""  ],
  ["#033","‌كتاب الطهارة","","‌بابُ السواكِ","","وَكَانَتْ تَقُولُ: كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ - ﷺ - مِنْ إنَاءٍ وَاحِدٍ , نَغْتَرِفُ مِنْهُ جَمِيعاً","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިއެވެ: ތިމަން ކަމަނައާއި ރަސޫލު ﷲ ﷺ އެއް ކަންވާރަކުން ފެންވަރާ އުޅުއްވީމެވެ. އޭގެން ފެން ނެންގެވީ ދެ މީހުން އެއްކޮށެވެ//ތިމަން ދެކަނބަލުން އަތްގޮށިން ފެންނަގަމެވެ؟؟",""  ],
  ["#034","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ مَيْمُونَةَ بِنْتِ الْحَارِثِ رضي الله عنها زَوْجِ النَّبِيِّ - ﷺ - أَنَّهَا قَالَتْ: ((وَضَعْتُ لِرَسُولِ اللَّهِ - ﷺ - وَضُوءَ الْجَنَابَةِ , فَأَكْفَأَ بِيَمِينِهِ عَلَى يَسَارِهِ مَرَّتَيْنِ - أَوْ ثَلاثاً - ثُمَّ غَسَلَ فَرْجَهُ , ثُمَّ ضَرَبَ يَدَهُ بِالأَرْضِ , أَوْ الْحَائِطِ , مَرَّتَيْنِ - أَوْ ثَلاثاً - ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ , وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ , ثُمَّ أَفَاضَ عَلَى رَأْسِهِ الْمَاءَ , ثُمَّ غَسَلَ جَسَدَهُ , ثُمَّ تَنَحَّى , فَغَسَلَ رِجْلَيْهِ , فَأَتَيْتُهُ بِخِرْقَةٍ فَلَمْ يُرِدْهَا , فَجَعَلَ يَنْفُضُ الْمَاءَ بِيَدِهِ)) .","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން، މައިމޫނާ ބިންތު އަލްޙާރިޘް رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިކަމުން ހިނައިގަތުމަށް ޓަކައި، އެ ކަމަނާ ފެން ގެނެސް ބެހެއްޓެވިއެވެ. ފަހެ ނަބިއްޔާ ކަނާތު އަތްޕުޅުން، ވާތް އަތްޕުޅަށް ދެ ފަހަރު ނުވަތަ ތިން ފަހަރު ފެން އެޅުއްވިއެވެ//އޮއްސެވިއެވެ؟؟. ދެން ލަދުވެތި ގުނަވަން ދޮންނެވުމަށް ފަހު، ދެތިން ފަހަރު ބިމުގައި ނުވަތަ ފާރުގައި އަތް ޖައްސަވައި (އުނގުޅާލެއްވިއެވެ.) ދެން އަނގަފުޅަށް ފެން އަޅުއްވާ ކޯފުޅު ދޮންނެވުމަށް ފަހު، ނޭފަތްޕުޅަށް ފެން ލެއްވިއެވެ. އަދި މޫނުފުޅާއި ދެ އަތްޕުޅު ދޮންނެވިއެވެ. ދެން އިސްތަށިފުޅަށް ފެން އޮއްސެވިއެވެ//އެޅުއްވިއެވެ. އެއަށްފަހު ހަށިކޮޅުގެ ބާކީ ދޮންނެވިއެވެ. ދެން ހުންނެވި ތަނުން ދުރަށް ޖެހިވަދައިގެންފައި ދެ ފައިންޕުޅު ދޮންނެވިއެވެ. ނަބިއްޔާ (ހަށިކޮޅު ހިއްކުމަށް ޓަކައި) ތިމަން ކަމަނާ ފޮތިކޮޅެއް ގެނެސް ދިނީމެވެ. އެކަމަކު ނަބިއްޔާ އެ ބޭނުންފުޅުވަޑައި ނުގެންނެވިއެވެ//ބޭނުންވެވަޑައެއް ނުގަތެވެ؟؟. އަދި ނަބިއްޔާގެ ދެ އަތްޕުޅު ތަޅުވާލައްވާ ފެންތައް ފިލުވައިލެއްވިއެވެ.//އަތްޕުޅުން ފެންތައް ތަޅުވާލާ ފިލުވައިލެއްވިއެވެ؟؟",""  ],
  ["#035","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ: أَنَّ عُمَرَ بْنَ الْخَطَّابِ - رضي الله عنه - قَالَ: ((يَا رَسُولَ اللَّهِ , أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ؟ قَالَ: نَعَمْ , إذَا تَوَضَّأَ أَحَدُكُمْ فَلْيَرْقُدْ))","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންމެން ކުރެ މީހަކު ޖުނުބުވެރިވެފައިވަނިކޮށް ނިދިދާނެތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށްފިނަމަ ފަހެ ދެން ނިދާށެވެ.“",""  ],
  ["#036","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أُمِّ سَلَمَةَ رضي الله عنها - زَوْجِ النَّبِيِّ - ﷺ - قَالَتْ: ((جَاءَتْ أُمُّ سُلَيْمٍ امْرَأَةُ أَبِي طَلْحَةَ - إلَى رَسُولِ اللَّهِ - ﷺ - فَقَالَتْ: يَا رَسُولَ اللَّهِ , إنَّ اللَّهَ لا يَسْتَحْيِي مِنْ الْحَقِّ , فَهَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إذَا هِيَ احْتَلَمَتْ؟ فَقَالَ رَسُولُ اللَّهِ - ﷺ -: نَعَمْ , إذَا رَأَتِ الْمَاءَ)) .","ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުން، އުންމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ:  ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އަބޫ ޠަލްޙާގެ އަނބިކަނބަލުން އުންމު ސުލައިމު ވަޑައިގެން ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ޙައްޤުން//ޙައްޤު ބުނުމުން އެނގުމުން؟؟ ﷲ ލަދުވެތިވެވޮޑި ނުގަންނަވައެވެ. އަންހެނަކު ނިދީގައި މަނި ބޭރުވެއްޖެ//ތެތް ހުވަފެނެއް ފެނިއްޖެ ނަމަ//އިޙްތިލާމުވެއްޖެ؟؟؟ ނަމަ ފެންވަރައި ހިނައިތާހިރުވާން ޖެހޭނެތޯއެވެ؟ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. އެ ކަމަނާއަށް ފެން ފެނިއްޖެ ނަމައެވެ.“",""  ],
  ["#037","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كُنْت أَغْسِلُ الْجَنَابَةَ مِنْ ثَوْبِ رَسُولِ اللَّهِ - ﷺ - فَيَخْرُجُ إلَى الصَّلاةِ , وَإِنَّ بُقَعَ الْمَاءِ فِي ثَوْبِهِ)) . \n\nوَفِي لَفْظٍ لِمُسْلِمٍ ((لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ - ﷺ - فَرْكاً, فَيُصَلِّي فِيهِ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ހެދުންކޮޅުން ޖަނުބުވެރިކަމުގެ (އަސަރުތައް، އެބަހީ: މަނި ތެމިފައި ހުއްޓައި/ވަނިކޮށް؟؟) ތިމަން ކަމަނާ ދޮވެ ސާފު ކުރަމެވެ. ފަހެ ނަބިއްޔާގެ ހެދުންކޮޅުގައި ފެނުގެ އަސަރުތައް ވަނިކޮށް ނަބިއްޔާ ނަމާދަށް ނުކުމެވަޑައިގަންނަވައެވެ.\n\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި ވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ (ސ) ގެ ހެދުންކޮޅުން އޭތި (ހިކިފައި ވަނިކޮށް/ހުއްޓައި؟؟) ކަހާ ނައްޓަމެވެ/ފިލުވަމެވެ؟؟. އެއަށްފަހު ނަބިއްޔާ އެ ހެދުންކޮޅުގައި ނަމާދު ކުރައްވައެވެ.",""  ],
  ["#038","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - ﷺ - قَالَ: ((إذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ , ثُمَّ جَهَدَهَا , فَقَدْ وَجَبَ الْغُسْلُ)) , \n\nوَفِي لَفْظٍ ((وَإِنْ لَمْ يُنْزِلْ)) .","އަބޫ ހުރައރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީހަކު އަންހެނެއްގެ ހަތަރެސްފައި ދެމެދުގައި އށީންދެ އޭނާގެ ލަދުވެތި ގުނަވަން އެ ކަނބުލޭގެ ފަރުޖު ތެރެއަށް ވައްދައިފި ނަމަ، ފަހެ ހަމަކަށަވަރުން ފެންވަރައި ހިނައިތާހިރުވުން ވާޖިބުވެއްޖެއެވެ.“ \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”އަދި މަނި ބޭރުވި ކަމުގައި ނުވިޔަސް މެއެވެ//މަނި ބޭރުނުވާ ކަމުގައި ވިޔަސްމެއެވެ.“",""  ],
  ["#039","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ رضي اللهُ عنهم ((أَنَّهُ كَانَ هُوَ وَأَبُوهُ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ , وَعِنْدَهُ قَوْمٌ , فَسَأَلُوهُ عَنْ الْغُسْلِ؟ فَقَالَ: صَاعٌ يَكْفِيكَ، فَقَالَ رَجُلٌ: مَا يَكْفِينِي , فَقَالَ جَابِرٌ: كَانَ يَكْفِي مَنْ هُوَ أَوْفَى مِنْك شَعَرَاً , وَخَيْراً مِنْكَ - يُرِيدُ رَسُولَ اللَّهِ - ﷺ - ثُمَّ أَمَّنَا فِي ثَوْبٍ)) , \n\nوَفِي لَفْظٍ ((كَانَ رَسُولُ اللَّهِ - ﷺ - يُفْرِغُ الْمَاءَ عَلَى رَأْسِهِ ثَلاثاً)) .","އަބޫ ޖަޢުފަރު މުޙައްމަދު ބިން ޢަލީ ބިން އަލްޙުސައިން ބިން ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُمْ ރިވާ ކުރެއްވިއެވެ: އަބޫ ޖަޢުފަރާއި އެކަލޭގެފާނުގެ ބައްޕާފުޅު، މި ދެބަފައިކަލުން ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُ ގާތުގައި ހުންނެވިއެވެ އަދި ޖާބިރުގެ އަރިހުގައި އެހެން ބަޔަކު ވެސް ހުއްޓެވެ. ފަހެ އެބައމީހުން ޖާބިރުގެ އަރިހުގައި ހިނައިގަތުމާއި ބެހޭ ގޮތުން ސުވާލު ކުރިއެވެ. ޖާބިރު ވިދާޅުވިއެވެ: ތިބާއަށް ޞާޢެއްގެ މިންވަރު ފުދޭނެއެވެ. (ނޯޓު: އެއް ޞާޢަކީ ގާތްގަނޑަކަށް ތިން ލީޓަރެވެ.) ދެން މީހަކު ދެންނެވިއެވެ: އެ ވަރަކުން ތިމަންނައަކަށް ނުފުދޭނެއެވެ. ޖާބިރު ވިދާޅުވިއެވެ: ތިބާއަށް ވުރެ އިސްތަށިކޮޅު ގިނަ އަދި ތިބާއަށް ވުރެ ހެޔޮ/ކަންބޮޑު؟؟ މީހަކަށް އެ ވަރުން ފުދުނެވެ. – އެބަހީ ރަސޫލު ﷲ ﷺ އެވެ. –އެއަށްފަހު ޖާބިރު އެއް ހެދުންކޮޅު ތުރުކުރައްވައިގެން ހުރެ ތިމަންމެންނައިގެން އިމާމުވެ ނަމާދު ކުރެއްވިއެވެ.\n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ނަބިއްޔާ ﷺ ގެ އިސްތަށިފުޅުގައި ތިން ފަހަރު ފެން އަޅުއްވައި/އޮއްސަވައި؟؟ އުޅުއްވިއެވެ.",""  ],
  ["#040","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عِمْرَانَ بْنِ حُصَيْنٍ - رضي الله عنه -: ((أَنَّ رَسُولَ اللهِ - ﷺ - رَأَى رَجُلاً مُعْتَزلاً , لَمْ يُصَلِّ فِي الْقَوْمِ؟ فَقَالَ: يَا فُلانُ , مَا مَنَعَكَ أَنْ تُصَلِّيَ فِي الْقَوْمِ؟ فَقَالَ: يَا رَسُولَ اللَّهِ أَصَابَتْنِي جَنَابَةٌ , وَلا مَاءَ , فَقَالَ: عَلَيْك بِالصَّعِيدِ , فَإِنَّهُ يَكْفِيَكَ)) .","ޢިމްރާނު ބިން ޙުޞައިނު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަށް އެކަނިވެހުރެ/(އެކަހެރިވެގެން ހުރި/އެއްފަރާތަކަށް/ފަހަތަށް ޖެހިގެން ހުރި؟؟؟) މީހަކު ދެކެވަޑައިގަތެވެ./// އޭނާ މީސްތަކުންނާއެކު ނަމާދެއް ނުކުރެއެވެ. މީހަކު ވަކިވެގަނެގެން ހުރެ، މީސްތަކުންނާއެކު ނަމާދު ނުކޮށް ހުރި މީހަކު ރަސޫލު ﷲ ﷺ ދެކެވަޑައިގެންނެވިއެވެ.؟؟؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ މިވެނި މީހާއެވެ. މީސްތަކުންނާއެކު ނަމާދު ކުރުމުން ތިބާ މަނާ ކުރުވީ//ހުއްޓުވީ؟؟؟ ކޮން ކަމެއްތޯއެވެ؟“ އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންނައަށް ޖުނުބުވެރިކަން ޖެހިއްޖެއެވެ(/ލައިގަނެއްޖެއެވެ/މިހުރީޖުނުބުވެރިވެފައެވެ/ހާލުގައެވެ)))؟؟؟ އަދި (ހިނައިގަންނާކަށް) ފެނެއް ނެތެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ މައްޗަށް އޮތީ (ތާހިރު) ވެލިން (ތަޔައްމުމު ކުރުމެވެ.) އެހެނީ ހަމަކަށަވަރުން އޭގެން ތިބާ (ހިނައިތާހިރުވުމަށް) ފުދޭނެއެވެ.“",""  ],
  ["#041","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَمَّارِ بْنِ يَاسِرٍ رضي الله عنهما قَالَ: ((بَعَثَنِي النَّبِيُّ - ﷺ - فِي حَاجَةٍ , فَأَجْنَبْتُ , فَلَمْ أَجِدِ الْمَاءَ , فَتَمَرَّغْتُ فِي الصَّعِيدِ , كَمَا تَمَرَّغُ الدَّابَّةُ , ثُمَّ أَتَيْتُ النَّبِيَّ - ﷺ - فَذَكَرْتُ ذَلِكَ لَهُ , فَقَالَ: إنَّمَا يَكْفِيَكَ أَنْ تَقُولَ بِيَدَيْكَ هَكَذَا - ثُمَّ ضَرَبَ بِيَدَيْهِ الأَرْضَ ضَرْبَةً وَاحِدَةً , ثُمَّ مَسَحَ الشِّمَالَ عَلَى الْيَمِينِ , وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ)) .","ޢައްމާރު ބިން ޔާސިރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ކަމަކު/ކަމެއްގައި/ކަމެއް؟؟؟ ކުރަން/ކުރުމަށްޓަކައި؟؟ ރަސޫލު ﷲ (ސއވ) ތިމަން (ދަތުރެއްގައި) ފޮނުއްވިއެވެ. (ފަހެ އެ ދަތުރު މަތީގައި) ތިމަން ޖުނުބުވެރިވިއެވެ. އަދި ތިމަންނައަކަށް ފެނެއް ނުހޯދުނެވެ. ވީމާ ޖަނަވާރެއް ވެލިތަކުމަތީ/ގަނޑުމަތީ؟؟؟ އެނބުރި ހޭކޭ/ހޭކި ހަދާ؟؟؟ ފަދައިން ތިމަން ހެދީމެވެ/ހޭކުނީމެވެ؟؟؟. އެއަށްފަހު ނަބިއްޔާ ﷺ ގެ އަރިހަށް ތިމަން އަތުވެ އެ ވާހަކަ ކިޔައިދިނީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމައެކަނި އަތުން މި ފަދައިން/ހެން؟؟؟ ހަދާލުމުން/ލިނަމަ؟؟؟ ތިބާއަށް ފުދުނީހެވެ.“ ދެން ނަބިއްޔާ އެއް ފަހަރު ބިންމަތީގައި/ބިމުގައި؟؟؟ އަތްޕުޅުން ޖައްސަވާލިއެވެ. އެއަށްފަހު ވާތު އަތްޕުޅުން ކަނާތު އަތްޕުޅު މަތީ ފޮހެލެއްވިއެވެ. އަދި އަތްތިލައާއި މޫނުފުޅުގައި ފޮހެލެއްވިއެވެ.",""  ],
  ["#042","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما: أَنَّ النَّبِيَّ - ﷺ - قَالَ: ((أُعْطِيتُ خَمْساً, لَمْ يُعْطَهُنَّ أَحَدٌ مِنْ الأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ , وَجُعِلَتْ لِي الأَرْضُ مَسْجِدًا وَطَهُورًا , فَأَيُّمَا رَجُلٌ مِنْ أُمَّتِي أَدْرَكَتْهُ الصَّلاةُ فَلْيُصَلِّ , وَأُحِلَّتْ لِي الْمَغَانِمُ , وَلَمْ تَحِلَّ لأَحَدٍ قَبْلِي , وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إلَى قَوْمِهِ خَاصَّةً , وَبُعِثْتُ إلَى النَّاسِ عَامَّةً)) .","ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ކުރިން އެއްވެސް ނަބިއްޔަކަށް ނުދެވޭ ފަސް ކަމެއް ތިމަން ނަބިއްޔާއަށް ދެވުނެވެ/ދެވިފައިވެއެވެ؟؟؟. (އެ ގޮތުން:) އެއް މަސްދުވަހުގެ މުއްދަތުން/ދިގުމިނުން؟؟؟ (ތިމަން ނަބިއްޔާގެ އަދުއްވުންގެ ހިތްތަކަށް) ބިރުވެރިކަމުން/ނިރުބަ؟؟؟ ވެއްދުމުން ތިމަން ނަބިއްޔާއަށް ނަޞްރު ދެއްވުނެވެ. އަދި ތިމަން ނަބިއްޔާއަށް ޓަކައި ބިމަކީ މިސްކިތެއް (އެބަހީ: ނަމާދު ކުރެވޭ ތަނެއް) ކަމުގައި އަދި ތާހިރުވާން ބޭނުން ކުރެވޭ އެއްޗެއް ކަމުގައި ލެއްވިއެވެ. ތިމަން ނަބިއްޔާގެ އުންމަތުގެ ކޮންމެ މީހަކަށް ވެސް ނަމާދު ގަޑި އަތުވެއްޖެ ނަމަ، ފަހެ އޭނާ ނަމާދު ކުރާށެވެ. އަދި ތިމަން ނަބިއްޔާއަށް ޣަނީމާ މުދާ ހުއްދަ/ޙަލާލު؟؟؟ ކުރެވުނެވެ. އަދި ތިމަން ނަބިއްޔާގެ ކުރިން އެއްވެސް މީހަކަށް އެ ހުއްދަ ނުކުރެވެއެވެ. އަދި ނަބިއްޔުން ފޮނުއްވުނީ (ހަމައެކަނި؟؟؟) އެ ނަބިއްޔެއްގެ ޤައުމަށް/ގެމީސްތަކުންނަށް/ގެ ގާތަށް؟؟؟ ޚާއްޞަކޮށެވެ. އެކަމަކު ތިމަން ނަބިއްޔާ ފޮނުއްވުނީ އެންމެހައި މީސްތަކުން/މުޅި އިންސާނިއްޔަތަށް؟؟؟ ގެ ގާތަށެވެ. އަދި ތިމަން ނަބިއްޔާއަށް (ޤިޔާމަތް ދުވަހުގެ/ދުވަހުން/ގައި؟؟؟) ޝަފާޢާތް ދެއްވުނެވެ.//ޝަފާޢަތްތެރި ވުމުގެ އިޒުނަ ދެއްވުނެވެ.؟؟؟",""  ],
  ["#043","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها ((أَنَّ فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ: سَأَلَتِ النَّبِيَّ - ﷺ - فَقَالَتْ: إنِّي أُسْتَحَاضُ فَلا أَطْهُرُ , أَفَأَدَعُ الصَّلاةَ؟ قَالَ: لا، إنَّ ذَلِكَ عِرْقٌ , وَلَكِنْ دَعِي الصَّلاةَ قَدْرَ الأَيَّامِ الَّتِي كُنْتِ تَحِيضِينَ فِيهَا , ثُمَّ اغْتَسِلِي وَصَلِّي)) . \n\nوَفِي رِوَايَةٍ ((وَلَيْسَتْ بِالْحَيْضَةِ , فَإِذَا أَقْبَلَتْ الْحَيْضَةُ: فَاتْرُكِي الصَّلاةَ فِيهَا , فَإِذَا ذَهَبَ قَدْرُهَا فَاغْسِلِي عَنْك الدَّمَ وَصَلِّي)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަރިހުގައި: ފާޠިމާ ބިންތު އަބޫ ޙުބައިޝް ސުވާލު ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ތިމަން ކަމަނާ އިޞްތިޙާލާވަމެވެ. (އެބަހީ: މެދުކެނޑުމެއް ނެތި ރަޙިމުގެ ތިރީބައިން ލޭފައިބަފައިބަ ހުރެއެވެ. މިއީ ޙައިޟުވުމާ ތަފާތު ކަމެކެވެ.) އަދި ތިމަން ކަމަނާ އެ ކަމުން ތާހިރުވެގެން ނުދެއެވެ/މެދުކެނޑިގެން؟؟؟ ނުދެއެވެ. ވީމާ ތިމަން ކަމަނާ ނަމާދު/ކުރުން؟؟ ދޫކޮށްލަންވީތޯއެވެ؟ ނަބިއްޔާ ﷺ ޙާދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. ހަމަކަށަވަރުން ތިޔައީ ލޭ ނާރުގެ ކަމެކެވެ. (އެބަހީ: ޙައިޟުގެ ކަމެއް ނޫނެވެ.) އެހެނެއްކަމަކު، ކަމަނާ (އާންމުކޮށް) ޙައިޟުވެ އުޅޭ ދުވަސްތަކާ އެއްވަރަށް/ގެ މުއްދަތަށް؟؟؟ ނަމާދު ކުރުން ދޫކޮށްލާށެވެ. އެއަށްފަހު ހިނައިގަނެ ނަމާދު ކުރާށެވެ.“ \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”އަދި ތި ކަމަކީ/ތިޔައީ/އެއީ؟؟؟ ޙައިޟެއް/ޟުގެ ލެއެއް؟؟؟ ނޫނެވެ. ވީމާ (އަސްލު) ޙައިޟުވާ އިރު/ވަގުތު/ހިނދު//ވާވަރަށް/ދުވަސްތަކަށް؟؟؟ ނަމާދު ކުރުން ދޫކޮށްލާށެވެ. ދެން ޙައިޟު/ވުމު/ގެ ވަގުތު ފާއިތުވުމަށް ފަހު/ފަހަނަޅައި/ނިމުމަށް/؟؟؟ ކަމަނާގެ ކިބައިން/ގައިން/ގައިވާ؟؟ ލޭތައް ދޮވެ ފިލުވާ (ހިނައިގަންނާށެވެ.) އަދި ނަމާދު ކުރާށެވެ.",""  ],
  ["#044","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها ((أَنَّ أُمَّ حَبِيبَةَ اُسْتُحِيضَتْ سَبْعَ سِنِينَ , فَسَأَلَتْ رَسُولَ اللَّهِ - ﷺ - عَنْ ذَلِكَ؟ فَأَمَرَهَا أَنْ تَغْتَسِلَ , قَالَتْ: فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلاةٍ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އުންމު ޙަބީބާ ހަތް އަހަރު ވަންދެން އިސްތިޙާޟާވެ ވަޑައިގެންނެވިއެވެ. އަދި އެ ކަމާ ބެހޭ ގޮތުން ރަސޫލު ﷲ ﷺ އަރިހުގައި  އެ ކަމަނާ ސުވާލު ކުރެއްވިއެވެ. ފަހެ ނަބިއްޔާ އެނގެވީ (ޙައިޟު ކެނޑުނީމާ؟؟؟) އެ ކަމަނާ ހިނައިގަތުމަށެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔައީ ލޭ ނާރެކެވެ/އެއްގެ؟؟؟ ކަމެކެވެ.“ ފަހެ ކޮންމެ ނަމާދަކަށް ވެސް އެ ކަމަނާ (އަމިއްލަފުޅަށް؟؟؟) ހިނައިގަނެ އުޅުއްވިއެވެ. (ނޯޓު: ؟؟)",""  ],
  ["#045","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ - ﷺ - مِنْ إنَاءٍ وَاحِدٍ , كِلانا جُنُبٌ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނައާއި ރަސޫލު ﷲ ﷺ ވެސް ޖުނުބުވެރިކަން މަތީ ވަނިކޮށް، އެއް ކަންވާރަކުން ތިމަން ދެމަފިރިން ހިނައިގަނެ އުޅުނީމެވެ.",""  ],
  ["#046","‌كتاب الطهارة","","‌بابُ السواكِ","","وَكَانَ يَأْمُرُنِي فَأَتَّزِرُ , فَيُبَاشِرُنِي وَأَنَا حَائِضٌ.","އަދި ތިމަން ކަމަނާ އިޒާރު އައްސަވަން ނަބިއްޔާ އަނގަވައެވެ. އަދި ޙައިޟުވެރިވެފައިވާ ޙާލު ތިމަން ކަމަނާ ގައިގައި ނަބިއްޔާ ބީއްސަވައި އުޅުއްވައެވެ.",""  ],
  ["#047","‌كتاب الطهارة","","‌بابُ السواكِ","","وَكَانَ يُخْرِجُ رَأْسَهُ إلَيَّ , وَهُوَ مُعْتَكِفٌ , فَأَغْسِلُهُ وَأَنَا حَائِضٌ)) .","އަދި ނަބިއްޔާ (މިސްކިތުގައި) އިޢުތިކާފުގައި ވަނިކޮށް، (ތިމަން ކަމަނާގެ ގެކޮޅުގައިވާ ޙާލު) ތިމަން ކަމަނާއަށް އިސްތަށިފުޅު ދިއްކުރައްވައެވެ. ދެން ތިމަން ކަމަނާ ޙައިޟުވެރިވެފައިވާ ވަނިކޮށް ނަބިއްޔާގެ އިސްތަށިފުޅު ދޮންނަމެވެ.",""  ],
  ["#048","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يَتَّكِئُ فِي حِجْرِي , فَيَقْرَأُ الْقُرْآنَ وَأَنَا حَائِضٌ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ ޙައިޟުވެރިވެފައި ވަނިކޮށް، ރަސޫލު ﷲ ﷺ ތިމަން ކަމަނާގެ އުނގުމަތީ ލެނގިލައްވައިގެން ޤުރްއާން ކިޔަވައި އުޅުއްވިއެވެ.",""  ],
  ["#049","‌كتاب الطهارة","","‌بابُ السواكِ","","عَنْ مُعَاذَةَ قَالَتْ: ((سَأَلْتُ عَائِشَةَ رضي الله عنها فَقَلتُ: مَا بَالُ الْحَائِضِ تَقْضِي الصَّوْمَ , وَلا تَقْضِي الصَّلاةَ؟ فَقَالَتْ: أَحَرُورِيَّةٌ أَنْتِ؟ فَقُلْتُ: لَسْتُ بِحَرُورِيَّةٍ , وَلَكِنِّي أَسْأَلُ. فَقَالَتْ: كَانَ يُصِيبُنَا ذَلِكَ , فَنُؤَمَّرُ بِقَضَاءِ الصَّوْمِ , وَلا نُؤَمَّرُ بِقَضَاءِ الصَّلاةِ)) .","މުޢާޛާ ރިވާ ކުރެއްވިއެވެ: ތިމަން ކަމަނާ ޢައިޝާ (ރޟއހާ) ގާތު ސުވާލު ކުރީމެވެ: ޙައިޟުވެރިޔާ ރޯދަ ޤަޟާކޮށްފައި، ނަމާދު ޤަޟާ ނުކުރަނީ ކީއްވެގެންތޯއެވެ؟ ޢާއިޝާ ދެންނެވިއެވެ: ކަމަނާ/+ ތިޔައީ ޙަރޫރީއެއްތޯއެވެ؟ (އެބަހީ: ޚަވާރިޖުންގެ މީހެއްތޯއެވެ. މިފަދައިން އެ ކަމަނާ ވިދާޅުވީ: އެބައިމީހުން އަމިއްލައަށް ދީނުގެ ކަންކަމުގައި ބުއްދިއަށް ފެންނަ ގޮތަށް ގޮތް ނިންމައި، ޙުކުމްތައް ބަދަލު ކުރާތީއެވެ. އެ ގޮތުން އޭގެ ބައެއް މީހުން ޙައިޟުވެރިން ނަމާދު ޤަޟާ ކުރަންޖެހޭ ކަމަށް ބުންޏެވެ.) ތިމަން ކަމަނާ ދެންނެވީމެވެ: ތިމަން ކަމަނާއީ ޙަރޫރީއެއް ނޫނެކެވެ/ނޫނެކީމެވެ؟؟؟. އެހެނެއްކަމަކު ތިމަން ކަމަނާ އަހާލީއެވެ. ޢާއިޝާ ދެންނެވިއެވެ: ތިމަންމެންނަށް ޙައިޟުވެރިކަން މެދުވެރިވެ އުޅުނެވެ. އަދި ތިމަންމެންނަށް ރޯދަ ޤަޟާ ކުރަން އަމުރު ވެވިގެންވެއެވެ//ކުރެއްވުނެވެ.؟؟ އެކަމަކު ނަމާދު ޤަޟާ ކުރާކަށް އަމުރު ވެވިގެނެއް ނުވެއެވެ.//ނުކުރެއްވެއެވެ.؟؟",""  ],
  ["#050","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ وَاسْمُهُ سَعْدُ بْنُ إيَاسٍ - قَالَ: حَدَّثَنِي صَاحِبُ هَذِهِ الدَّارِ - وَأَشَارَ بِيَدِهِ إلَى دَارِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ - رضي الله عنه - قَالَ: ((سَأَلْتُ النَّبِيَّ - ﷺ -: أَيُّ الْعَمَلِ أَحَبُّ إلَى اللَّهِ؟ قَالَ: الصَّلاةُ عَلَى وَقْتِهَا. قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: بِرُّ الْوَالِدَيْنِ , قُلْتُ: ثُمَّ أَيُّ؟ قَالَ: الْجِهَادُ فِي سَبِيلِ اللَّهِ , قَالَ: حَدَّثَنِي بِهِنَّ رَسُولُ اللَّهِ - ﷺ - وَلَوْ اسْتَزَدْتُهُ لَزَادَنِي)) .","އަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އަރިހު ތިމަން ސުވާލު ކުރީމެވެ: ﷲ ގެ ޙަޟްރަތުގައި އެންމެ ލޮބުވެތިކަން ބޮޑު ޢަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނަމާދު އޭގެ ވަގުތުގައި އަދާ ކުރުމެވެ.“ ތިމަން ދެންނެވީމެވެ: އެއަށްފަހު ކޮން ކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ:  ”މައިންބަފައިންނަށް ހެޔޮކޮށް ހިތުމެވެ.“ ތިމަން ދެންނެވީމެވެ: އެއަށްފަހު ކޮން ކަމެއްތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ގެ މަގުގައި ޖިހާދު ކުރުމެވެ.“ ޢަބްދު ﷲ ވިދާޅުވިއެވެ: މި ކަންކަމުން ރަސޫލު ﷲ ﷺ ތިމަންނައަށް ޙާދީޘް ކުރެއްވިއެވެ. އަދި އިތުރަށް ދެންނެވުމަށް ތިމަން އެހި ނަމަ، ނަބިއްޔާ އިތުރަށް ޖަވާބު ދެއްވީސްކަން ކަށަވަރެވެ.",""  ],
  ["#051","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((لَقَدْ كَانَ رَسُولُ اللَّهِ - ﷺ - يُصَلِّي الْفَجْرَ , فَيَشْهَدُ مَعَهُ نِسَاءٌ مِنْ الْمُؤْمِنَاتِ , مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ ثُمَّ يَرْجِعْنَ إلَى بُيُوتِهِنَّ مَا يَعْرِفُهُنَّ أَحَدٌ , مِنْ الْغَلَسِ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ފަތިސް ނަމާދު ކުރައްވާ ހިނދު، މުއުމިނު އަންހެނުން އެ ނަމާދުގައި ބައިވެރިވެއެވެ. އެ ކަނބަލުން އިންނަވަނީ ހެދުން ފޮތިކޮޅުތައް ގައިގެ ވަށައި އޮޅާލައި/އަޅައި؟؟؟ ނިވައިވެގެންނެވެ. ދެން (ނަމާދަށް) ފަހު  އެ ކަނބަލުން އެނބުރި ގެތަކަށް ދެއެވެ. އަދި އަނދިރިކަމުގެ ސަބަބުން އެއްވެސް މީހަކަށް އެ ކަނބަލުންނެއް ނުދަނެއެވެ.؟؟",""  ],
  ["#052","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما قَالَ: ((كَانَ - ﷺ - يُصَلِّي الظُّهْرَ بِالْهَاجِرَةِ , وَالْعَصْرَ وَالشَّمْسُ نَقِيَّةٌ وَالْمَغْرِبَ إذَا وَجَبَتْ , وَالْعِشَاءَ أَحْيَاناً وَأَحْيَاناً إذَا رَآهُمْ اجْتَمَعُوا عَجَّلَ. وَإِذَا رَآهُمْ أَبْطَئُوا أَخَّرَ , وَالصُّبْحُ كَانَ النَّبِيُّ - ﷺ - يُصَلِّيهَا بِغَلَسٍ)) .","ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ މެންދުރު ނަމާދު ކުރައްވަނީ މެންދުރު ގަޑީގައެވެ. އަދި ޢަޞުރު ކުރައްވަނީ އިރުގައި އަދިވެސް އަލިކަމެއް ވަނިކޮށެވެ. އަދި މަޢްރިބު ކުރައްވަނީ އިރު އޮއްސުމަށް ފަހުގައެވެ. އަދި ޢިޝާ ކުރައްވަނީ އެކިއެކި ގަޑިތަކުގައެވެ. މީސްތަކުން (ޢިޝާ ނަމާދާށް) އެއްވެފައި ވަނިކޮށް ނަބިއްޔާއަށް ފެނިއްޖެ ނަމަ، ނަމާދު ފައްޓެވުން އަވަސް ކުރައްވައެވެ. އަދި މީސްތަކުން (ނަމާދަށް) އަންނާން ލަސްކޮށްފި ނަމަ، ނަބިއްޔާ ވެސް ނަމާދު ލަސް ކުރައްވައެވެ. އަދި އަނދިރިވެފައި ވަނިކޮށް ނަބިއްޔާ ﷺ ފަތިސް ނަމާދު ކުރައްވައެވެ.",""  ],
  ["#053","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ أَبِي الْمِنْهَالِ سَيَّارِ بْنِ سَلامَةَ قَالَ: ((دَخَلْتُ أَنَا وَأَبِي عَلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ , فَقَالَ لَهُ أَبِي: كَيْفَ كَانَ النَّبِيُّ - ﷺ - يُصَلِّي الْمَكْتُوبَةَ؟ فَقَالَ: كَانَ يُصَلِّي الْهَجِيرَ - الَّتِي تَدْعُونَهَا الأُولَى - حِينَ تَدْحَضُ الشَّمْسُ , وَيُصَلِّي الْعَصْرَ , ثُمَّ يَرْجِعُ أَحَدُنَا إلَى رَحْلِهِ فِي أَقْصَى الْمَدِينَةِ وَالشَّمْسُ حَيَّةٌ. وَنَسِيتُ مَا قَالَ فِي الْمَغْرِبِ. وَكَانَ يُسْتَحَبُّ أَنْ يُؤَخِّرَ مِنْ الْعِشَاءِ الَّتِي تَدْعُونَهَا الْعَتَمَةَ. وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا , وَالْحَدِيثُ بَعْدَهَا. وَكَانَ يَنْفَتِلُ مِنْ صَلاةِ الْغَدَاةِ حِينَ يَعْرِفُ الرَّجُلَ جَلِيسَهُ. وَكَانَ يَقْرَأُ بِالسِّتِّينَ إلَى الْمِائَةِ)) .","އަބޫ މިންހާލު ސައްޔާރު ބިން ސަލާމާ ރިވާ ކުރެއްވިއެވެ: އަބޫ ބަރްޒާ އަލްއަސްލަމީގެ އަރިހަށް،  ތިމަންނައާއި ތިމަންނަގެ ބައްޕަ ވަދުނީމެވެ. އަދި ތިމަންނަގެ ބައްޕަ އޭނާ ގާތު ދެންނެވިއެވެ: ރަސޫލު ﷲ ﷺ ފަރުޟު ފަސް ނަމާދު ކުރައްވަނީ ކިހިނަކުންތޯއެވެ؟ އަބޫ ބަރްޒާ ދެންނެވިއެވެ: ތިޔަބައިމީހުން ފުރަތަމަ ނަމާދު ކަމަށް ބުނާ މެންދުރު ނަމާދު ކުރައްވަނީ އިރު ތިރިވުމުނުންނެވެ. ދެން ޢަޞުރު ނަމާދު ކުރައްވައެވެ. އެއަށްފަހު ތިމަންމެންގެ ތެރެއިން މީހަކު، މަދީނާގެ އެންމެ ދުރު ހިސާބުގައިވާ އޭނާގެ ގެއަށް އަނބުރާ ދެވޭހައި ވަގުތު ވަންދެން އިރު ހުރެއެވެ. (އަބޫ މިންހާލު ވިދާޅުވިއެވެ:) އަދި މަޢްރިބު ނަމާދައި މެދު އަބޫ ބަރްޒާ ވިދާޅުވި އެއްޗެއް ތިމަން ހަނދާން ނެތިއްޖެއެވެ. (ދެން އަބޫ ބަރްޒާ ވިދާޅުވިއެވެ:) އަދި ތިޔަބައިމީހުން ޢަތަމާ އޭ ތި ކިޔާ ޢިޝާ ނަމާދު ލަސް ކުރެއްވުމަށް ނަބިއްޔާ ލޯބިފުޅު ކުރައްވައެވެ. އަދި އޭގެ ކުރިން އަވަހާރަފުޅު ލެއްޕެވުމަށާއި އޭގެ ފަހުން ވާހަކަދައްކައި ހެދުމަށް ނަބިއްޔާ ނުރުއްސަވައެވެ. އަދި ފަތިސް ނަމާދުންކޮށްގެން ނުކުމެވަޑައިގަންނަވަނީ، މީހަކަށް އޭނާއާ ޖެހިގެން އިށީންދެ އިން މީހާ ދެނެގަނެވޭހައި އިރުވެ (އަލިވީމައެވެ.) އަދި (އެ ނަމާދުގައި) ފަސްދޮޅަސް އާޔަތާއި ސަތޭކަ އާޔަތާއި ދެމެދަށް (ޤުރްއާން) ކިޔަވައި ވިދާޅުވެއެވެ.",""  ],
  ["#054","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَلِيٍّ - رضي الله عنه -: أَنَّ النَّبِيَّ - ﷺ - قَالَ يَوْمَ الْخَنْدَقِ: ((مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا , كَمَا شَغَلُونَا عَنْ الصَّلاةِ الْوُسْطَى حَتَّى غَابَتْ الشَّمْسُ)) . \n\nوَفِي لَفْظٍ لِمُسْلِمٍ ((شَغَلُونَا عَنْ الصَّلاةِ الْوُسْطَى - صَلاةِ الْعَصْرِ - ثُمَّ صَلاهَا بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ)) .","ޢަލީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޚަންދަޤު ހަނގުރާމައިގެ ދުވަހު (މުޝްރިކުންގެ މައްޗަށް ބަދު) (ދުޢާ ކުރައްވައި؟؟) ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމީހުންގެ ކަށްވަޅުތަކާއި ގެތަށް އަލިފާނުން ފުރުއްވާށިއެވެ. އެއީ އިރު އޮއްސުމަށް ދާންދެން، އެބައިމިހުން ތިމަންމެން ޢަޞުރު ނަމާދު އަދާ ކުރުމުން/ކުރިޔަނުދީ؟؟؟ ތިމަންމެން (ހަނގުރާމައިގައި) މަޝްޣލު ކުރުވީތީއެވެ.“ \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިމަންމެން މެދު ނަމާދު (އެބަހީ: ޢަޞުރު ނަމާދު) ކުރިޔަ ނުދީ އެބައިމިހުން ތިމަންމެން (ހަނގުރާމައިގައި) މަޝްޣޫލު ކުރުވައިފިއެވެ.“ ދެން އެއަށްފަހު މަޢްރިބާއި ޢިޝާ ނަމާދު ދެމެދު ނަބިއްޔާ އެ ޢަޞުރު ނަމާދު އަދާ ކުރެއްވިއެވެ.",""  ],
  ["#055","‌كتاب الصلاة","","‌بابُ المواقيتِ","","وَلَهُ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: ((حَبَسَ الْمُشْرِكُونَ رَسُولَ اللَّهِ - ﷺ - عَنِ الْعَصْرِ , حَتَّى احْمَرَّتِ الشَّمْسُ أَوْ اصْفَرَّتْ , فَقَالَ رَسُولُ اللَّهِ - ﷺ -: شَغَلُونَا عَنْ الصَّلاةِ الْوُسْطَى - صَلاةِ الْعَصْرِ - مَلأَ اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَاراً , أَوْ حَشَا اللَّهُ أَجْوَافَهُمْ وَقُبُورَهُمْ نَاراً)) .","އަދިވެސް މުސްލިމުގެ ރިވާޔަތެއްގައި، ޢަބްދު ﷲ ބިން މަސްޢޫދު ރިވާ ކުރެއްވިއެވެ: އިރު ރަތްވެ ނުވަތަ ރީނދޫ ވެއްޖެއުމަށް ދާންދެން، (ހަނގުރާމައިގައި) މުޝްރިކުން ރަސޫލު ﷲ ﷺ ޢަޞުރު ނަމާދު ކުރިޔަ ނުދެއްވާ ހިފެހެއްޓިއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެބައިމިހުން ތިމަންމެން މެދު ނަމާދު (އެބަހީ: ޢަޞުރު ނަމާދު) އަދާ ކުރުމުން/ކުރިޔަނުދީ؟؟؟ ތިމަންމެން (ހަނގުރާމައިގައި) މަޝްޣލު ކުރުވައިފިއެވެ. ﷲ އެބައިމީހުންގެ ބަނޑުތަކާއި ކަށްވަޅުތައް އަލިފާނުން ފުރުއްވާށިއެވެ.“",""  ],
  ["#056","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((أَعْتَمَ النَّبِيُّ - ﷺ - بِالْعِشَاءِ. فَخَرَجَ عُمَرُ , فَقَالَ: الصَّلاةُ , يَا رَسُولَ اللَّهِ. رَقَدَ النِّسَاءُ وَالصِّبْيَانُ. فَخَرَجَ وَرَأْسُهُ يَقْطُرُ يَقُولُ: لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي - أَوْ عَلَى النَّاسِ - لأَمَرْتُهُمْ بِهَذِهِ الصَّلاةِ هَذِهِ السَّاعَةِ)) .","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: (އެއް ރެއަކު) ނަބިއްޔާ ﷺ ޢިޝާ ނަމާދު ފެއްޓެވުން ލަސް ކުރެއްވިއެވެ. ދެން ޢުމަރު ނިކުމެ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ނަމާދެވެ. އަންހެނުންނާއި ކުޑަކުދީންނަށް ނިދިއްޖެއެވެ. ފަހެ ނަބިއްޔާ ﷺ ގެ އިސްތަށިފުޅުން ފެންތިކި ޖަހަނިކޮށް ނުކުމެވަޑައިގެން ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުންމަތުގެ މީސްތަކުންގެ މައްޗަށް ދަތި ކަމަކަށް ނުވާނަމަ، މި ނަމާދު މި ގަޑީގައި ކުރުމަށް އެބައިމިހުންނަށް ތިމަން ނަބިއްޔާ އަމުރު ކުރެއްވީސް ކަންކަށަވަރެވެ.“",""  ],
  ["#057","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عائِشَةَ رضي الله عنها: أَنَّ النَّبِيَّ - ﷺ - قَالَ: ((إذَا أُقِيمَتْ الصَّلاةُ , وَحَضَرَ الْعَشَاءُ , فَابْدَءُوا بِالْعَشَاءِ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނާމާދަށް ޤަމަތް ދެވޭ ހިނދު، ރޭގަނޑުގެ ކޮއްތު ތައްޔާރުވެ ގެނެވިއްޖެ ނަމަ، ފަހެ ފުރަތަމަ ރޭގަނޑުގެ ކޮއްތުން ފަށާށެވެ.",""  ],
  ["#058","‌كتاب الصلاة","","‌بابُ المواقيتِ","","وَلِمُسْلِمٍ عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يقُولُ: ((لا صَلاةَ بِحَضْرَةِ طَعَامٍ , وَلا وَهُوَ يُدَافِعُهُ الأَخْبَثَانِ)) .","އަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ކާތަކެތި ތައްޔާރުވެ ގެނެވިފައި ވަނިކޮށް ނަމާދު ކުރުމެއް ނުވެއެވެ. އަދި (ހަމަ އެފަދައިން) ކުޑަކަމުދިއުމާއި ބޮޑުކަމުދިއުން ހިފަހައްޓަނިކޮށް ވެސް (ނަމާދު ކުރުމެއް) ނުވެއެވެ. الأَخبثانِ: ކުޑަކަމުދިއުމާއި ބޮޑުކަމުދިއުމެވެ.",""  ],
  ["#059","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((شَهِدَ عِنْدِي رِجَالٌ مَرْضِيُّونَ - وَأَرْضَاهُمْ عِنْدِي عُمَرُ - أَنَّ النَّبِيَّ - ﷺ - نَهَى عَنْ الصَّلاةِ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ , وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ)) .","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: (އެބައިމީހުންގެ ތެދުވެރިކަމާއި ދީންވެރިކަމާއި މެދު ތިމަން) ރުހޭ ފިރިހެނުންތަކެއް ތިމަންނައަށް ޚަބަރު ދެއްވިއެވެ/އެންގެވިއެވެ؟؟؟ އަދި އެބައިމީހުންގެ ތެރެއިން ތިމަންނަ ގާތު އެންމެ ރުހޭ މީހަކީ ޢުމަރެވެ: ފަތިސް ނަމާދަށް ފަހު އިރު އަރަންދެން//ދެމެދު؟؟ ނަމާދު ކުރެއްވުން ނަބިއްޔާ ﷺ ނަހީ ކުރެއްވިއެވެ. އަދި (ހަމަ އެފަދައިން) ޢަޞުރު ނަމާދަށް ފަހު އިރު އޮއްސެންދެން//ދެމެދު؟؟ ވެސް މެއެވެ.",""  ],
  ["#060","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - عَنْ رَسُولِ اللَّهِ - ﷺ - أَنَّهُ قالَ: ((لا صَلاةَ بَعْدَ الصُّبْحِ حَتَّى تَرْتَفِعَ الشَّمْسُ , وَلا صَلاةَ بَعْدَ الْعَصْرِ حَتَّى تَغِيبَ الشَّمْسُ)) . وفي البابِ عنْ عليِّ بنِ أَبي طالبٍ، وعبدِ اللهِ بنِ مسعودٍ، وعبدِ اللهِ بنِ عمرَ بنِ الخطابِ، وعبدِ اللهِ بنِ عمرِو بنِ العاصِ، وأَبي هريرةَ، وسَمُرَةَ بنِ جُندُبِ، وسَلَمَةَ بنِ الأَكوَعِ، وزيدِ بنِ ثابتٍ ومعاذِ بنِ جبلٍ، ومعاذِ بنِ عفراء، وكعبِ بنِ مُرَّةَ، وأَبي أُمامةَ الباهليِّ، وعمرِو بنِ عبسةَ السُلَميِّ، وعائشةَ رضي الله عنهم، والصَّنابحيِّ، ولم يسمعْ منَ النبيِّ - ﷺ -.","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ފަތިސް ނަމާދަށް ފަހު އިރު އެރުމަށް ދާންދެން ނަމާދު ކުރުމެއް ނެތެވެ/ނުވެއެވެ؟؟؟. އަދި ޢަޞުރު ނަމާދަށް ފަހު އިރު (އޮއްސި) ގެއްލެންދެން ނަމާދު ކުރުމެއް ނެތެވެ. (ފޮތުގެ މުޞައްނިފު ވިދާޅުވިއެވެ:) އަދި ޢަލީ ބިން އަބީ ޠާލިބާއި، ޢަބްދު ﷲ މަސްޢޫދާއި، ޢަބްދު ﷲ ބިން ޢުމަރު ބިން އަލްޚައްޠާބާއި، ޢަބްދު ﷲ ބިން ޢަމްރު ބިން އަލްޢާޞްއާއި، އަބޫ ހުރައިރާއާއި، ސަމުރާ ބިން ޖުންދުބާއި، ސަލަމާ ބިން އަލްއަކްވާއާއި، ޒައިދު ބިން ޘާބިތާއި، މުޢާޛު ބިން ޖަބަލާއި، މުޢާޛު ބިން އަފްރާއާއި، ކަޢުބް ބިން މުއްރާއާޢި، އަބޫ އުމާމާ އަލްބާހިލީއާއި، ޢަމްރު ބިން ޢަބަސާ އައްސުލަމީއާއި، ޢާއިޝާ (ރޟއހމް) ގެ ރިވާޔަތްތައް މި ބާބުގައި އައިސްފައި ވެއެވެ. އަދި އައްޞުނާބިޙީގެ ރިވާޔަތެއް ވެސް އައިސްފައި ވަނިކޮށް، ނަބިއްޔާގެ އަރިހުން އެކަލޭގެފާނު ސީދާ އަޑުއަހާފައެއް ނުވެއެވެ.",""  ],
  ["#061","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما ((أَنَّ عُمَرَ بْنَ الْخَطَّابِ رضي الله عنه جَاءَ يَوْمَ الْخَنْدَقِ بَعْدَ مَا غَرَبَتِ الشَّمْسُ فَجَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ , وَقَالَ: يَا رَسُولَ اللَّهِ , مَا كِدْتُ أُصَلِّي الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ تَغْرُبُ. فَقَالَ النَّبِيُّ - ﷺ -: وَاَللَّهِ مَا صَلَّيْتُهَا. قَالَ: فَقُمْنَا إلَى بَطْحَانَ , فَتَوَضَّأَ لِلصَّلاةِ , وَتَوَضَّأْنَا لَهَا , فَصَلَّى الْعَصْرَ بَعْدَ مَا غَرَبَتْ الشَّمْسُ. ثُمَّ صَلَّى بَعْدَهَا الْمَغْرِبَ)) .","ޖާބިރު ބިން އަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ޚަންދަޤު ހަނގުރާމައިގެ ދުވަހު، އިރު އޮއްސުމަށް ފަހު ޢުމަރު ބިން އަލްޚައްޠާބު ވަޑައިގެން ޤުރައިޝުގެ ކާފަރުންނަށް އެއްޗެތި ގޮވަން ފެއްޓެވިއެވެ. އަދި ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އިރު އޮއްސެންދެން ވެސް ތިމަންނައަށް ޢަޞުރު ނަމާދެއް ނުކުރެވުނެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ގަންދީ ބުނަމެވެ. ތިމަން ނަބިއްޔާއަށް ވެސް އެ ނަމާދެއް ނުކުރެވެއެވެ.“ ދެން ތިމަންމެން (މަދީނާގެ ވާދީއެއް ކަމަށްވާ) ބުޠުޙާނަށް ދިޔުމުން، ނަބިއްޔާ ނަމާދަށް ވުޟޫ ކުރެއްވިއެވެ. އަދި ތިމަންމެން ވެސް ނަމާދަށް ވުޟޫ ކުރީމެވެ. އަދި ނަބިއްޔާ ޢަޞުރު ނަމާދު ކުރެއްވީ އިރު އޮއްސުމަށް ފަހުގައެވެ. ދެން އެއަށްފަހު ނަބިއްޔާ މަޢްރިބު ނަމާދު ކުރެއްވިއެވެ.",""  ],
  ["#062","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((صَلاةُ الْجَمَاعَةِ أَفْضَلُ مِنْ صَلاةِ الْفَذِّ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً)) .","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވި: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: އެކަނި ނަމާދު ކުރުމަށް ވުރެ ޖަމާޢަތުގައި ނަމާދު ކުރުން ހަތާވީސް ގުނައަށް ވުރެ ދަރަޖަ މަތިވެގެން ވެއެވެ.",""  ],
  ["#063","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((صَلاةُ الرَّجُلِ فِي جَمَاعَةٍ تُضَعَّفُ عَلَى صَلاتِهِ فِي بَيْتِهِ وَفِي سُوقِهِ خَمْساً وَعِشْرِينَ ضِعْفاً , وَذَلِكَ: أَنَّهُ إذَا تَوَضَّأَ , فَأَحْسَنَ الْوُضُوءَ. ثُمَّ خَرَجَ إلَى الْمَسْجِدِ لا يُخْرِجُهُ إلا الصَّلاةُ لَمْ يَخْطُ خَطْوَةً إلا رُفِعَتْ لَهُ بِهَا دَرَجَةٌ , وَحُطَّ عَنْهُ خَطِيئَةٌ. فَإِذَا صَلَّى لَمْ تَزَلْ الْمَلائِكَةُ تُصَلِّي عَلَيْهِ , مَا دَامَ فِي مُصَلاهُ: اللَّهُمَّ صَلِّ عَلَيْهِ , اللَّهُمَّ اغْفِرْ لَهُ , اللَّهُمَّ ارْحَمْهُ , وَلا يَزَالُ فِي صَلاةٍ مَا انْتَظَرَ الصَّلاةَ)) .","އަބޫ ހުރައިރާ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: “”ޖަމާޢަތުގައި މީހަކު ކުރާ ނަމާދު، ގޭގައި ނުވަތަ ބާޒާރުގައި އެކަނި ކުރާ ނަމާދަށް ވުރެ ފަންސަވީސް ގުނަ އިތުރު ވެގެންވެއެވެ. އެއީ އޭނާ ވުޟޫ ކުރާ ހިނދު އެންމެ ފުރިހަމަ ގޮތުގައި ވުޟޫ ކުރުމަށް ފަހު، ނުކުމެ މިސްކިތައް ދާއިރު، އޭނާ ނުކުންނަ ހަމައެކަނި ކަމަކީ ނަމާދު ކުރުން ކަމުގައި ވާތީއެވެ. އޭނާ އަޅާ ކޮންމެ ފިޔަވަޅަކަށް، އޭގެ ސަބަބުން އޭނާއަށް ދަރަޖައެއް އުފުއްލެވި އަދި ފާފައެއް ފޮހެވިގެންދާނެ ގޮތަށް މެނުވީ އޭނާ ފިޔަވަޅެއް ނާޅާނެއެވެ. އަދި އޭނާ ނަމާދު ކުރާ އިރު، އޭނާގެ ނަމާދު ކުރާ ތަނުގައި ހުރިހައި ހިނދަކު މަލާއިކަތުން އޭނާގެ މައްޗަށް ޞަލަވާތް ލައްވައި (މިފަދައިން) ދުޢާ ކުރައްވާނެއެވެ: އޭ ﷲ އެވެ. އޭނާގެ މައްޗަށް ޞަލަވާތް ލައްވާށިވެ. އޭ ﷲ އެވެ. އޭނާގެ ފާފަ ފުއްސަވާށިއެވެ. އޭ ﷲ އެވެ. އޭނާއަށް ރަޙުމަތް ލައްވާށެވެ. އަދި އޭނާ ނަމާދަށް އިންތިޒާރު ކުރާހައި ހިނދަކު، އޭނަ ނަމާދުގައި މެދުކެނޑުމެއް ނެތި ހުންނަކަމަށް ވާނެއެވެ.“",""  ],
  ["#064","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((أَثْقَلُ الصَّلاةِ عَلَى الْمُنَافِقِينَ: صَلاةُ الْعِشَاءِ , وَصَلاةُ الْفَجْرِ. وَلَوْ يَعْلَمُونَ مَا فِيهَا لأَتَوْهُمَا وَلَوْ حَبْوًا. وَلَقَدْ هَمَمْتُ أَنْ آمُرَ بِالصَّلاةِ فَتُقَامَ , ثُمَّ آمُرَ رَجُلاً فَيُصَلِّيَ بِالنَّاسِ , ثُمَّ أَنْطَلِقَ مَعِي بِرِجَالٍ مَعَهُمْ حُزَمٌ مِنْ حَطَبٍ إلَى قَوْمٍ لا يَشْهَدُونَ الصَّلاةَ , فَأُحَرِّقَ عَلَيْهِمْ بُيُوتَهُمْ بِالنَّارِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ”ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން މުނާފިޤުންގެ މައްޗަށް އެންމެ ބަރު އުނދަގޫ ނަމާދަކީ ޢިޝާ ނަމާދާއި ފަތިސް ނަމާދެވެ. އަދި އެބައިމީހުންނަށް އެ ދެ ނަމާދުގައިވާ (ސަވާބު) އެނގޭ ނަމަ، ފިރުކިގަނެގެން ނަމަވެސް އެ ދެ ނަމާދަށް އައިހެވެ. އަދި ހަމަކަށަވަރުން (މިފަދައިން ކަންތައް ކުރައްވަން) ތިމަން ނަބިއްޔާގެ ހިތްޕުޅަށް އަރައިވަޑައިގަތެވެ. ނަމާދަށް ޤަމަތް ދިނުމަށް ތިމަން ނަބިއްޔާ އަނގަވާނަމެވެ. ދެން މީސްތަކުންނައިގެން ނަމާދު ކުރުމަށް މީހަކަށް އަނގަވާނަމެވެ. އެއަށްފަހު އަލިފާން ހުޅުކޮޅުތަކެއް ހިފައިގެން ހުރި ފިރިހެނުންތަކެއް ގޮވައިގެން، ނަމާދަށް ހާޒިރު ނުވާ މީހުންގެ ގާތަށް ތިމަން ނަބިއްޔާ ނުކުމެވަޑައިގެން، އެބައިމީހުންގެ (ބޯތަކު) މައްޗަށް އެބައިމީހުންގެ ގެތައް ރޯ ކުރައްވާނަމެވެ.“",""  ],
  ["#065","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما عَنِ النَّبيِّ - ﷺ - قَالَ: ((إذَا اسْتَأْذَنَتْ أَحَدَكُمْ امْرَأَتُهُ إلَى الْمَسْجِدِ فَلا يَمْنَعُهَا. قَالَ: فَقَالَ بِلالُ بْنُ عَبْدِ اللَّهِ: وَاَللَّهُ لَنَمْنَعَهُنَّ. قَالَ: فَأَقْبَلَ عَلَيْهِ عَبْدُ اللَّهِ , فَسَبَّهُ سَبّاً سَيِّئاً , مَا سَمِعْتُهُ سَبَّهُ مِثْلَهُ قَطُّ , وَقَالَ: أُخْبِرُكَ عَنْ رَسُولِ اللَّهِ - ﷺ - وَتَقُولُ: وَاَللَّهُ لَنَمْنَعَهُنَّ؟))\n\n وَفِي لَفْظٍ ((لا تَمْنَعُوا إمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހެއްގެ އަންހެނުން، މިސްކިތައް ދިޔުމަށް ތިޔަބައިމީހުން ގާތު ހުއްދައަށް އެދިއްޖެ ނަމަ، ފަހެ އެ ކަމަނާ (މިސްކިތައް ދިޔުމުން) މަނާ ނުކުރާށެވެ.“ (ޙަދީޘްގެ ރާވީ ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ބިން ޢުމަރުގެ ދަރިކަލުން) ބިލާލު ބިން ޢަބްދު ﷲ ދެންނެވިއެވެ: ﷲ ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން އެ ކަނބަލުން (މިސްކިތައް ދިޔުމުން) މަނާ ކުރާނަމެވެ. ފަހެ ޢަބްދު ﷲ ބިން ޢުމަރު އެކަލޭގެފާނަށް ކުރިމަތިލައްވައިގެން، މީގެ ކުރިން ދުވަހަކުވެސް ނުކިޔާ ހަރުކަށި ބަސްތަކެއް//ޢިބާރާތްތަކުން މުޚާޠަބު ކުރެއްވިއެވެ/އޭނާއަށް އެއްޗެހި ގޮވިއެވެ؟؟؟. އަދި ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އިވުނު އެއްޗެއް ތިބާއަށް ކިޔައިދިނީމާ، ﷲ ގަންދީ ބުނަމޭ، ހަމަކަށަވަރުން އެ ކަނބަލުން (މިސްކިތައް ދިޔުމުން) މަނާ ކުރާނަމޭ ތިބާ ބުނަނީހެއްޔެވެ؟ އަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: އަދި މުސްލިމުގެ ލަފުޒުގައި ވެއެވެ: ”ﷲ ގެ އަންހެން އަޅުތަކުން ﷲ ގެ މިސްކިތްތަކުން މަނާ ނުކުރާށެވެ.“",""  ],
  ["#066","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((صَلَّيْتُ مَعَ رَسُولِ اللَّهِ - ﷺ - رَكْعَتَيْنِ قَبْلَ الظُّهْرِ , وَرَكْعَتَيْنِ بَعْدَهَا , وَرَكْعَتَيْنِ بَعْدَ الْجُمُعَةِ , وَرَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ , وَرَكْعَتَيْنِ بَعْدَ الْعِشَاءِ)) . \n\nوَفِي لَفْظِ: ((فَأَمَّا الْمَغْرِبُ وَالْعِشَاءُ وَالْجُمُعَةُ: فَفِي بَيْتِهِ)) . \n\nوَفِي لَفْظٍ: أَنَّ ابْنَ عُمَرَ قَالَ: حَدَّثَتْنِي حَفْصَةُ: أَنَّ النَّبِيَّ - ﷺ -: ((كَانَ يُصَلِّي سَجْدَتَيْنِ خَفِيفَتَيْنِ بَعْدَمَا يَطْلُعُ الْفَجْرُ. وَكَانَتْ سَاعَةً لا أَدْخُلُ عَلَى النَّبِيِّ - ﷺ - فِيهَا)) .","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި މެންދުރު ނަމާދުގެ ކުރިން ދެ ރަކުޢަތް ތިމަން ކުރީމެވެ. އަދި އޭގެ ފަހުން ވެސް ދެ ރަކުޢަތް ކުރީމެވެ. އަދި ހުކުރު ނަމާދަށް ފަހު ދެ ރަކުޢަތް ކުރީމެވެ. އަދި މަޢްރިބު ނަމާދަށް ފަހު ދެ ރަކުޢަތް ކުރީމެވެ. އަދި ޢިޝާ ނަމާދަށް ފަހު ދެ ރަކުޢަތް ކުރީމެވެ. \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ފަހެ މަޢްރިބާއި ޢިޝާއާއި ހުކުރު ނަމާދުގެ (ސުންނަތްތައް) ކުރައްވަނީ ނަބިއްޔާގެ ގެކޮޅުގައެވެ. އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: \n\nޙަފްޞާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ފަތިސް ފާޅުވުމުގެ ފަހުން ނަބިއްޔާ ލުއި ދެ ރަކުޢަތެއް ކުރައްވައެވެ. އަދި އެއީ ނަބިއްޔާ ﷺގެ އަރިހަށް ތިމަން ކަމަނާ ނުވަންނަ ގަޑިއެކެވެ.\n",""  ],
  ["#067","‌كتاب الصلاة","","‌بابُ المواقيتِ","","عنْ عائِشَةَ رضِيَ اللهُ عنْها قالَتْ: ((لَمْ يَكُنِ النَّبِيُّ - ﷺ - على شيءٍ منَ النَّوافِلِ تَعاهُدَاً منْهُ على ركْعَتَي الفَجْرِ)) . \n\nوفي لفْظٍ لِمُسْلِمٍ: ((رَكْعَتا الفَجْرِ خيرٌ منَ الدُّنيا وما فيها)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ފަތިސް ނަމާދުގެ އިހު ދެ ރަކުޢަތް ކުރުންމަތީ ދެމިހުންނަވާ ވަރަކަށް އެހެން އެއްވެސް ސުންނަތް ނަމާދެއް ކުރުން މަތީ ދެމި ނުހުންނަވައެވެ. \n\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި ވެއެވެ: ފަތިސް ނަމާދުގެ އިހު ދެ ރަކުޢަތް މުޅި ދުނިޔެއާއި އޭގައި ވާހައި އެއްޗަކަށް ވުރެ ހެޔޮވެގެން ވެއެވެ.",""  ],
  ["#068","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: ((أُمِرَ بِلالٌ أَنْ يَشْفَعَ الأَذَانَ , وَيُوتِرَ الإِقَامَةَ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ބަންގީގައި ކިޔައި ތަކެތި ދެ ފަހަރު ކިޔުމަށާއި، ޤަމަތުގައި ކިޔައި ތަކެތި އެއްފަހަރު ކިޔުމަށް ބިލާލަށް އެނގެވުނެވެ.",""  ],
  ["#069","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ أَبِي جُحَيْفَةَ وَهْبِ بْنِ عَبْدِ اللَّهِ السُّوَائِيِّ قَالَ: ((أَتَيْتُ النَّبِيَّ - ﷺ - وَهُوَ فِي قُبَّةٍ لَهُ حَمْرَاءَ مِنْ أَدَمٍ - قَالَ: فَخَرَجَ بِلالٌ بِوَضُوءٍ , فَمِنْ نَاضِحٍ وَنَائِلٍ , قَالَ: فَخَرَجَ النَّبِيُّ - ﷺ - عَلَيْهِ حُلَّةٌ حَمْرَاءُ , كَأَنِّي أَنْظُرُ إلَى بَيَاضِ سَاقَيْهِ , قَالَ: فَتَوَضَّأَ وَأَذَّنَ بِلالٌ , قَالَ: فَجَعَلْتُ أَتَتَبَّعُ فَاهُ هَهُنَا وَهَهُنَا , يَقُولُ يَمِيناً وَشِمَالاً: حَيَّ عَلَى الصَّلاةِ ; حَيَّ عَلَى الْفَلاحِ ثُمَّ رُكِزَتْ لَهُ عَنَزَةٌ , فَتَقَدَّمَ وَصَلَّى الظُّهْرَ رَكْعَتَيْنِ , ثُمَّ نَزَلَ يُصَلِّي رَكْعَتَيْنِ حَتَّى رَجَعَ إلَى الْمَدِينَةِ)) .","އަބޫ ޖުޙައިފާ، ވަހްބު ބިން ޢަބްދު ﷲ އައްސުވާއީ ރިވާ ކުރެއްވިއެވެ: (މައްކާގައި) ނަބިއްޔާ ﷺ ގެ ޖަނަވާރު ހަމުން ހެދިފައިވާ ރަތްކުލައިގެ ފޭލިގެކޮޅެއްގައި އެކަލޭގެފާނު ވަނިކޮށް، ނަބިއްޔާގެ އަރިހަށް ތިމަން އަތުވީމެވެ. ފެން ކަންވާރެއް ހިފައިގެން ބިލާލު ނިކުންނެވިއެވެ. ފަހެ (ނަބިއްޔާ ވުޟޫ ކުރެއްވުމުން އެ ފެނުން ބާކީވި އެއްޗަކުން ބަރަކާތް ހާސިލު ކުރުމަށް) ގައިގައި ފެން އުނގުޅާލި ބަޔަކާއި، އެނެއްކާ ހަމަ އެ މީހުން އަތުން (ދެވަނަ ފަހަރަށް ބާކީވި ފެން) ލިބުނު ބަޔެއް ވިއެވެ. ދެން ނަބިއްޔާ ރަތް ފޭރާންކޮޅެއް ތުރުކުރައްވައިގެން ނުކުމެވަޑައިގަތެވެ. ނަބިއްޔާގެ ކަށިމަތިފުޅުގެ ދޮންކަން ތިމަންނައަށް މިހާރުވެސް ފެންނަ ފަދައެވެ. ފަހެ ނަބިއްޔާ ވުޟޫ ކުރެއްވުމަށް ފަހު، ބިލާލު ބަންގި ގޮވިއެވެ. އަދި ބިލާލު ކަނާތަށާއި ވާތަށް އަނގަ އަނބުރަމުން 'ނަމާދަށް އަވަހަށް އަންނާށެވެ. ކާމިޔާބަށް އަވަހަށް އަންނާށެވެ.' މިފަދައިން ކިޔަނިކޮށް ތިމަން ބަލަން ހުރީމެވެ. ދެން ނަބިއްޔާ (ނަމާދު ކުރެއްވުމަށް ސުތުރާއެއްގެ ގޮތުގައި) ލޮންސިކޮޅެއް ބިންމަތީ ހަރު ކުރެވުނެވެ. އަދި މެންދުރު ނަމާދު (ޤަޞްރުކޮށް) ދެ ރަކުޢަތް ކުރެއްވިއެވެ. އެއަށްފަހު މަދީނާއަށް އެނބުރި ދެވެންދެން (ދަތުރު މަތީ ނަމާދު ކުރެއްވީ) ދެ ރަކުޢަތަށް (ޤަޞްރިކޮށްގެންނެވެ.)",""  ],
  ["#070","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما عَنْ رَسُولِ اللَّهِ - ﷺ أَنَّهُ قَالَ: ((إنَّ بِلالاً يُؤَذِّنُ بِلَيْلٍ , فَكُلُوا وَاشْرَبُوا حَتَّى تَسْمَعُوا أَذَانَ ابْنِ أُمِّ مَكْتُومٍ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ބިލާލު ރޭގަނޑު (ފަތިސް ނުވަނީސް) ބަންގި ގޮވައެވެ. ވީމާ އިބްނު ޢުންމު މަކްތޫމް ބަންގި ގޮވަންދެން ތިޔަބައިމީހުން ކާށެވެ.“",""  ],
  ["#071","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((إذَا سَمِعْتُمْ الْمُؤَذِّنَ فَقُولُوا مِثْلَ مَا يَقُولُ))","އަބޫ ސަޢީދުލް ޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންނަށް ބަންގި ގޮވާ މީހާ އިވިއްޖެ ނަމަ، ފަހެ އޭނާ ބުނާ ފަދައިން ތިޔަބައިމީހުން ވެސް ބުނާށެވެ.“",""  ],
  ["#072","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ ابْنِ عُمَرَ رضي الله عنهما: ((أَنَّ رَسُولَ اللَّهِ - ﷺ - كَانَ يُسَبِّحُ عَلَى ظَهْرِ رَاحِلَتِهِ , حَيْثُ كَانَ وَجْهُهُ , يُومِئُ بِرَأْسِهِ , وَكَانَ ابْنُ عُمَرَ يَفْعَلُهُ)) . \n\nوَفِي رِوَايَةٍ: ((كَانَ يُوتِرُ عَلَى بَعِيرِهِ)) . \n\nوَلِمُسْلِمٍ: ((غَيْرَ أَنَّهُ لا يُصَلِّي عَلَيْهَا الْمَكْتُوبَةَ)) . \n\nوَلِلْبُخَارِيِّ: ((إلاَّ الْفَرَائِضَ)) .\n","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ސަވާރީ މަތީ ހުންނަވައިގެން، އެ ސަވާރީ ކުރިމަތިލާ ދިމާލަކަށް ނަބިއްޔާ ސުންނަތް ނަމާދު ކުރައްވައެވެ. އަދި ނަބިއްޔާގެ އިސްތަށިފުޅުން އިޝާރަތް ކުރައްވާ (ރުކޫޢުކޮށް ސަޖިދަކޮށް) ހައްދަވައެވެ. އަދި އިބްނު ޢުމަރު ވެސް ހަމަ އެފަދައިން ކަންތައް ކުރެއްވިއެވެ. އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ނަބިއްޔާގެ ޖަމަލުކޮޅު މަތީ ވިތުރި ކުރައްވާ އުޅުނެވެ. \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ފަރުޟު ނަމާދުތައް އޭގެ މަތީ ނުކުރައްވައެވެ. \n\nއަދި ބުޚާރީގެ ރިވާޔަތެއްގައި ވެއެވެ: އަދި ފަރުޟު ނަމާދުގައި އެފަދައިން ކަންތައް ނުކުރައްވައެވެ.",""  ],
  ["#073","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((بَيْنَمَا النَّاسُ بِقُبَاءَ فِي صَلاةِ الصُّبْحِ إذْ جَاءَهُمْ آتٍ , فَقَالَ: إنَّ النَّبِيَّ - ﷺ - قَدْ أُنْزِلَ عَلَيْهِ اللَّيْلَةَ قُرْآنٌ , وَقَدْ أُمِرَ أَنْ يَسْتَقْبِلَ الْقِبْلَةَ , فَاسْتَقْبِلُوهَا. وَكَانَتْ وُجُوهُهُمْ إلَى الشَّامِ , فَاسْتَدَارُوا إلَى الْكَعْبَةِ))","ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ. ޤުބާގައި މީސްތަކުން ފަތިސް ނަމާދު ކުރަނިކޮށް، މީހަކު އައިސް ދެންނެވިއެވެ: ހަމަކަށަވަރުން މިރޭ ނަބިއްޔާ ﷺ ގެ މައްޗަށް ޤުރްއާނުގެ (އާޔަތްތައް) ބާވައިލެއްވުނެވެ. އަދި ނަބިއްޔާ ކަޢުބާއަށް ކުރިމަތިލެއްވުމަށް އެނގެވުނެވެ. ފަހެ ތިޔަބައިމިހުން ވެސް ކަޢުބާއަށް ކުރިމަތިލާށެވެ. (އޭގެ ކުރިން) އެބައިމީހުންގެ މޫނުތައް ވަނީ ޝާމާ ދިމާލަށެވެ. ދެން އެބައިމީހުން ކާއުބާއާ ދިމާލަށް އެނބުރުނެވެ.",""  ],
  ["#074","‌كتاب الصلاة","","‌بابُ الأَذانِ والإِقامةِ","","عَنْ أَنَسِ بْنِ سِيرِينَ قَالَ: ((اسْتَقْبَلْنَا أَنَساً حِينَ قَدِمَ مِنْ الشَّامِ , فَلَقِينَاهُ بِعَيْنِ التَّمْرِ , فَرَأَيْتُهُ يُصَلِّي عَلَى حِمَارٍ , وَوَجْهُهُ مِنْ ذَا الْجَانِبِ - يَعْنِي عَنْ يَسَارِ الْقِبْلَةِ - فَقُلْتُ: رَأَيْتُكَ تُصَلِّي لِغَيْرِ الْقِبْلَةِ؟ فَقَالَ: لَوْلا أَنِّي رَأَيْتُ رَسُولَ اللَّهِ - ﷺ - يَفْعَلُهُ مَا فَعَلْتُهُ)) .","އަނަސް ބިން ސީރީން ރިވާ ކުރެއްވިއެވެ:  އަނަސް ބިން މާލިކު ޝާމަށް ވަޑައިގެންނެވި ހިނދު، އެކަލޭގެފާނާ ބައްދަލު ކުރަން ތިމަންމެން ދިޔައިމެވެ. އެކަލޭގެފާނާ ބައްދަލުވީ ޢައިނުއްތަމްރު އޭ ކިޔުނު ތަނެއްގައެވެ. އެކަލޭގެފާނު ހިމާރެއް މަތީ ނަމާދު ކުރައްވަމުން، މޫނު ޤިބުލައިގެ ވާތަށް ކުރިމަތިލައްވައިގެން ހުންނަވަނިކޮށް ތިމަން ދުށީމެވެ. ފަހެ ތިމަން ދެންނެވީމެވެ: ޤިބުލަ ނޫން ދިމާލަށް ތިބާ ނަމާދު ކުރައްވަނިކޮށް ދުށީމެވެ. އެކަލޭގެފާނު ދެންނެވިއެވެ: ރަސޫލު ﷲ ﷺ އެ ފަދައިން ކަންތައް ކުރައްވާ ތަން ތިމަންނައަށް ނުފެންނަ ނަމަ، ތިމަންނަ އެފަދައިން ކަންތައް ނުކުރެއްވީސް ކަންކަށަވަރެވެ.",""  ],
  ["#075","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((سَوُّوا صُفُوفَكُمْ , فَإِنَّ تَسْوِيَةَ الصُّفُوفِ مِنْ تَمَامِ الصَّلاةِ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ސަފުތައް ސީދާ ކުރައްވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ސަފުތައް ސީދާ ކުރުމަކީ ނަމާދުގެ ފުރިހަމަކަމުގެ ތެރެއިންވާ ކަމެކެވެ.“",""  ],
  ["#076","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رضي الله عنهما , قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - ﷺ - يَقُولُ: ((لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ)) . \n\nوَلِمُسْلِمٍ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يُسَوِّي صُفُوفَنَا , حَتَّى كَأَنَّمَا يُسَوِّي بِهَا الْقِدَاحَ , حَتَّى إذَا رَأَى أَنْ قَدْ عَقَلْنَا عَنْهُ , ثُمَّ خَرَجَ يَوْمًا فَقَامَ , حَتَّى إذَا كَادَ أَنْ يُكَبِّرَ , فَرَأَى رَجُلاً بَادِياً صَدْرُهُ , فَقَالَ: عِبَادَ اللَّهِ , لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ)) .","އައްނުޢުމާން ބިން ބަޝީރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސއ) ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ސަފުތައް ތިޔަބައިމީހުން ސީދާ ކުރަން ޖެހޭނެއެވެ. ނޫން ނަމަ، ތިޔަބައިމީހުންގެ މެދުގައި ﷲ ބައިބައި ކުރައްވާނެއެވެ.“ \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ތީރުތައް ސީދާ ކުރައްވާ ފަދައިން، ރަސޫލު ﷲ ﷺ ތިމަންމެންގެ ސަފުތައް ސީދާ ކުރައްވައެވެ. އެއީ ނަބިއްޔާގެ އަރިހުން އެ ގޮތަށް ކަން ކުރަން ތިމަންމެންނަށް ދަސްވެއްޖައުމަށް ދާންދެނެވެ. ފަހެ އެއް ދުވަހަކު ނަބިއްޔާ ނުކުމެވަޑައިގެން ނަމާދު ކުރެއްވުމަށް ދެތުވެ ބަންގި ގޮވަން އުޅުނު ހިނދު، މީހަކު އޭނާގެ މޭ ކުރިއަށް ނެރެގެން ހުއްޓާ ދެކިވަޑައިގަތެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ގެ އަޅުންނޭވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ސަފުތައް ތިޔަބައިމީހުން ސީދާ ކުރަން ޖެހޭނެއެވެ. ނޫން ނަމަ، ތިޔަބައިމީހުންގެ މެދުގައި ﷲ ބައިބައި ކުރައްވާނެއެވެ.“",""  ],
  ["#077","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه -: ((أَنَّ جَدَّتَهُ مُلَيْكَةَ دَعَتْ رَسُولَ اللَّهِ - ﷺ - لِطَعَامٍ صَنَعَتْهُ , فَأَكَلَ مِنْهُ , ثُمَّ قَالَ: قُومُوا فَلأُصَلِّيَ لَكُمْ؟ قَالَ أَنَسٌ: فَقُمْتُ إلَى حَصِيرٍ لَنَا قَدْ اسْوَدَّ مِنْ طُولِ مَا لُبِسَ , فَنَضَحْتُهُ بِمَاءٍ , فَقَامَ عَلَيْهِ رَسُولُ اللَّه - ﷺ - وَصَفَفْتُ أَنَا وَالْيَتِيمُ وَرَاءَهُ , وَالْعَجُوزُ مِنْ وَرَائِنَا. فَصَلَّى لَنَا رَكْعَتَيْنِ , ثُمَّ انْصَرَفَ)) . \n\nوَلِمُسْلِمٍ ((أَنَّ رَسُولَ اللَّهِ - ﷺ - صَلَّى بِهِ وَبِأُمِّهِ فَأَقَامَنِي عَنْ يَمِينِهِ , وَأَقَامَ الْمَرْأَةَ خَلْفَنَا)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އެކަލޭގެފާނުގެ މާމާފުޅު މުލައިކާ ޖާފަތެއް ތައްޔާރު ކުރެއްވުމަށްފަހު ރަސޫލު ﷲ ﷺ އަށް ދަޢުވަތު އެރުވިއެވެ. ފަހެ ނަބިއްޔާ އޭގެން ފަރީއްކުޅުވުމަށް ފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންނައިގެން ތިމަން ނަބިއްޔާ ނަމާދު ކުރެއްވުމަށް ތިޔަބައިމީހުން ތެދުވާށެވެ.“ އަނަސް ވިދާޅުވިއެވެ: ފަހެ ތިމަންމެންގެ ކުނަލެއް ނަގަން ތިމަން ތެދުވީމެވެ. އޭތި ހުރެހުރެ ދުވަސްވުމުގެ ސަބަބުން ހުރީ ކަޅުވެފައެވެ. ދެން ފެންފޮދެއް އޭގައި ބުރުވާލީމެވެ. އަދި ރަސޫލު ﷲ ﷺ އޭގެ މަތީ ހުންނަވައިގެން ނަމާދު ކުރެއްވިއެވެ. ތިމަންނައާއި ޔަތީމު ކުއްޖަކު ނަބިއްޔާގެ ފަހަތްޕުޅުގައި ސަފު ހެދީމެވެ. އަދި އުމުރުން ދުވަސްވެފައި ހުންނެވި (މުލައިކާ) ތިމަންމެންގެ ފަހަތުގައި ސަފު ހެއްދެވިއެވެ. ދެން ތިމަންމެންނައިގެން ނަބިއްޔާ ދެ ރަކުޢަތް ކުރެއްވިއެވެ. އަދި އެއަށްފަހު ވަކިވެވަޑައިގަތެވެ. \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: އަނަސް އަދި އެކަލޭގެފާނުގެ މަންމާފުޅައިގެން، ރަސޫލު ﷲ ﷺ ނަމާދު ކުރެއްވިއެވެ. (އަނަސް ވިދާޅުވިއެވެ:) ފަހެ ނަބިއްޔާގެ ކަނާތް ފަރާތުގައި ތިމަން ބެހެއްޓެވިއެވެ. އަދި ތިމަންމެންގެ ފަހަތުގައި އެ ކަނބުލޭގެ ބެހެއްޓެވިއެވެ.",""  ],
  ["#078","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما: قَالَ: ((بِتُّ عِنْدَ خَالَتِي مَيْمُونَةَ. فَقَامَ النَّبِيُّ - ﷺ - يُصَلِّي مِنْ اللَّيْلِ. فَقُمْتُ عَنْ يَسَارِهِ. فَأَخَذَ بِرَأْسِي فَأَقَامَنِي عَنْ يَمِينِهِ)) .","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ތިމަންނަގެ ބޮޑުދައިތާފުޅު މައިމޫނާގެ ގޭގައި ތިމަން އެއް ރޭ މަޑު ކުރީމެވެ. ފަހެ ނަބިއްޔާ ﷺ ނަމާދު ކުރައްވަން ތެދުވެވަޑައިގަތެވެ. ދެން ތިމަން ވެސް ތެދުވެ، ނަބިއްޔާގެ ވާތު ފަރާތުގައި ހުރީމެވެ. އެހެނަސް ނަބިއްޔާ ތިމަންނަގެ ކަންފަތުގައި ހިއްޕަވައިގެން، ނަބިއްޔާގެ ކަނާތު ފަރާތަށް ތިމަން ގެންނެވިއެވެ.",""  ],
  ["#079","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - قَالَ: ((أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ , أَوْ يَجْعَلَ صُورَتَهُ صُورَةَ حِمَارٍ؟)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިމާމުގެ ކުރިން ބޯ އުފުލާ މީހާ، އޭނާގެ ބޯ ހިމާރެއްގެ ބޮލަކަށް ﷲ ބަދަލު ކުރައްވައިފާނެކަމަށް ބިރު ނުގަންނަނީތޯއެވެ؟ ނޫނީ އޭނާގެ ސޫރާ ހިމާރެއްގެ ސޫރައަށް  ބަދަލު ކުރައްވައިފާނެކަމަށް ބިރު ނުގަންނަނީތޯއެވެ؟“",""  ],
  ["#080","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - قَالَ: ((إنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ. فَلا تَخْتَلِفُوا عَلَيْهِ. فَإِذَا كَبَّرَ فَكَبِّرُوا , وَإِذَا رَكَعَ فَارْكَعُوا. وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ , فَقُولُوا: رَبَّنَا وَلَكَ الْحَمْدُ. وَإِذَا سَجَدَ فَاسْجُدُوا. وَإِذَا صَلَّى جَالِساً فَصَلُّوا جُلُوساً أَجْمَعُونَ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިމާމު މީހާއަށް ތަބާވެވުމަށް މެނުވީ، އޭނާ ލެއްވިގެން ނުވެއެވެ. ވީމާ ތިޔަބައިމީހުން އޭނާއާ ޚިލާފު ނުވާށެވެ. ފަހެ އޭނާ ތަކުބީރު ކިޔައިފި ހިނދު، ތިޔަބައިމީހުން ވެސް ތަކުބީރު ކިޔާށެވެ. އަދި އޭނާ ރުކޫޢުކޮށްފި ހިނދު، ތިޔަބައިމީހުން ވެސް ރުކޫޢު ކުރާށެވެ. އަދި އޭނާ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ކިޔައިފި ހިނދު، ތިޔަބައިމީހުން  رَبَّنَا وَلَكَ الْحَمْدُ  ކިޔާށެވެ. އަދި އޭނާ ސަޖިދަކޮށްފި ހިނދު، ތިޔަބައިމީހުން ވެސް ސަޖިދަ ކުރާށެވެ. އަދި އޭނާ އިށީނދެ އިނދެ ނަމާދުކޮށްފި ނަމަ، ތިޔަބައިމީހުން އެންމެން ވެސް އިށީނދެ އިނދެ ނަމާދު ކުރާށެވެ.“",""  ],
  ["#081","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","وَمَا فِي مَعْنَاهُ مِنْ حَدِيثِ عَائِشَةَ رضي الله عنها قَالَتْ: ((صَلَّى رَسُولُ اللَّهِ - ﷺ - فِي بَيْتِهِ وَهُوَ شَاكٍ , صَلَّى جَالِساً , وَصَلَّى وَرَاءَهُ قَوْمٌ قِيَاماً , فَأَشَارَ إلَيْهِمْ: أَنْ اجْلِسُوا لَمَّا انْصَرَفَ قَالَ إنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ , فَإِذَا رَكَعَ فَارْكَعُوا , وَإِذَا رَفَعَ فَارْفَعُوا , وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا: رَبَّنَا لَكَ الْحَمْدُ , وَإِذَا صَلَّى جَالِساً فَصَلُّوا جُلُوساً أَجْمَعُونَ))","އަދި ކުރީގެ ޙަދީޘާ އެއްފަދަ މާނައެއްގައި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ އާލާސްފުޅައިގެން ހުންނަވަނިކޮށް، އިށީނދެގެން ނަމާދު ކުރެއްވިއެވެ. އަދި ނަބިއްޔާގެ ފަހަތްޕުޅުގައި ކޮއްޅަށް ހުރެ މީސްތަކުން ނަމާދު ކުރިއެވެ. ދެން އެބައިމީހުން އިށީންނުމަށް  ނަބިއްޔާ އިޝާރާތް ކުރެއްވިއެވެ. އަދި ނަމާދުން އަވަދިވެވަޑައިގެންނެވުމަށް ފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”އިމާމު މީހާއަށް ތަބާވެވުމަށް މެނުވީ، އޭނާ ލެއްވިގެން ނުވެއެވެ. ފަހެ އޭނާ ރުކޫޢުކޮށްފި ހިނދު، ތިޔަބައިމީހުން ވެސް ރުކޫޢު ކުރާށެވެ. އަދި އޭނާ ބޯ އުފުލައިފި ހިނދު، ތިޔަބައިމީހުންގެ ބޯތައް ވެސް އުފުލާށެވެ. އަދި އޭނާ  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ކިޔައިފި ހިނދު، ތިޔަބައިމީހުން  رَبَّنَا وَلَكَ الْحَمْدُ  ކިޔާށެވެ. އަދި އޭނާ އިށީނދެ އިނދެ ނަމާދުކޮށްފި ނަމަ، ތިޔަބައިމީހުން އެންމެން ވެސް އިށީނދެ އިނދެ ނަމާދު ކުރާށެވެ.“",""  ],
  ["#082","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْخِطْمِيِّ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: حَدَّثَنِي الْبَرَاءُ - وَهُوَ غَيْرُ كَذُوبٍ - قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - إذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ: لَمْ يَحْنِ أَحَدٌ مِنَّا ظَهْرَهُ حَتَّى يَقَعَ رَسُولُ اللَّهِ - ﷺ - سَاجِدًا , ثُمَّ نَقَعُ سُجُودًا بَعْدَهُ)) .","އަލްބަރާއު ބިން ޢާޒިބު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ މި ފަދައިން ރަސޫލު ﷲ ﷺ  ވިދާޅުވެއްޖެ ހިނދު، ނަބިއްޔާ ސަޖިދައަށް ދަންދެން ތިމަންމެން ކުރެ އެކަކުވެސް (ސަޖިދައަށް ދާން) އޭނާގެ ބުރަކަށި ލަނބައި ނުލައެވެ. ދެން ނަބިއްޔާއަށް ފަހު ތިމަންމެން ސަޖިދައަށް ތިރިވަމެވެ.",""  ],
  ["#083","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا أَمَّنَ الإِمَامُ فَأَمِّنُوا , فَإِنَّهُ مَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلائِكَةِ: غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިމާމު މީހާ އާމީން ކިޔައިފި ހިނދު، ތިޔަބައިމީހުން ވެސް އާމީން ކިޔާށެވެ. އެހެނީ ހަމަކަށަވަރުން މަލާއިކަތުންގެ އާމީން، މީހެއްގެ އާމިންއާ ދިމާވެއްޖެ ނަމަ، އެ މީހެއްގެ އިސްވެ ގޮސްފައިވާ ފާފަތައް ފުއްސެވޭނެއެވެ.“",""  ],
  ["#084","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - ﷺ - قَالَ: ((إذَا صَلَّى أَحَدُكُمْ لِلنَّاسِ فَلْيُخَفِّفْ فَإِنَّ فِيهِمْ الضَّعِيفَ وَالسَّقِيمَ وَذَا الْحَاجَةِ , وَإِذَا صَلَّى أَحَدُكُمْ لِنَفْسِهِ فَلْيُطَوِّلْ مَا شَاءَ))","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު މީސްތަކުންނައިގެން ނަމާދު ކުރާ ހިނދު، ފަހެ ލުއިފަސޭހަ ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެބައިމީހުންގެ ތެރޭގައި ބަލިކަށި މީހުންނާއި، ބަލި މީހުންނާއި، ޙާޖަތް ޖެހިފައިވާ މީހުން ވެސް ވާނެއެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މީހާކު އޭނާގެ އަމިއްލަ ނަފްސަށް ނަމާދު ކުރާ ހިނދު، ފަހެ އޭނާ ބޭނުން ވަރަކަށް ނަމާދު ދިގު ކުރާށެވެ.“",""  ],
  ["#085","‌كتاب الصلاة","","‌بابُ الصُّفوفِ","","وَمَا فِي مَعْنَاهُ مِنْ حَدِيثِ أَبِي مَسْعُودٍ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: ((جَاءَ رَجُلٌ إلَى رَسُولِ اللَّهِ - ﷺ - فَقَالَ: إنِّي لأَتَأَخَّرُ عَنْ صَلاةِ الصُّبْحِ مِنْ أَجْلِ فُلانٍ , مِمَّا يُطِيلُ بِنَا , قَالَ: فَمَا رَأَيْتُ النَّبِيَّ - ﷺ - غَضِبَ فِي مَوْعِظَةٍ قَطُّ أَشَدَّ مِمَّا غَضِبَ يَوْمَئِذٍ , فَقَالَ: يَا أَيُّهَا النَّاسُ , إنَّ مِنْكُمْ مُنَفِّرِينَ , فَأَيُّكُمْ أَمَّ النَّاسَ فَلْيُوجِزْ , فَإِنَّ مِنْ وَرَائِهِ الْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِ)) .","އަބޫ މަސްޢޫދު އަލްއަންޞާރީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް މީހަކު އައިސް ދެންނެވިއެވެ: ހަމަކަށަވަރުން މިވެނި މީހަކު ތިމަންމެންނައިގެން ފަތިސް ނަމާދު ކުރާލެއް ދިގުކަމުން، އެ ނަމާދުން ތިމަން ފަސްޖެހެމެވެ. އަބޫ މަސްޢޫދު ވިދާޅުވިއެވެ: ވަޢުޡެއްގައި އެ ދުވަހު ނަބިއްޔާ  ﷺ ކޯފާވެވަޑައިގެންނެވި ވަރަށް ދުވަހަކުވެސް ނަބިއްޔާ ކޯފާވެވަޑައިގަތްތަން ތިމަން ނުދެކެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ މީސްތަކުންނޭވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން (އެހެން މީހުން) ފައްސާ ބަޔަކު އުޅެއެވެ//ވެއެވެ؟؟ ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު މީސްތަކުންނައިގެން އިމާމުވެ ނަމާދު ކުރާ ނަމަ، ފަހެ ލުއިފަސޭހަ ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެބައިމީހުންގެ ތެރޭގައި މުސްކުޅިންނާއި، ބަލިކަށި މީހުންނާއި، ޙާޖަތް ޖެހިފައިވާ މީހުން ވެސް ވާނެއެވެ.“",""  ],
  ["#086","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - إذَا كَبَّرَ فِي الصَّلاةِ سَكَتَ هُنَيْهَةً قَبْلَ أَنْ يَقْرَأَ , فَقُلْتُ: يَا رَسُولَ اللَّهِ , بِأَبِي أَنْتَ وَأُمِّي , أَرَأَيْتَ سُكُوتَكَ بَيْنَ التَّكْبِيرِ وَالْقِرَاءَةِ: مَا تَقُولُ؟ قَالَ: أَقُولُ: اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ. اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنْ الدَّنَسِ. اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ނާމާދުގެ (ފުރަތަމަ) ތަކްބީރު ވިދާޅުވާ ހިނދު، (ޤުރްއާން) ކިޔަވައި ވިދާޅުވުމުގެ ކުރިން ހިނދުކޮޅަކަށް ސުކޫތުވެވަޑައިގަންނަވައެވެ. ފަހެ ތިމަން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާއަށް ޓަކައި ތިމަންނަގެ ބައްޕައާއި މަންމަ ފިދާއެވެ. (ފުރަތަމަ) ތަކްބީރާއި (ޤުރްއާން) ކިޔެވުމާ ދެމެދު އިބަ ނަބިއްޔާ ސުކޫތުވެވަޑައިގަންނަވާތަން ދެކެވަޑައިގަންނަވަމުތޯއެވެ؟ އިބަ ނަބިއްޔާ ވިދާޅުވަނީ ކީކޭތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ ވިދާޅުވަނީ: އޭ ﷲ އެވެ. މަޝްރިޤާއި މަޣްރިބާ އިބަ އިލާހު ދެމެދު ދުރުކުރެއްވި ފަދައިން، ތިމަން ނަބިއްޔާއާއި ތިމަން ނަބިއްޔާގެ ފާފަތަކާ ދެމެދު ދުރުކުރައްވާށިއެވެ. އޭ ﷲ އެވެ. ހުދު ފޭރާމެއްގައި ޖެހިފައިވާ ހަޑިތަކުން ތާހިރު ކުރާ ފަދައިން، ތިމަން ނަބިއްޔާގެ ފާފަތަކުން ތިމަން ނަބިއްޔާ ތާހިރު ކުރައްވާށިއެވެ. އޭ ﷲ އެވެ. ފެނާއި ސްނޯއާއި ގަނޑުފެނުން ތިމަން ނަބިއްޔާގެ ފާފަތައް ދޮންނަވާށިއެވެ.“",""  ],
  ["#087","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - يَسْتَفْتِحُ الصَّلاةَ بِالتَّكْبِيرِ , وَالْقِرَاءَةَ بـ «الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ» وَكَانَ إذَا رَكَعَ لَمْ يُشْخِصْ رَأْسَهُ وَلَمْ يُصَوِّبْهُ وَلَكِنْ بَيْنَ ذَلِكَ , وَكَانَ إذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِيَ قَائِماً , وَكَانَ إذَا رَفَعَ رَأْسَهُ مِنْ السَّجْدَةِ لَمْ يَسْجُدْ , حَتَّى يَسْتَوِيَ قَاعِداً , وَكَانَ يَقُولُ فِي كُلِّ رَكْعَتَيْنِ التَّحِيَّةَ , وَكَانَ يَفْرِشُ رِجْلَهُ الْيُسْرَى وَيَنْصِبُ رِجْلَهُ الْيُمْنَى , وَكَانَ يَنْهَى عَنْ عُقْبَةِ الشَّيْطَانِ، وَيَنْهَى أَنْ يَفْتَرِشَ الرَّجُلُ ذِرَاعَيْهِ افْتِرَاشَ السَّبُعِ , وَكَانَ يَخْتِمُ الصَّلاةَ بِالتَّسْلِيمِ)) .","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ނަމާދު ފައްޓަވައި އުޅުއްވީ ތަކްބީރުންނެވެ. އަދި (ޤުރްއާން) ކިޔެވުން ފައްޓަވައި އުޅުއްވ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ނުންނެވެ. އަދި ނަބިއްޔާ ރުކޫޢު ކުރައްވާ ހިނދު، ނަބިއްޔާގެ އިސްތަށިފުޅު މައްޗަކަށް ނުނަންގަވައެވެ. އަދި މާ ތިރިވެސް ނުކުރައްވައެވެ. އެހެނަސް ބެހެއްޓެވީ އެ ދެމެދުގައެވެ. އަދި ރުކޫޢިން އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު، ރީއްޗަށް ތެދުވެވަޑައިގެންފުމަށް ދާންދެން ސަޖިދަ ނުކުރައްވައެވެ. އަދި ސަޖިދައިން އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު، ރީއްޗަށް އިށީނދެވަޑައިގެންފުމަށް ދާންދެން (ދެވަނަ) ސަޖިދަ ނުކުރައްވައެވެ. އަދި ކޮންމެ ދެ ރަކުޢަތެއްގައި އައްތަހިއްޔާތު ވިދާޅުވެއެވެ. އަދޮ ވާތު ފައިންޕުޅު އަރިއަކަށް ބާއްވަވާފައި، ކަނާތު ފައިންޕުޅު ކޮށްޅަށް ނަންގަވައެވެ. އަދި ޝައިޠާނާ އިށީންނަ ފަދައިން އިށީންނުމުން ނަހީ ކުރެއްވިއެވެ. (އެބަހީ: ދެ ކަންކަށި އެކީގައި ކޮށްޅަށް ނަގާފައި، ހަށިގަނޑުގެ ދެ ފަރާތުގައި ދެ އަތްތިލަ ބިންމަތީ ބަހައްޓައިގެން އޭގައި ލެނގިގެން ހުރެ ފޫކޮޅު މަތީ އިށީންނުން ނަހީ ކުރެއްވިއެވެ.) އަދި މަސްކާ ޖަނަވާރެއް ފަދައިން ދެ އަތްދަނޑި ބިންމަތީގައި ޖައްސައިގެން މީހަކު ހުރުން ވެސް ނަހީ ކުރެއްވިއެވެ. އަދި ނަމާދު ނިންމަވައި އުޅުއްވީ ސަލާމުންނެވެ.",""  ],
  ["#088","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما: ((أَنَّ النَّبِيَّ - ﷺ - كَانَ يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ إذَا افْتَتَحَ الصَّلاةَ , وَإِذَا كَبَّرَ لِلرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَهُمَا كَذَلِكَ , وَقَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ , رَبَّنَا وَلَكَ الْحَمْدُ. وَكَانَ لا يَفْعَلُ ذَلِكَ فِي السُّجُودِ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ނަމާދު ފެއްޓަވައި ހިނދު، ދެ ކޮނޑާ ހިސާބަށް ނަބިއްޔާގެ ދެ އަތްޕުޅު އުފުއްލަވައެވެ. އަދި ރުކޫޢަށް ތަކްބީރު ވިދާޅުވާ ހިނދުގައިވެސް މެއެވެ. އަދި ރުކޫޢިން އިސްތަށިފުޅު އުފުއްލަވައި ހިނދުވެސް ދެ އަތްޕުޅު ހަމަ އެފަދައިން އުފުއްލަވައެވެ. އަދި ވިދާޅުވެއެވެ: ”ﷲ އަށް ޙަމްދުކޮށްފި މީހަކު އެ އިލާހު އަޑުއައްސަވައިވޮޑިގެންފިއެވެ. އޭ އަޅަމެންގެ ރައްބެވެ. އަދި އިބަ އިލާހަށް ޙަމްދު ލިބިގެންވެއެވެ.“ އަދި ނަބިއްޔާ ސަޖިދަ ކުރައްވާ ހިނދު އެފަދައިން އަތްޕުޅު ނުއުފުލައްވައެވެ.",""  ],
  ["#089","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللَّهِ - ﷺ -: ((أُمِرْتُ أَنْ أَسْجُدَ عَلَى سَبْعَةِ أَعْظُمٍ: عَلَى الْجَبْهَةِ - وَأَشَارَ بِيَدِهِ إلَى أَنْفِهِ - وَالْيَدَيْنِ , وَالرُّكْبَتَيْنِ , وَأَطْرَافِ الْقَدَمَيْنِ)) .","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ހަތް ކަށްޓެއް މަތީގައި ސަޖިދަ ކުރައްވަން ތިމަން ނަބިއްޔާއަށް ވަނީ އަމުރުވެވިގެންނެވެ.؟؟؟ އެއީ ނިއްކުރިއާއި، (ދެން އަތްޕުޅުން ނޭފަތްފުޅަށް އިޝާރާތް ކުރެއްވިއެވެ.) އަދި ދެ އަތާއި، ދެ ކަކުލާއި، ދެ ފައިތިލައިގެ އިނގިލިތަކެވެ.",""  ],
  ["#090","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((كَانَ رَسُولُ اللَّهِ - ﷺ - إذَا قَامَ إلَى الصَّلاةِ يُكَبِّرُ حِينَ يَقُومُ , ثُمَّ يُكَبِّرُ حِينَ يَرْكَعُ , ثُمَّ يَقُولُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ , حِينَ يَرْفَعُ صُلْبَهُ مِنْ الرَّكْعَةِ , ثُمَّ يَقُولُ وَهُوَ قَائِمٌ: رَبَّنَا وَلَكَ الْحَمْدُ , ثُمَّ يُكَبِّرُ حِينَ يَهْوِي , ثُمَّ يُكَبِّرُ حِينَ يَرْفَعُ رَأْسَهُ , ثُمَّ يُكَبِّرُ حِينَ يَسْجُدُ , ثُمَّ يُكَبِّرُ حِينَ يَرْفَع رَأْسَهُ , ثُمَّ يَفْعَلُ ذَلِكَ فِي صَلاتِهِ كُلِّهَا , حَتَّى يَقْضِيَهَا , وَيُكَبِّرُ حِينَ يَقُومُ مِنْ الثِّنْتَيْنِ بَعْدَ الْجُلُوسِ)) .","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ނަމާދަށް ތެދުވެވަޑައިގަންނަވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. ދެން ރުކޫޢު ކުރައްވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. އެއަށްފަހު ރުކޫޢިން ބުރަކަށިފުޅު އުފުއްލަވާ ހިނދު  سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ވިދާޅުވެއެވެ. ދެން ކޮށްޅަށް ތެދުވެވަޑައިގެން  رَبَّنَا وَلَكَ الْحَمْدُ ވިދާޅުވެއެވެ. އަދި ސަޖިދައަށް ތިރިވަމުން ތަކްބީރު ވިދާޅުވެއެވެ. ދެން އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. އެއަށްފަހު (ދެވަނަ) ސަޖިދަ ކުރައްވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. ދެން އަނެއްކާވެސް އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. ދެން ނަބިއްޔާގެ މުޅި ނަމާދު ނިމުމަށް ދާންދެން އެފަދައިން ކަން ކުރައްވައެވެ.؟؟ އަދި ދެވަނަ ރަކުޢަތުން (އައްތަހިޔާތަށް) އިށީންދެވަޑައިގަތުމަށް ފަހު ތެދުވެވަޑައިގަންނަވާ ހިނދު ވެސް ތަކްބީރު ވިދާޅުވެއެވެ.",""  ],
  ["#091","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ قَالَ: ((صَلَّيْتُ أَنَا وَعِمْرَانُ بْنُ حُصَيْنٍ خَلْفَ عَلِيِّ بْنِ أَبِي طَالِبٍ. فَكَانَ إذَا سَجَدَ كَبَّرَ , وَإِذَا رَفَعَ رَأْسَهُ كَبَّرَ , وَإِذَا نَهَضَ مِنْ الرَّكْعَتَيْنِ كَبَّرَ , فَلَمَّا قَضَى الصَّلاةَ أَخَذَ بِيَدِي عِمْرَانُ بْنُ حُصَيْنٍ , وَقَالَ: قَدْ ذَكَّرَنِي هَذَا صَلاةَ مُحَمَّدٍ - ﷺ - أَوْ قَالَ: صَلَّى بِنَا صَلاةَ مُحَمَّدٍ - ﷺ -)) .","މުޠައްރިފު ބިން ޢަބްދު ﷲ ރިވާ ކުރެއްވިއެވެ:  ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ގެ ފަހަތުގައި، ތިމަންނައާއި ޢިމްރާން ބިން ޙުޞައިން ނަމާދު ކުރީމެވެ. ޢަލީގެފާނު ސަޖިދަ ކުރައްވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. އަދި އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. އަދި ދެ ރަކުޢަތުން ތެދުވެވަޑައިގަތް ހިނދު ތަކްބީރު ވިދާޅުވެއެވެ. ދެން ނަމާދު ނިންމެވުމަށް ފަހު، ޢިމްރާން ބިން ޙުޞައިން ތިމަންނަގެ އަތުގައި ހިއްޕަވާފައި ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން މުޙައްމަދު ﷺ ގެ ނަމާދު މަތިން  މި ކަލޭގެފާނު ތިމަންނަ ހަނދުމަކޮށްފިއެވެ. ނުވަތަ ވިދާޅުވިއެވެ: އެކަލޭގެފާނު ތިމަންމެންނައިގެން އެ ނަމާދު ކުރެއްވީ މުޙައްމަދު ﷺ ނަމާދު ކުރެއްވި ގޮތަށެވެ.",""  ],
  ["#092","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنهما قَالَ: ((رَمَقْتُ الصَّلاةَ مَعَ مُحَمَّدٍ - ﷺ - فَوَجَدْتُ قِيَامَهُ , فَرَكْعَتَهُ فَاعْتِدَالَهُ بَعْدَ رُكُوعِهِ , فَسَجْدَتَهُ , فَجِلْسَتَهُ بَيْنَ السَّجْدَتَيْنِ , فَسَجْدَتَهُ فَجِلْسَتَهُ مَا بَيْنَ التَّسْلِيمِ وَالانْصِرَافِ: قَرِيباً مِنْ السَّوَاءِ)) . وَفِي رِوَايَةِ الْبُخَارِيِّ ((مَا خَلا الْقِيَامَ وَالْقُعُودَ قَرِيباً مِنْ السَّوَاءِ)) .","އަލްބަރާއު ބިން ޢާޛިބް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މުޙައްމަދު ﷺ ގެ އަރިހުގައި ކުރި ނަމާދު ތިމަން ބެލީމެވެ. ފަހެ ތިމަންނައަށް ފެނުނީ، އެ ނަބިއްޔާގެ ކޮށްޅަށް ތެދުވެވަޑައިގަތް ތަނާއި، ރުކޫޢު ކުރެއްވި ތަނާއި، ރުކޫޢާއި ސަޖިދައާ ދެމެދުގައި އިޢުތިދާލުގައި އިންނެވި ތަނާއި، ދެ ސަޖިދަ ދެމެދު އިށީންދެ އިންނެވި ތަނާއި، ސަޖިދަ ކުރެއްވި ތަނާއި، ސާލާމް ދިނުމާއި ތެދުވެވަޑައިގަތުމާ ދެމެދު އިށީންދެ އިންނެވި ތަނެވެ. އެ ހުރިހައި ކަމެއްވެސް ނެންގެވީ ދާދި އެއް ކަހަލަ ވަގުތުކޮޅެކެވެ.// ދެމެދު ހޭދަ ކުރެއްވި ވަގުތު އެއްވަރު ވުމާ ގާތް ކުރެއެވެ.؟؟",""  ],
  ["#093","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: ((إنِّي لا آلُو أَنْ أُصَلِّيَ بِكُمْ كَمَا كَانَ رَسُولُ اللَّهِ - ﷺ - يُصَلِّي بِنَا قَالَ ثَابِتٌ فَكَانَ أَنَسٌ يَصْنَعُ شَيْئاً لا أَرَاكُمْ تَصْنَعُونَهُ. كَانَ إذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ: انْتَصَبَ قَائِماً , حَتَّى يَقُولَ الْقَائِلُ: قَدْ نَسِيَ , وَإِذَا رَفَعَ رَأْسَهُ مِنْ السَّجْدَةِ: مَكَثَ , حَتَّى يَقُولَ الْقَائِلُ: قَدْ نَسِيَ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ހަމަކަށާވަރުން ރަސޫލު ﷲ ﷺ ތިމަންމެންނައިގެން ނަމާދު ކުރެއްވި ފަދައިން، ތިމަންނަ ތިޔަބައިމިހުންނައިގެން ނަމާދު ކުރުމުގައި އެއްވެސް ކަމެއް އުންޏެއް ނުކުރާނަމެވެ. (ޙަދީޘްގެ ރާވީއެއް ކަމަށްވާ) ޘާބިތު ވިދާޅުވިއެވެ: ފަހެ ތިޔަބައިމީހުން (ނަމާދުގައި) ކުރަނިކޮށް ތިމަންނައަށް ނުފެންނަ ކަމެއް، އަނަސް ކުރެއްވިއެވެ.؟؟ އެކަލޭގެފާނު ރުކޫޢިން އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު ތެދުވެވަޑައިގެން ހުންނަވައެވެ. އެއި އެކަލޭގެފާނަށް ހަނދުމަފުޅު ނެތުނީއޭ މީހަކު ބުނެފާނެކަމަށް ދާންދެނެވެ. އަދި އެކަލޭގެފާނު ސަޖިދައިން އިސްތަށިފުޅު އުފުއްލަވާ ހިނދު އިށީންދެގެން މަޑުކުރައްވައެވެ. އެއި އެކަލޭގެފާނަށް ހަނދުމަފުޅު ނެތުނީއޭ މީހަކު ބުނެފާނެކަމަށް ދާންދެނެވެ.",""  ],
  ["#094","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: ((مَا صَلَّيْتُ خَلْفَ إمَامٍ قَطُّ أَخَفَّ صَلاةً. وَلا أَتَمَّ صّلاةً مِنَ النَّبيِّ - ﷺ -)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ އަށްވުރެ ލުއިކޮށް އަދި އެހާމެ ފުރިހަމަކޮށް ނަމާދު ކުރެއްވި އެއްވެސް އިމާމެއްގެ ފަހަތުގައި ތިމަންނަ ދުވަހަކުވެސް ނަމާދެއް ނުކުރަމެވެ.",""  ],
  ["#095","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَبِي قِلابَةَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الْجَرْمِيِّ الْبَصْرِيِّ - قَالَ: ((جَاءَنَا مَالِكُ بْنُ الْحُوَيْرِثِ فِي مَسْجِدِنَا هَذَا , فَقَالَ: إنِّي لأُصَلِّي بِكُمْ , وَمَا أُرِيدُ الصَّلاةَ , أُصَلِّي كَيْفَ رَأَيْتُ رَسُولَ اللَّهِ - ﷺ - يُصَلِّي , فَقُلْتُ لأَبِي قِلابَةَ: كَيْفَ كَانَ يُصَلِّي؟ فَقَالَ: مِثْلَ صَلاةِ شَيْخِنَا هَذَا , وَكَانَ يَجْلِسُ إذَا رَفَعَ رَأْسَهُ مِنْ السُّجُودِ قَبْلَ أَنْ يَنْهَضَ)) . أَرادَ بشيخِهمْ، أَبا يزيدَ، عَمرَو بنَ سَلَمَة الجَرْميَّ.","އަބޫ ޤިލާބާ، ޢަބްދު ﷲ ބިން ޒައިދު އަލްޖަރްމީ އަލްބަޞްރީ ރިވާ ކުރެއްވިއެވެ: ތިމަންމެންގެ މި މިސްކިތަށް މާލިކު ބިން އަލްޙުވައިރިޘް ވަޑައިގެން ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިޔަބައިމީހުންނައިގެން ތިމަންނަ ނަމާދު ކުރާނަމެވެ. އަދި ތިމަންނަގެ ބޭނުމަކީ ނަމާދުކޮށްލުމެއް ނޫނެވެ. (އެހެނެއްކަމަކު) ރަސޫލު ﷲ ﷺ ނަމާދު ކުރައްވަނިކޮށް ތިމަން ދެކުނު ފަދައިން ތިމަންނަ ނަމާދު ކުރާނަމެވެ. (ޙަދީޘްގެ ރާވީއެއް ކަމަށްވާ އައްޔޫބު،) އަބޫ ޤިލާބާ ގާތު ދެންނެވިއެވެ: ނަބިއްޔާ ނަމާދުކޮށް އުޅުއްވީ ކިހިނަކުންތޯއެވެ؟ އަބޫ ޤިލާބާ ދެންނެވިއެވެ: ތިމަންމެންގެ މި ޝައިޚު (ޢަމްރު ބިން ސަލަމާ) ނަމާދު ކުރެއްވި ފަދައިންނެވެ. އެކަލޭގެފާނު ސަޖިދައިން އިސްތަށިފުޅު އުފުއްލެވުމުން، ތެދުވެވަޑައިގަތުމުގެ ކުރިން (އިރުކޮޅަކު) އިށީނދެލައްވައެވެ. މި ޝައިޚޭ އެ ވިދާޅުވަނީ އަބު ޔަޒީދު، ޢަމްރު ބިން ސަލަމާ އަލްޖަރްމީއަށެވެ.",""  ],
  ["#096","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ بْنِ بُحَيْنَةَ - رضي الله عنه -: ((أَنَّ النَّبِيَّ - ﷺ - كَانَ إذَا صَلَّى فَرَّجَ بَيْنَ يَدَيْهِ , حَتَّى يَبْدُوَ بَيَاضُ إبْطَيْهِ)) .","ޢަބްދު ﷲ ބިން މާލިކު ބިން ބުޙައިނާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ނަމާދު ކުރައްވާ ހިނދު، ނަބިއްޔާގެ ކިހިލިފަތީގެ ހުދުކަން ފެނުމަށް ދާންދެން (ސަޖިދައިގައި) ދެ އަތްޕުޅު ދުރު ކުރައްވައެވެ.",""  ],
  ["#097","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَبِي مَسْلَمَةَ سَعِيدِ بْنِ يَزِيدَ قَالَ: ((سَأَلْتُ أَنَسَ بْنَ مَالِكٍ: أَكَانَ النَّبِيُّ - ﷺ - يُصَلِّي فِي نَعْلَيْهِ؟ قَالَ: نَعَمْ)) .","އަބޫ މަސްލަމާ، ސަޢީދު ބިން ޔަޒީދު ރިވާ ކުރެއްވިއެވެ: އަނަސް ބިން މާލިކު އަރިހުގައި ތިމަން ސުވާލު ކުރީމެވެ: ނަބިއްޔާ ﷺ ގެ ފައިވާންޖޯޑުޕުޅުގައި؟؟؟ ނަމާދުކޮށް އުޅުއްވިތޯއެވެ؟ އަނަސް ވިދާޅުވިއެވެ: އާދޭހެވެ.",""  ],
  ["#098","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَبِي قَتَادَةَ الأَنْصَارِيِّ - رضي الله عنه -: ((أَنَّ رَسُولَ اللَّهِ - ﷺ - كَانَ يُصَلِّي وَهُوَ حَامِلٌ أُمَامَةَ بِنْتَ زَيْنَبَ بِنْتِ رَسُولِ اللَّهِ - ﷺ -","އަބޫ ޤަތާދާ އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން އުމާމާ ބިންތި ޒައިނަބު ބިންތު ރަސޫލު ﷲ ﷺ އުރައިގެން ހުންނަވަނިކޮށް، ރަސޫލު ﷲ ﷺ ނަމާދު ކުރައްވައެވެ.",""  ],
  ["#099","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","وَلأَبِي الْعَاصِ بْنِ الرَّبِيعِ بْنِ عَبْدِ شَمْسٍ , فَإِذَا سَجَدَ وَضَعَهَا , وَإِذَا قَامَ حَمَلَهَا))","އަދި އަބުލް ޢާޞް ބިން އައްރަބީޢު ބިން ޢަބްދު ޝަމްސުގެ ރިވާޔަތުގައި ވެއެވެ: ފަހެ ނަބިއްޔާ ސަޖިދަ ކުރައްވާ ހިނދު، އެ ކަމަނާ ތިރި ކުރައްވައެވެ. އަދި ތެދުވެވަޑައިގަންނަވާ ހިނދު އެ ކަމަނާ އުރާލައްވައެވެ.",""  ],
  ["#100","‌كتاب الصلاة","","‌بابُ صفةِ صلاةِ النبيِّ - ﷺ -","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - عَنْ النَّبِيِّ - ﷺ - قَالَ: ((اعْتَدِلُوا فِي السُّجُودِ وَلا يَبْسُطْ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الْكَلْبِ)) .","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ސަޖިދައިގައި ސީދާ ވާށެވެ. އަދި ކުއްތާ ބިންމަތީގައި ދެ އަތްދަނޑި ޖައްސާ ފަދައިން ތިޔައިންގެ ތެރެއިން މީހަކު އަތްދަނޑި ނުޖައްސާށެވެ.“",""  ],
  ["#101","‌كتاب الصلاة","","‌بابُ وجوب الطمأنينة في الركوع والسجود","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - دَخَلَ الْمَسْجِدَ , فَدَخَلَ رَجُلٌ فَصَلَّى , ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: ارْجِعْ فَصَلِّ , فَإِنَّك لَمْ تُصَلِّ. فَرَجَعَ فَصَلَّى كَمَا صَلَّى , ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: ارْجِعْ فَصَلِّ , فَإِنَّك لَمْ تُصَلِّ - ثَلاثاً - فَقَالَ: وَاَلَّذِي بَعَثَكَ بِالْحَقِّ لا أُحْسِنُ غَيْرَهُ , فَعَلِّمْنِي , فَقَالَ: إذَا قُمْتَ إلَى الصَّلاةِ فَكَبِّرْ , ثُمَّ اقْرَأْ مَا تَيَسَّرَ مِنْ الْقُرْآنِ , ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعاً , ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِماً , ثُمَّ اُسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِداً, ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِساً. وَافْعَلْ ذَلِكَ فِي صَلاتِكَ كُلِّهَا))","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ނަބއްޔާ (ސ) މިސްކިތަށް ވަދެވަޑައިގަތެވެ. ދެން މީހަކު އައިސް މިސްކިތަށް ވަދެ ނަމާދުކޮށްފިއެވެ.  އެއަށްފަހު އެ މީހާ ނަބިއްޔާ (ސ)ގެ އަރިހަށް އައިސް ސަލާމް ދެންނެވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެނބުރި ގޮސް (އަލުން) ނަމާދު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާ އަދި ނަމާދެއް ނުކުރެއެވެ.~~ ދެން އެ މީހާ އެނބުރިގޮސް ކުރިއެކޭ އެއްފަދައިން ނަމާދުކޮށްފައި، ނަބިއްޔާގެ އަރިހަށް އައިސް ސަލާން ދެންނެވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެނބުރި ގޮސް (އަލުން) ނަމާދު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާ އަދި ނަމާދެއް ނުކުރެއެވެ.~~ މި ހާދިސާ ތިން ފަހަރު ހިނގިއެވެ. އެ މީހާ ދެންނެވިއެވެ: އިބަ ނަބިއްޔާ ޙައްޤައިގެން ފޮނުއްވި ފަރާތް ގަންދީ ބުނަމެވެ. މިއަށްވުރެ ރަނގަޅަކަށް ނަމާދު ކުރާކަށް ތިމަންނައަކަށް ނޭނގެއެވެ. ފަހެ ތިމަންނައަށް އުނގަންނަވައި ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިބާ ނަމާދަށް ތެދުވެއްޖެ ހިނދު ފަހެ ތަކްބީރު ދޭށެވެ. އެއަށްފަހު ތިބާއަށް ފަސޭވާ މިންވަރަކަށް ޤުރްއާނުން ކިޔަވާށެވެ. ދެން ތިބާ ހަމަޖެހެންދެން(؟؟؟) ރުކޫޢު ކުރާށެވެ. އެއްއަށްފަހު ބޯ އުފުލާފައި؟؟ ތިބާ ސީދާވަންދެން ތެދުވާށެވެ. ދެން ތިބާ ހަމަޖެހެންދެން ސަޖިދަ ކުރާށެވެ. އެއަށްފަހު އިސްއުފުލައި؟؟ ތިބާ ހަމަޖެހެންދެން އިށީންނާށެވެ. އަދި ތިބާގެ މުޅި ނަމާދުގައި އެފަދައިން ކަންކުރާށެވެ.~~",""  ],
  ["#102","‌كتاب الصلاة","","‌بابُ القراءةِ في الصَّلاةِ","","عَنْ عُبَادَةَ بْنِ الصَّامِتِ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((لا صَلاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)) .","ޢުބާދާ ބިން އައްޞާމިތު (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ފާތިޙަތުލް ކިތާބު (އެބަހީ: ސޫރަތުލް ފާތިޙާ) ނުކައިފި މީހަކަށް ނަމާދެއް ނުވެއެވެ.~~",""  ],
  ["#103","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ أَبِي قَتَادَةَ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَقْرَأُ فِي الرَّكْعَتَيْنِ الأُولَيَيْنِ مِنْ صَلاةِ الظُّهْرِ بِفَاتِحَةِ الْكِتَابِ وَسُورَتَيْنِ , يُطَوِّلُ فِي الأُولَى , وَيُقَصِّرُ فِي الثَّانِيَةِ , وَيُسْمِعُ الآيَةَ أَحْيَاناً، وَكَانَ يَقْرَأُ فِي الْعَصْرِ بِفَاتِحَةِ الْكِتَابِ وَسُورَتَيْنِ يُطَوِّلُ فِي الأُولَى , وَيُقَصِّرُ فِي الثَّانِيَةِ وَفِي الرَّكْعَتَيْنِ الأُخْرَيَيْنِ بِأُمِّ الْكِتَابِ. وَكَانَ يُطَوِّلُ فِي الرَّكْعَةِ الأُولَى مِنْ صَلاةِ الصُّبْحِ , وَيُقَصِّرُ فِي الثَّانِيَةِ)) .\n","އަބޫ ޤަތާދާ އަލްއަންޞާރީ (ރ) ރިވާ ކުރެއްވިއެވެ: މެނދުރު ނަމާދުގެ ފުރަތަމަ ދެ ރަކުޢަތުގައި ރަސޫލު ﷲ (ސ) ކިޔަވައި އުޅުއްވީ ފާތިޙަތުލް ކިތާބު (އެބަހީ: ސޫރަތުލް ފާތިޙާ) އާއި ދެ ސޫރަތެކެވެ. ފުރަތަމަ ސޫރަތުގައި ކިޔެވުން ދިގު ކުރައްވައި، ދެވަނަ ސޫރަތުގައި ކުރު ކުރައްވައެވެ. އަދި ބައެއް ފަހަރު ކިޔަވައި އާޔަތްތައް އިއްވަވައެވެ.(؟؟؟) އަދި ޢަޞުރު ނަމާދުގައި ވެސް ކިޔަވައި އުޅުއްވީ ފާތިޙަތުލް ކިތާބާއި ދެ ސޫރަތެވެ.  ފުރަތަމަ ސޫރަތުގައި ކިޔެވުން ދިގު ކުރައްވައި، ދެވަނަ ސޫރަތުގައި ކުރު ކުރައްވައެވެ. އަދި ފަހު ދެ ރަކުޢަތުގައި ކިޔަވައި އުޅުއްވީ އުންމުލް ކިތާބު (އެބަހީ: ސޫރަތުލް ފާތިޙާ) އެވެ. އަދި ފަތިސް ނަމާދުގެ ފުރަތަމަ ރަކުޢަތުގައި ކިޔެވުން ދިގު ކުރައްވައެވެ. އަދި ދެވަނަ ރަކުޢަތުގައި ކުރު ކުރައްވައެވެ.",""  ],
  ["#104","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ جُبَيْرِ بْنِ مُطْعِمٍ - رضي الله عنه - قَالَ: ((سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقْرَأُ فِي الْمَغْرِبِ بِالطُّورِ)) .","ޖުބައިރު ބިން މުޠުޢިމު (ރ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) މަޢްރިބު ނަމާދުގައި ޠޫރު ސޫރަތް ކިޔަވަނިކޮށް ތިމަން އަޑުއެހީމެވެ.",""  ],
  ["#105","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنهما: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ فِي سَفَرٍ , فَصَلَّى الْعِشَاءَ الآخِرَةَ , فَقَرَأَ فِي إحْدَى الرَّكْعَتَيْنِ بِالتِّينِ وَالزَّيْتُونِ فَمَا سَمِعْتُ أَحَداً أَحْسَنَ صَوْتاً أَوْ قِرَاءَةً مِنْهُ)) .","އަލްބަރާއު ބިން ޢާޒިބު (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) ދަތުރުފުޅެއްގެ މަތީގައި ވަނިކޮށް، ޢީޝާ ނަމާދު ކުރެއްވިއެވެ. އަދި (ފުރަތަމަ) ދެ ރަކުޢަތުން ކުރެ ރަކުޢަތެއްގައި ވައްތީނި ވައްޒައިތޫނި ސޫރަތް ކިޔެވިއެވެ. އަދި ނަބިއްޔާއަށް ވުރެ ރީތި އަޑަކުން ނުވަތަ ކިޔެވުމަކުން ކިޔެވި އެކަކުވެސް ތިމަންނައެއް އަޑެއް ނާހަމެވެ.",""  ],
  ["#106","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَعَثَ رَجُلاً عَلَى سَرِيَّةٍ فَكَانَ يَقْرَأُ لأَصْحَابِهِ فِي صَلاتِهِمْ , فَيَخْتِمُ بـ «قُلْ هُوَ اللَّهُ أَحَدٌ» فَلَمَّا رَجَعُوا ذَكَرُوا ذَلِكَ لِرَسُولِ اللهِ - صلى الله عليه وسلم - فَقَالَ: سَلُوهُ لأَيِّ شَيْءٍ صَنَعَ ذَلِكَ؟ فَسَأَلُوهُ. فَقَالَ: لأَنَّهَا صِفَةُ الرَّحْمَنِ عَزَّ وَجَلَّ , فَأَنَا أُحِبُّ أَنْ أَقْرَأَ بِهَا. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: أَخْبِرُوهُ: أَنَّ اللهَ تَعَالَى يُحِبُّهُ)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ސަރިއްޔާއެއްގައި މީހަކު ފޮނުއްވިއެވެ. އަދި އެ މީހަކީ އޭނާއާއެކު އުޅުނު މީހުންނައިގެން (އިމާމުވެ)؟؟؟ ނަމާދު ކުރާ މީހާއެވެ. އެ މީހާ (ދެވަނަ ރަކުޢަތުގައި) ކިޔެވުން ނިންމާލަނީ  قُلْ هُوَ اللَّهُ أَحَدٌ ންނެވެ. ދެން އެ ސަރިއްޔާގެ މީހުން އެނބުރި އައުމުން އެކަމުގެ ވާހަކަ ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި ދެންނެވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެ މީހާ ގާތު އަހާށެވެ. އެފަދައިން ކަން ކުރީ ކީއްވެގެންތޯއެވެ؟~~ އެބައިމީހުން އޭނާ ގާތު ސުވާލު ކުރިއެވެ. އޭނާ ދެންނެވިއެވެ: އެއީ އެ ސޫރަތުގައި އައްރަޙްމާން ޢައްޒަ ވަޖައްލަގެ ސިފަފުޅުތައް ވާތީއެވެ. ވީމާ އެ ސޫރަތް ކިޔަވަން ތިމަންނަ ލޯބި ކުރަމެވެ. ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"އޭނާއަށް ޚަބަރު ދެށެވެ. ހަމަކަށަވަރުން ﷲ ތަޢާލާ އޭނާ ދެކެ ލޯބިވެވޮޑިގަންނަވައެވެ.~~",""  ],
  ["#107","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ جَابِرِ بنِ عبدِ اللهِ رضي الله عنهما: أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لِمُعَاذٍ: ((فَلَوْلا صَلَّيْتَ بِسَبِّحِ اسْمَ رَبِّكَ الأَعْلَى , وَالشَّمْسِ وَضُحَاهَا , وَاللَّيْلِ إذَا يَغْشَى؟ فَإِنَّهُ يُصَلِّي وَرَاءَكَ الْكَبِيرُ وَالضَّعِيفُ وَذُو الْحَاجَةِ))","ޖާބިރު ބިން ޢަބްދު ﷲ (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) މުޢާޛަށް ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިބާ (އިމާމްވެ) ނަމާދު ކުރާ ހިނދު سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى، وَالشَّمْسِ وَضُحَاهَا، وَاللَّيْلِ إذَا يَغْشَى މި ސޫރަތްތަށް ނުކިޔަވަނީ ކީއްވެގެންތޯއެވެ؟ އެހެނީ ހަމަކަށަވަރުން ތިބާގެ ފަހަތުގައި މުސްކުޅިންނާއި ބަލިކަށި މީހުންނާއި ޙާޖާތް ޖެހިފައިވާ މީހުން ތިބޭނެއެވެ.~~",""  ],
  ["#108","‌كتاب الصلاة","","‌بابُ تركِ الجَهرِ ببسمِ اللهِ الرَّحمنِ الرَّحيمِ","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه -: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - وَأَبَا بَكْرٍ وَعُمَرَ رضي الله عنهما: كَانُوا يَسْتَفْتِحُونَ الصَّلاةَ بِ «الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ» )) . \n\nوَفِي رِوَايَةٍ: ((صَلَّيْتُ مَعَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ , فَلَمْ أَسْمَعْ أَحَدًا مِنْهُمْ يَقْرَأُ بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ))\n","އަނަސް ބިން މާލިކު (ރ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) އަދި އަބޫ ބަކުރާއި ޢުމަރު (ރއހމާ)، ނަމާދު ފައްޓަވަނީ//ފެއްޓެވީ//އުޅުއްވީ؟؟ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ންނެވެ. \n \nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އަބޫ ބަކުރާއި ޢުމަރާއި ޢުޘްމާނުގެ ފަހަތްޕުޅުގައި ތިމަންނަ ނަމާދު ކުރީމެވެ. އަދި އެއިން އެއްވެސް ބޭކަލެއް بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ކިޔަވައި ވިދާޅުވާ އަޑެއް ތިމަން ނާހާމެވެ.\n",""  ],
  ["#109","‌كتاب الصلاة","","‌بابُ سجودِ السَّهو","","وَلِمُسْلِمٍ: ((صَلَّيْتُ خَلْفَ النَّبِيِّ - صلى الله عليه وسلم - وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكَانُوا يَسْتَفْتِحُونَ بِ «الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ» , لا يَذْكُرُونَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ فِي أَوَّلِ قِرَاءَةٍ وَلا فِي آخِرِهَا)) .","އަދި އިމާމު މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ނަބިއްޔާ (ސ) އަދި އަބޫ ބަކުރާއި ޢުމަރު (ރއހމާ) ގެ ފަހަތްޕުޅުގައި ތިމަން ނަމާދު ކުރީމެވެ. އެ ބޭކަލުން ނަމާދު ފައްޓަވަނީ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ންނެވެ. އެ ބޭކަލުންގެ ފުރަތަމަ ކިޔެވުމުގައި ވެސް އަދި ފަހު ކިޔެވުމުގައި ވެސް  بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ނުކިޔުއްވައެވެ.",""  ],
  ["#110","‌كتاب الصلاة","","‌بابُ سجودِ السَّهو","","عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((صَلَّى بِنَا رَسُولُ اللهِ- صلى الله عليه وسلم - إحْدَى صَلاتَيْ الْعَشِيِّ - قَالَ ابْنُ سِيرِينَ: وَسَمَّاهَا أَبُو هُرَيْرَةَ. وَلَكِنْ نَسِيتُ أَنَا - قَالَ: فَصَلَّى بِنَا رَكْعَتَيْنِ , ثُمَّ سَلَّمَ. فَقَامَ إلَى خَشَبَةٍ مَعْرُوضَةٍ فِي الْمَسْجِدِ , فَاتَّكَأَ عَلَيْهَا كَأَنَّهُ غَضْبَانُ وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى الْيُسْرَى , وَشَبَّكَ بَيْنَ أَصَابِعِهِ. وَخَرَجَتِ السَّرَعَانُ مِنْ أَبْوَابِ الْمَسْجِدِ فَقَالُوا: قَصُرَتِ الصَّلاةُ - وَفِي الْقَوْمِ أَبُو بَكْرٍ وَعُمَرُ - فَهَابَا أَنْ يُكَلِّمَاهُ. وَفِي الْقَوْمِ رَجُلٌ فِي يَدَيْهِ طُولٌ , يُقَالُ لَهُ: ذُو الْيَدَيْنِ فَقَالَ: يَا رَسُولَ اللَّهِ , أَنَسِيتَ , أَمْ قَصُرَتِ الصَّلاةُ؟ قَالَ: لَمْ أَنْسَ وَلَمْ تُقْصَرْ. فَقَالَ: أَكَمَا يَقُولُ ذُو الْيَدَيْنِ؟ فَقَالُوا: نَعَمْ. فَتَقَدَّمَ فَصَلَّى مَا تَرَكَ. ثُمَّ سَلَّمَ , ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ. ثُمَّ رَفَعَ رَأْسَهُ فَكَبَّرَ , ثُمَّ كَبَّرَ وَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ. ثُمَّ رَفَعَ رَأْسَهُ وَكَبَّرَ. فَرُبَّمَا سَأَلُوهُ: ثُمَّ سَلَّمَ؟ قَالَ: فَنُبِّئْتُ أَنَّ عِمْرَانَ بْنَ حُصَيْنٍ قَالَ: ثُمَّ سَلَّمَ)) . ","މުޙައްމަދު ބިން ސީރީން، އަބޫ ހުރައިރާ (ރ) ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ތިމަންމެންނައިގެން ދުވާލުގެ ކޮންމެވެސް ނަމާދެއް ކުރެއްވިއެވެ. - އިބްނު ސީރީން ވިދާޅުވިއެވެ: އަދި އަބޫ ހުރައިރާ އެއީ ކޮން ނަމާދެއްކަން ވިދާޅުވިއެވެ. އެހެނަސް ތިމަންނައަށް ހަނދާން ނެތުނީއެވެ. - އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ: ނަބިއްޔާ ތިމަންމެންނައިގެން ނަމާދުގައި ދެ ރަކުޢަތް ކުރެއްވުމަށް ފަހު ސަލާމް ދެއްވިއެވެ. ދެން މިސްކިތުގައި އޮތް ފިލާކޮޅެއް ކައިރިއަށް ކޮއްޅަށް ތެދުވެވަޑައިގަތެވެ. އަދި ކޯފާވެވަޑައިގެން ހުންނެވި ގޮތަކަށް އޭގައި ލެނގިލައްވައިގެން ހުންނެވިއެވެ. ނަބިއްޔާގެ ކަނާތު އަތްޕުޅު، ވާތް އަތްޕުޅު މަތީގައި ބޭއްވުމަށް ފަހު، އެއް އަތްޕުޅުގެ އިނގިލިފުޅުތައް އަނެއް އަތްޕުޅަށް ވެއްދެވިއެވެ. ދެން އަވަސް އަރުވާލައިގެން އުޅުނު މީހުންތައް މިސްކިތުގެ ދޮރުކޮޅުތަކުން ނުކުމެއްޖެއެވެ. މީސްތަކުން ދެންނެވިއެވެ: ނަމާދު ކުރު ކުރެވިއްޖެއެވެ//ކުރެވުނީއެވެ؟؟. އަދި އެ ތަނުގައި ހުރި މީހުންގެ ތެރޭގައި އަބޫ ބަކުރާއި ޢުމަރު ހިމެނުނެވެ. އެހެނަސް ނަބިއްޔާއާ ވާހަކަ ދައްކަވަން އެ ދެ ބޭކަލުން ފަސްޖެހުނެވެ. އަދި އެ ތަނުގައި ހުރި މީހުންގެ ތެރޭގައި އަތްދިގު މީހަކު ހުއްޓެވެ. އޭނާއަށް ކިޔައި އުޅުނީ ޒުލް ޔަދައިނެވެ. އޭނާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އިބަ ނަބިއްޔާއަށް ހަނދުމަފުޅު ނެތުނީތޯއެވެ؟ ނޫނީ ނަމާދު ކުރު ކުރެވުނީތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިމަން ނަބިއްޔާ ހަނދުމަފުޅެއް ނުނެތެމެވެ. އަދި ނަމާދެއް ކުރެއްވެސް ނުކުރެވެއެވެ.~~ (ދެން މީސްތަކުންނަށް) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ކަންތައް ވީ ޒުލް ޔަދައިން ދެންނެވި ގޮތަށްތޯއެވެ؟~~ އެބައިމިހުން ދެންނެވިއެވެ: އާދޭހެވެ. ދެން ނަބިއްޔާ ކުރިއަށް ޖެހިވަޑައިގެން ނަމާދުގައި ދޫކޮށްލެވުނު ބައި އަލުން ކުރައްވައިގެން ސަލާމް ދެއްވިއެވެ. އެއަށްފަހު ތަކުބީރު ދެއްވާފައި، ނަބިއްޔާ އާންމުކޮށް ކުރައްވާ ވަރަށް ނުވަތަ އެއަށް ވުރެ ދިގުކޮށް ސަޖިދަ ކުރެއްވިއެވެ. ދެން އިސްތަށިފުޅު އުފުއްލަވާފައި ތަކުބީރު ދެއްވިއެވެ. އެއަށްފަހު އަނެއްކާވެސް ތަކުބީރު ދެއްވާފައި، ނަބިއްޔާ އާންމުކޮށް ކުރައްވާ ވަރަށް ނުވަތަ އެއަށް ވުރެ ދިގުކޮށް ސަޖިދަ ކުރެއްވިއެވެ. ދެން އިސްތަށިފުޅު އުފުއްލަވާފައި ތަކުބީރު ދެއްވިއެވެ. –(ޙަދީޘްގެ ރާވީއަކު ވިދާޅުވިއެވެ:) ފަހަރެއްގައި އިބްނު ސީރީނަށް ސުވާލު ކުރެވުނެވެ: އެއަށްފަހު ނަބިއްޔާ ސަލާމް ދެއްވިތޯއެވެ؟ އިބްނު ސީރީން ދެންނެވިއެވެ: ތިމަންނައަށް އެންގުނު ގޮތުގައ ޢިމްރާނު ބިން ޙުޞައިނު ވިދާޅުވިއެވެ: އެއަށްފަހު ނަބިއްޔާ ސަލާމް ދެއްވިއެވެ.",""  ],
  ["#111","‌كتاب الصلاة","","‌بابُ المرورِ بينَ يديِ المصلي","","عَنْ عَبْدِ اللَّهِ بْنِ بُحَيْنَةَ - وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - صَلَّى بِهِمْ الظُّهْرَ فَقَامَ فِي الرَّكْعَتَيْنِ الأُولَيَيْنِ , وَلَمْ يَجْلِسْ. فَقَامَ النَّاسُ مَعَهُ , حَتَّى إذَا قَضَى الصَّلاةَ , وَانْتَظَرَ النَّاسُ تَسْلِيمَهُ: كَبَّرَ وَهُوَ جَالِسٌ. فَسَجَدَ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَ ثُمَّ سَلَّمَ)) .","ޢަބދު ﷲ ބިން ބުޙައިނާ ރިވާ ކުރެއްވިއެވެ – އަދި އެކަލޭގެފާނަކީ ނަބިއްޔާ (ސ) ގެ ޞަޙާބީއެކެވެ -: ތިމަންމެންނައިގެން ނަބިއްޔާ (ސ) މެނދުރު ނަމާދު ކުރެއްވިއެވެ. އަދި ފުރަތަމަ ދެ ރަކުޢަތުގައި އިށިންދެވަޑައި ނުގަނެ ކޮއްޅަށް ތެދުވެވަޑައިގަތެވެ. އަދި މީސްތަކުންވެސް ނަބިއްޔާއާއެކު ކޮއްޅަށް ތެދުވިއެވެ. ދެން ނަމާދު ނިންމަވައި، ނަބިއްޔާ ސަލާމް ދެއްވަންދެން މީސްތަކުން އިންތިޒާރު ކުރަނިކޮށް، ފަހެ ނަބިއްޔާ އިށީންދެވަޑައިގެން އިންނަވައިގެން ތަކުބީރު ކިޔުއްވިއެވެ އަދި ސަލާމް ދިނުމުގެ ކުރިން ދެ ސަޖިދަ ކުރެއްވިއެވެ. އެއަށްފަހު އަނެއްކާ ސަލާމް ދެއްވިއެވެ.",""  ],
  ["#112","‌كتاب الصلاة","","‌بابُ المرورِ بينَ يديِ المصلي","","عَنْ أَبِي جُهَيْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لَوْ يَعْلَمُ الْمَارُّ بَيْنَ يَدَيْ الْمُصَلِّي مَاذَا عَلَيْهِ مِنْ الإِثْمِ؟ لَكَانَ أَنْ يَقِفَ أَرْبَعِينَ خَيْرًا لَهُ مِنْ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ)) . قَالَ أَبُو النَّضْرِ: لا أَدْرِي: قَالَ أَرْبَعِينَ يَوْماً أَوْ شَهْراً أَوْ سَنَةً.","އަބީ ޖުހައިމު ބިން އަލްޙާރިޘް ބިން އައްޞިއްމާ އަލްއަންޞާރީ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ނަމާދު ކުރާ މީހެއްގެ ކުރިމަތިން ހިނގައިފަދާ މީހާ، އޭނާގެ މައްޗަށްވާ ފާފަ އެނގޭ ނަމަ، ކުރިމަތިން ހިނގުމަށް ވުރެ ސާޅީހެއް؟؟ ވަންދެން (ހުރަސް ނުކޮށް) މަޑު ކުރުން އޭނާއަށް މާ ހެޔޮވާނެއެވެ.~~ (ޙަދީޘްގެ ރާވީއެއް ކަމަށްވާ) އަބޫ އައްނަޟްރު ވިދާޅުވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވީ ސާޅީސް ދުވަސްކަމެއް، މަސްކަމެއް ނުވަތަ އަހަރުކަމެއް ތިމަންނައަކަށް ނޭނގެއެވެ.",""  ],
  ["#113","‌كتاب الصلاة","","‌بابٌ جامعٌ","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: ((إذَا صَلَّى أَحَدُكُمْ إلَى شَيْءٍ يَسْتُرُهُ مِنْ النَّاسِ , فَأَرَادَ أَحَدٌ أَنْ يَجْتَازَ بَيْنَ يَدَيْهِ فَلْيَدْفَعْهُ. فَإِنْ أَبَى فَلْيُقَاتِلْهُ. فَإِنَّمَا هُوَ شَيْطَانٌ)) .","އަބޫ ސަޢީދު އަލްޚުޟްރީ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: \"\"ތިޔަބައިމީހުން ކުރެ މީހާކު، އޭނާ މީސްތަކުންނާ ވަކިކުރާ ސުތުރާއަކާ ކުރިމަތިލައިގެން ހުރެ ނަމާދު ކުރަނިކޮށް، އެހެން މީހަކު އައިސް އޭނާގެ ކުރިމަތިން ލާފައިދާން އުޅޭ ނަމަ، ފަހެ އެ މީހަކު ހުއްޓުވައި ދުރު ކުރާށެވެ. އަދި އެ މީހަކު ހުރަސް ނުކޮށް ދޫކޮށްލުމަށް ދެކޮޅުހަދައިފި ނަމަ، ފަހެ އެ މީހަކާ ހަނގުރާމަ ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެ މީހަކީ ހަމަ ޝައިޠާނެކެވެ.~~",""  ],
  ["#114","‌كتاب الصلاة","","‌بابٌ جامعٌ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((أَقْبَلْتُ رَاكِباً عَلَى حِمَارٍ أَتَانٍ , وَأَنَا يَوْمَئِذٍ قَدْ نَاهَزْتُ الاحْتِلامَ , وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - يُصَلِّي بِالنَّاسِ بِمِنًى إلَى غَيْرِ جِدَارٍ. مَرَرْتُ بَيْنَ يَدَيْ بَعْضِ الصَّفِّ فَنَزَلْتُ , فَأَرْسَلْتُ الأَتَانَ تَرْتَعُ. وَدَخَلْتُ فِي الصَّفِّ , فَلَمْ يُنْكِرْ ذَلِكَ عَلَيَّ أَحَدٌ)) .","އިބްނު ޢައްބާސް ރިވާ ކުރެއްވިއެވެ: އަންހެން ހިމާރެއްގެ މަތީ ތިމަންނަ (މިނާއަށް) އަތުވީމެވެ. އެއީ ތިމަންނަ ބާލިޢުވާން ކައިރިވެފައިވާ ދުވަސްވަރެކެވެ. އަދި ރަސޫލު ﷲ ﷺ ފާރަކާ (އެބަހީ: ސުތުރާއަކާ) ނުލައި، މިނާގައި މީސްތަކުންނައިގެން ނަމާދު ކުރައްވަން ހުންނެވިއެވެ. ދެން ތިމަން ފައިބައިގެން އެ އަންހެން ހިމާރު ހުއިހެއްޕުމަށް ދޫކޮށްލުމަށް ފަހު، ތިމަން ސަފަށް ވަނީމެވެ. އަދި އެއްވެސް މީހަކު އެ ކަމަކާ ތިމަންނައަށް އިންކާރެއް ނުކުރެއެވެ.",""  ],
  ["#115","‌كتاب الصلاة","","‌بابٌ جامعٌ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كُنْتُ أَنَامُ بَيْنَ يَدَيْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَرِجْلايَ فِي قِبْلَتِهِ - فَإِذَا سَجَدَ غَمَزَنِي , فَقَبَضْتُ رِجْلَيَّ. فَإِذَا قَامَ بَسَطْتُهُمَا. وَالْبُيُوتُ يَوْمَئِذٍ لَيْسَ فِيهَا مَصَابِيحُ)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ ކުރިފުޅުމަތީގައި ތިމަން ކަމަނާ ނިދައި އުޅުއްވީމެވެ.؟؟؟ އަދި ތިމަން ކަމަނާގެ ދެ ފައި ވާނީ ނަބިއްޔާ ނަމާދު ކުރެއްވި ދިމާލުގައެވެ. ދެން ނަބިއްޔާ ސަޖިދަ ކުރައްވާ ހިނދު ތިމަން ކަމަނާގެ (ފައި) ނަބިއްޔާ ކޮށްޕަވާލައްވައެވެ. އަދި ތިމަން ކަމަނާގެ ދެ ފައި ތިމަން ކަމަނާ ކައިރިކޮށްލަމެވެ. ދެން ނަބިއްޔާ ކޮއްޅަށް ތެދުވެވަޑައިގެންނަވާ ހިނދު ތިމަން ކަމަނާގެ ދެ ފައި އަނެއްކާވެސް ތިމަން ކަމަނާ ދަމާލަމެވެ. އަދި އެދުވަސްވަރު ގެތަކުގައި ބައްތިއެއް ނުހުރެއެވެ.",""  ],
  ["#116","‌كتاب الصلاة","","‌بابٌ جامعٌ","","عَنْ أَبِي قَتَادَةَ بْنِ رِبْعِيٍّ الأَنْصَارِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ - صلى الله عليه وسلم -: ((إذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلا يَجْلِسْ حَتَّى يُصَلِّيَ رَكْعَتَيْنِ)) .","އަބޫ ޤަތާދާ ބިން ރިބްޢީ އަލްއަންޞާރީ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިޔަބައިމީހުންގެ ކުރެ މީހަކު މިސްކިތަށް ވަދެއްޖެ ނަމަ، ފަހެ އޭނާ ދެ ރަކުޢަތް ކުރުމަށް ދާންދެން ނީށިންނާށެވެ.؟؟؟~~",""  ],
  ["#117","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ: ((كُنَّا نَتَكَلَّمُ فِي الصَّلاةِ، يُكَلِّمُ الرَّجُلُ صَاحِبَهُ , وَهُوَ إلَى جَنْبِهِ فِي الصَّلاةِ , حَتَّى نَزَلَتْ «وَقُومُوا لِلَّهِ قَانِتِينَ» فَأُمِرْنَا بِالسُّكُوتِ وَنُهِينَا عَنْ الْكَلامِ)) .","ޒައިދު ބިން އަރްޤަމު ރިވާ ކުރެއްވިއެވެ: ތިމަންމެން (ކުރީގައި) ނަމާދުގައި ވާހަކަ ދައްކައި އުޅުނީމެވެ. މީހަކު ނަމާދުގައި އޭނާއާ ޖެހިގެން ހުރި މީހާއަށް ވާހަކަ ދައްކާ ހަދައެވެ. އެއީ  وَقُومُوا لِلَّهِ قَانِتِينَ (މި އާޔަތް) ބާވައިލެއްވުމަށް ދާންދެނެވެ. ދެން ސުކޫތުވުމަށް ތިމަންމެންނަށް އަމުރު ކުރެވުނެވެ.؟؟؟ އަދި ވާހަކަ ދެއްކުން ތިމަންމެންނަށް ނަހީ ކުރެވުނެވެ.",""  ],
  ["#118","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ وَأَبِي هُرَيْرَةَ رضي الله عنهم عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ: ((إذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاةِ. فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު އަދި އަބޫ ހުރައިރާ (ރއހމ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ހަދޘް ކުރެއްވިއެވެ: \"\"ހޫނުކަން ގަދަވާ ނަމަ، (ކުޑަކޮށް) ފިނިވެލީމާ ނަމާދު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ހޫނުގަދަވުމަކީ ނަރަކައިގެން ކެކިއަރައިގަތުމުން އަންނަ ކަމެކެވެ.~~",""  ],
  ["#119","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((مَنْ نَسِيَ صَلاةً فَلْيُصَلِّهَا إذَا ذَكَرهَا , وَلا كَفَّارَةَ لَهَا إلاَّ ذَلِكَ \" أَقِمْ الصَّلاةَ لِذِكْرِي)) . \n\nوَلِمُسْلِمٍ ((مَنْ نَسِيَ صَلاةً , أَوْ نَامَ عَنْهَا. فَكَفَّارَتُهَا: أَنْ يُصَلِّيَهَا إذَا ذَكَرَهَا)) .\n","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"މީހަކަށް ނަމާދެއް ހަނދާން ނެތިއްޖެ ނަމަ، ފަހެ އޭނާއަށް ހަނދާންވުމުން އެ ނަމާދެއް ކުރާށެވެ. އަދި އެ ކަމަށް އެ ނޫން ކައްފާރާއެއް ނުވެއެވެ.~~ (ދެން ﷲ ތަޢާލާގެ މި އާޔަތް ކިޔަވައި ވިދާޅުވިއެވެ:) ؟؟އަދި ތިމަން އިލާހު ހަނދުމަ ކުރުމަށްޓަކައި ނަމާދު ޤާއިމު ކުރާށެވެ.؟؟ \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: މީހަކަށް ނަމާދެއް ހަނދާން ނެތިއްޖެ ނަމަ، ނޫނީ ނުކޮށް ނިދިއްޖެ ނަމަ، ފަހެ އެ ކަމުގެ ކައްފާރާއަކީ ހަނދާންވުމުން އެ ނަމާދެއް ކުރުމެވެ.\n",""  ],
  ["#120","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ((أَنَّ مُعَاذَ بْنَ جَبَلٍ: كَانَ يُصَلِّي مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - عِشَاءَ الآخِرَةِ. ثُمَّ يَرْجِعُ إلَى قَوْمِهِ , فَيُصَلِّي بِهِمْ تِلْكَ الصَّلاةَ)) . ","ޖާބިރު ބިން ޢަބްދު ﷲ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި، މުޢާޛު ބިން ޖަބަލު ޢިޝާ ނަމާދު ކުރެއްވިއެވެ. އެއަށްފަހު މުޢާޛުގެ ގައުމުގެ މީހުން ގާތަށް އެކަލޭގެފާނު އެނބުރި ގޮސް، އެބައިމީހުންނައިގެން އެ ނަމާދު (އަލުން) ކުރައްވައެވެ.",""  ],
  ["#121","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: ((كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي شِدَّةِ الْحَرِّ. فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ جَبْهَتَهُ مِنَ الأَرْضِ: بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ)) .","އަނަސް ބިން މާލިކު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި ހޫނުގަދަކަން މަތި ތިމަންމެން ނަމާދުކޮށް އުޅުނީމެވެ. ފަހެ ތިމަންމެން ކުރެ މީހަކަށް ބިންމަތީގައި ނިއްކުރި ޖައްސާލަން ނުކެރޭވަރު ވީމާ، އެ މިހެއްގެ ހެދުން (އެ ތަނުގައި)؟؟؟ ދަމާލާފައި//ފަތުރާލާފައި؟؟ އޭގެ މަތީ ސަޖިދަ ކުރެއެވެ./ކޮށްހަދައެވެ؟؟",""  ],
  ["#122","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لا يُصَلِّي أَحَدُكُمْ فِي الثَّوْبِ الْوَاحِدِ , لَيْسَ عَلَى عَاتِقِهِ مِنْهُ شَيْءٌ)) .","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިޔަބައިމީހުން ކުރެ އެކަކުވެސް، އޭނާގެ ކޮނޑު ނިވާ ނުކުރާ އެންމެ ފޭރާމެއް ލައިގެން ހުރެ ނަމާދު ނުކުރާށެވެ.~~",""  ],
  ["#123","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: ((مَنْ أَكَلَ ثُوماً أَوْ بَصَلاً. فَلْيَعْتَزِلْنَا أَوْ لِيَعْتَزِلْ مَسْجِدَنَا، وَلْيَقْعُدْ فِي بَيْتِهِ. وَأُتِيَ بِقِدْرٍ فِيهِ خَضِرَاتٌ مِنْ بُقُولٍ. فَوَجَدَ لَهَا رِيحاً , فَسَأَلَ؟ فَأُخْبِرَ بِمَا فِيهَا مِنْ الْبُقُولِ. فَقَالَ: قَرِّبُوهَا إلَى بَعْضِ أَصْحَابِي. فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا. قَالَ: كُلْ. فَإِنِّي أُنَاجِي مَنْ لا تُنَاجِي)) .","ޖާބިރު ބިން ޢަބްދު ﷲ (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ލޮނުމެދު ނުވަތަ ފިޔާ ކައިފި މީހަކު، ފަހެ ތިމަންމެންގެ މިސްކިތުން ދުރުވެގަންނާށެވެ. އަދި އެ މީހެއްގެ ގޭގައި މަޑުކުރާށެވެ.~~ (އެއްފަހަރަކު) ތެއްޔެއްގައި ކައްކާފައި ހުރި ތަރުކާރިތަކެއް؟؟ ނަބިއްޔާގެ އަރިހަށް ގެނެވުނެވެ. އެއިން ނުބައި ވަހެއް ނަބިއްޔާއަށް ދުވުމުން، އެއާ ބެހޭ ގޮތުން ސުވާލު ކުރެއްވިއެވެ. އަދި އޭގައި ހުރި ތަރުކާރިއެއް ނަބިއްޔާއަށް ކިޔައިދެވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިމަން ނަބިއްޔާގެ ބައެއް ޞަޙާބީންގެ ގާތަށް އޭތި ގެންނާށެވެ.~~ ނަބިއްޔާއަށް އޭތި ފެނިވަޑައިގަތުމުން އެ ފަރީއްކުޅުވާން އެދިވަޑައި ނުގަތެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިބާމެން ކާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިޔަބައިމީހުން ވާހަކަ؟؟؟ ނުދައްކާ ބަޔަކާ، ތިމަން ނަބިއްޔާ ވާހަކަފުޅު ދައްކަވަމެވެ.~~",""  ],
  ["#124","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ جَابِرِ بنِ عبدِ اللهِ رضي اللهُ عنهما أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: ((مَنْ أَكَلَ الثُّومَ وَالْبَصَلَ وَالْكُرَّاثَ فَلا يَقْرَبَنَّ مَسْجِدَنَا، فَإِنَّ الْمَلائِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ الإِنْسَانُ)) . \n\nوفي روايةٍ ((بني آدمَ)) .","ޖާބިރު ބިން ޢަބްދު ﷲ (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ލޮނުމެދު، ފިޔާ ނުވަތަ ލީކްސް ކައިފި މީހަކު، ފަހެ ތިމަންމެންގެ މިސްކިތާ ކައިރި ނުވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އިންސާނާއަށް އުނދަގޫވާ ތަކެތިން މަލާއިކަތުންނަށްވެސް އުނދަގޫވެއެވެ.~~ އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: \"\"ބަނީ އާދަމަށް (އުނދަގޫވާ ތަކެތިންނެވެ.)~~",""  ],
  ["#125","‌كتاب الصلاة","","‌بابُ التَّشهدِ","","عَنْ عَبْدِ اللَّهِ بنِ مَسْعُودٍ - رضي الله عنه - قَالَ: ((عَلَّمَنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - التَّشَهُّدَ - كَفِّي بَيْنَ كَفَّيْهِ - كَمَا يُعَلِّمُنِي السُّورَةَ مِنْ الْقُرْآنِ: التَّحِيَّاتُ لِلَّهِ , وَالصَّلَوَاتُ وَالطَّيِّبَاتُ , السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ. السَّلامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لا إلَهَ إلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ))","ޢަބްދު ﷲ ބިން މަސްޢޫދު (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ ދެ އަތްޕުޅު ދެމެދުގައި ތިމަންނަގެ އަތް ބަހައްޓައިގެން ހުރެ، ނަބިއްޔާ ތިމަންނައަށް ތަޝައްހުދު އުނގަންނަވައި ދެއްވިއެވެ. އެއީ ހަމަ ޤުރްއާނުގެ ސޫރަތްތައް ތިމަންނައަށް އުނގަންވައިދެއްވި ފަދައިންނެވެ. (ތަޝައްހުދުގައި ވިދާޅުވީ:) \"\"އެންމެހައި މަތިވެރިކަމަކާއި ޞަލަވާތާއި ހެޔޮ ކަމެއް ލިބިވޮޑިގެންވަނީ ﷲ އަށެވެ. އޭ ނަބިއްޔާއެވެ. އިބަ ނަބިއްޔާގެ މައްޗަށް ސަލާމާއި ﷲ ގެ ރަޙުމަތާއި ބަރަކާތް ލައްވާށިއެވެ. އަޅަމެންނަށާއި ﷲ ގެ ޞާލިޙު އަޅުތަކުންގެ މައްޗަށް ސަލާމް ލައްވާށިއެވެ. ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާކަމަށް ހެކިވަމެވެ.~~",""  ],
  ["#126","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","وَفِي لَفْظٍ: ((إذَا قَعَدَ أَحَدُكُمْ فِي الصَّلاةِ فَلْيَقُلْ: التَّحِيَّاتُ للهِ - وَذَكَرَهُ - وَفِيهِ: فَإِنَّكُمْ إذَا فَعَلْتُمْ ذَلِكَ فَقَدْ سَلَّمْتُمْ عَلَى كُلِّ عَبْدٍ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ - وَفِيهِ - فَلْيَتَخَيَّرْ مِنْ الْمَسْأَلَةِ مَا شَاءَ)) ","އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: \"\"ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނަމާދުގައި (އައްތަޙިޔާތަށް) އިށީނދިއްޖެ ނަމަ މިފަދައިން ކިޔާށެވެ: އެންމެހައި މަތިވެރިކަމެއް ލިބިވޮޑިގެންވަނީ ﷲ އަށެވެ.~~ - އަދި އެ ދުޢާ ކިޔުއްވިއެވެ. - އެ ޙަދީޘްގައި ވަނީ މިފަދައިންނެވެ: \"\"އަދި ތިޔަބައިމީހުން އެހެން ހަދައިފި ނަމަ، ފަހެ  ހަމަކަށަވަރުން އުޑާއި ބިމުގައިވާ ކޮންމެޞާލިޙު އަޅެއްގެ މައްޗަށް ތިޔަބައިމީހުން ސަލާމް ލެއްވުނީއެވެ.~~  ދެންވެސް އެ ޙަދީޘްގައި ވަނީ މިފަދައިންނެވެ: \"\"އެއަށްފަހު އެ މީހަކު ބޭނުން ކަމަކު އެދި ދުޢާ ކުރާށެވެ.~~",""  ],
  ["#127","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ: ((لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ فَقَالَ أَلا أُهْدِي لَكَ هَدِيَّةً؟ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ عَلَيْنَا , فَقُلْنَا: يَا رَسُولَ اللَّهِ , قَدْ عَلَّمَنَا اللَّهُ كَيْفَ نُسَلِّمُ عَلَيْكَ: فَكَيْفَ نُصَلِّي عَلَيْكَ؟ فَقَالَ: قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ , كَمَا صَلَّيْتَ عَلَى إبْرَاهِيمَ إنَّكَ حَمِيدٌ مَجِيدٌ , وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ , كَمَا بَارَكْتَ عَلَى إبْرَاهِيمَ إنَّكَ حَمِيدٌ مَجِيدٌ)) .","ޢަބްދުއްރަޙްމާން ބިން އަބީ ލައިލާ ރިވާ ކުރެއްވިއެވެ: ކަޢުބް ބިން ޢުޖްރާ، ތިމަންނައާ ބައްދަލުވެގެން ދެންނެވިއެވެ: ތިބާއަށް ހަދީޔާއެއް ދެންތޯއެވެ؟ ނަބިއްޔާ (ސ) ތިމަންމެން ގާތަށް ނުކުމެވަޑައިގަތުމުން ތިމަންމެން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން އިބަ ނަބިއްޔާގެ މައްޗަށް ސަލާމް ލައްވާނެ ގޮތް ﷲ ވަނީ ތިމަންމެންނަށް އުނގަންނަވައި ދެއްވާފައެވެ. ފަހެ އިބަ ނަބިއްޔާގެ މައްޗަށް ޞަލަވާތް ލައްވާނީ ކިހިނަކުންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިޔަބައިމީހުން ބުނާށެވެ: އޭ ﷲ އެވެ. އިބަ އިލާހު  އިބްރާހީމްގެފާނުގެ މައްޗަށް ޞަލަވާތް ލެއްވި ފަދައިން، މުޙައްމަދުގެފާނަށާއި މުހައްމަދުގެފާނު އާއިލާގެ މައްޗަށް ވެސް ޞަލަވާތް ލައްވާށިއެވެ. ހަމަކަށަވަރުން އިބަ އިލާހި ޙަމްދާއި މަތިވެރިކަން ލިބިގެންވާ އިލާހެވެ.~~",""  ],
  ["#128","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَدْعُو: اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ , وَعَذَابِ النَّارِ , وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ , وَمِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)) . \n \nوَفِي لَفْظٍ لِمُسْلِمٍ: ((إذَا تَشَهَّدَ أَحَدُكُمْ فَلْيَسْتَعِذْ بِاَللَّهِ مِنْ أَرْبَعٍ , يَقُولُ: اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ)) .\n","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) މިފަދައިން ދުޢާކޮށް އުޅުއްވިއެވެ: \"\"އޭ ﷲ އެވެ. ހަމަކަށަވަރުން ކަށްވަރުގެ އަޒާބާއި، ނަރަކައިގެ އަޒާބާއި، ދިރިއުޅުމާއި މަރުވުމުގެ ފިތުނައިންނާއި، އަލްމަސީހުއް ދައްޖާލުގެ ފިތުނައިން މި އަޅާ ރައްކާތެރިކޮށް ދެއްވުން އެދި އިބަ އިލާހުގެ ޙަޟްރަތުގައި ދަންނަވަމެވެ.~~ \n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: \"\"ތިޔަބައިމީހުން ކުރެ މީހަކު ތަޝައްހުދުގައި އިނދެއްޖެ ނަމަ، ފަހެ ހަތަރު ކަމަކުން ރައްކާތެރިކޮށް ދެއްވުން އެދި ﷲ ގެ ޙަޟްރަތުގައި ދަންނަވާށެވެ.~~ (އެ ގޮތުން ޙަދީޘް ކުރެއްވިއެވެ:) އޭ ﷲ އެވެ. ހަމަކަށަވަރުން ނަރަކައިގެ އަޒާބުން މި އަޅާ ރައްކާތެރިކޮށް ދެއްވުން އެދި އިބަ އިލާހުގެ ޙަޟްރަތުގައި ދަންނަވަމެވެ.~~\n",""  ],
  ["#129","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رضي الله عنهم أَنَّهُ قَالَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم -: ((عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاتِي. قَالَ: قُلْ: اللَّهُمَّ إنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيرَاً. وَلا يَغْفِرُ الذُّنُوبَ إلاَّ أَنْتَ. فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ. وَارْحَمْنِي , إنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ)) .","ޢަބްދު ﷲ ބިން ޢަމްރު ބިން އަލްޢާޞް، އަބޫ ބަކުރު އައްޞިއްދީޤު (ރއހމް) ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި އަބޫ ބަކުރު ދެންނެވިއެވެ: ތިމަންނަގެ ނަމާދުގައި ކުރާނެ ދުޢާއެއް ތިމަންނައަށް އުނގަންނަވައި ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ބުނާށެވެ: އޭ ﷲ އެވެ. ހަމަކަށަވަރުން މި އަޅާގެ އަމިއްލަ ނަފްސަށް ގިނަގުނަ އަނިޔާ ކުރެވިއްޖެއެވެ.// ގިނަގިނައިން އަނިޔާވެރިވެގަތީމެވެ.؟؟ އަދި އިބަ އިލާހު ފިޔަވައި ފާފަ ފުއްސަވާ ފަރާތަކު ނުވެއެވެ. ފަހެ އިބަ އިލާހުގެ ޙަޟްރަތުންވާ ފުއްސެވުމަކައިގެން މި އަޅާގެ ފާފަ ފުއްސަވާށިއެވެ. އަދި މި އަޅާއަށް ރަޙުމަތް ލައްވާށިއެވެ. ހަމަކަށާވަރުން އިބަ އިލާހީ ގިނަގިނައިން ފާފަ ފުއްސަވާ ރަޙީމްވަންތަ އިލާހެވެ.~~",""  ],
  ["#130","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((مَا صَلَّى رَسُولُ اللَّهِ - صلى الله عليه وسلم - بَعْدَ أَنْ نَزَلَتْ عَلَيْهِ «إذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ» - إلاَّ يَقُولُ فِيهَا: سُبْحَانَكَ رَبَّنَا وَبِحَمْدِكَ , اللَّهُمَّ اغْفِرْ لِي)) . \n\nوَفِي لَفْظٍ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُكْثِرُ أَنْ يَقُولَ فِي رُكُوعِهِ وَسُجُودِهِ: سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ , اللَّهُمَّ اغْفِرْ لِي)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ:  إذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (މި ސޫރަތް) ބާވައިލެއްވުމަށް ފަހު، ރަސޫލު ﷲ (ސ) ގެ ނަމާދުގައި މިފަދައިން ނުކިޔުއްވާ؟؟ ނަމާދެއް ނުކުރައްވައެވެ: \"\"އިބަ އިލާހު ހުސްޠާހިރުވެވޮޑިގެންވެއެވެ. އޭ އަޅަމެންގެ ވެރި ރައްބެވެ. އިބަ އިލާހުގެ ޙަމްދުން (އިބަ އިލާހަށް ސަނާ ދަންނަވަމެވެ.) އޭ ﷲ އެވެ. މި އަޅާގެ ފާފާ ފުއްސަވާށިއެވެ.~~ \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ރަސޫލު ﷲ (ސ) ގެ ރުކޫޢާއި ސަޖިދަ ކުރެއްވުމުގައި ވަރަށް ގިނައިން މިފަދައިން ވިދާޅުވއެވެ: \"\"އިބަ އިލާހު ހުސްޠާހިރުވެވޮޑިގެންވެއެވެ. އޭ ﷲ އެވެ. އޭ އަޅަމެންގެ ވެރި ރައްބެވެ. އިބަ އިލާހުގެ ޙަމްދުން (އިބަ އިލާހަށް ސަނާ ދަންނަވަމެވެ.) އޭ ﷲ އެވެ. މި އަޅާގެ ފާފާ ފުއްސަވާށިއެވެ.~~",""  ],
  ["#131","‌كتاب الصلاة","","‌بابُ الوِتْرِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((سَأَلَ رَجُلٌ النَّبِيَّ - صلى الله عليه وسلم - وَهُوَ عَلَى الْمِنْبَرِ - مَا تَرَى فِي صَلاةِ اللَّيْلِ؟ قَالَ: مَثْنَى , مَثْنَى. فَإِذَا خَشِيَ أَحَدُكُمْ الصُّبْحَ صَلَّى وَاحِدَةً. فَأَوْتَرَتْ لَهُ مَا صَلَّى. وَإِنَّهُ كَانَ يَقُولُ: اجْعَلُوا آخِرَ صَلاتِكُمْ بِاللَّيْلِ وِتْراً)) .","ޢަބްދު ﷲ ބިން ޢުމަރު (ރއމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) މިންބަރުގައި ހުންނަވަނިކޮށް، ނަބިއްޔާގެ އަރިހުގައި މީހަކު ސުވާލު ދެންނެވިއެވެ: ރޭއަޅުކަމާ މެދު އިބަ ނަބިއްޔާ ދެކިލައްވަނީ ކިހިނަކުންތޯއެވެ؟ (އެބަހީ: ކުރާނީ ކިހިނަކުންތޯއެވެ؟) ނަބިއްޔާ ޙަދިޘް ކުރެއްވިއެވެ: \"\"ދެ ރަކުޢަތުން ދެ ރަކުޢަތުންނެވެ. ދެން ތިއިން؟؟ މީހަކަށް ފަތިސްވެދާނޭ ކަމުގެ ބިރު ހީވާނަމަ، އެއް ރަކުޢަތް (ކުރާށެވެ.) އޭރުން އޭނާ ކުރެވުނު ނަމާދުތަކަށް ވިތުރި ކުރެވުނީއެވެ.~~ އަދި ހަމަކަށަވަރުން ނަބިއްޔާ ޙަދީޘް ކުރައްވައި އުޅުއްވިއެވެ: \"\"ތިޔަބައިމީހުންގެ ރޭގަނޑުގެ ފަހު ނަމާދަކަށް ވިތުރި ހަދާށެވެ.\"؟؟؟",""  ],
  ["#132","‌كتاب الصلاة","","‌بابُ الذكرِ عَقِبَ الصَّلاةِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((مِنْ كُلِّ اللَّيْلِ أَوْتَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: مِنْ أَوَّلِ اللَّيْلِ , وَأَوْسَطِهِ , وَآخِرِهِ. وَانْتَهَى وِتْرُهُ إلَى السَّحَرِ)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރޭގަނޑުގެ ހުރިހައި ބަޔެއްގައި ވެސް (އެކި ފަހަރު މަތިން) ރަސޫލު ﷲ (ސ) ވިތުރި ކުރެއްވިއެވެ. (އެ ގޮތުން) ރޭގަނޑުގެ ފުރަތަމަ ކޮޅުގައާއި، މެދުތެރޭގައާއި، އަދި ފަހުކޮޅުގައި ވެސް މެއެވެ. އަދި ފަތިސްވުމުގެ ކުރިން ނަބިއްޔާގެ ވިތުރި ނިންމަވާލައްވައެވެ.",""  ],
  ["#133","‌كتاب الصلاة","","‌بابُ الذكرِ عَقِبَ الصَّلاةِ","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُصَلِّي مِنْ اللَّيْلِ ثَلاثَ عَشْرَةَ رَكْعَةً يُوتِرُ مِنْ ذَلِكَ بِخَمْسٍ , لايَجْلِسُ فِي شَيْءٍ إلاَّ فِي آخِرِهَا)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ރޭއަޅުކަންކޮށް އުޅުއްވީ ތޭރަ ރަކުޢަތުންނެވެ. އޭގެ ތެރެއިން (އަށް ރަކުޢަތް ކުރެއްވީ ދެ ރަކުޢަތުން ދެ ރަކުޢަތުންނެވެ.) ދެން ފަސް ރަކުޢަތް ކުރައްވާފައި ވިތުރި ކުރެއްވިއެވެ. އޭގެ ފަހުކޮޅުގައި މެނުވީ އިށީންދެވަޑައި ނުގަންނަވައެވެ.",""  ],
  ["#134","‌كتاب الصلاة","","‌بابُ الذكرِ عَقِبَ الصَّلاةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما: ((أَنَّ رَفْعَ الصَّوْتِ بِالذِّكْرِ , حِينَ يَنْصَرِفُ النَّاسُ مِنْ الْمَكْتُوبَةِ كَانَ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -)) . \n\nقَالَ ابْنُ عَبَّاسٍ: «كُنْتُ أَعْلَمُ إذَا انْصَرَفُوا بِذَلِكَ إذَا سَمِعْتُهُ» . \n\nوَفِي لَفْظٍ «مَا كُنَّا نَعْرِفُ انْقِضَاءَ صَلاةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بِالتَّكْبِيرِ» .","ޢަބްދު ﷲ ބިން ޢައްބާސް (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ ޒަމާނުގައި، މީސްތަކުން ފަރުޟު ނަމާދުތައް ނިންމުމަށް ފަހު އަޑުހަރުކޮށް ޒިކުރުމަކީ ކޮށް އުޅުނު ކަމެކެވެ. \n\nއިބްނު ޢައްބާސް ވިދާޅުވިއެވެ: ތިމަންނައަށް އެ (ޒިކުރު ކުރާ) އަޑު އިވުމުން އެބައިމީހުން ނަމާދު ނިންމެވިކަން ތިމަންނައަށް އެނގޭނެއެވެ. \n\nއަދި އެހެން ރިވޔަތެއްގައި ވެއެވެ: ރަސޫލު ﷲ (ސ) ނަމާދު ނިންމެވިކަން ތިމަންމެންނަށް އެނގުނީ ނަބިއްޔާ ތަކުބީރު ކިޔުއްވުމުންނެވެ.",""  ],
  ["#135","‌كتاب الصلاة","","‌بابُ الجمعِ بين الصلاتين في السفرِ","","عَنْ وَرَّادٍ مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ: أَمْلَى عَلَيَّ الْمُغِيرَةُ بْنُ شُعْبَةَ مِنْ كِتَابٍ إلَى مُعَاوِيَةَ: ((إنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاةٍ مَكْتُوبَةٍ: \" لا إلَهَ إلاَّ اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ , وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٍ. اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ وَلا مُعْطِيَ لِمَا مَنَعْتَ , وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ)) . ثُمَّ وَفَدْتُ بَعْدَ ذَلِكَ عَلَى مُعَاوِيَةَ فَسَمِعْتُهُ يَأْمُرُ النَّاسَ بِذَلِكَ. \n\nوَفِي لَفْظٍ: ((كَانَ يَنْهَى عَنْ قِيلَ وَقَالَ , وَإِضَاعَةِ الْمَالِ , وَكَثْرَةِ السُّؤَالِ وَكَانَ يَنْهَى عَنْ عُقُوقِ الأُمَّهَاتِ , وَوَأْدِ الْبَنَاتِ , وَمَنْعٍ وَهَاتِ)) .","އަލްމުޣީރާ ބިން ޝުޢުބާގެ މައުލާ ވައްރާދު ރިވާ ކުރެއްވިއެވެ: އަލްމުޣީރާ ބިން ޝުޢުބާ، މުޢާވިޔާއަށް ސިޓީއެއް ލިޔުއްވުމަށް ތިމަންނައަށް ކިޔައިދެއްވިއެވެ:؟؟: ހަމަކަށަވަރުން ކޮންމެ ފަރުޟު ނަމާދެއް ނިންމަވާފައި ނަބިއްޔާ (ސ) ކިޔުއްވައި އުޅުއްވިއެވެ: \"\"އެއްކައުވަންތަ ﷲ ފިޔަވައި (އަޅުކަން ޙައްޤުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވެއެވެ.// އެ އިލާހު އެއްކައުވަންތަ ވޮޑިގެންވެއެވެ. ؟؟؟ އެންމެހައި މިލްކުވެރިކަމަކާއި ޙަމްދެއް ލިބިވޮޑިގެންވަނީ އެ އިލާހަށެވެ. އަދި އެ އިލާހީ ކޮންމެ ކަމަކަށް ކުޅަދުންވަންތަ އިލާހެވެ. އޭ ﷲ އެވެ. އިބަ އިލާހު ދެއްވާ އެއްޗެއް މަނާ ކުރާނެ ފަރާތެއް ނުވެއެވެ. އަދި އިބަ އިލާހު މަނާ ކުރެއްވި އެއްޗެއް ދޭނެ ފަރާތެއް ނުވެއެވެ. އަދި މުދާވެރި ނަސީބުވެރިއަކަށް، އިބަ އިލާހާ ދެކޮޅަށް އޭނާގެ ނަސީބުވެރިކަމުން އެއްވެސް ފައިދާއެއް ނުކުރެވޭނެއެވެ.~~ އެއަށްފަހު މުޢާވިޔާގެ ގާތަށް ތިމަންނަ ދިޔައިމެވެ. އަދި އެފަދައިން ކަންކުރައްވަން މީސްތަކުންނަށް މުޢާވިޔާ އަމުރު ކުރެއްވި އަޑު ތިމަން އެހީމެވެ. \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އެވެނި މީހަކު މިވެނި މީހަކު ބުންޏޭ ކިޔުމާއި، މުދާ ބޭކާރު ގޮތުގައި ހޭދަ ކުރުމާއި، ގިނަގިނައިން ސުވާލު ކުރުން ނަބިއްޔާ ނަހީ ކުރެއްވިއެވެ. އަދި މަންމައިންނަށް//މައިންނަށް؟؟ ގޯސްކޮށް ހިތުމާއި، ޅަ އަންހެން ދަރިން ވަޅުލުމާއި، (ދޭންވާ) އެއްޗެއް ނުދިނުމާއި އަދި (ލިބެން ނުވާ) އެއްޗެހި ދޭން ކިޔައިގަތުން ނަބިއްޔާ ނަހީ ކުރެއްވިއެވެ.",""  ],
  ["#136","‌كتاب الصلاة","","‌بابُ الجمعِ بين الصلاتين في السفرِ","","عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: ((أَنَّ فُقَرَاءَ الْمُسْلِمِينَ أَتَوْا رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَقَالُوا: يَا رَسُولَ اللَّهِ , قَدْ ذَهَبَ أَهْلُ الدُّثُورِ بِالدَّرَجَاتِ الْعُلَى وَالنَّعِيمِ الْمُقِيمِ. قَالَ: وَمَا ذَاكَ؟ قَالُوا: يُصَلُّونَ كَمَا نُصَلِّي , وَيَصُومُونَ كَمَا نَصُومُ , وَيَتَصَدَّقُونَ وَلا نَتَصَدَّقُ. وَيُعْتِقُونَ وَلا نُعْتِقُ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: أَفَلا أُعَلِّمُكُمْ شَيْئًا تُدْرِكُونَ بِهِ مَنْ سَبَقَكُمْ , وَتَسْبِقُونَ مَنْ بَعْدَكُمْ. وَلا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ , إلاَّ مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ؟ قَالُوا: بَلَى , يَا رَسُولَ اللَّهِ. قَالَ: تُسَبِّحُونَ وَتُكَبِّرُونَ وَتَحْمَدُونَ دُبُرَ كُلِّ صَلاةٍ: ثَلاثاً وَثَلاثِينَ مَرَّةً. قَالَ أَبُو صَالِحٍ: فَرَجَعَ فُقَرَاءُ الْمُهَاجِرِينَ , فَقَالُوا: سَمِعَ إخْوَانُنَا أَهْلُ الأَمْوَالِ بِمَا فَعَلْنَا , فَفَعَلُوا مِثْلَهُ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ)) .","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: މުސްލިމުންގެ ތެރެއިންވާ ފަޤީރުން ރަސޫލު ﷲ (ސ) ގެ އަރިހަށް އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން މުދަލުގެ އަހުލުވެރީން މަތީ ދަރަޖަތަކާއި ދާއިމީ ނިޢުމަތްތަކައިގެން ހިނގައްޖެއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެއީ ކިހިނަކުންތޯއެވެ؟~~ އެބައިމީހުން ދެންނެވިއެވެ: ތިމަންމެން ނަމާދު ކުރާ ފަދައިން އެބައިމީހުން ވެސް ނަމާދު ކުރެއެވެ. އަދި ތިމަންމެން ރޯދަ ހިފާ ފަދައިން އެބައިމީހުން ވެސް ރޯދަ ހިފައެވެ. އެހެނަސް އެބައިމިހުން ޞަދަޤާތް ދެވި، ތިމަންމެންނަކަށް ޞަދަޤާތެއް ނުދެވެއެވެ. އަދި އެބައިމީހުން އަޅުން މިނިވަން ކުރެވި، ތިމަންމެންނަކަށް އަޅުންނެއް މިނިވަނެއް ނުކުރެވެއެވެ. ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިޔަބައިމީހުންނަށް ވުރެ ކުރިއަރާފައި ތިބި ބަޔަކާ ތިޔަބައިމީހުން ހަމަ ކުރެވޭނެ، އަދި ތިޔަބައިމީހުންގެ ފަހުން އަންނަ ބަޔަކަށް ވުރެ ތިޔަބައިމީހުން ކުރިއަރުވާނެ އެއްޗެއް، ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންނަށް އުނގަންނަވައި ދެއްވަންތޯއެވެ؟~~ އެބައިމިހުން ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އާދޭހެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ކޮންމެ ނަމާދެއްގެ ފަހުން ތެތްތިރީސް؟؟؟ ފަހަރު ތިޔަބައިމީހުން ތަޞްބީޙައާއި ތަކުބީރާއި ތަޙްމީދު ކިޔާށެވެ.~~ (ރާވީއެއް ކަމަށްވާ) އަބޫ ޞާލިޙު ވިދާޅުވިއެވެ: ދެން އަނެއްކާވެސް މުހާޖިރުންގެ ތެރެއިންވާ ފަޤީރުން ނަބިއްޔާގެ އަރިހަށް އެނބުރި ގޮސް ދެންނެވިއެވެ: ތިމަންމެންގެ އަޚުން ކަމުގައިވާ މުދަލުގެ އަހުލުވެރިންނަށް، ތިމަންމެން ކުރި ކަންތައްތަކުގެ އަޑު އިވިގެން އެބައިމީހުންވެސް އެފަދައިން ކަންކުރިއެވެ. ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެއީ ﷲ ގެ ފަޟްލުވަންތަކަމެވެ. އެ އިލާހު އިރާދަ ކުރައްވާ ބަޔަކަށް އެކަން ދެއްވައެވެ.~~",""  ],
  ["#137","‌كتاب الصلاة","","‌بابُ الجمعِ بين الصلاتين في السفرِ","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - صَلَّى فِي خَمِيصَةٍ لَهَا أَعْلامٌ. فَنَظَرَ إلَى أَعْلامِهَا نَظْرَةً. فَلَمَّا انْصَرَفَ قَالَ: اذْهَبُوا بِخَمِيصَتِي هَذِهِ إلَى أَبِي جَهْمٍ , وَأْتُونِي بِأَنْبِجَانِيَّةِ أَبِي جَهْمٍ. فَإِنَّهَا أَلْهَتْنِي آنِفًا عَنْ صَلاتِي)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: (ކުލަކުލައިގެ) ގޮޅިޖެހި ޚަމީޞާ (އޭ ކިޔުނު ހެދުންކޮޅެއް) ތުރުކުރައްވައިގެން ނަބިއްޔާ (ސ) ނަމާދު ކުރެއްވަނިކޮށް، އޭގައި ހުރި ނިޝާންތަކަށް ބަލާލެއްވިއެވެ. ދެން ނަމާދުން އަވަދިވެވަޑައިގަތުމުން ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިމަން ނަބިއްޔާގެ މި ޚަމީޞާ ހިފައިގެން އަބޫ ޖަހްމުގެ ގާތަށް ދާށެވެ. އަދި އަބޫ ޖަހްމުގެ އަންބިޖާނިއްޔާ (އޭ ކިޔުނު ބޯ، އެއްޗެއް ޖަހާފައި ނެތް ހެދުންކޮޅު) ތިމަން ނަބިއްޔާއަށް ގެންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން މި ހެދުން ތިމަން ނަބިއްޔާގެ ނަމާދުން ދެންމެ ސަމާލުކަން ގެއްލުވާލައިފިއެވެ.~~",""  ],
  ["#138","‌كتاب الصلاة","","‌بابُ الجمعِ بين الصلاتين في السفرِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((كَانَ رَسُولُ اللَّهِ- صلى الله عليه وسلم - يَجْمَعُ فِي السَّفَرِ بَيْنَ صَلاةِ الظُّهْرِ وَالْعَصْرِ , إذَا كَانَ عَلَى ظَهْرِ سَيْرٍ , وَيَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ)) .","ޢަބްދު ﷲ ބިން ޢައްބާސް (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ދަތުރުފުޅެއްގެ މަތީގައި އުޅުއްވާ އިރު، މެނދުރާއި ޢަޞުރު ނާމާދު އެއްކޮށް ޖަމްޢު ކުރައްވައެވެ. އަދި މަޣްރިބާއި ޢިޝާ ނަމާދު އެއްކޮށް ޖަމްޢު ކުރައްވައެވެ.",""  ],
  ["#139","‌كتاب الصلاة","","‌بابُ قصرِ الصلاة في السفرِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((صَحِبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَكَانَ لا يَزِيدُ فِي السَّفَرِ عَلَى رَكْعَتَيْنِ , وَأَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ كَذَلِكَ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި ތިމަން އުޅުނީމެވެ. އަދި ދަތުރުމަތީގައި ނަބިއްޔާ ދެ ރަކުޢަތަށް ވުރެ ގިނަ ނުކުރައްވައެވެ. އަދި އަބޫ ބަކުރާއި ޢުމަރާއި ޢުޘްމާނުވެސް ހަމަ އެފަދައިންނެވެ.",""  ],
  ["#140","‌كتاب الصلاة","","‌بابُ الجُمُعةِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((مَنْ جَاءَ مِنْكُمْ الْجُمُعَةَ فَلْيَغْتَسِلْ))","ޢަބްދު ﷲ ބިން ޢުމަރު (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: ތިޔަބައިމީހުން ކުރެ މީހަކާ ހުކުރު ދުވަސް ބައްދަލުވެއްޖެ ނަމަ، ފަހެ ފެންވަރައި ހިނައިގަންނާށެވެ.",""  ],
  ["#141","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ جَابِرٍ- رضي الله عنه - قَالَ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَخْطُبُ خُطْبَتَيْنِ وَهُوَ قَائِمٌ , يَفْصِلُ بَيْنَهُمَا بِجُلُوسٍ)) .","ޖާބިރު (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ކޮއްޅަށް ހުންނަވައިގެން ދެ ޚުޠުބާ ދެއްވައި އުޅުއްވިއެވެ. އެ ދެ ޚުޠުބާ ދެމެދު ވަކި ކުރައްވަނީ އިށީންނެވުމަކުންނެވެ.",""  ],
  ["#142","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما قَالَ: ((جَاءَ رَجُلٌ وَالنَّبِيُّ - صلى الله عليه وسلم - يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ. فَقَالَ: صَلَّيْتَ يَا فُلانُ؟ قَالَ: لا. قَالَ: قُمْ فَارْكَعْ رَكْعَتَيْنِ. وَفِي رِوَايَةٍ فَصَلِّ رَكْعَتَيْنِ)) .","ޖާބިރު (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ހުކުރު ދުވަހު ނަބިއްޔާ (ސ)  މީސްތަކުންނަށް ޚުޠުބާ ދެއްވަނިކޮށް މީހަކު (މިސްކިތަށް) އަތުވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އޭ މިވެނި މީހާއެވެ. ތިބާ ނަމާދުކޮށްފިންތޯއެވެ؟~~ އޭނާ ދެންނެވިއެވެ: ނޫނެކެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"ތެދުވެ ދެ ރަކުޢަތް ކުރާށެވެ.~~",""  ],
  ["#143","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((إذَا قُلْتَ لِصَاحِبِكَ: أَنْصِتْ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ - فَقَدْ لَغَوْتَ)) . ","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު އިމާމު ޚުތުބާ ދެނިކޮށް، ތިބާއާ ޖެހިގެން ހުރި މީހާ ގާތު ވާހަކަ ނުދައްކާށޭ، (މިވަރަށް) ބުނިކަމުގައި ވިޔަސް، ފަހެ ތިބާ ބޭކާރު ބާޠިލު ވާހަކަ ދައްކައިފިކަން ކަށަވަރެވެ.“\n",""  ],
  ["#144","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ: ((رَأَيْتُ رَسُولَ اللَّهِ قَامَ - صلى الله عليه وسلم - فَكَبَّرَ وَكَبَّرَ النَّاسُ وَرَاءَهُ , وَهُوَ عَلَى الْمِنْبَرِ. ثُمَّ رَفَعَ فَنَزَلَ الْقَهْقَرَى , حَتَّى سَجَدَ فِي أَصْلِ الْمِنْبَرِ , ثُمَّ عَادَ حَتَّى فَرَغَ مِنْ آخِرِ صَلاتِهِ. ثُمَّ أَقْبَلَ عَلَى النَّاسِ , فَقَالَ: أَيُّهَا النَّاسُ , إنَّمَا صَنَعْتُ هَذَا لِتَأْتَمُّوا بِي , وَلِتَعْلَمُوا صَلاتِي - وَفِي لَفْظٍ - صَلَّى عَلَيْهَا. ثُمَّ كَبَّرَ عَلَيْهَا. ثُمَّ رَكَعَ وَهُوَ عَلَيْهَا , فَنَزَلَ الْقَهْقَرَى)) .","ސަހްލު ބިން ސަޢުދު އައްސާޢިދީ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ތެދުވެވަޑައިގެން ތަކްބީރު ދެއްވަނިކޮށް ތިމަން ދުށީމެވެ. އަދި ނަބިއްޔާގެ ފަހަތްޕުޅުގައިވާ މީސްތަކުންވެސް ތަކުބީރު ދިނެވެ. އެ ހިނދު ނަބިއްޔާ ހުންނެވީ މިންބަރު މަތީގައެވެ. ދެން ނަބިއްޔާ (ރުކޫޢިން) އިސްތަށިފުޅު އުފުއްލެވުމަށް ފަހު (ހުންނެވި ގޮތަށް ހުންނަވައިގެން) ފަހަތަށް ޖެހިވަޑައިގަތެވެ. އެއަށްފަޖި މިންބަރުގެ ތިރީބައިގައި؟؟ ސަޖިދަ ކުރެއްވިއެވެ. ދެން އަނެއްކާ ތެދުވެވަޑައިގެން ނަމާދު ނިމެންދެން ކަންތައް ކުރެއްވީ އެފަދައިންނެވެ. އެއަށްފަހު މީސްތަކުންނާ ކުރިމަތިލައްވައިގެން ޙަދީޘް ކުރެއްވިއެވެ: \"\"އޭ މީސްތަކުންނޭވެ. މިފަދައިން ތިމަން ނަބިއްޔާ ކަންތައް ކުރެއްވީ ހަމަ ތިޔަބައިމީހުން ތިމަން ނަބިއްޔާއާ ތަބާވެ، ތިމަން ނަބިއްޔާގެ ނަމާދު ތިޔަބައިމީހުން އުނގެނުމަށެވެ.~~ އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ނަބިއްޔާ ނަމާދު ކުރެއްވީ މިންބަރު މަތީގައެވެ. އަދި ތަކުބީރު ދެއްވީ އޭގެ މަތީގައެވެ. އަދި ރުކޫޢު ކުރެއްވީ އޭގެ މަތީގައެވެ. ދެން (ހުންނެވި ގޮތަށް ހުންނަވައިގެން) ފަހަތަށް ޖެހިވަޑައިގަތެވެ. ",""  ],
  ["#145","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((مَنْ اغْتَسَلَ يَوْمَ الْجُمُعَةِ , ثُمَّ رَاحَ في الساعَةِ الأُولى فَكَأَنَّمَا قَرَّبَ بَدَنَةً. وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ فَكَأَنَّمَا قَرَّبَ بَقَرَةً. وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ. وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ فَكَأَنَّمَا قَرَّبَ دَجَاجَةً. وَمَنْ رَاحَ فِي السَّاعَةِ الْخَامِسَةِ فَكَأَنَّمَا قَرَّبَ بَيْضَةً. فَإِذَا خَرَجَ الإِمَامُ حَضَرَتِ الْمَلائِكَةُ يَسْمَعُونَ الذِّكْرَ)) .","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ: \"\"ހުކުރު ދުވަހު ފެންވަރައި ހިނައިގަނެގެން ފުރަތަމަ ގަޑީގައި (މިސްކިތަށް) ގޮސްފި މީހާ ޖަމަލެއް ޤުރުބާންކޮށްފި ފަދައެވެ. އަދި ދެވަނަ ގަޑީގައި ގޮސްފި މީހާ ގެރިއެއް ޤުރުބާންކޮށްފި ފަދައެވެ. އަދި  ތިންވަނަ ގަޑީގައި ގޮސްފި މީހާ ދަޅުފެޅި ކަނބަޅިއެއް ޤުރުބާންކޮށްފި ފަދައެވެ. އަދި ހަތަރުވަނަ ގަޑީގައި ގޮސްފި މީހާ ކުކުޅެއް ޤުރުބާންކޮށްފި ފަދައެވެ. އަދި ފަސްވަނަ ގަޑީގައި ގޮސްފި މީހާ ކުކުޅު ބިހެއް ޤުރުބާންކޮށްފި ފަދައެވެ. ދެން އިމާމު މީހާ ނުކުންނަ ހިނދު، ޒިކުރު އަޑުއެހުމަށް މަލާއިކަތުން ހާޒިރުވާނެއެވެ.~~",""  ],
  ["#146","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ سَلَمَةَ بْنِ الأَكْوَعِ - وَكَانَ مِنْ أَصْحَابِ الشَّجَرَةِ - رضي الله عنه - قَالَ: ((كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الْجُمُعَةَ , ثُمَّ نَنْصَرِفُ. وَلَيْسَ لِلْحِيطَانِ ظِلٌّ نَسْتَظِلُّ بِهِ)) . \n\nوَفِي لَفْظٍ: ((كُنَّا نُجَمِّعُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إذَا زَالَتْ الشَّمْسُ , ثُمَّ نَرْجِعُ فَنَتَتَبَّعُ الْفَيْءَ)) .\n","ސަލަމާ ބިން އަލްއަކްވަޢު (ރ) ރިވާ ކުރެއްވިއެވެ – އަދި އެކަލޭގެފާނީ ގަސްދޮށުގައި ބައިޢަތުލް ރިޟްވާންގައި ބައިވެރިވި ޞަޙާބީއެކެވެ - : ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި ތިމަންމެން ހުކުރު ނަމާދުކޮށްފައި އެނބުރި ދަމެވެ. އަދި އިރުގެ އަވިން ހިޔާވުމަށް ފާރުތަކުން ހިޔާވަހިކަމެއްވެސް ނޯވެއެވެ.؟؟؟ އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އިރު މެދުޖެހުމުން؟؟؟، ރަސޫލު ﷲ (ސ) ގެ އަރިހުގައި ތިމަންމެން ހުކުރު ނަމާދުކޮށް އުޅުނީމެވެ. އެއަށްފަހު ތިމަންމެން އެނބުރި ދަމުން//މަގުމަތީގައި؟؟ ހިޔާވެހިކަން ހޯދޭތާ ބަލަމެވެ.؟؟؟މަސައްކަތް ކުރަމެވެ.",""  ],
  ["#147","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَقْرَأُ فِي صَلاةِ الْفَجْرِ يَوْمَ الْجُمُعَةِ: الم تَنْزِيلُ السَّجْدَةَ وَ: هَلْ أَتَى عَلَى الإِنْسَانِ)) .","އަބޫ ހުރައިރާ (ރ) ރިވާ ކުރެއްވިއެވެ: ހުކުރު ދުވަހު ފަތިސް ނަމާދުގެ (ދެ ރަކުޢަތުގައި) ނަބިއްޔާ (ސ) ކިޔަވައި އުޅުއްވީ ސަޖިދަ ސޫރަތުގެ  الم تَنْزِيلُ އާއި، (ޢާޝިޔާ ސޫރަތުގެ)  هَلْ أَتَى عَلَى الإِنْسَانِ (މި ދެ ސޫރަތެވެ.)",""  ],
  ["#148","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((كَانَ النَّبِيُّ - صلى الله عليه وسلم - وَأَبُو بَكْرٍ وَعُمَرُ يُصَلُّونَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ)) .","ޢަބްދު ﷲ ބިން ޢުމަރު (ރއހމާ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) އާއި، އަބޫ ބަކުރާއި ޢުމަރު، ދެ ޢީދު ނަމާދު ކުރައްވައި އުޅުއްވީ ޚުތުބާ ދިނުމުގެ ކުރިންނެވެ.",""  ],
  ["#149","‌كتاب الصلاة","","‌بابُ صلاةِ العيدينِ","","عَنْ الْبَرَاءِ بْنِ عَازِبٍ رضي الله عنه قَالَ: ((خَطَبَنَا النَّبِيُّ - صلى الله عليه وسلم - يَوْمَ الأَضْحَى بَعْدَ الصَّلاةِ , فَقَالَ: مَنْ صَلَّى صَلاتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ , وَمَنْ نَسَكَ قَبْلَ الصَّلاةِ فَلا نُسُكَ لَهُ. فَقَالَ أَبُو بُرْدَةَ بْنُ نِيَارٍ - خَالُ الْبَرَاءِ بْنِ عَازِبٍ - يَا رَسُولَ اللَّهِ , إنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلاةِ. وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ. وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ مَا يُذْبَحُ فِي بَيْتِي. فَذَبَحْتُ شَاتِي , وَتَغَذَّيْتُ قَبْلَ أَنْ آتِيَ الصَّلاةَ. فَقَالَ: شَاتُكَ شَاةُ لَحْمٍ. قَالَ: يَا رَسُولَ اللَّهِ , فَإِنَّ عِنْدَنَا عِنَاقاً هِيَ أَحَبُّ إلَيَّ مِنْ شَاتَيْنِ أَفَتُجْزِي عَنِّي؟ قَالَ: نَعَمْ , وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ)) . ","އަލްބަރާއު ބިން ޢާޒިބު (ރ) ރިވާ ކުރެއްވިއެވެ: ޢަޟްޙާ ޢީދު ދުވަހު، ނަމާދަށް ފަހު ނަބިއްޔާ (ސ) ތިމަންމެންނަށް ޚުޠުބާ ދެއްވަމުން ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިމަންމެންގެ ނަމާދާ އެއްގޮތަށް ނަމާދުކޮށް އަދި ތިމަންމެންގެ ޤުރުބާން ކުރެއްވުމާ އެއްގޮތަށް ޤުރުބާންކޮށްފި މީހާ، ފަހެ އެ މީހެއްގެ ޤުރުބާނީ އަދާކޮށްފިކަން ކަށަވަރެވެ. އަދި ނަމާދުގެ ކުރިން ޤުރުބާންކޮށްފި މީހަކަށް ޤުރުބާނީއެއް ނުވެއެވެ.~~ ދެން އަލްބަރާއު ބިން ޢާޒިބުގެ ބޮޑުބޭބޭފުޅު، އަބޫ ބުރްދާ ބިން ނިޔާރު ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންނަގެ ކަންބަޅި ޤުރުބާން ކުރެވުނީ ނަމާދުގެ ކުރިންނެވެ. އަދި މި ދުވަހަކީ ކެއުމާއި ބުއިމުގެ ދުވަހެއްކަން ތިމަން ދެނެހުރީމެވެ. ފަހެ ތިމަންނަގެ ގޭގައި ކަތިލެވޭ އެންމެ ފުރަތަމަ އެއްޗަކީ ތިމަންނަގެ ކަންބަޅިކަމަށް ވުމަށް ތިމަން ލޯބި ކުރީމެވެ. އަދި ތިމަންނަގެ ކަންބަޅި ކަތިލައި، ނަމާދަށް އައުމުގެ ކުރިން ތިމަންނަ ކެއީމެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިބާގެ ކަންބަޅިއަކީ މަސް ކެއުމަށްޓަކައި ކަތިލެވުނު ކަންބަޅިއެކެވެ.~~ (އެބަހީ: ޤުރުބާނީއެއް ނޫނެކެވެ.) އަބޫ ބުރްދާ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންމެންގެ އަތުގައި ޅަ އަންހެން ބަކަރިއެއް ވެއެވެ. ދެ ކަންބަޅިއަށް ވުރެ ބޮޑަށް ތިމަންނަ އެއަށް ލޯބި ކުރަމެވެ. ފަހެ އޭތި (ބަދަލެއްގެ ގޮތުގައި) ކަތިލައިފި ނަމަ ތިމަންނަގެ ޤުރުބާނީއަށް ފުދޭނެތޯއެވެ؟؟؟؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އާދޭހޭވެ. އަދި ތިބާގެ ފަހުން އަންނަ އެކަކަށްވެސް (ބަދަލެއްގެ ގޮތުގައި) ނުފުދޭނެއެވެ.~~ (އެބަހީ: އެއީ ހަމައެކަނި އަބޫ ބުރްދާއަށް ދެއްވި ލުޔެކެވެ.)",""  ],
  ["#150","‌كتاب الصلاة","","بابُ صلاةِ الكُسُوفِ","","عَنْ جُنْدُبِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ - رضي الله عنه - قَالَ: ((صَلَّى النَّبِيُّ - صلى الله عليه وسلم - يَوْمَ النَّحْرِ. ثُمَّ خَطَبَ. ثُمَّ ذَبَحَ وَقَالَ: مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيَذْبَحْ أُخْرَى مَكَانَهَا , وَمَنْ لَمْ يَذْبَحْ فَلْيَذْبَحْ بِاسْمِ اللَّهِ)) .","ޖުންދުބް ބިން ޢަބްދު ﷲ އަލްބަޖައްލީ (ރ) ރިވާ ކުރެއްވިއެވެ: ޢަޟްޙާ ޢީދު ދުވަހު ނަބިއްޔާ (ސ) ނަމާދު ކުރެއްވުމަށް ފަހު ޚުޠުބާ ދެއްވިއެވެ. ދެން ޢުޟްޙިޔާ ކަތިލައްވާފައި ޙަދީޘް ކުރެއްވިއެވެ: \"\"ތިމަންމެން ނަމާދު ކުރުމުގެ ކުރިން ޢުޟްޙިޔާ ކަތިލައިފި މީހަކު، ފަހެ އަނެއްކާވެސް އެހެން ޤުރުބާނީއެއް އޭގެ ބަދަލުގައި ކަތިލާށެވެ. އަދި މިހާތަނަށް ޢުޟްޙިޔާ ކަތިނުލާ ހުރި މީހަކު ފަހެ ﷲގެ އިސްމުފުޅުން؟؟ ކަތިލާށެވެ.~~",""  ],
  ["#151","‌كتاب الصلاة","","بابُ صلاةِ الكُسُوفِ","","عَنْ جَابِرٍ - رضي الله عنه - قَالَ: ((شَهِدْتُ مَعَ النَّبِيِّ - صلى الله عليه وسلم - يَوْمَ الْعِيدِ. فَبَدَأَ بِالصَّلاةِ قَبْلَ الْخُطْبَةِ , بِلا أَذَانٍ وَلا إقَامَةٍ. ثُمَّ قَامَ مُتَوَكِّئًا عَلَى بِلالٍ , فَأَمَرَ بِتَقْوَى اللَّهِ تَعَالَى , وَحَثَّ عَلَى طَاعَتِهِ , وَوَعَظَ النَّاسَ وَذَكَّرَهُمْ , ثُمَّ مَضَى حَتَّى أَتَى النِّسَاءَ فَوَعَظَهُنَّ وَذَكَّرَهُنَّ , وَقَالَ: يَا مَعْشَرَ النِّسَاءِ , تَصَدَّقْنَ. فَإِنَّكُنَّ أَكْثَرُ حَطَبِ جَهَنَّمَ , فَقَامَتْ امْرَأَةٌ مِنْ سِطَةِ النِّسَاءِ , سَفْعَاءُ الْخَدَّيْنِ فَقَالَتْ: لِمَ يَا رَسُولَ اللَّهِ فَقَالَ: لأَنَّكُنَّ تُكْثِرْنَ الشَّكَاةَ , وَتَكْفُرْنَ الْعَشِيرَ. قَالَ: فَجَعَلْنَ يَتَصَدَّقْنَ مِنْ حُلِيِّهِنَّ يُلْقِينَ فِي ثَوْبِ بِلالٍ مِنْ أَقْرَاطِهِنَّ وَخَوَاتِيمِهِنَّ)) .","ޖާބިރު (ރ) ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ (ސ) ގެ އަރިހު ޢީދު ދުވަހުގައި ތިމަން ހާޒިރުވީމެވެ//ބައިވެރިވީމެވެ.؟؟؟ ނަބިއްޔާ ފެއްޓެވީ ޚުޠުބާގެ ކުރިން ނަމާދުންނެވެ.// ނަބިއްޔާ ޚުޠުބާއިން ފެއްޓެވެއެވެ. އެއަށްފަހު ނަމާދު ކުރެއްވިއެވެ؟؟ އެއީ ބަންގި ގޮވުމެއް އަދި ޤަމަތް ދިނުމަކާ ނުލައެވެ. އެއަށްފަހު ބިލާލު ގާތު ލެނގިލައްވައިގެން ނަބިއްޔާ ހުންނަވައި، ﷲ ތަޢާލާއަށް ތަޤުވާވެރިވުމަށް އަމުރު ކުރެއްވިއެވެ. އަދި އެ އިލާހަށް ކިޔަމަންތެރިވުމަށް ބާރު އެޅުއްވިއެވެ. އަދި މީސްތަކުންނަށް ވަޢުޡު ދެއްވައި ހަނދުމަކޮށް ދެއްވިއެވެ. އެއަށްފަހު އަންހެންވެރިންގެ ގާތަށް ވަޑައިގަންނަވައި، އެ ކަނބަލުންނަށް ވަޢުޡު ދެއްވައި ހަނދުމަކޮށް ދެއްވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: \"\"އޭ އަންހެނުންގެ ޖަމާޢަތުގެ މީހުންނޭވެ. ތިޔަ ކަނބަލުން ޞަދަޤާތް ދޭށެވެ. އެހެނީ ހަމަކަށާވަރުން ތިޔަ ކަނބަލުންނީ ނަރަކައިގެ ދަރުގެ ބޮޑުބައެވެ.؟؟؟ ދެން އަންހެނުންތަކުގެ ތެރޭގައި އިން، ދެ ކޮލުގައި ކަޅު ތަންކޮޅެއް ހުރި އަންހެނަކު ތެދުވެ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އެއީ ކީއްވެގެންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: \"\"އެއީ ތޔަ ކަނބަލުން ޝަކުވާ ގިނަ ކުރާތީއެވެ. އަދި ފިރިންނަށް ކާފަރުވާތީއެވެ.؟؟؟: ދެން އެ ކަނބަލުންގެ ހެދުންތަކު ތެރެއިން ކަންފަތު މުދިތަކާއި އަނގޮށްޓިތަށް ނަގާފައި ޞަދަޤާތުގެ ގޮތުގައި ދިނެވެ.",""  ],
  ["#152","‌كتاب الصلاة","","بابُ صلاةِ الكُسُوفِ","","عَنْ أُمِّ عَطِيَّةَ - نُسَيْبَةَ الأَنْصَارِيَّةِ - قَالَتْ: ((أَمَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنْ نُخْرِجَ فِي الْعِيدَيْنِ الْعَوَاتِقَ وَذَوَاتِ [ص: 110] الْخُدُورِ , وَأَمَرَ الْحُيَّضَ أَنْ يَعْتَزِلْنَ مُصَلَّى الْمُسْلِمِينَ)) . \n\nوَفِي لَفْظٍ: ((كُنَّا نُؤْمَرُ أَنْ نَخْرُجَ يَوْمَ الْعِيدِ , حَتَّى نُخْرِجَ الْبِكْرَ مِنْ خِدْرِهَا , حَتَّى تَخْرُجَ الْحُيَّضُ , فَيُكَبِّرْنَ بِتَكْبِيرِهِمْ وَيَدْعُونَ بِدُعَائِهِمْ , يَرْجُونَ بَرَكَةَ ذَلِكَ الْيَوْمِ وَطُهْرَتَهُ)) .","އުންމު ޢަޠިއްޔާ، ނުސައިބާ އަލްއަންޞާރިއްޔާ ރިވާ ކުރެއްވިއެވެ: ބޮޑެތި؟؟؟ އަންހެނުންނާއި، (ޒުވާން) ބިކުރުވެރި އަންހެނުން ދެ ޢީދު (ނަމާދަށް) ނެރެން، ރަސޫލު ﷲ (ސ) ތިމަންމެންނަށް އަމުރު ކުރެއްވިއެވެ. އަދި މުސްލިމުން ނަމާދު ކުރާ ތަނުން ޙައިޟުވެރިން ދުރުވާން އެނގެވިއެވެ. \n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ޢީދު ދުވަހު (ނަމާދަށް) ނުކުތުމަށް ތިމަން ކަނބަލުންނަށް އަމުރުވެވުނެވެ. ގޭގައި ފޮރުވިގެން އުޅޭ ބިކުރުވެރިންނާއި ޙައިޟުވެރިން ނުކުތުމަށް ދާންދެންވެސް މެއެވެ. އެއީ މީސްތަކުންގެ ތަކުބީރާއެކު އެ ކަނބަލުން ތަކުބީރު ކިޔައި، މީސްތަކުންގެ ދުޢާއާއެކު އެ ކަނބަލުން ދުޢާ ކުރުމަށެވެ. އަދި އެ ދުވަހުގެ ބަރަކާތާއި ފާފަ ފުއްސެވުން ހޯދައިގަތުމަށެވެ.",""  ],
  ["#153","‌كتاب الصلاة","","بابُ صلاةِ الكُسُوفِ","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ الشَّمْسَ خَسَفَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَبَعَثَ مُنَادِياً يُنَادِي: الصَّلاةُ جَامِعَةٌ. فَاجْتَمَعُوا. وَتَقَدَّمَ , فَكَبَّرَ وَصَلَّى أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ , وَأَرْبَعَ سَجَدَاتٍ)) .","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި އިރުކޭތަ ހިފިއެވެ. ދެންފަހެ މިފަދއިން ގޮވާލާ މީހަކު ފޮނުއްވިއެވެ: ޖަމާޢަތުގައި ނަމާދު (ކުރެވެން އެބައުޅެއެވެ.) އަދި މީސްތަކުން ޖަމާޢަތުގައި އެއްވިއެވެ. ނަބިއްޔާ ކުރއަށް ޖެހިވަޑައިގެން ތަކްބީރު ދެއްވިއެވެ. އަދި ދެ ރަކުޢަތުގައި ހަތަރު ފަހަރު ރުކޫޢުކޮށް ހަތަރު ފަހަރު ސަޖިދަ ކުރެއްވިއެވެ.",""  ],
  ["#154","‌كتاب الصلاة","","","","عَنْ أَبِي مَسْعُودٍ - عُقْبَةَ بْنِ عَمْرٍو الأَنْصَارِيِّ الْبَدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ , يُخَوِّفُ اللَّهُ بِهِمَا عِبَادَهُ , وَإِنَّهُمَا لا يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ مِنْ النَّاسِ. فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئًا فَصَلُّوا , وَادْعُوا حَتَّى يَنْكَشِفَ مَا بِكُمْ)) .","އަބޫ މަސްޢޫދު، ޢުޤްބާ ބިން ޢަމްރު އަލްއަންޞާރީ އަލްބަދްރީ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ (ސ) ޙަދީޘް ކުރެއްވިއެވެ:  ”ހަމަކަށަވަރުން އިރާއި ހަނދަކީ ﷲގެ އާޔަތްތަކު ތެރެއިންވާ ދެ އާޔަތެވެ. ﷲ އެ ދޭތި (ކޭތަ ހިފުން މެދުވެރި ކުރެއްވުމުން) އެ އިލާހުގެ އަޅުތަކުން ބިރުގަންނަވައެވެ. އަދި ހަމަކަށަވަރުން މީސްތަކުން ކުރެ އެއްވެސް މީހެއްގެ މަރުވުމާއި ދިރުމަކަށް އެ ދޭތި ކޭތަ ނުހިފާނެއެވެ. ފަހެ ތިޔަބައިމީހުންނަށް އެ (ކޭތަ ހިފާ) ތަން ފެނިއްޖެ ނަމަ ނަމާދު ކުރާށެވެ. އަދި ތިޔަބައިމީހުންނަށް ޖެހިފައިވާ (ކޭތަ) ފިއްލަވަންދެން ﷲ ޒިކުރު ކުރާށެވެ.“",""  ],
  ["#155","‌كتاب الصلاة","","بابُ صلاةِ الكُسُوفِ","","عَنْ عَائِشَةَ رضي الله عنها أَنَّهَا قَالَتْ: ((خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَصَلَّى رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِالنَّاسِ. فَأَطَالَ الْقِيَامَ , ثُمَّ رَكَعَ , فَأَطَالَ الرُّكُوعَ , ثُمَّ قَامَ , فَأَطَالَ الْقِيَامَ - وَهُوَ دُونَ الْقِيَامِ الأَوَّلِ - ثُمَّ رَكَعَ , فَأَطَالَ الرُّكُوعَ - وَهُوَ دُونَ الرُّكُوعِ الأَوَّلِ - ثُمَّ سَجَدَ , فَأَطَالَ السُّجُودَ , ثُمَّ فَعَلَ فِي الرَّكْعَةِ الأُخْرَى مِثْلَ مَا فَعَلَ فِي الرَّكْعَةِ الأُولَى , ثُمَّ انْصَرَفَ , وَقَدْ تَجَلَّتْ الشَّمْسُ , فَخَطَبَ النَّاسَ , فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ , ثُمَّ قَالَ: إنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ , لا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلا لِحَيَاتِهِ , فَإِذَا رَأَيْتُمْ ذَلِكَ فَادْعُوا اللَّهَ وَكَبِّرُوا , وَصَلُّوا وَتَصَدَّقُوا , ثُمَّ قَالَ: يَا أُمَّةَ مُحَمَّدٍ , وَاَللَّهِ مَا مِنْ أَحَدٍ أَغْيَرُ مِنْ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ , أَوْ تَزْنِيَ أَمَتُهُ , يَا أُمَّةَ مُحَمَّدٍ , وَاَللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيراً)) . [ص: 112] \nوَفِي لَفْظٍ: ((فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ)) .\n","ޢާއިޝާ (ރއހާ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި އިރުކޭތަ ހިފިއެވެ. ދެން ރަސޫލު ﷲ ﷺ މީސްތަކުންނައިގެން (އިރުކޭތަ) ނަމާދު ކުރެއްވިއެވެ. އަދި ވަރަށް ގިނައިރު ވަންދެން ނަބިއްޔާ ތެދުވެވަޑައިގެން ހުންނެވިއެވެ. އެއަށްފަހު ވަރަށް ގިނައިރު ވަންދެން ރުކޫޢު ކުރެއްވިއެވެ. ދެން (އިޢުތިދާލުގައި) ފުރަތަމަ ފަހަރަށް ވުރެ ކުރުކޮށް ނަމަވެސް ގިނައިރު ވަންދެން ތެދުވެވަޑައިގެން ހުންނެވިއެވެ. ދެން ފުރަތަމަ ރުކޫޢަށް ވުރެ ކުރުކޮށް ނަމަވެސް ގިނައިރު ވަންދެން ރުކޫޢު ކުރެއްވިއެވެ. ދެން ވަރަށް ގިނައިރު ވަންދެން (ދެ ފަހަރު) ސަޖިދަ ކުރެއްވިއެވެ. އެއަށްފަހު ދެވަނަ ރަކުޢަތުގައި ހަމަ ކުރީ ރަކުޢަތެކޭ އެފަދައިން ކަންކުރެއްވިއެވެ. އަދި ނަމާދުން އަވަދިވަޑައިގަތެވެ. އޭރު (ކޭތަ ނިމިގެން) އިރުފެންނަށް ހުއްޓެވެ. ދެން ނަބިއްޔާ މީސްތަކުންނާ މުޚާޠަބު ކުރައްވައި، ﷲ އަށް ޙަމްދު ޘަނާ ދަންނެވުމަށް ފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އިރާއި ހަނދަކީ ﷲގެ އާޔަތްތަކު ތެރެއިންވާ ދެ އާޔަތެވެ. އެއްވެސް މީހެއްގެ މަރުވުމާއި ދިރުމަކަށް އެ ދޭތި ކޭތަ ނުހިފައެވެ. އަދި ތިޔަބައިމީހުންނަށް އެ (ކޭތަ ހިފާ) ތަން ފެނިއްޖެ ނަމަ ﷲ އަށް ދުޢާކޮށް ތަކްބީރު ދަންނަވާށެވެ. އަދި ނަމާދުކޮށް ޞަދަޤާތް ދޭށެވެ.“ އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: \"\"އޭ މުޙައްމަދުގެފާނުގެ އުންމަތުގެ މީސްތަކުންނޭވެ. ﷲ ގަންދީ ބުނަމެވެ. އެ ފަރާތެއްގެ ފިރިހެން ނުވަތަ އަންހެން އަޅަކު ޒިނޭކޮށްފާނެ ކަމަށް ﷲ އަށްވުރެ ޣިރަތްތެރިވެވޮޑިގެންވާ އެކަކުވެސް ނުވެއެވެ.  އޭ މުޙައްމަދުގެފާނުގެ އުންމަތުގެ މީސްތަކުންނޭވެ. ﷲ ގަންދީ ބުނަމެވެ. ތިމަން ނަބިއްޔާއަށް އެނގިވަޑައިގަންނަވާ ކަންތައް ތިޔަބައިމީހުންނަށް ވެސް އެނގުނު ނަމަ، ތިޔަބައިމީހުން މަދުން ހީހަދައި، ގިނައިން ރޮއިހެދީސްކަން ކަށަވަރެވެ.~~\n\nއަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ފަހެ ހަތަރު ރުކޫޢާއި ހަތަރު ސަޖިދަ ނަބިއްޔާ ފުރިހަމަ ކުރެއްވިއެވެ.\n",""  ],
  ["#156","‌كتاب الصلاة","","","","عَنْ أَبِي مُوسَى الأَشْعَرِيِّ - رضي الله عنه - قَالَ: ((خَسَفَتِ الشَّمْسُ عَلَى زَمَانِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -. فَقَامَ فَزِعاً , وَيَخْشَى أَنْ تَكُونَ السَّاعَةُ , حَتَّى أَتَى الْمَسْجِدَ. فَقَامَ , فَصَلَّى بِأَطْوَلِ قِيَامٍ وَسُجُودٍ , مَا رَأَيْتُهُ يَفْعَلُهُ فِي صَلاتِهِ قَطُّ , ثُمَّ قَالَ: إنَّ هَذِهِ الآيَاتِ الَّتِي يُرْسِلُهَا اللَّهُ عَزَّ وَجَلَّ: لا تَكُونُ لِمَوْتِ أَحَدٍ وَلا لِحَيَاتِهِ. وَلَكِنَّ اللَّهَ يُرْسِلُهَا يُخَوِّفُ [ص: 113] بِهَا عِبَادَهُ , فَإِذَا رَأَيْتُمْ مِنْهَا شَيْئاً فَافْزَعُوا إلَى ذِكْرِ اللَّهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ)) .","އަބޫ މޫސާ އަލްއަޝްޢަރީ (ރ) ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި އިރުކޭތަ ހިފިއެވެ. ޤިޔާމަތްވީ ކަމަށް ނަބިއްޔާ ހީފުޅު ކުރައްވައިގެން ބިރުފުޅުން ތެދުވެވަޑައިގެންނެވިއެވެ. ދެން މިސްކިތަށް ވަޑައިގެން ވަރަށް ގިނައިރު ވަންދެން ތެދުވެވަޑައިގެން އަދި ސަޖިދަ ކުރައްވައިގެން ނަމާދު ކުރެއްވިއެވެ. ދުވަހަކުވެސް ނަމާދުގައި ނަބިއްޔާ އެފަދައިން ކަންކުރެއްވި ތަނެއް ތިމަން ނުދެކެވެ. އެއަށްފަހު ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ﷲ ޢައްޒަ ވަޖައްލަ މި ފޮނުއްވަވާ (ކޭތައިގެ) އާޔަތްތަކަކީ އެއްވެސް މީހެއްގެ މަރުވުމާއި ދިރުމަކަށްވާ ކަންތައްތަކެއް ނޫނެކެވެ. އެހެނެއްކަމަކު ﷲ އެ (ކޭތައިގެ) އާޔަތްތައް ފޮނުއްވަނީ އެ އިލާހުގެ އަޅުތަކުން ބިރުގެންނެވުމަށެވެ. ވީމާ ތިޔަބައިމީހުންނަށް އެއިން ކަމެއް ފެނިއްޖެ ނަމަ، ފަހެ ﷲ ގެ ޒިކުރު ކުރުމަށާއި އެ އިލާހަށް ދުޢާ ދެންނަވައި އިސްތިޣްފާރު ކުރުމަށް އަވަހަށް ދާށެވެ.“",""  ],
  ["#157","‌كتاب الصلاة","","","","عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيِّ - رضي الله عنه - قَالَ: ((خَرَجَ النَّبِيُّ - صلى الله عليه وسلم - يَسْتَسْقِي , فَتَوَجَّهَ إلَى الْقِبْلَةِ يَدْعُو , وَحَوَّلَ رِدَاءَهُ , ثُمَّ صَلَّى رَكْعَتَيْنِ , جَهَرَ فِيهِمَا بِالْقِرَاءَةِ)) . وَفِي لَفْظٍ «إلَى الْمُصَلَّى» .","",""  ],
  ["#158","‌كتاب الصلاة","","","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - ((أَنَّ رَجُلاً دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ , وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - قَائِمٌ يَخْطُبُ , فَاسْتَقْبَلَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَائِمًا , ثُمَّ قَالَ: يَا رَسُولَ اللَّهِ , هَلَكَتْ الأَمْوَالُ , وَانْقَطَعَتْ السُّبُلُ فَادْعُ اللَّهَ تَعَالَى يُغِيثُنَا , قَالَ: فَرَفَعَ[ص: 114] رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَدَيْهِ ثُمَّ قَالَ: اللَّهُمَّ أَغِثْنَا , اللَّهُمَّ أَغِثْنَا , اللَّهُمَّ أَغِثْنَا. قَالَ أَنَسٌ: فَلا وَاَللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلا قَزَعَةٍ , وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلا دَارٍ قَالَ: فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ. فَلَمَّا تَوَسَّطَتْ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ , قَالَ: فَلا وَاَللَّهِ مَا رَأَيْنَا الشَّمْسَ سَبْتاً , قَالَ: ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ , وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - قَائِمٌ يَخْطُبُ النَّاسَ , فَاسْتَقْبَلَهُ قَائِماً , فَقَالَ: يَا رَسُولَ اللَّهِ , هَلَكَتْ الأَمْوَالُ , وَانْقَطَعَتْ السُّبُلُ , فَادْعُ اللَّهَ أَنْ يُمْسِكَهَا عَنَّا , قَالَ: فَرَفَعَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَدَيْهِ ثُمَّ قَالَ: اللَّهُمَّ حَوَالَيْنَا وَلا عَلَيْنَا , اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ , قَالَ: فَأَقْلَعَتْ , وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ. قَالَ شَرِيكٌ: فَسَأَلْتُ أَنَسَ بْنَ مَالِكٍ: أَهُوَ الرَّجُلُ الأَوَّلُ قَالَ: لا أَدْرِي .","",""  ],
  ["#159","‌كتاب الصلاة","","بابُ الاستسقاءِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ رضي الله عنهما قَالَ: ((صَلَّى بِنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - صَلاةَ الْخَوْفِ فِي بَعْضِ أَيَّامِهِ , فَقَامَتْ طَائِفَةٌ مَعَهُ , وَطَائِفَةٌ بِإِزَاءِ الْعَدُوِّ , فَصَلَّى بِاَلَّذِينَ مَعَهُ رَكْعَةً , ثُمَّ ذَهَبُوا , وَجَاءَ الآخَرُونَ , فَصَلَّى بِهِمْ رَكْعَةً , وَقَضَتِ الطَّائِفَتَانِ رَكْعَةً , رَكْعَةً)) .","",""  ],
  ["#160","‌كتاب الصلاة","","","","عَنْ يَزِيدَ بْنِ رُومَانَ عَنْ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ عَمَّنْ صَلَّى مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - صَلاةَ ذَاتِ الرِّقَاعِ , صَلاةَ الْخَوْفِ: أَنَّ [ص: 116] طَائِفَةً صُفَّتْ مَعَهُ , وَطَائِفَةً وِجَاهَ الْعَدُوِّ , فَصَلَّى بِاَلَّذِينَ مَعَهُ رَكْعَةً , ثُمَّ ثَبَتَ قَائِماً , وَأَتَمُّوا لأَنْفُسِهِمْ , ثُمَّ انْصَرَفُوا , فَصُفُّوا وِجَاهَ الْعَدُوِّ , وَجَاءَتْ الطَّائِفَةُ الأُخْرَى , فَصَلَّى بِهِمْ الرَّكْعَةَ الَّتِي بَقِيَتْ , ثُمَّ ثَبَتَ جَالِساً , وَأَتَمُّوا لأَنْفُسِهِمْ , ثُمَّ سَلَّمَ بِهِمْ)) .","",""  ],
  ["#161","‌كتاب الصلاة","","بابُ صلاةِ الخوفِ","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ رضي الله عنهما قَالَ: ((شَهِدْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - صَلاةَ الْخَوْفِ فَصَفَفْنَا صَفَّيْنِ خَلْفَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ , وَكَبَّرَ النَّبِيُّ - صلى الله عليه وسلم - وَكَبَّرْنَا جَمِيعاً , ثُمَّ رَكَعَ وَرَكَعْنَا جَمِيعاً , ثُمَّ رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ وَرَفَعْنَا جَمِيعاً , ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ , وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نَحْرِ الْعَدُوِّ , فَلَمَّا قَضَى النَّبِيُّ - صلى الله عليه وسلم - السُّجُودَ , وَقَامَ الصَّفُّ الَّذِي يَلِيهِ: انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ , وَقَامُوا , ثُمَّ تَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ , وَتَأَخَّرَ الصَّفُّ الْمُقَدَّمُ , ثُمَّ رَكَعَ النَّبِيُّ - صلى الله عليه وسلم - وَرَكَعْنَا جَمِيعاً , ثُمَّ رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ وَرَفَعْنَا جَمِيعاً , ثُمَّ انْحَدَرَ بِالسُّجُودِ , وَالصَّفُّ الَّذِي يَلِيهِ - الَّذِي كَانَ مُؤَخَّرًا فِي الرَّكْعَةِ الأُولَى - فَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نَحْرِ [ص: 117]  الْعَدُوِّ , فَلَمَّا قَضَى النَّبِيُّ - صلى الله عليه وسلم - السُّجُودَ وَالصَّفُّ الَّذِي يَلِيهِ: انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ , فَسَجَدُوا ثُمَّ سَلَّمَ - صلى الله عليه وسلم - وَسَلَّمْنَا جَمِيعاً , قَالَ جَابِرٌ: كَمَا يَصْنَعُ حَرَسُكُمْ هَؤُلاءِ بِأُمَرَائِهِمْ)) .\nوَذَكَرَهُ مُسْلِمٌ بِتَمَامِهِ. وَذَكَرَ الْبُخَارِيُّ طَرَفاً مِنْهُ: ((وَأَنَّهُ صَلَّى صَلاةَ الْخَوْفِ مَعَ النَّبِيِّ - صلى الله عليه وسلم - فِي الْغَزْوَةِ السَّابِعَةِ , غَزْوَةِ ذَاتِ الرِّقَاعِ)) .\n","",""  ],
  ["#162","‌كتاب الصلاة","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((نَعَى النَّبِيُّ - صلى الله عليه وسلم - النَّجَاشِيَّ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ , خَرَجَ بِهِمْ إلَى الْمُصَلَّى , فَصَفَّ بِهِمْ , وَكَبَّرَ أَرْبَعاً)) . [ص: 118] ","",""  ],
  ["#163","كتاب الجنائزِ","","","","عَنْ جَابِرِ - رضي الله عنه -: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - صَلَّى عَلَى النَّجَاشِيِّ , فَكُنْتُ فِي الصَّفِّ الثَّانِي , أَوْ الثَّالِثِ)) .","",""  ],
  ["#164","كتاب الجنائزِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما: ((أَنَّ النَّبِيَّ - صلى الله عليه وسلم - صَلَّى عَلَى قَبْرٍ , بَعْدَ مَا دُفِنَ , فَكَبَّرَ عَلَيْهِ أَرْبَعاً)) .","",""  ],
  ["#165","كتاب الجنائزِ","","","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كُفِّنَ فِي أَثْوَابٍ بِيضٍ يَمَانِيَةٍ , لَيْسَ فِيهَا قَمِيصٌ وَلا عِمَامَةٌ)) . [ص: 119] ","",""  ],
  ["#166","كتاب الجنائزِ","","","","عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ قَالَتْ: ((دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - حِينَ تُوُفِّيَتْ ابْنَتُهُ , فَقَالَ: اغْسِلْنَهَا ثَلاثاً , أَوْ خَمْساً , أَوْ أَكْثَرَ مِنْ ذَلِكَ - إنْ رَأَيْتُنَّ ذَلِكِ - بِمَاءٍ وَسِدْرٍ , وَاجْعَلْنَ فِي الأَخِيرَةِ كَافُوراً - أَوْ شَيْئاً مِنْ كَافُورٍ - فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي)) .\nفَلَمَّا فَرَغْنَا آذَنَّاهُ. فَأَعْطَانَا حَقْوَهُ. وَقَالَ: أَشْعِرْنَهَا بِهِ - تَعْنِي إزَارَهُ.\nوَفِي رِوَايَةٍ «أَوْ سَبْعاً» , وَقَالَ: ((ابْدَأْنَ بِمَيَامِنِهَا وَمَوَاضِعِ الْوُضُوءِ مِنْهَا)) وَإِنَّ أُمَّ عَطِيَّةَ قَالَتْ: وَجَعَلْنَا رَأْسَهَا ثَلاثَةَ قُرُونٍ)) .\n","",""  ],
  ["#167","كتاب الجنائزِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((بَيْنَمَا رَجُلٌ وَاقِفٌ بِعَرَفَةَ , إذْ وَقَعَ عَنْ رَاحِلَتِهِ , فَوَقَصَتْهُ - أَوْ قَالَ: فَأَوْقَصَتْهُ - فَقَالَ [ص: 120] رَسُولُ اللَّهِ - صلى الله عليه وسلم -: اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ , وَكَفِّنُوهُ فِي ثَوْبَيْهِ. وَلا تُحَنِّطُوهُ , وَلا تُخَمِّرُوا رَأْسَهُ. فَإِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ مُلَبِّياً)) . وَفِي رِوَايَةٍ: ((وَلا تُخَمِّرُوا وَجْهَهُ وَلا رَأْسَهُ)) .","",""  ],
  ["#168","كتاب الجنائزِ","","","","عَنْ أُمِّ عَطِيَّةَ الأَنْصَارِيَّةِ رضي الله عنها قَالَتْ: ((نُهِينَا عَنْ اتِّبَاعِ الْجَنَائِزِ وَلَمْ يُعْزَمْ عَلَيْنَا)) .","",""  ],
  ["#169","كتاب الجنائزِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: ((أَسْرِعُوا بِالْجِنَازَةِ فَإِنَّهَا إنْ تَكُ صَالِحَةً: فَخَيْرٌ تُقَدِّمُونَهَا إلَيْهِ. وَإِنْ تَكُ سِوَى ذَلِكَ: فَشَرٌّ: تَضَعُونَهُ عَنْ رِقَابِكُمْ)) .","",""  ],
  ["#170","كتاب الجنائزِ","","","","عَنْ سَمُرَةَ بْنِ جُنْدُبٍ- رضي الله عنه - قَالَ: ((صَلَّيْت وَرَاءَ النَّبِيِّ - صلى الله عليه وسلم - عَلَى امْرَأَةٍ مَاتَتْ فِي نِفَاسِهَا فَقَامَ فِي وَسَطِهَا)) .","",""  ],
  ["#171","كتاب الجنائزِ","","","","عَنْ أَبِي مُوسَى عَبْدِ اللَّهِ بْنِ قَيْسٍ- رضي الله عنه -: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَرِيءٌ مِنْ الصَّالِقَةِ وَالْحَالِقَةِ وَالشَّاقَّةِ)) . [ص: 122] ","",""  ],
  ["#172","كتاب الجنائزِ","","","","عَنْ عَائِشَةَ رضي الله عنها قَالَ: ((لَمَّا اشْتَكَى النَّبِيُّ - صلى الله عليه وسلم - ذَكَرَ بَعْضُ نِسَائِهِ كَنِيسَةً رَأَيْنَهَا بِأَرْضِ الْحَبَشَةِ , يُقَالُ لَهَا: مَارِيَةُ - وَكَانَتْ أُمُّ سَلَمَةَ وَأُمُّ حَبِيبَةَ أَتَتَا أَرْضَ الْحَبَشَةِ - فَذَكَرَتَا مِنْ حُسْنِهَا وَتَصَاوِيرَ فِيهَا , فَرَفَعَ رَأْسَهُ - صلى الله عليه وسلم - وَقَالَ: أُولَئِكَ إذَا مَاتَ فِيهِمْ الرَّجُلُ الصَّالِحُ بَنَوْا عَلَى قَبْرِهِ مَسْجِداً , ثُمَّ صَوَّرُوا فِيهِ تِلْكَ الصُّوَرَ أُولَئِكَ شِرَارُ الْخَلْقِ عِنْدَ اللَّهِ)) .","",""  ],
  ["#173","كتاب الجنائزِ","","","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي مَرَضِهِ الَّذِي لَمْ يَقُمْ مِنْهُ: ((لَعَنَ اللَّهُ الْيَهُودَ وَالنَّصَارَى اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ)) .","",""  ],
  ["#174","كتاب الجنائزِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: ((لَيْسَ مِنَّا مَنْ ضَرَبَ الْخُدُودَ , وَشَقَّ الْجُيُوبَ , وَدَعَا بِدَعْوَى الْجَاهِلِيَّةِ)) .","",""  ],
  ["#175","كتاب الجنائزِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((مَنْ شَهِدَ الْجِنَازَةَ حَتَّى يُصَلِّيَ عَلَيْهَا فَلَهُ قِيرَاطٌ. وَمَنْ شَهِدَهَا حَتَّى [ص: 124] تُدْفَنَ فَلَهُ قِيرَاطَانِ. قِيلَ: وَمَا الْقِيرَاطَانِ؟ قَالَ: مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ)) .\nوَلِمُسْلِمٍ: ((أَصْغَرُهُمَا مِثْلُ أُحُدٍ)) .","",""  ],
  ["#176","كتاب الجنائزِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - لِمُعَاذِ بْنِ جَبَلٍ - حِينَ بَعَثَهُ إلَى الْيَمَنِ -: ((إنَّك سَتَأْتِي قَوْماً أَهْلَ كِتَابٍ. فَإِذَا جِئْتَهُمْ: فَادْعُهُمْ إلَى أَنْ يَشْهَدُوا أَنْ لا إلَهَ إلاَّ اللَّهُ , وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ. فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ: أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ. فَإِنْ هُمْ أَطَاعُوا لَك بِذَلِكَ , فَأَخْبِرْهُمْ: أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً , تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ. فَإِنْ هُمْ أَطَاعُوا لَك بِذَلِكَ , فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ. وَاتَّقِ دَعْوَةَ الْمَظْلُومِ. فَإِنَّهُ لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ)) .","",""  ],
  ["#177","كتاب الجنائزِ","","","","عن أبي سعيد الخدري رضي الله عنه - قَالَ: قَالَ [ص: 126] رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ. وَلا فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ. وَلا فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ)) .","",""  ],
  ["#178","كتاب الجنائزِ","","","","عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((لَيْسَ عَلَى الْمُسْلِمِ فِي عَبْدِهِ وَلا فَرَسِهِ صَدَقَةٌ)) . [ص: 127] \nوَفِي لَفْظٍ: ((إلاَّ زَكَاةَ الْفِطْرِ فِي الرَّقِيقِ)) .\n","",""  ],
  ["#179","كتاب الجنائزِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه -: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((الْعَجْمَاءُ جُبَارٌ. وَالْبِئْرُ جُبَارٌ. وَالْمَعْدِنُ جُبَارٌ. وَفِي الرِّكَازِ الْخُمْسُ)) . [ص: 128] ","",""  ],
  ["#180","كتاب الجنائزِ","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((بَعَثَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عُمَرَ - رضي الله عنه - عَلَى الصَّدَقَةِ. فَقِيلَ: مَنَعَ ابْنُ جَمِيلٍ وَخَالِدُ بْنُ الْوَلِيدِ , وَالْعَبَّاسُ عَمُّ رَسُولِ اللَّهِ - صلى الله عليه وسلم -. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مَا يَنْقِمُ ابْنُ جَمِيلٍ , إلاَّ أَنْ كَانَ فَقِيراً: فَأَغْنَاهُ اللَّهُ؟ وَأَمَّا خَالِدٌ: فَإِنَّكُمْ تَظْلِمُونَ خَالِداً. وَقَدْ احْتَبَسَ أَدْرَاعَهُ وَأَعْتَادَهُ فِي سَبِيلِ اللَّهِ. وَأَمَّا الْعَبَّاسُ: فَهِيَ عَلَيَّ وَمِثْلُهَا. ثُمَّ قَالَ: يَا عُمَرُ , أَمَا شَعَرْتَ أَنَّ عَمَّ الرَّجُلِ صِنْوُ أَبِيهِ؟)) .","",""  ],
  ["#181","كتاب الجنائزِ","","بابُ صدقةِ الفِطرِ","","عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَاصِمٍ قَالَ: ((لَمَّا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ يَوْمَ حُنَيْنٍ: قَسَمَ فِي النَّاسِ , وَفِي [ص: 129] الْمُؤَلَّفَةِ قُلُوبُهُمْ وَلَمْ يُعْطِ الأَنْصَارَ شَيْئاً. فَكَأَنَّهُمْ وَجَدُوا فِي أَنْفُسِهِمْ , إذْ لَمْ يُصِبْهُمْ مَا أَصَابَ النَّاسَ. فَخَطَبَهُمْ , فَقَالَ: يَا مَعْشَرَ الأَنْصَارِ , أَلَمْ أَجِدْكُمْ ضُلاَّلاً فَهُدَاكُمْ اللَّهُ بِي؟ وَكُنْتُمْ مُتَفَرِّقِينَ فَأَلَّفَكُمْ اللَّهُ بِي؟ وَعَالَةً فَأَغْنَاكُمْ اللَّهُ بِي؟ . كُلَّمَا قَالَ شَيْئاً، قَالُوا: اللَّهُ وَرَسُولُهُ أَمَنُّ. قَالَ: مَا يَمْنَعُكُمْ أَنْ تُجِيبُوا رَسُولَ اللَّهِ؟ قَالُوا: اللَّهُ وَرَسُولُهُ أَمَنُّ. قَالَ: لَوْ شِئْتُمْ لَقُلْتُمْ: جِئْتَنَا كَذَا وَكَذَا. أَلا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالشَّاةِ وَالْبَعِيرِ , وَتَذْهَبُونَ بِرَسُولِ اللَّهِ إلَى رِحَالِكُمْ؟ لَوْلا الْهِجْرَةُ لَكُنْتُ امْرَأً مِنْ الأَنْصَارِ، وَلَوْ سَلَكَ النَّاسُ وَادِياً أَوْ شِعْباً لَسَلَكْتُ وَادِيَ الأَنْصَارِ وَشِعْبَهَا. الأَنْصَارُ شِعَارٌ , وَالنَّاسُ دِثَارٌ. إنَّكُمْ سَتَلْقَوْنَ بَعْدِي أَثَرَةً، فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الْحَوْضِ)) .","",""  ],
  ["#182","كتاب الجنائزِ","","","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((فَرَضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - صَدَقَةَ الْفِطْرِ - أَوْ قَالَ رَمَضَانَ - عَلَى الذَّكَرِ وَالأُنْثَى [ص: 130] وَالْحُرِّ وَالْمَمْلُوكِ: صَاعاً مِنْ تَمْرٍ , أَوْ صَاعاً مِنْ شَعِيرٍ. قَالَ: فَعَدَلَ النَّاسُ بِهِ نِصْفَ صَاعٍ مِنْ بُرٍّ , عَلَى الصَّغِيرِ وَالْكَبِيرِ)) .\nوَفِي لَفْظٍ: ((أَنْ تُؤَدَّى قَبْلَ خُرُوجِ النَّاسِ إلَى الصَّلاةِ)) .\n","",""  ],
  ["#183","كتاب الجنائزِ","","","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: ((كُنَّا نُعْطِيهَا فِي زَمَنِ - صلى الله عليه وسلم - صَاعاً مِنْ طَعَامٍ , أَوْ صَاعاً مِنْ شَعِيرٍ , أَوْ صَاعاً مِنْ أَقِطٍ , أَوْ صَاعاً مِنْ زَبِيبٍ. فَلَمَّا جَاءَ مُعَاوِيَةُ , وَجَاءَتِ السَّمْرَاءُ , قَالَ: أَرَى مُدَّاً مِنْ هَذِهِ يَعْدِلُ مُدَّيْنِ. قَالَ أَبُو سَعِيدٍ: أَمَّا أَنَا: فَلا أَزَالُ أُخْرِجُهُ كَمَا كُنْتُ أُخْرِجُهُ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -)) .[ص: 131] ","",""  ],
  ["#184","كتاب الصيام","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((لا تَقَدَّمُوا رَمَضَانَ بِصَوْمِ يَوْمٍ , أَوْ يَوْمَيْنِ إلاَّ رَجُلاً كَانَ يَصُومُ صَوْماً فَلْيَصُمْهُ)) .","",""  ],
  ["#185","كتاب الصيام","","","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: ((إذَا رَأَيْتُمُوهُ فَصُومُوا، وَإِذَا رَأَيْتُمُوهُ فَأَفْطِرُوا، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ)) . [ص: 132] ","",""  ],
  ["#186","كتاب الصيام","","","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ((تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً)) .","",""  ],
  ["#187","كتاب الصيام","","","","عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ زَيْدِ بْنِ ثَابِتٍ رضي الله عنهما قَالَ: ((تَسَحَّرْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم -. ثُمَّ قَامَ إلَى الصَّلاةِ. قَالَ أَنَسٌ: قُلْت لِزَيْدٍ: كَمْ كَانَ بَيْنَ الأَذَانِ وَالسَّحُورِ؟ قَالَ: قَدْرُ خَمْسِينَ آيَةً)) .","",""  ],
  ["#188","كتاب الصيام","","","","عَنْ عَائِشَةَ وَأُمِّ سَلَمَةَ رضي الله عنهما: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يُدْرِكُهُ الْفَجْرُ وَهُوَ جُنُبٌ مِنْ أَهْلِهِ ثُمَّ يَغْتَسِلُ وَيَصُومُ)) .","",""  ],
  ["#189","كتاب الصيام","","","","عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: ((مَنْ نَسِيَ وَهُوَ صَائِمٌ. فَأَكَلَ أَوْ شَرِبَ , فَلْيُتِمَّ صَوْمَهُ. فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ)) .","",""  ],
  ["#190","كتاب الصيام","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - إذْ جَاءَهُ رَجُلٌ. فَقَالَ: يَا رَسُولَ اللَّهِ , هَلَكْتُ. قَالَ: مَا أَهْلَكَكَ؟ قَالَ: وَقَعْتُ عَلَى امْرَأَتِي , وَأَنَا صَائِمٌ - وَفِي رِوَايَةٍ: أَصَبْتُ أَهْلِي فِي رَمَضَانَ - فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: هَلْ تَجِدُ رَقَبَةً تُعْتِقُهَا؟ قَالَ: لا. قَالَ: فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ؟ قَالَ: لا. قَالَ: فَهَلْ تَجِدُ إطْعَامَ سِتِّينَ مِسْكِيناً؟ قَالَ: لا. قَالَ: فَمَكَثَ النَّبِيُّ - صلى الله عليه وسلم - فَبَيْنَا نَحْنُ عَلَى ذَلِكَ أُتِيَ النَّبِيُّ - صلى الله عليه وسلم - بِعَرَقٍ فِيهِ تَمْرٌ - وَالْعَرَقُ: الْمِكْتَلُ - قَالَ: أَيْنَ السَّائِلُ؟ قَالَ: أَنَا. قَالَ: خُذْ هَذَا , فَتَصَدَّقَ بِهِ. فَقَالَ الرَّجُلُ: عَلَى أَفْقَرَ مِنِّي: يَا رَسُولَ اللَّهِ؟ فَوَاَللَّهِ مَا بَيْنَ لابَتَيْهَا - يُرِيدُ الْحَرَّتَيْنِ - أَهْلُ بَيْتٍ أَفْقَرَ مِنْ أَهْلِ بَيْتِي. فَضَحِكَ رَسُولُ اللَّهِ - صلى الله عليه وسلم [ص: 134] حَتَّى بَدَتْ أَنْيَابُهُ. ثُمَّ قَالَ: أَطْعِمْهُ أَهْلَكَ)) .","",""  ],
  ["#191","كتاب الصيام","","","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ حَمْزَةَ بْنَ عَمْرٍو الأَسْلَمِيَّ قَالَ لِلنَّبِيِّ - صلى الله عليه وسلم -: أَأَصُومُ فِي السَّفَرِ؟ - وَكَانَ كَثِيرَ الصِّيَامِ - فَقَالَ: إنْ شِئْتَ فَصُمْ وَإِنْ شِئْتَ فَأَفْطِرْ)) . [ص: 135]","",""  ],
  ["#192","كتاب الصيام","","","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: ((كُنَّا نُسَافِرُ مَعَ النَّبِيِّ - صلى الله عليه وسلم - فَلَمْ يَعِبِ الصَّائِمُ عَلَى الْمُفْطِرِ. وَلا الْمُفْطِرُ عَلَى الصَّائِمِ)) .","",""  ],
  ["#193","كتاب الصيام","","","","عَنْ أَبِي الدَّرْدَاءِ - رضي الله عنه - قَالَ: ((خَرَجْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي شَهْرِ رَمَضَانَ. فِي حَرٍّ شَدِيدٍ , حَتَّى إنْ كَانَ أَحَدُنَا لَيَضَعُ يَدَهُ عَلَى رَأْسِهِ مِنْ شِدَّةِ الْحَرِّ. وَمَا فِينَا صَائِمٌ إلاَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَعَبْدُ اللَّهِ بْنُ رَوَاحَةَ)) .","",""  ],
  ["#194","كتاب الصيام","","","","عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما قَالَ: ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي سَفَرٍ. فَرَأَى زِحَاماً وَرَجُلاً قَدْ ظُلِّلَ عَلَيْهِ , فَقَالَ: مَا هَذَا؟ قَالُوا: صَائِمٌ. قَالَ: لَيْسَ مِنْ الْبِرِّ الصِّيَامُ فِي السَّفَرِ)) .\nوَفِي لَفْظٍ لِمُسْلِمٍ: ((عَلَيْكُمْ بِرُخْصَةِ اللَّهِ الَّتِي رَخَّصَ لَكُمْ)) .","",""  ],
  ["#195","كتاب الصيام","","","","عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: ((كُنَّا مَعَ النَّبِيِّ - صلى الله عليه وسلم - فِي السَّفَرِ فَمِنَّا الصَّائِمُ , وَمِنَّا الْمُفْطِرُ قَالَ: فَنَزَلْنَا مَنْزِلاً فِي يَوْمٍ حَارٍّ , وَأَكْثَرُنَا ظِلاً: صَاحِبُ الْكِسَاءِ. وَمِنَّا مَنْ يَتَّقِي الشَّمْسَ بِيَدِهِ. قَالَ: فَسَقَطَ الصُّوَّامُ , وَقَامَ الْمُفْطِرُونَ فَضَرَبُوا الأَبْنِيَةَ. وَسَقَوْا الرِّكَابَ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ذَهَبَ الْمُفْطِرُونَ الْيَوْمَ بِالأَجْرِ)) .","",""  ],
  ["#196","كتاب الصيام","","","","عَنْ عَائِشَةَ رضي الله عنها قَالَتْ: ((كَانَ يَكُونُ عَلَيَّ الصَّوْمُ [ص: 137] مِنْ رَمَضَانَ , فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَ إلاَّ فِي شَعْبَانَ)) .","",""  ],
  ["#197","كتاب الصيام","","","","عَنْ عَائِشَةَ رضي الله عنها: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ)) . وَأَخْرَجَهُ أَبُو دَاوُد وَقَالَ «هَذَا فِي النَّذْرِ , وَهُوَ قَوْلُ أَحْمَدَ بْنِ حَنْبَلٍ» .","",""  ],
  ["#198","كتاب الصيام","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رضي الله عنهما قَالَ: ((جَاءَ رَجُلٌ إلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: يَا رَسُولَ اللَّهِ , إنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ. أَفَأَقْضِيهِ عَنْهَا؟ فَقَالَ: لَوْ كَانَ عَلَى أُمِّكَ دَيْنٌ أَكُنْتَ قَاضِيَهُ عَنْهَا؟ قَالَ: نَعَمْ. قَالَ: فَدَيْنُ اللَّهِ أَحَقُّ أَنْ يُقْضَى)) .\nوَفِي رِوَايَةٍ: ((جَاءَتِ امْرَأَةٌ إلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ: يَا رَسُولَ اللَّهِ , إنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ نَذْرٍ. أَفَأَصُومُ عَنْهَا؟ فَقَالَ: أَرَأَيْتِ لَوْ كَانَ عَلَى أُمِّكِ دَيْنٌ فَقَضَيْتِيهِ , أَكَانَ ذَلِكَ يُؤَدِّي عَنْهَا؟ فَقَالَتْ: نَعَمْ. قَالَ: فَصُومِي عَنْ أُمِّكِ)) . [ص: 138] \n","",""  ],
  ["#199","كتاب الصيام","","","","عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((لا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ)) .","",""  ],
  ["#200","كتاب الصيام","","","","عَنْ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إذَا أَقْبَلَ اللَّيْلُ مِنْ هَهُنَا. وَأَدْبَرَ النَّهَارُ مِنْ هَهُنَا: فَقَدْ أَفْطَرَ الصَّائِمُ)) .","",""  ],
  ["#201","كتاب الصيام","","","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما قَالَ: ((نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ الْوِصَالِ. قَالُوا: إنَّكَ تُوَاصِلُ. قَالَ: إنِّي لَسْتُ كَهَيْئَتِكُمْ , إنِّي أُطْعَمَ وَأُسْقَى)) . وَرَوَاهُ أَبُو هُرَيْرَةَ وَعَائِشَةُ وَأَنَسُ بْنُ مَالِكٍ.","",""  ],
  ["#202","كتاب الصيام","","","","وَلِمُسْلِمٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه -: ((فَأَيُّكُمْ أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ إلَى السَّحَرِ)) .","",""  ],
  ["#203","كتاب الصيام","","بَابُ أَفْضَلِ الصِّيَامِ وَغَيْرِهِ","","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضي الله عنهما قَالَ: ((أُخْبِرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنِّي أَقُولُ: وَاَللَّهِ لأَصُومَنَّ النَّهَارَ , وَلأَقُومَنَّ اللَّيْلَ مَا عِشْتُ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: أَنْتَ الَّذِي قُلْتَ ذَلِكَ؟ فَقُلْتُ لَهُ: قَدْ قُلْتُهُ , [ص: 140] بِأَبِي أَنْتَ وَأُمِّي. فَقَالَ: فَإِنَّكَ لا تَسْتَطِيعُ ذَلِكَ. فَصُمْ وَأَفْطِرْ , وَقُمْ وَنَمْ. وَصُمْ مِنْ الشَّهْرِ ثَلاثَةَ أَيَّامٍ فَإِنَّ الْحَسَنَةَ بِعَشْرِ أَمْثَالِهَا. وَذَلِكَ مِثْلُ صِيَامِ الدَّهْرِ. قُلْتُ: فَإِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ: فَصُمْ يَوْماً وَأَفْطِرْ يَوْمَيْنِ. قُلْتُ: أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ: فَصُمْ يَوْماً وَأَفْطِرْ يَوْماً. فَذَلِكَ مِثْلُ صِيَامِ دَاوُد. وَهُوَ أَفْضَلُ الصِّيَامِ. فَقُلْتُ: إنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ. قَالَ: لا أَفْضَلَ مِنْ ذَلِكَ)) .\nوَفِي رِوَايَةٍ: ((لا صَوْمَ فَوْقَ صَوْمِ أَخِي دَاوُد - شَطْرَ الدَّهْرِ - صُمْ يَوْماً وَأَفْطِرْ يَوْماً)) .\n","",""  ],
  ["#204","كتاب الصيام","","","","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رضيَ اللهُ عنهما قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((إنَّ أَحَبَّ الصِّيَامِ إلَى اللَّهِ صِيَامُ دَاوُد. وَأَحَبَّ الصَّلاةِ إلَى اللَّهِ صَلاةُ دَاوُد. كَانَ يَنَامُ نِصْفَ اللَّيْلِ , وَيَقُومُ ثُلُثَهُ. وَيَنَامُ سُدُسَهُ. وَكَانَ يَصُومُ يَوْماً وَيُفْطِرُ يَوْماً)) .","",""  ],
  ["#205","كتاب الصيام","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: ((أَوْصَانِي خَلِيلِي - صلى الله عليه وسلم - بِثَلاثٍ صِيَامِ ثَلاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ , وَرَكْعَتَيْ الضُّحَى , وَأَنْ أُوتِرَ قَبْلَ أَنْ أَنَامَ)) .","",""  ],
  ["#206","كتاب الصيام","","","","عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ قَالَ: ((سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ أَنَهَى النَّبِيُّ - صلى الله عليه وسلم - عَنْ صَوْمِ يَوْمِ الْجُمُعَةِ؟ قَالَ: نَعَمْ)) وَزَادَ مُسْلِمٌ ((وَرَبِّ الْكَعْبَةِ)) .","",""  ],
  ["#207","كتاب الصيام","","","","عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: ((لا يَصُومَنَّ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ , إلاَّ أَنْ يَصُومَ يَوْماً قَبْلَهُ , أَوْ يَوْماً بَعْدَهُ)) .","",""  ],
  ["#208","كتاب الصيام","","","","عَنْ أَبِي عُبَيْدٍ مَوْلَى ابْنِ أَزْهَرَ وَاسْمُهُ سَعْدُ بْنُ عُبَيْدٍ - قَالَ: ((شَهِدْت الْعِيدَ مَعَ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - فَقَالَ: هَذَانِ يَوْمَانِ نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ صِيَامِهِمَا: يَوْمُ فِطْرِكُمْ مِنْ صِيَامِكُمْ , وَالْيَوْمُ الآخَرُ: تَأْكُلُونَ فِيهِ مِنْ نُسُكِكُمْ)) .","",""  ],
  ["#209","كتاب الصيام","","","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: ((نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنْ صَوْمِ يَوْمَيْنِ: الْفِطْرِ وَالنَّحْرِ. وَعَنْ الصَّمَّاءِ , وَأَنْ يَحْتَبِيَ الرَّجُلُ فِي الثَّوْبِ الْوَاحِدِ , وَعَنْ الصَّلاةِ بَعْدَ الصُّبْحِ وَالْعَصْرِ)) . أَخْرَجَهُ مُسْلِمٌ بِتَمَامِهِ. وَأَخْرَجَ الْبُخَارِيُّ الصَّوْمَ فَقَطْ [ص: 143] ","",""  ],
  ["#210","كتاب الصيام","","","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: ((مَنْ صَامَ يَوْماً فِي سَبِيلِ اللَّهِ بَعَّدَ اللَّهُ وَجْهَهُ عَنْ النَّارِ سَبْعِينَ خَرِيفاً)) .","",""  ],
  ["#211","كتاب الصيام","","بابُ ليلةِ القَدرِ","","عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنهما: ((أَنَّ رِجَالاً مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - أُرُوا لَيْلَةَ الْقَدْرِ فِي الْمَنَامِ فِي السَّبْعِ الأَوَاخِرِ. فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِي السَّبْعِ الأَوَاخِرِ. فَمَنْ كَانَ مُتَحَرِّيهَا فَلْيَتَحَرَّهَا فِي السَّبْعِ الأَوَاخِرِ)) . [ص: 144] ","",""  ],
  ["#212","كتاب الصيام","","","","عَنْ عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: ((تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْوِتْرِ مِنْ الْعَشْرِ الأَوَاخِرِ)) .","",""  ],
  ["#213","كتاب الصيام","","","","عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه -: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوْسَطِ مِنْ رَمَضَانَ. فَاعْتَكَفَ عَاماً , حَتَّى إذَا كَانَتْ لَيْلَةُ إحْدَى وَعِشْرِينَ - وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ صَبِيحَتِهَا مِنْ اعْتِكَافِهِ - قَالَ: مَنْ اعْتَكَفَ مَعِي فَلْيَعْتَكِفْ الْعَشْرَ الأَوَاخِرَ فَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ. ثُمَّ أُنْسِيتُهَا , وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ مِنْ صَبِيحَتِهَا. فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ. وَالْتَمِسُوهَا فِي كُلِّ وِتْرٍ. فَمَطَرَتِ السَّمَاءُ تِلْكَ اللَّيْلَةِ. وَكَانَ الْمَسْجِدُ عَلَى عَرِيشٍ. فَوَكَفَ الْمَسْجِدُ , فَأَبْصَرَتْ عَيْنَايَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَعَلَى جَبْهَتِهِ أَثَرُ الْمَاءِ وَالطِّينِ مِنْ صُبْحِ إحْدَى وَعِشْرِينَ)) .","",""  ],
  ["#214","كتاب الصيام","","بابُ الاعتكافِ","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ , حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ. ثُمَّ اعْتَكَفَ أَزْوَاجُهُ بَعْدَهُ)) . [ص: 145] \nوَفِي لَفْظٍ ((كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَعْتَكِفُ فِي كُلِّ رَمَضَانَ. فَإِذَا صَلَّى الْغَدَاةَ جَاءَ مَكَانَهُ الَّذِي اعْتَكَفَ فِيهِ)) .\n","",""  ],
  ["#215","كتاب الصيام","","","","عَنْ عَائِشَةَ رضي الله عنها: ((أَنَّهَا كَانَتْ تُرَجِّلُ النَّبِيَّ - صلى الله عليه وسلم - وَهِيَ حَائِضٌ , وَهُوَ مُعْتَكِفٌ فِي الْمَسْجِدِ. وَهِيَ فِي حُجْرَتِهَا: يُنَاوِلُهَا رَأْسَهُ)) .\nوَفِي رِوَايَةٍ: ((وَكَانَ لا يَدْخُلُ الْبَيْتَ إلاَّ لِحَاجَةِ الإِنْسَانِ)) .\nوَفِي رِوَايَةٍ أَنَّ عَائِشَةَ رضي الله عنها قَالَتْ «إنْ كُنْتُ لأَدْخُلُ الْبَيْتَ لِلْحَاجَةِ وَالْمَرِيضُ فِيهِ. فَمَا أَسْأَلُ عَنْهُ إلاَّ وَأَنَا مَارَّةٌ» . [ص: 146] ","",""  ],
  ["#216","كتاب الصيام","","","","عَنْ عُمَرَ بْنِ الْخَطَّابِ - رضي الله عنه - قَالَ: قُلْتُ: ((يَا رَسُولَ اللَّهِ , إنِّي كُنْتُ نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً)) - وَفِي رِوَايَةٍ: ((يَوْماً - فِي الْمَسْجِدِ الْحَرَامِ. قَالَ فَأَوْفِ بِنَذْرِكَ)) وَلَمْ يَذْكُرْ بَعْضُ الرُّوَاةِ يَوْماً ولا لَيْلَةً.","",""  ],
  ["#217","كتاب الصيام","","","","عَنْ صَفِيَّةَ بِنْتِ حُيَيٍّ رضي الله عنها قَالَتْ: ((كَانَ النَّبِيُّ - صلى الله عليه وسلم - مُعْتَكِفًا. فَأَتَيْتُهُ أَزُورُهُ لَيْلاً. فَحَدَّثْتُهُ , ثُمَّ قُمْتُ لأَنْقَلِبَ , فَقَامَ مَعِي لِيَقْلِبَنِي - وَكَانَ مَسْكَنُهَا فِي دَارِ أُسَامَةَ بْنِ زَيْدٍ - فَمَرَّ رَجُلانِ مِنْ الأَنْصَارِ فَلَمَّا رَأَيَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَسْرَعَا. فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: عَلَى رِسْلِكُمَا. إنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ. فَقَالا: سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ. فَقَالَ: إنَّ الشَّيْطَانَ يَجْرِي مِنْ ابْنِ آدَمَ مَجْرَى الدَّمِ. وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَرّاً- أَوْ قَالَ شَيْئاً)) . [ص: 147] \nوَفِي رِوَايَةٍ ((أَنَّهَا جَاءَتْ تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ. فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً. ثُمَّ قَامَتْ تَنْقَلِبُ. فَقَامَ النَّبِيُّ - صلى الله عليه وسلم - مَعَهَا يَقْلِبُهَا , حَتَّى إذَا بَلَغَتْ بَابَ الْمَسْجِدِ عِنْدَ بَابِ أُمِّ سَلَمَةَ)) . ثُمَّ ذَكَرَهُ بِمَعْنَاهُ. [ص: 149] \n","",""  ]
]
