[["1","[أن الكفار الذين قاتلهم رسول الله مقرون أن الله هو الخالق الرازق]","[ﷲ ގެ ރަސޫލާ އެ ބަޔަކާ ދެކޮޅަށް ހަނގުރާމަ ކުރެއްވި ކާފަރުން، އެބައިމީހުން އިގުރާރުވާ ގޮތުގައި ޚަލްގު ކުރައްވާ އަދި ރިޒްގު ދެއްވާ ފަރާތަކީ ﷲ އެވެ.]","بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nأَسْأَلُ اللَّهَ الكَرِيمَ، رَبَّ العَرْشِ العَظِيمِ: أَنْ يَتَوَلَّاكَ فِي الدُّنْيَا وَالآخِرَةِ، وَأَنْ يَجْعَلَكَ مُبَارَكاً أَيْنَمَا كُنْتَ. وَأَنْ يَجْعَلَكَ مِمَّنْ إِذَا أُعْطِيَ شَكَرَ، وَإِذَا ابْتُلِيَ صَبَرَ، وَإِذَا أَذْنَبَ اسْتَغْفَرَ؛ فَإِنَّ هَؤُلَاءِ الثَّلَاثَ عُنْوَانُ السَّعَادَةِ.\nاعْلَمْ - أَرْشَدَكَ اللهُ لِطَاعَتِهِ -: أَنَّ الحَنِيفِيَّةَ - مِلَّةَ إِبْرَاهِيمَ -: أَنْ تَعْبُدَ اللَّهَ وَحْدَهُ مُخْلِصاً لَهُ الدِّينَ، وَبِذَلِكَ أَمَرَ اللَّهُ جَمِيعَ النَّاسِ، وَخَلَقَهُمْ لَهَا؛ كَمَا قَالَ تَعَالَى: ﴿وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ﴾ ⁽¹⁾.\nفَإِذَا عَرَفْتَ أَنَّ اللَّهَ خَلَقَكَ لِعِبَادَتِهِ: فَاعْلَمْ أَنَّ العِبَادَةَ لَا تُسَمَّى عِبَادَةً إِلَّا مَعَ التَّوْحِيدِ، كَمَا أَنَّ الصَّلَاةَ لَا تُسَمَّى صَلَاةً إِلَّا مَعَ الطَّهَارَةِ. فَإِذَا دَخَلَ الشِّرْكُ فِي العِبَادَةِ فَسَدَتْ، كَالحَدَثِ إِذَا دَخَلَ فِي الطَّهَارَةِ؛ كَمَا قَالَ تَعَالَى: ﴿مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنفُسِهِم بِالْكُفْرِ أُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ﴾ ⁽²⁾.\nفَإِذَا عَرَفْتَ أَنَّ الشِّرْكَ إِذَا خَالَطَ العِبَادَةَ أَفْسَدَهَا، وَأَحْبَطَ العَمَلَ، وَصَارَ صَاحِبُهُ مِنَ الخَالِدِينَ فِي النَّارِ: عَرَفْتَ أَنَّ أَهَمَّ مَا عَلَيْكَ مَعْرِفَةُ ذَلِكَ؛ لَعَلَّ اللَّهَ أَنْ يُخَلِّصَكَ مِنْ هَذِهِ الشَّبَكَةِ، وَهِيَ الشِّرْكُ بِاللَّهِ.\nوَذَلِكَ بِمَعْرِفَةِ أَرْبَعِ قَوَاعِدَ ذَكَرَهَا اللَّهُ تَعَالَى فِي كِتَابِهِ:\n‌‌القَاعِدَةُ الأُولَى\nأَنْ تَعْلَمَ: أَنَّ الكُفَّارَ الَّذِينَ قَاتَلَهُمْ رَسُولُ الله ﷺ مُقِرُّونَ أَنَّ اللَّهَ هُوَ الخَالِقُ الرَّازِقُ، المُحْيِي المُمِيتُ، المُدَبِّرُ لِجَمِيعِ الأُمُورِ، وَلَمْ يُدْخِلْهُمْ ذَلِكَ فِي الإِسْلَامِ؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالْأَرْضِ أَمَّن يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَن يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَن يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ﴾ ⁽³⁾.","(މުޙައްމަދު ބިން ޢަބްދުލް ވައްހާބު رَحِمَهُ اللَّهُ ވިދާޅުވިއެވެ:) ދުނިޔެއާއި އާޚިރަތުގައި ﷲ ތިބާއާ ކުއްތަންވެވޮޑިގަނެ، އަދި ތިބާ ހުރި ކޮންމެ ތާކުމެ ތިބާއަކީ ބަރަކާތް ލެއްވިގެންވާ މީހެއްކަމުގައި ލައްވައި، އަދި ތިބާއަކީ އެއްޗެއް ދެވިއްޖެ ހިނދު ޝުކުރު ކުރާ، އަދި މުސީބާތެއް ދިމާވެއްޖެ ހިނދު ކެތްތެރިވާ، އަދި ފާފައެއް ކުރެވިއްޖެ ހިނދު އިސްތިޣްފާރު ކުރާ މީހެއް ކަމުގައި ލެއްވުން އެދި، ކަރީމްވަންތަ ﷲ، މަތިވެރިވެގެންވާ ޢަރްޝުގެ ރައްބުގެ ހަޒްރަތުގައި އެދި ދަންނަވަމެވެ. އެހެނީ ހަމަކަށަވަރުން މި ތިން ކަމަކީ އުފާވެރިކަމުގެ ސިފަތަކެވެ.\nދަންނާށެވެ. -ﷲ އަށް ކިޔަމަންވުމަށް އެ އިލާހު ތިބާއަށް މަގުދައްކަވާށިއެވެ- ހަމަކަށަވަރުން އިބްރާހީމްގެފާނުގެ މިއްލަތް ކަމުގައިވާ ޙަނީފިއްޔަތަކީ، ހަމައެކަނި ﷲ އަށް އަޅުކަންކޮށް އެ އިލާހަށް ދީން އިޚްލާސްތެރި ކުރުމެވެ. އަދި އެންމެހައި މީސްތަކުންނަށް ﷲ އަމުރު ކުރެއްވީ އެކަމައިގެންނެވެ. އަދި އެބައިމީހުން އުފެއްދެވީވެސް އެ ކަމަށްޓަކައެވެ. އެއީ ﷲ ތަޢާލާ ވަހީ ކުރެއްވި ފަދައިންނެވެ: ’އަދި ތިމަން އިލާހަށް އަޅުކަން ކުރުމަށްޓަކައި މެނުވީ، ޖިންނީންނާއި އިންސީން ނަހައްދަވަމެވެ.‘\nދެން ފަހެ، ﷲ ތިބާ އުފެއްދެވީ އެ އިލާހަށް އަޅުކަން ކުރުމަށްޓަކައި ކަން ތިބާ ދަންނަ ނަމަ، ފަހެ ތައުހީދާ ނުލާ އަޅުކަމަށް އަޅުކަމޭ ނުކިޔޭނެކަން ދަންނާށެވެ. އެއީ ތަހާރަތާ ނުލާ ނަމާދަށް ނަމާދޭ ނުކިޔޭނެ ފަދައިންނެވެ. ފަހެ އަޅުކަމުގެ ތެރެއަށް ޝިރްކު ވަދެއްޖެ ނަމަ އެ ފަސާދަ ވެގެންދެއެވެ. އެއީ ތަހާރަތުގެ ތެރެއަށް ހަދަސްވެރިކަން (އެބަހީ: ތަހާރަތު ގެއްލޭ ކަމެއް) ވަނުމުންވާ ފަދައިންނެވެ. އެ ގޮތުން ﷲ ތަޢާލާ ވަހީ ކުރެއްވިއެވެ: ’އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކުގެ މައްޗަށް ކާފިރުކަމަށް ހެކިވެތިބޭ ހާލު، ﷲގެ މިސްކިތްތައް ފަޅުފިލުވައި ބެލެހެއްޓުމަކީ، މުޝްރިކުންނަށް އޮތްކަމެއް ނޫނެވެ. އެބައިމީހުންނަކީ، އެބައިމީހުންގެ އަމަލުތައް ބާތިލު ވެފައިވާ މީހުންނެވެ. އަދި އެބައިމީހުން ދެމިތިބޭނީ ހަމަ ނަރަކައިގައެވެ.‘\nދެން ފަހެ، އަޅުކަމުގެ ތެރެއަށް ޝިރްކު ވަދެއްޖެ ނަމަ އެ އަޅުކަން ފަސާދަވެ، އަދި އަމަލު ބާތިލުކޮށް، އަދި އެކަން ކުރި މީހާ ދެމިތިބޭނެ ގޮތުގައި ނަރަކައަށް ލެވިގެންދާނެކަން ތިބާ ދަންނަ ނަމަ، ހަމަކަށަވަރުން ތިބާގެ މައްޗަށްވާ އެންމެ މުހިއްމު ކަމަކީ އެ ޝިރްކު ދެނެގަތުންކަން ތިބާ ދަންނާނެއެވެ. އެއީ މި މަޅިން ﷲ ތިބާ ސަލާމަތް ކުރައްވާތޯއެވެ. އެއީ ﷲ އަށް ޝިރްކު ކުރުމުންނެވެ.\nއެ (ކަންތަކުން ސަލާމަތްވެވެން އޮތީ) ﷲ ގެ ފޮތުގައި އެ އިލާހު ޒިކުރު ކުރެއްވި ހަތަރު ގަވާއިދެއް އެނގިގެނެވެ.\nފުރަތަމަ ގަވާއިދު.\nއެއީ ތިބާ (މި ކަންތައް ދެނެގަތުމެވެ.) ހަމަކަށަވަރުން ﷲ ގެ ރަސޫލާ އެ ބަޔަކާ ދެކޮޅަށް ހަނގުރާމަ ކުރެއްވި ކާފަރުން، އެބައިމީހުން އިގުރާރުވާ ގޮތުގައި ޚަލްގު ކުރައްވާ އަދި ރިޒްގު ދެއްވާ، ދިރުއްވާ އަދި މަރުގަންނަވާ، އަދި ހުރިހާކަމެއް ތަދުބިރު ކުރައްވާ ފަރާތަކީ ﷲ އެވެ. ނަމަވެސް އެއީ އެބައިމީހުން އިސްލާމް ދީނުގެ ތެރެއަށް ވައްދައިދިން ކަމެއް ނޫނެވެ. އަދި އޭގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ބަސްފުޅެވެ: ’ކަލޭގެފާނު ވިދާޅުވާށެވެ: އުޑުންނާއި ބިމުން ތިޔަބައިމީހުންނަށް ރިޒްގު ދެއްވަނީ ކޮން ފަރާތެއްހެއްޔެވެ؟ ނުވަތަ އިވުމާއި ފެނުން މިލްކު ވެގެންވަނީ ކޮން ފަރާތަކަށްހެއްޔެވެ؟ އަދި މަރުވެފައިވާ ތަކެތިން ދިރޭތަކެތި ނެރުއްވައި، ދިރޭތަކެތިން މަރުވެފައިވާ ތަކެތި ނެރުއްވަނީ ކޮން ފަރާތެއްހެއްޔެވެ؟ އަދި އެންމެހާ ކަންތައް ތަދްބީރު ކުރައްވަނީ ކޮން ފަރާތެއްހެއްޔެވެ؟ ފަހެ އެބައިމީހުން ﷲ ބުނާނެއެވެ: ﷲ އެވެ. ދެން ކަލޭގެފާނު ވިދާޅުވާށެވެ: ފަހެ ތިޔަބައިމީހުން (އެ އިލާހަށް) ތަގުވާވެރި ނުވާނަންހެއްޔެވެ؟‘","⁽¹⁾ سورة الذاريات 56\n⁽²⁾ سورة التوبة 17\n⁽³⁾ سورة يونس 31"],["2","[أنهم يقولون ما دعوناهم وتوجهنا إليهم، إلا لطلب القربة والشفاعة]","[އެ (މުޝްރިކުން) ބުނެއެވެ. ކުއްތަންވުމާއި ޝަފާއަތަށް އެދިގެން މެނުވީ، ތިމަންމެން (ޝަރީކު ކުރާ) އެ ފަރާތްތަކަށް ދުއާ ދަންނަވައި އެނބުރި ނަހަދަމެވެ.]","‌‌القَاعِدَةُ الثَّانِيَةُ\nأَنَّهُمْ يَقُولُونَ: مَا دَعَوْنَاهُمْ وَتَوَجَّهْنَا إِلَيْهِمْ، إِلَّا لِطَلَبِ القُرْبَةِ وَالشَّفَاعَةِ.\nفَدَلِيلُ القُرْبَةِ؛ قَوْلُهُ تَعَالَى: ﴿وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ﴾ ⁽¹⁾.\nوَدَلِيلُ الشَّفَاعَةِ؛ قَوْلُهُ تَعَالَى: ﴿وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِندَ اللَّهِ قُلْ أَتُنَبِّ‍ئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ﴾ ⁽²⁾.\nوَالشَّفَاعَةُ شَفَاعَتَانِ: شَفَاعَةٌ مَنْفِيَّةٌ، وَشَفَاعَةٌ مُثْبَتَةٌ.\nفَالشَّفَاعَةُ المَنْفِيَّةُ: مَا كَانَتْ تُطْلَبُ مِنْ غَيْرِ اللهِ فِيمَا لَا يَقْدِرُ عَلَيْهِ إِلَّا الله؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِمَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ﴾ ⁽³⁾.\nوَالشَّفَاعَةُ المُثْبَتَةُ: هِيَ الَّتِي تُطْلَبُ مِنَ اللَّهِ.\nوَالشَّافِعُ مُكْرَمٌ بِالشَّفَاعَةِ.\nوَالمَشْفُوعُ لَهُ: مَنْ رَضِيَ اللَّهُ قَوْلَهُ وَعَمَلَهُ بَعْدَ الإِذْنِ؛ كَمَا قَالَ تَعَالَى: ﴿مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ﴾ ⁽⁴⁾.","ދެވަނަ ގަވާއިދު.\nހަމަކަށަވަރުން އެ (މުޝްރިކުން) ބުނެއެވެ: ކުއްތަންވުމާއި ޝަފާއަތަށް އެދިގެން މެނުވީ، ތިމަންމެން (ޝަރީކު ކުރާ) އެ ފަރާތްތަކަށް ދުއާ ދަންނަވައި އެނބުރި ނަހަދަމެވެ.\nއަދި ކުއްތަންވާ ކަމުގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އަދި އެ އިލާހު ފިޔަވައި އެހީތެރިންތަކެއް ނެގި މީހުން ބުންޏެވެ: ﷲގެ ހަޒްރަތަށް ތިމަންމެން ކުއްތަން ކޮށްދިނުމަށް މެނުވީ، ތިމަންމެން އެ ތަކެއްޗަކަށް (އެބަހީ: ބުދުތަކަށް) އަޅުކަމެއް ނުކުރަމުއެވެ. ހަމަކަށަވަރުން އެބައިމީހުން އެކަމާމެދު ޚިލާފުވެގެން އުޅޭކަންތަކާ ދޭތެރޭގައި ﷲ، އެބައިމީހުންގެ މެދުގައި ހުކުމް ކުރައްވާނެއެވެ. ހަމަކަށަވަރުން ދޮގުހަދާ ކާފިރަކަށް ﷲ ތެދުމަގެއް ނުދައްކަވާނެއެވެ.‘\nއަދި ޝަފާއަތުގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އެބައިމީހުން ﷲ ފިޔަވައި އަޅުކަން ކުރަނީ، އެބައިމީހުންނަށް ގެއްލުމެއްވެސް ނުދެވޭ، އަދި މަންފާއެއްވެސް ނުދެވޭ ތަކެއްޗަށެވެ. އަދި އެބައިމީހުން ބުނެއެވެ: މި ތަކެއްޗަކީ، ﷲގެ ހަޒްރަތުގައި ތިމަންމެންނަށް ޝަފާއަތްތެރި ވާނޭ ތަކެއްޗެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ: އުޑުތަކުގައިވެސް އަދި ބިމުގައިވެސް ﷲ ދެނެވޮޑިގެން ނުވާ ކަމެއްގެ ވާހަކައިން ތިޔަބައިމީހުން އެ އިލާހަށް ޚަބަރު ދެނީހެއްޔެވެ؟ އެބައިމީހުން އެ ޝަރީކު ކުރާ ތަކެތިން އެ އިލާހު ހުސްތާހިރުވެ މަތިވެރިވެ ވޮޑިގެންވެއެވެ.‘\nއަދި ޝަފާއަތަކީ ދެ (ބާވަތެއްގެ) ޝަފާއަތެވެ. އެއީ (ދީނުގައި) ނަފީވެގެންވާ ޝަފާއަތާއި، ސާބިތުވެގެންވާ ޝަފާއަތެވެ.\nފަހެ ނަފީވެގެންވާ ޝަފާއަތަކީ: ﷲ ފިޔަވައި އެހެން ފަރާތެއްގެ ކިބައިން، ﷲ އަށް މެނުވީ ކުޅަދާނަވެގެން ނުވާ ކަމަކަށް އެދޭ ކަންތައްތަކެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އޭ އީމާން ވެއްޖެ މީސްތަކުންނޭވެ! ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ދެއްވި ތަކެތިން ހޭދަކުރާށެވެ! އެއީ ވިޔަފާރި ކުރުމެއް ނެތް (އެބަހީ: ފިދުޔަ ދީގެން ސަލާމަތްވުމެއް ނެތް)، އަދި (މަންފާއެއް ކޮށްދޭނެ) ރަހުމަތްތެރިކަމެއް ވެސް ނެތް، އަދި (އެ އިލާހުގެ އިޒުނަފުޅާ ލައިގެން މެނުވީ) ޝަފާއަތްތެރިކަމެއް ވެސް ނުވާ ދުވަހެއް އައުމުގެ ކުރިންނެވެ. އަދި ކާފިރުން އެއީ ހަމަ އަނިޔާވެރިންނެވެ.‘\nއަދި ސާބިތުވެގެންވާ ޝަފާއަތަކީ، ﷲ ގެ ހަޒްރަތުން އެދޭ ޝަފާއަތެވެ.\nއަދި ޝަފާއަތްތެރިޔާއަކީ، ﷲ އެ ފަރާތަކަށް ޝަފާއަތްތެރިވުމުގެ ޝަރަފު ދެއްވާ ފަރާތެކެވެ.\nއަދި އެ ފަރާތަކަށް ޝަފާއަތްތެރިވެވޭ ފަރާތަކީ، (އޭނާއަށް ޝަފާއަތްތެރި ވެދިނުމަށް) ﷲ ހުއްދަ ދެއްވުމަށް ފަހު، އެ މީހެއްގެ ބަހާއި އަމަލާމެދު އެ އިލާހު ރުހިވޮޑިގެންވާ މީހެކެވެ. އެއީ ﷲ ތަޢާލާގެ ވަހީ ބަސްފުޅުގައިވާ ފަދައިންނެވެ: ’އެ އިލާހުގެ އިޒުނަފުޅާ ލައިގެން މެނުވީ، އެ އިލާހުގެ ހަޒްރަތުގައި ޝަފާއަތްތެރިވާނެ މީހަކީ ކާކުހެއްޔެވެ؟‘","⁽¹⁾ سورة الزمر 3\n⁽²⁾ سورة يونس 18\n⁽³⁾ سورة البقرة 254\n⁽⁴⁾ سورة البقرة 255"],["3","[أن النبي ظهر على أناس متفرقين في عباداتهم]","[ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ފާޅުވެގެން ދިޔައީ ތަފާތު ގޮތްގޮތަށް އަޅުކަން ކުރަމުން އައި ބަޔަކަށެވެ.]","‌‌القَاعِدَةُ الثَّالِثَةُ\nأَنَّ النَّبِيَّ ﷺ ظَهَرَ عَلَى أُنَاسٍ مُتَفَرِّقِينَ فِي عِبَادَاتِهِمْ: مِنْهُمْ: مَنْ يَعْبُدُ الشَّمْسَ وَالقَمَرَ. وَمِنْهُمْ: مَنْ يَعْبُدُ المَلَائِكَةَ. وَمِنْهُمْ: مَنْ يَعْبُدُ الأَنْبِيَاءَ وَالصَّالِحِينَ. وَمِنْهُمْ: مَنْ يَعْبُدُ الأَشْجَارَ وَالأَحْجَارَ. وَقَاتَلَهُمْ رَسُولُ ﷺ، وَلَمْ يُفَرِّقْ بَيْنَهُمْ؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ﴾ ⁽¹⁾.\nفَدَلِيلُ الشَّمْسِ وَالقَمَرِ؛ قَوْلُهُ تَعَالَى: ﴿وَمِنْ آيَاتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ﴾ ⁽²⁾.\nوَدَلِيلُ المَلَائِكَةِ؛ قَوْلُهُ تَعَالَى: ﴿وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ ۝ قَالُوا سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ﴾ ⁽³⁾.\nوَدَلِيلُ الأَنْبِيَاءِ؛ قَوْلُهُ تَعَالَى: ﴿وَإِذْ قَالَ اللَّهُ يَاعِيسَى ابْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ﴾ ⁽⁴⁾.\nوَدَلِيلُ الصَّالِحِينَ؛ قَوْلُهُ تَعَالَى: ﴿قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا ۝ أُوْلَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا﴾ ⁽⁵⁾.\nوَدَلِيلُ الأَشْجَارِ وَالأَحْجَارِ؛ قَوْلُهُ تَعَالَى: ﴿أَفَرَءَيْتُمُ اللَّاتَ وَالْعُزَّى ۝ وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى﴾ ⁽⁶⁾،\nوَحَدِيثُ أَبِي وَاقِدٍ اللَّيْثِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «خَرَجْنَا مَعَ رَسُولِ اللَّهِ ﷺ إِلَى حُنَيْنٍ وَنَحْنُ حُدَثَاءُ عَهْدٍ بِكُفْرٍ، وَلِلْمُشْرِكِينَ سِدْرَةٌ، يَعْكُفُونَ عِنْدَهَا وَيَنُوطُونَ بِهَا أَسْلِحَتَهُمْ، يُقَالُ لَهَا: ذَاتُ أَنْوَاطٍ. فَمَرَرْنَا بِسِدْرَةٍ فَقُلْنَا: يَا رَسُولَ اللَّهِ! اجْعَلْ لَنَا ذَاتَ أَنْوَاطٍ كَمَا لَهُمْ ذَاتُ أَنْوَاطٍ. فَقَالَ رَسُولُ اللَّهِ ﷺ: اللَّهُ أَكْبَرُ! إِنَّهَا السُّنَنُ، قُلْتُمْ وَالَّذِي نَفْسِي بِيَدِهِ، كَمَا قَالَتْ بَنُو إِسْرَائِيلَ لِمُوسَى: ﴿اجْعَل لَّنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ﴾ ⁽⁷⁾. ⁽⁸⁾","‌‌ތިންވަނަ ގަވާއިދު.\nހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ފާޅުވެގެން ދިޔައީ ތަފާތު ގޮތްގޮތަށް އަޅުކަން ކުރަމުން އައި ބަޔަކަށެވެ. އޭގެ ތެރެއިން އިރާއި ހަނދަށް އަޅުކަންކުރި މީހުން ވެއެވެ. އަދި މަލާއިކަތުންނަށް އަޅުކަންކުރި މީހުން ވެއެވެ. އަދި ނަބިއްޔުންނާ ސާލިހު ބޭކަލުންނަށް އަޅުކަންކުރި މީހުން ވެއެވެ. އަދި ގަސްތަކާ ހިލަތަކަށް އަޅުކަންކުރި މީހުން ވެއެވެ. އަދި ރަސޫލު ﷲ ﷺ އެބައިމީހުން (އެންމެނާ) ހަނގުރާމަ ކުރެއްވިއެވެ. އަދި އެބައިމީހުންގެ މެދުގައި ތަފާތެއް ނުކުރައްވައެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’ދި (ދީނާ ދެކޮޅަށް އުފައްދާ) ފިތުނަވެރިކަން (އަދި ޝިރްކު) ނެތިއްޖައުމަށް ދާންދެން، އަދި މުޅި ދީން ﷲ އަށް ޚާލިސް ވެއްޖައުމަށް ދާންދެން، ތިޔަބައިމީހުން އެބައިމީހުންނާ ހަނގުރާމަ ކުރާށެވެ. ދެން އެބައިމީހުން (އެކަން) ހުއްޓާލައިފިނަމަ (ދަންނާށެވެ!) ފަހެ ހަމަކަށަވަރުން، ﷲ އީ އެބައިމީހުން ކުރާ ކަންތައް މޮޅަށް ބައްލަވާ ވޮޑިގެންވާ އިލާހެވެ.‘\nއަދި އިރާއި ހަނދުގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އަދި އެ އިލާހުގެ (ކުޅަދުންވަންތަކަމުގެ) ހެކިތަކުގެ ތެރެއިން ރޭގަނޑާއި ދުވާލާއި، އިރާއި ހަނދު ހިމެނެއެވެ. ތިޔަބައިމީހުން އިރަށާއި ހަނދަށް ސަޖިދަ ނުކުރާށެވެ. އަދި އެ ތަކެތި ހެއްދެވި ﷲ އަށް ސަޖިދަކުރާށެވެ. (އެއީ) ތިޔަބައިމީހުން އަޅުކަންކުރަނީ ހަމައެކަނި އެ އިލާހަށް ކަމުގައި ވާނަމައެވެ.‘\nއަދި މަލާއިކަތުންގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އަދި އެ އިލާހު، އެބައިމީހުން އެންމެން މަހުޝަރަށް ފޮނުއްވާ ދުވަސް (ހަނދުމަ ކުރާށެވެ!) ދެން އެ އިލާހު މަލާއިކަތުންނަށް ވަހީ ކުރައްވާނެއެވެ: ތިޔަ މަލާއިކަތުންނަށް އަޅުކަންކޮށް އުޅުނީ މިތިބަ މީހުންހެއްޔެވެ؟ އެ މަލާއިކަތުން ދަންނަވާނެއެވެ: އިބަ އިލާހުގެ ހުސްތާހިރުވަންތަ ކަމާއެވެ! އިބަ އިލާހީ އަޅަމެންގެ އެހީތެރިވަންތަ އިލާހެވެ. އެބައިމީހުންނެއް ނޫނެވެ. އަދި ކިއެއްތަ! އެބައިމީހުން އަޅުކަންކޮށް އުޅުނީ ޖިންނީންނަށެވެ. އޭގެ ގިނަ މީހުން ތިބީ އެ ޖިންނީންނަށް އީމާންވެގެންނެވެ.‘\nއަދި ނަބިއްޔުންގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’އަދި ﷲ ވަހީ ކުރައްވާ ހިނދު (ހަނދުމަ ކުރާށެވެ:) އޭ މަރިޔަމުގެފާނުގެ ދަރިކަލުން ޢީސާގެފާނެވެ! ކަލޭގެފާނު މީސްތަކުންނަށް ވިދާޅުވީމުތޯއެވެ: މީސްތަކުންގެ ގާތުގައި، ތިމަންނައާއި ތިމަންނަގެ މަންމާފުޅު އެއީ ﷲ ފިޔަވައި ދެ އިލާހުން ކަމުގައި ނަގާށޭ ވިދާޅުވީ ކަލޭގެފާނުތޯއެވެ؟ އެކަލޭގެފާނު ދަންނަވާނެއެވެ: އިބަ އިލާހުގެ ހުސްތާހިރުވަންތަ ކަމާއެވެ! މި އަޅާއަށް ބުނުމުގެ ހައްގު ލިބިގެން ނުވާ ބަހެއް ބުނުމަކީ، މި އަޅާއަށް އޮތް ކަމެއް ނުނެވެ.‘\nއަދި ސާލިހު ބޭކަލުންގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެ އިލާހު ފިޔަވައި، އިލާހުންކަމަށް ތިޔަބައިމީހުން ހީކޮށްގެން އުޅޭ ފަރާތްތަކަށް ނިކަން ގޮވައިބަލާށެވެ! ފަހެ ތިޔަބައިމީހުންގެ ކިބައިން ދަތިކަމެއް ފިލުވުމެއްވެސް އަދި ބަދަލު ކުރުމެއްވެސް، އެ ފަރާތްތަކަކަށް މިލްކު ވެގެނެއް ނުވެއެވެ. (ޝަރީކުން ކަމަށް) އެބައިމީހުން އެ ގޮވައި އުޅޭ (ސާލިހު) ބޭކަލުން، (ޚުދު) އެ ބޭކަލުންވެސް އެދެނީ އެބައިމީހުން ރައްބުގެ ހަޒްރަތަށް ކުއްތަންވެވޭނެ މަގެކެވެ. އެ ބޭކަލުން ކުރެ އެންމެ ގާތްވެވޭނީ ކާކަށްތޯ ބަލައެވެ. އަދި އެ އިލާހުގެ ރަހުމަތަށް އެދެއެވެ. އަދި އެ އިލާހުގެ އަޒާބަށް ބިރުގަނެއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނުގެ ރައްބުގެ އަޒާބަކީ، އެއަށް ބިރުގަންނަ އެއްޗެއް ކަމުގައިވެއެވެ.‘\nއަދި ގަސްތަކާއި ހިލަތަކުގެ ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’ފަހެ ލާތައާއި ޢުއްޒާ (އޭ ކިޔުނު ބުދުތަކާ) މެދު ތިޔަބައިމީހުން ވިސްނައި ބެލީމުހެއްޔެވެ؟ އަދި މަނާތޭ ކިޔުނު އަނެއް ތިންވަނަ (ބުދާ) މެދުވެސްމެއެވެ.‘ އަދި އަބޫ ވާގިދު އައްލައިޘީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވި ޙަދީޘެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ޙުނައިނު (ހަނގުރާމައަށް) ތިމަންމެން ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި ނުކުތީމެވެ. އޭރު ތިމަންމެން އަލަށް (އިސްލާމްވެގެން) ކުފުރުމަތީ ތިބި ޒަމާނުން މާ ގިނަ ދުވަހެއް ނުވެއެވެ. އަދި މުޝްރިކުން (އަޅުކަމުގެ ގޮތުން) އޭގެ ކައިރީގައި މަޑުކޮށް ހަދާ ކުންނާރު ގަހެއް އެބައިމީހުންނަށް ވިއެވެ. އަދި (ބަރަކާތް ހޯދުމުގެ ގޮތުން) އެ ގަހުގައި އެބައިމީހުންގެ ހަތިޔާރުތަށް އެލުވައި ހަދައެވެ. އެ ގަހަށް ކިޔައި އުޅެނީ ޛާތު އަންވާޠެވެ. ފަހެ (އެ ދަތުރު މަތީގައި) ކުންނާރު ގަހެއް ކައިރިންލާފައި ތިމަންމެން ދިޔައިމެވެ. ދެން ތިމަންމެން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އެބައިމީހުންނަށް ޛާތު އަންވާޠެއްވާ ފަދައިން، ތިމަންމެންނަށް ވެސް ޛާތު އަންވާޠެއް ލައްވާށެވެ. ފަހެ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އަކްބަރެވެ! ހަމަކަށަވަރުން ތިޔައީ ހަމަ (ތިޔަބައިމީހުންގެ ކުރީގެ އުއްމަތްތަކުގެ މީހުން އުޅުނު) ގޮތްތަކެވެ. ތިމަން ނަބިއްޔާގެ ފުރާނަފުޅު އެ ފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ. ތިޔަ ބުނީ ހަމަ ބަނީ އިސްރާއީލުގެ މީހުން ބުނި ފަދައިންނެވެ: ’އެބައިމީހުންނަށް އިލާހުންތަކެއް ވާފަދައިން، ތިމަންމެންނަށް ވެސް އިލާހެއް ލައްވައި ދެއްވާށެވެ! އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން ތިޔަބައިމީހުންނީ ހަމަ ޖާހިލު ބަޔެކެވެ.‘“","⁽¹⁾ سورة الأنفال 39\n⁽²⁾ سورة فصلت 37\n⁽³⁾ سورة سبإ 40-41\n⁽⁴⁾ سورة المائدة 116\n⁽⁵⁾ سورة الإسراء 56-57\n⁽⁶⁾ سورة النجم 19-20\n⁽⁷⁾ سورة الأعراف 138\n⁽⁸⁾ المعجم الكبير للطبراني 3291 (وصححه الألباني في صحيح الترمذي 2180)"],["4","[أن مشركي زماننا أغلظ شركا من الأولين]","[އަހަރެމެންގެ ޒަމާނުގައި އުޅޭ މުޝްރިކުން، ކުރީގެ (ޖާހިލިއްޔަ) ޒަމާނުގައި އުޅުނު މުޝްރިކުންނަށް ވުރެ ޝިރްކު ކުރުމުގައި މާ ނުބައެވެ.]","‌‌القَاعِدَةُ الرَّابِعَةُ\nأَنَّ مُشْرِكِي زَمَانِنَا أَغْلَظُ شِرْكاً مِنَ الأَوَّلِينَ؛ لِأَنَّ الأَوَّلِينَ يُشْرِكُونَ فِي الرَّخَاءِ وَيُخْلِصُونَ فِي الشِّدَّةِ، وَمُشْرِكُو زَمَانِنَا شِرْكُهُمْ دَائِمٌ فِي الرَّخَاءِ وَالشِّدَّةِ.\nوَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ﴾ ⁽¹⁾.\nوَاللَّهُ أَعْلَمُ.","‌‌ހަތަރުވަނަ ގަވާއިދު.\nހަމަކަށަވަރުން އަހަރެމެންގެ ޒަމާނުގައި އުޅޭ މުޝްރިކުން، ކުރީގެ (ޖާހިލިއްޔަ) ޒަމާނުގައި އުޅުނު މުޝްރިކުންނަށް ވުރެ ޝިރްކު ކުރުމުގައި މާ ނުބައެވެ. އެހެނީ ހަމަކަށަވަރުން ކުރީގެ މުޝްރިކުން ޝިރްކުކޮށް އުޅުނީ ފަސޭހަ ކަމުގެ ވަގުތުގައެވެ. އަދި ދަތި އުނދަގޫކަމުގައި އެބައިމީހުން (ﷲ އަށް ދީން) ޚާލިސް ކުރެއެވެ. އެހެނެއްކަމަކު އަހަރެމެންގެ ޒަމާނުގައި އުޅޭ މުޝްރިކުން ކުރާ ޝިރްކު ދާއިމު ވެގެންވެއެވެ. އެއީ ފަސޭހަކަމާއި އުނދަގޫކަމުގައި ވިޔަސް މެއެވެ.\nއަދި ދަލީލަކީ ﷲ ތަޢާލާގެ މި ވަހީ ބަސްފުޅެވެ: ’ފަހެ އެބައިމީހުން ނަވަށް އަރާ ހިނދު، އެ އިލާހަށް ދީން ޚާލިސްކޮށް ﷲ އަށް ދުއާ ކުރެއެވެ. ދެން އެ އިލާހު އެބައިމީހުން ސަލާމަތް ކުރައްވައި އެއްގަމަށް ގެންނެވުމުން، އެ ހިނދު އެބައިމީހުން (އަނެއްކާވެސް އެ އިލާހަށް) ޝިރްކު ކުރެއެވެ.‘\nއަދި އެންމެ މޮޅަށް ދެނެވޮޑިގެންވަނީ ﷲ އެވެ.","⁽¹⁾ سورة العنكبوت 65"]]
