[["1","[أَصلُ السُّنَّةِ وَاعتِقَادُ الدِّينِ]\n\nقَالَ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَبِي حَاتِمٍ: سَأَلْتُ أَبِي وَأَبَا زُرْعَةَ عَنْ مَذَاهِبِ أَهْلِ السُّنَّةِ فِي أُصُولِ الدِّينِ، وَمَا أَدْرَكَا عَلَيْهِ الْعُلَمَاءَ فِي جَمِيعِ الْأَمْصَارِ، وَمَا يَعْتَقِدَانِ مِنْ ذَلِكَ، فَقَالَا:\n\nأَدْرَكْنَا الْعُلَمَاءَ فِي جَمِيعِ الْأَمْصَارِ حِجَازًا وَعِرَاقًا وَشَامًا وَيَمَنًا فَكَانَ مِنْ مَذْهَبِهِمُ:\n\nالْإِيمَانُ قَوْلٌ وَعَمَلٌ، يَزِيدُ وَيَنْقُصُ،","[ސުންނަތުގެ އަސާސް އަދި ދީނުގެ އަގީދާ]\n\nއަބޫ މުޙައްމަދު ޢަބްދުއްރަޙްމާން ބިން އަބޫ ޙާތިމް (އައްރާޒީ) ވިދާޅުވިއެވެ: ތިމަންނަގެ ބައްޕަ (އަބޫ ޙާތިމް އައްރާޒީ) އަދި އަބޫ ޒުރްޢާ (އައްރާޒީ) ގެ އަރިހުގައި، ދީނުގެ އުސޫލުތަކާ ގުޅޭ ގޮތުން ސުންނަތުގެ އަހްލުވެރިންގެ މަޒްހަބުތަކަކީ ކޮބައިތޯ ތިމަން އެހީމެވެ. އަދި ހުރިހާ ރަށްތަކެއްގައި އިލްމުވެރިން ތިއްބެވި ކަމަށް އެ ދެބޭކަލުން ފެނިފައިވާ ގޮތަކީ ކޮބައިތޯ އެހީމެވެ. އަދި އެ ކަމުގައި އެ ދެބޭކަލުންގެ އަގީދާއަކީ ކޮބައިތޯ އެހީމެވެ. ފަހެ އެ ދެބޭކަލުން ޖަވާބުގައި ވިދާޅުވިއެވެ:\n\nހުރިހާ ރަށްތަކެއްގައި، ޙިޖާޒާއި، ޢިރާގާއި، ޝާމް އަދި ޔަމަނުގައިވެސް ތިއްބެވި އިލްމުވެރިންނާ ތިމަންމެން ބައްދަލުވީމެވެ. އެ ބޭކަލުންގެ މަޒްހަބުގައި ވަނީ:\n\nއީމާންކަމަކީ ބަހާއި އަމަލެވެ. އެ އިތުރުވެ އުނިވެގެންދެއެވެ.","(ތަޚްރީޖު)"],["2","وَالْقُرْآنُ كَلَامُ اللَّهِ غَيْرُ مَخْلُوقٍ بِجَمِيعِ جِهَاتِهِ،","އަދި ގުރްއާނަކީ ﷲ ގެ ކަލާމްފުޅެވެ. އެއީ އެއްވެސް ގޮތަކުން މަޚްލޫގެއް ނޫނެވެ.",""],["3","وَالْقَدَرُ خَيْرُهُ وَشَرُّهُ مِنَ اللَّهِ عَزَّ وَجَلَّ،","އަދި ގަޟާގަދަރު، އޭގެ ހެވާ ނުބައިވެސް ވަނީ ﷲ ޢައްޒަ ވަޖައްލަގެ ފަރާތުންނެވެ.",""],["4","وَخَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ أَبُو بَكْرٍ الصِّدِّيقُ، ثُمَّ عُمَرُ بْنُ الْخَطَّابِ، ثُمَّ عُثْمَانُ بْنُ عَفَّانَ، ثُمَّ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُمْ، وَهُمُ الْخُلَفَاءُ الرَّاشِدُونَ الْمَهْدِيُّونَ،","އަދި މި އުއްމަތުން ނަބިއްޔާއަށް ފަހު އެންމެ ހެޔޮވެގެންވަނީ އަބޫ ބަކްރު އައްޞިއްދީގެވެ. އެއަށްފަހު ޢުމަރު ބިން އަލްޚައްޠާބެވެ. އެއަށްފަހު ޢުޘްމާން ބިން ޢައްފާނެވެ. އެއަށްފަހު ޢަލީ ބިން އަބީ ޠާލިބެވެ. ﷲ އެ ބޭކަލުންނަށް ރުއްސުން ލައްވާށިއެވެ. އަދި އެ ބޭކަލުންނަކީ ހިދާޔަތް ލިބިފައިވާ (ހަތަރު) ޚަލީފާއިންނެވެ.",""],["5","وَأَنَّ الْعَشَرَةَ الَّذِينَ سَمَّاهُمْ رَسُولُ اللَّهِ ﷺ وَشَهِدَ لَهُمْ بِالْجَنَّةِ عَلَى مَا شَهِدَ بِهِ رَسُولُ اللَّهِ ﷺ وَقَوْلُهُ الْحَقُّ،","އަދި ހަމަކަށަވަރުން ސުވަރުގޭގައި ވާނެކަމަށް ރަސޫލު ﷲ ﷺ ނަންގެންނެވި އަދި އެ ބޭކަލުންނަށް ހެކިވެވަޑައިގެންނެވި ދިހަ ބޭކަލުން ވަނީ، ހަމަ ރަސޫލު ﷲ ﷺ ހެކިވެވަޑައިގެންނެވި ގޮތަށެވެ. އަދި އެ ނަބިއްޔާގެ ބަސްފުޅަކީ ހައްގު ތެދެވެ.",""],["6","وَالتَّرَحُّمُ عَلَى جَمِيعِ أَصْحَابِ مُحَمَّدٍ وَالْكَفُّ عَمَّا شَجَرَ بَيْنَهُمْ.","އަދި މުޙައްމަދު ﷺ ގެ ހުރިހާ ސަހާބީންނަށް ރަހުމަތްލެއްވުން އެދި ދުއާ ކުރުމާއި، އެ ބޭކަލުންގެ މެދުގައި އުފެދުނު ދެބަސްވުންތަކާ ބެހޭ ގޮތުން ހަނުތިބުމެވެ.",""],["7","وَأَنَّ اللَّهَ عَزَّ وَجَلَّ عَلَى عَرْشِهِ بَائِنٌ مِنْ خَلْقِهِ كَمَا وَصَفَ نَفْسَهُ فِي كِتَابِهِ، وَعَلَى لِسَانِ رَسُولِهِ ﷺ بِلَا كَيْفٍ، أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ.","އަދި ހަމަކަށަވަރުން الله ވޮޑިގެންވަނީ އެ އިލާހުގެ ޢަރްޝުގެ މަތީގައި ކަމާއި، އެ އިލާހުގެ ޚަލްގުތަކުންނާ ވަކިވެގެންކަމެވެ. އެއީ ﷲ ގެ ފޮތުގައި އަދި އެ އިލާހުގެ ރަސޫލާގެ ދޫފުޅުން އެ އިލާހުގެ ނަފްސުފުޅު ސިފަ ކުރައްވަވާފައިވާ ފަދައިންނެވެ. އެއީ ކިހިނެތްތޯ އެހުމަކާ ނުލައެވެ. އެ އިލާހުގެ އިލްމުފުޅުން ހުރިހާ އެއްޗެއް ދެނެވޮޑިގެންވެއެވެ. އެ އިލާހާ އެއްފަދަ އެއްވެސް އެއްޗެއް ނުވެއެވެ. އަދި އެ އިލާހީ ހުރިހާ  އެއްޗެއް މޮޅަށް އައްސަވާވޮޑިގެންވާ، ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.",""],["8","وَأَنَّهُ تَبَارَكَ وَتَعَالَى يُرَى فِي الْآخِرَةِ، يَرَاهُ أَهْلُ الْجَنَّةِ بِأَبْصَارِهِمْ وَيَسْمَعُونَ كَلَامَهُ كَيْفَ شَاءَ وَكَمَا شَاءَ.","އަދި ހަމަކަށަވަރުން އާޚިރަތުގައި ﷲ ތަބާރަކަ ވަތަޢާލާ ފެންނާނެ ކަމެވެ. ސުވަރުގޭގެ އަހުލުވެރިންނަށް އެބައިމީހުންގެ (ހަގީގީ) ލޯތަކުން އެ އިލާހު ފެންނާނެނެއެވެ. އަދި ﷲ ގެ ކަލާމްފުޅު، އެ އިލާހު އިރާދަކުރެއްވި ގޮތަކަށް އަދި އެ އިލާހު އިރާދަކުރެއްވެ ފަދައަކުން އަޑުއިވޭނެއެވެ.",""],["9","وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَهُمَا مَخْلُوقَانِ لَا يَفْنَيَانِ أَبَدًا، وَالْجَنَّةُ ثَوَابٌ لِأَوْلِيَائِهِ، وَالنَّارُ عِقَابٌ لِأَهْلِ مَعْصِيَتِهِ إِلَّا مَنْ رَحِمَ اللَّهُ عَزَّ وَجَلَّ.","އަދި ސުވަރުގެއަކީ ހައްގު ތެދެވެ. އަދި ނަރަކައަކީ ވެސް ހައްގު ތެދެވެ. އެ ދޭއްޗަކީ (އުފައްދަވާފައިވާ) ދެ މަޚްލޫގުންނެވެ. އެ ދޭތި ފަނާވެގެން ނުދާނެއެވެ. އަދި ސުވަރުގެއަކީ އެ އިލާހުގެ ވަލީވެރިންނަށްވާ ސަވާބެވެ. އަދި ނަރަކައަކީ އެ އިލާހަށް އުރެދުން މީހުންނަށްވާ އުގޫބާތެވެ. އެއީ އެ އިލާހު ޢައްޒަ ވަޖައްލަ ރަހުމަތް ލެއްވި މީހަކު މެނުވީއެވެ.",""],["10","وَالصِّرَاطُ حَقٌّ،","އަދި ސިރާތުމަގަކީ ހައްގު ތެދެވެ.",""],["11","وَالْمِيزَانُ الَّذِي لَهُ كِفَّتَانِ، تُوزَنُ فِيهِ أَعْمَالُ الْعِبَادِ حَسَنُهَا وَسَيِّئُهَا حَقٌّ.","އަދި މީޒާން، އެއަށް ދެ ތިލަފަތުތަށި ވެއެވެ. އަޅުތަކުންގެ އަމަލުތައް، އޭގެ ހެވައި ނުބައި އޭގައި މިނެކިރޭނެއެވެ. އެއީ ހައްގު ތެދެވެ.",""],["12","وَالْحَوْضُ الْمُكْرَمُ بِهِ نَبِيُّنَا حَقٌّ.","އަދި އެ (ފެންގަނޑުން) ތިމަންމެންގެ ނަބިއްޔާ ﷺ ޝަރުފުވެރި ކުރެއްވިފައިވާ ޙައުޟަކީ ހައްގު ތެދެވެ.",""],["13","وَالشَّفَاعَةُ حَقٌّ، [وَأَنَّ نَاسًا مِنْ أَهْلِ التَّوْحِيدِ يَخْرُجُونَ مِنَ النَّارِ بِالشَّفَاعَةِ حَقٌّ. وَعَذَابُ الْقَبْرِ حَقٌّ. وَمُنْكَرٌ وَنَكِيرٌ حَقٌّ. وَالْكِرَامُ الْكَاتِبُونَ حقٌ.]","އަދި ޝަފާއަތަކީ ހައްގު ތެދެވެ. [އަދި ހަމަކަށަވަރުން ތައުހީދުގެ އަހުލުވެރިންގެ ތެރެއިން، ޝަފާއަތުގެ ސަބަބުން ބަޔަކު ނަރަކައިން ނެރުއްވޭނެކަމީ ހައްގު ތެދެވެ. އަދި ކަށްވަޅުގެ އަޒާބަކީ ހައްގު ތެދެވެ. އަދި މުންކަރާއި ނަކީރަކީ ހައްގު ތެދެވެ. އަދި (އަމަލުތައް) ލިޔުއްވާ މާތް މަލާއިކަތުންނަކީ ހައްގު ތެދެވެ.]",""],["14","وَالْبَعْثُ مِنْ بَعْدِ الْمَوْتِ حَقٌّ.","އަދި މަރުވުމަށް ފަހު އަލުން ދިރުއްވޭނެކަމީ ހައްގު ތެދެވެ.",""],["15","وَأَهْلُ الْكَبَائِرِ فِي مَشِيئَةِ اللَّهِ عَزَّ وَجَلَّ. وَلَا نُكَفِّرُ أَهْلَ الْقِبْلَةِ بِذُنُوبِهِمْ، وَنَكِلُ أَسْرَارَهُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ.","އަދި ބޮޑެތި ފާފައިގެ އަހުލުވެރިން ވަނީ ﷲ ގެ އިރާދަފުޅުގެ ދަށުގައެވެ. އަދި ގިބުލައިގެ އަހުލުވެރިންގެ ފާފަތަކުގެ ސަބަބުން ތިމަންމެން އެބައިމީހުން ކާފަރެއް ނުކުރަމެވެ. އަދި އެބައިމީހުން ސިއްރުތައް ތިމަންމެން ދޫކޮށްލަނީ ﷲ އަށެވެ.",""],["16","وَنُقِيمُ فَرْضَ الْجِهَادِ وَالْحَجِّ مَعَ أَئِمَّةِ الْمُسْلِمِينَ فِي كُلِّ دَهْرٍ وَزَمَانٍ. وَلَا نَرَى الْخُرُوجَ عَلَى الْأَئِمَّةِ وَلَا الْقِتَالَ فِي الْفِتْنَةِ، وَنَسْمَعُ وَنُطِيعُ لِمَنْ وَلَّاهُ اللَّهُ عَزَّ وَجَلَّ أَمْرَنَا وَلَا نَنْزِعُ يَدًا مِنْ طَاعَةٍ، وَنَتَّبِعُ السُّنَّةَ وَالْجَمَاعَةَ، وَنَجْتَنِبُ الشُّذُوذَ وَالْخِلَافَ وَالْفُرْقَةَ.","އަދި ޖިހާދާއި ހައްޖުގެ ފަރުޟު ކޮންމެ ވަގުތަކާއި ޒަމާނެއްގައި ވެސް މުސްލިމުންގެ ވެރިންނާއެކު ތިމަންމެން ގާއިމުކުރަމެވެ. އަދި ވެރިންނާ ދެކޮޅަށް ނުކުމެވޭނެކަމަށް ތިމަންމެން ނުދެކެމުއެވެ. އަދި (މުސްލިމުންގެ ދެމެދުގައި ހަނގުރާމަ ހިނގާއިރު، އެ) ފިތުނައިގައި ހަނގުރާމަ ކުރެވޭކަމަށްވެސް ނުދެކެމުއެވެ. އަދި ތިމަންމެންގެ މައްޗަށް الله ލައްވާފައިވާ ވެރިންނަށް ތިމަންމެން އަޑުއަހާ ކިޔަމަންވަމެވެ. އަދި (ވެރިމީހާއަށް) ކިޔަމަންތެރިވުމުން ތިމަންމެން އަތްތައް ދުރެއް ނުކުރަމެވެ. އަދި ސުންނަތާއި ޖަމާއަތަށް ތިމަންމެން ތަބާވަމެވެ. އަދި އެކަހެރިވުމާއި، ޚިލާފުވުމާއި، ބައިބައިވުމުން ދުރުވެގަންނަމެވެ.",""],["17","وَأَنَّ الْجِهَادَ مَاضٍ مُنْذُ بَعَثَ اللَّهُ عَزَّ وَجَلَّ نَبِيَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامِ إِلَى قِيَامِ السَّاعَةِ مَعَ أُولِي الْأَمْرِ مِنْ أَئِمَّةِ الْمُسْلِمِينَ لَا يُبْطِلُهُ شَيْءٌ.","އަދި ހަމަކަށަވަރުން ﷲ ޢައްޒަ ވަޖައްލަ، އެ އިލާހުގެ ނަބިއްޔާ ﷺ ފޮނުއްވެވީއްސުރެ ގިޔާމަތް ވަންދެން، މުސްލިމުންގެ ވެރިންގެ ތެރެއިން ވެރިކަމުގައި ހުރި ބަޔަކާއެކު ޖިހާދު ދެމިއޮންނާނެކަމެވެ. އެއްވެސް އެއްޗެއް އެ ބާތިލެއް ނުކުރާނެއެވެ.",""],["18","وَالْحَجُّ كَذَلِكَ، وَدَفْعُ الصَّدَقَاتِ مِنَ السَّوَائِمِ إِلَى أُولِي الْأَمْرِ مِنْ أَئِمَّةِ الْمُسْلِمِينَ.","އަދި ހައްޖުވެސް ހަމަ އެފަދައިންނެވެ. އަދި ނައަމްސޫފީ ތެރެއިން (މުދަލު) ޒަކާތް، މުސްލިމުންގެ ވެރިންގެ ތެރެއިން ވެރިކަމުގައި ހުރި ބަޔަކަށް ހަވާލު ކުރެވޭނެއެވެ.",""],["19","وَالنَّاسُ مُؤَمَّنُونَ فِي أَحْكَامِهِمْ وَمَوَارِيثِهِمْ، وَلَا نَدْرِي مَا هُمْ عِنْدَ اللَّهِ عَزَّ وَجَلَّ.","އަދި މީސްތަކުން، އެބައިމީހުންގެ ހުކުމްތަކާއި ވާރުތަކުރުމުގައި ބެލެވޭނީ މުއުމިނުންގެ ގޮތުގައެވެ. އަދި الله ޢައްޒަ ވަޖައްލަގެ ހަޒުރަތުގައި އެބައިމީހުން ވަނީ ކޮންފަދައަކުން ކަމެއް ތިމަންމެނަކަށް ނޭނގޭއެވެ.",""],["20","فَمَنْ قَالَ: إِنَّهُ مُؤْمِنٌ حَقًّا فَهُوَ مُبْتَدِعٌ،","ފަހެ އެ މީހަކީ ހަމަކަށަވަރުން (ކަނޑައެޅިގެން ހުރި) ހަގީގީ މުއުމިނެކޭ ބުނެފި މީހަކީ ބިދުޢަވެރިއެވެ.",""],["21","وَمَنْ قَالَ: هُوَ مُؤْمِنٌ عِنْدَ اللَّهِ فَهُوَ مِنَ الْكَاذِبِينَ،","އަދި އެ މީހަކީ اللهގެ ހަޒުރަތުގައި މުއުމިނެކޭ ބުނެފި މީހާ، ފަހެ އެއީ ދޮގުވެރިންގެ ތެރެއިންވާ މީހެކެވެ.",""],["22","وَمَنْ قَالَ: هُوَ مُؤْمِنٌ بِاللَّهِ [حَقًّا] فَهُوَ مُصِيبٌ."," އަދި އެ މީހަކީ [ހައްގު ގޮތުގައި] الله އަށް އީމާންވާ މީހެކޭ ބުނެފި މީހާ، ފަހެ އެ ބުނެވުނީ ރަނގަޅަށެވެ.\n(ނޯޓު: ކަނޑައެޅިގެން މުއުމިނެކޭ ބުނުމުގެ މާނައަކީ ހަގީގީ ފުރިހަމަ ސުވަރުގެވެރި މީހެކެވެ. ނަމަވެސް އެ ކަން އެނގޭނީ ހަމައެކަނި ﷲ އަށެވެ. ވީމާ ދުނިޔެމަތީގައި ބުނެވޭނީ މީހަކީ މުއުމިނެކޭ އިން ޝާ ﷲ. ނުވަތަ އެންމެ ބޮޑުމިނުން ހެކިވެވޭނީ އޭނާއަކީ ބޭރުފުށުގައި މުސްލިމެއް ކަމަށެވެ.)",""],["23","وَالْمُرْجِئَةُ الْمُبْتَدِعَةُ ضُلَّالٌ،","އަދި މުރުޖީންނަކީ މަގުފުރެދިފައިވާ ބިދުޢަވެރި ބަޔެކެވެ.",""],["24","وَالْقَدَرِيَّةُ الْمُبْتَدِعَةُ ضُلَّالٌ، فَمَنْ أَنْكَرَ مِنْهُمْ أَنَّ اللَّهَ عَزَّ وَجَلَّ يَعْلَمُ مَا لَمْ يَكُنْ قَبْلَ أَنْ يَكُونَ فَهُوَ كَافِرٌ.","އަދި ގަދަރީންނަކީ މަގުފުރެދިފައިވާ ބިދުޢަވެރި ބަޔެކެވެ. ފަހެ އެބައިމީހުންގެ ތެރެއިން، ކަމެއް ވުމުގެ ކުރިން ﷲ ޢައްޒަ ވަޖައްލައަށް އެ ކަމެއް ދެނެވޮޑިގެންވާކަމަށް އިންކާރު ކުރާ މީހަކީ ކާފަރެކެވެ.",""],["25","وَأَنَّ الْجَهْمِيَّةَ كُفَّارٌ،","އަދި ހަމަކަށަވަރުން ޖަހްމީންނަކީ ކާފަރުން ކަމެވެ.",""],["26","وَأَنَّ الرَّافِضَةَ رَفَضُوا الْإِسْلَامَ،","އަދި ހަމަކަށަވަރުން ރާފިޟީ (ޝީޢީން) އިސްލާމް ދީން ދޫކޮށް ދެކޮޅުވެރި ވެއްޖެއެވެ.",""],["27","وَالْخَوَارِجَ مُرَّاقٌ.","އަދި ޚަވާރިޖުންނަކީ ނުކުމެދާ މީހުންނެވެ.",""],["28","وَمَنْ زَعَمَ أَنَّ الْقُرْآنَ مَخْلُوقٌ فَهُوَ كَافِرٌ بِاللَّهِ الْعَظِيمِ كُفْرًا يَنْقُلُ عَنِ الْمِلَّةِ. وَمَنْ شَكَّ فِي كُفْرِهِ مِمَّنْ يَفْهَمُ [وَلَا يَجهَلُ] فَهُوَ كَافِرٌ.","އަދި ގުރްއާނަކީ މަޚްލޫގެއް ކަމަށް ދައުވާކޮށްފި މީހަކީ ފަހެ މަތިވެރިވެގެންވާ ﷲ އަށް ކާފަރުވެފައިވާ މީހެކެވެ. އެއީ މިއްލަތުން ބޭރުވެގެންދާ ކުފުރެކެވެ. އަދި ޖާހިލު ނުވެ، ފަހުމްވާ މީހުންގެ ތެރެއިން، އޭނާގެ ކުފުރާމެދު ޝައްކު ކުރާ މީހަކީ (ވެސް) ފަހެ ކާފަރެކެވެ.",""],["29","وَمَنْ شَكَّ فِي كَلَامِ اللَّهِ عَزَّ وَجَلَّ فَوَقَفَ شَاكًّا فِيهِ يَقُولُ: لَا أَدْرِي مَخْلُوقٌ أَوْ غَيْرُ مَخْلُوقٍ فَهُوَ جَهْمِيٌّ.","އަދި ﷲ ޢައްޒަ ވަޖައްލަގެ ކަލާމްފުޅާމެދު ޝައްކުކޮށް، އެއާމެދު ޝައްކުގެ މަތީގައި ހުއްޓި (ވަކި ގޮތެއް ނުނިންމާ) އެއީ މަޚްލޫގެއް ނުވަތަ މަޚްލޫގެއް ނޫން ކަމެއް ތިމަންނައަށް ނޭނގޭއޭ (މިފަދައިން) ބުނާ މީހަކީ ފަހެ ޖަހްމީއެކެވެ.",""],["30","وَمَنْ وَقَفَ فِي الْقُرْآنِ جَاهِلًا عُلِّمَ وَبُدِّعَ وَلَمْ يُكَفَّرْ.","އަދި ޖާހިލުކަމުގެ ސަބަބުން، ގުރްއާނަކީ (މަޚްލޫގެއްތޯ ނޫންތޯ މިކަމާމެދު) ހުއްޓި (ވަކި ކޮޅެއް ނުނަގާ) މީހާކަށް އޮތީ އުނގަންނައި ދިނުމެވެ. އަދި އޭނާ ބިދުޢަވެރި ކުރެވޭނެއެވެ. (ނަމަވެސް) އޭނާ ކާފަރެއް ނުކުރެވޭނެއެވެ.",""],["31","وَمَنْ قَالَ: لَفْظِي بِالْقُرْآنِ مَخْلُوقٌ فَهُوَ جَهْمِيٌّ أَوِ الْقُرْآنُ بِلَفْظِي مَخْلُوقٌ فَهُوَ جَهْمِيٌّ.","އަދި ތިމަންނަގެ ލަފްޒުތަކުން ގުރްއާން (މި ކިޔަވާ ކިޔެވުމަކީ) މަޚްލޫގެކޭ (މިފަދައިން) ބުނާ މީހަކީ ފަހެ ޖަހްމީއެކެވެ. ނުވަތަ ގުރްއާން ވަނީ ތިމަންނަގެ (މި ކިޔަވާ) ލަފްޒުތަކުން މަޚްލޫގެއް ކަމުގައޭ (މިފަދައިން ބުނާ މީހަކީ ވެސް) ފަހެ ޖަހްމީއެކެވެ.",""],["32","قَالَ أَبُو مُحَمَّدٍ: وَسَمِعْتُ أَبِي يَقُولُ: وَعَلَامَةُ أَهْلِ الْبِدَعِ الْوَقِيعَةُ فِي أَهْلِ الْأَثَرِ،","އަބޫ މުޙައްމަދު (އައްރާޒީ) ވިދާޅުވިއެވެ: އަދި ތިމަންނަގެ ބައްޕަ ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ: އަދި ބިދުޢައިގެ އަހުލުވެރިންގެ އަލާމާތަކީ، އަޘަރުތަކުގެ (އެބަހީ: ރިވާޔަތްތަކުގެ) އަހުލުވެރިންނަށް ބަދުބަސް ބުނުމެވެ.",""],["33","وَعَلَامَةُ الزَّنَادِقَةِ تَسْمِيَتُهُمْ أَهْلَ السُّنَّةِ حَشْوِيَّةً يُرِيدُونَ إِبْطَالَ الْآثَارِ.","އަދި ޒިންދީގުންގެ އަލާމާތަކީ، އެބައިމީހުން ސުންނަތުގެ އަހުލުވެރިންނަށް ޙަޝަވީންނޭ ކިޔާ ނަންދިނުމެވެ. (އެބަހީ: ބޭކާރު އަގެއް ނެތް ރިވާޔަތްތަކަށް ތަބާވާ މީހުންނޭ ކިޔުމެވެ.) އެބައިމީހުން ބޭނުންވަނީ އަޘަރުތައް ބާތިލު ކުރުމަށެވެ.",""],["34","وَعَلَامَةُ الْجَهْمِيَّةِ تَسْمِيَتُهُمْ أَهْلَ السُّنَّةِ مُشَبِّهَةً،","އަދި ޖަހްމީންގެ އަލާމާތަކީ، އެބަހައިމީހުން ސުންނަތު އަހުލުވެރިންނަށް މުޝައްބިހުންނޭ ކިޔާ ނަންދިނުމެވެ. (އެބަހީ: އިލާހު މަޚްލޫގުންނާ އެއްވަތަރު ކުރާ މީހުންނޭ ކިޔުމެވެ.) ",""],["35","وَعَلَامَةُ الْقَدَرِيَّةِ تَسْمِيَتُهُمْ أَهْلَ الْأَثَرِ مُجَبِّرَةً.","އަދި ގަދަރީންގެ އަލާމާތަކީ، އެބައިމީހުން އަޘަރުތަކުގެ އަހުލުވެރިންނަށް މުޖައްބިރައިންނޭ ކިޔާ ނަންދިނުމެވެ. (އެބަހީ: ކުރާ ކަންކަމުގައި މީސްތަކުން މަޖުބޫރުވެފައިކަމަށް ބުނާ ބައިގަނޑެކޭ ކިޔުމެވެ.)",""],["36","وَعَلَامَةُ الْمُرْجِئَةِ تَسْمِيَتُهُمْ أَهْلَ السُّنَّةِ مُخَالِفَةً وَنُقْصَانِيَّةً.","އަދި މުރުޖީންގެ އަލާމަތަކީ، އެބައިމީހުން ސުންނަތުގެ އަހުލުވެރިންނަކީ މުޚާލިފުންނޭ އަދި ނުގްޞާނުންނޭ ކިޔާ ނަންދިނުމެވެ. (އެބަހީ: ޚިލާފުވާ މީހުންނޭ އަދި އީމާންކަން އުނިވާކަމަށް ބުނާ މީހުންނޭ ކިޔުމެވެ.)",""],["37","وَعَلَامَةُ الرَّافِضَةِ تَسْمِيَتُهُمْ أَهْلَ السُّنَّةِ نَاصِبَةً.","އަދި ރާފިޟީ (ޝީޢީންގެ) އަލާމާތަކީ، އެބައިމީހުން ސުންނަތުގެ އަހުލުވެރިންނަށް ނާޞިބީންނޭ ކިޔާ ނަންދިނުމެވެ.",""],["38","وَلَا يَلْحَقُ أَهْلَ السُّنَّةِ إِلَّا اسْمٌ وَاحِدٌ وَيَسْتَحِيلُ أَنْ تَجْمَعَهُمْ هَذِهِ الْأَسْمَاءُ.","ނަމަވެސް ސުންނަތުގެ އަހުލުވެރިންނަށް އެންމެ ނަމަކުން ނޫނީ ނަމެއް ނުދެވޭނެއެވެ. އަދި މި ހުރިހާ (ތަފާތު) ނަންތަކެއް އެބައިމީހުންގެ މައްޗަށް (އެއްކޮށް) ޖަމާކުރުމަކީ މުސްތަހީލު ކަމެކެވެ.",""],["39","قَالَ أَبُو مُحَمَّدٍ: وَسَمِعْتُ أَبِي وَأَبَا زُرْعَةَ يَأْمُرَانِ بِهِجْرَانِ أَهْلِ الزَّيْغِ وَالْبِدَعِ يُغَلِّظَانِ فِي ذَلِكَ أَشَدَّ التَّغْلِيظِ،","އަބޫ މުޙައްމަދު (އައްރާޒީ) ވިދާޅުވިއެވެ: ބިދުޢައާއި މަގުފުރެދުމުގެ އަހުލުވެރިންނާ ގުޅުން ކަނޑައި ވަކިވެގަތުމަށް ތިމަންގެ ބައްޕަ އަދި އަބޫ ޒުރްޢާ އަމުރު ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ. އަދި އެ ކަމުގައި އެ ދެބޭކަލުން ނުހަނު ބޮޑަށް ހަރުކަށިވެލެއްވިއެވެ.",""],["40","وَيُنْكِرَانِ وَضْعَ الْكُتُبِ بِرَأْيٍ فِي غَيْرِ آثَارٍ،","އަދި އަޘަރުތަކާ ނުލާ، ބުއްދީގެ މައްޗަށް ފޮތް ލިޔުން އެ ދެބޭކަލުން އިންކާރު ކުރައްވައެވެ.",""],["41","وَيَنْهَيَانِ عَنْ مُجَالَسَةِ أَهْلِ الْكَلَامِ وَالنَّظَرِ فِي كُتُبِ الْمُتَكَلِّمِينَ، وَيَقُولَانِ: لَا يُفْلِحُ صَاحِبُ كَلَامٍ أَبَدًا.","އަދި ކަލާމުގެ އަހުލުވެރިންނާއެކު އިށީނުން އެ ދެ ބޭކަލުން ނަހީ ކުރައްވައެވެ. އަދި ކަލާމުގެ އަހުލުވެރިން ފޮތްތަކަށް ބެލުންވެސް މެއެވެ. އަދި އެ ދެބޭކަލުން ވިދާޅުވެއެވެ: ކަލާމުގެ އަހުލުވެރިޔަކު ދުވަހަކުވެސް ކާމިޔާބެއް ނުވާނެއެވެ.\n(ނޯޓު: ޢިލްމުލް ކަލާމަކީ، ދީނީ ކަންކަމުގައި ނައްސުގެ މައްޗަށް ބުއްދި އިސްކުރުމެވެ.)",""],["42","قَالَ أَبُو مُحَمَّدٍ: «وَبِهِ أَقُولُ أَنَا». وَقَالَ أَبُو عَلِيِّ بْنُ حُبَيْشٍ الْمُقْرِئُ: «وَبِهِ أَقُولُ». قَالَ شَيْخُنَا ابْنُ الْمُظَفَّرِ: «وَبِهِ أَقُولُ». وَقَالَ شَيْخُنَا يَعْنِي الْمُصَنِّفَ: «وَبِهِ أَقُولُ». وَقَالَ الطُّرَيْثِيثِيُّ: «وَبِهِ أَقُولُ». وَقَالَ شَيْخُنَا السِّلَفِيُّ: «وَبِهِ نَقُولُ».","އަބޫ މުޙައްމަދު (އައްރާޒީ) ވިދާޅުވިއެވެ: އަދި ތިމަންވެސް ބުނަނީ އެފަދައިންނެވެ. އަދި އަބޫ ޢަލީ ބިން ޙުބައިޝު އަލްމުގްރީ ވިދާޅުވިއެވެ: އަދި ތިމަންވެސް ބުނަނީ އެފަދައިންނެވެ. އަދި ތިމަންމެންގެ ޝައިޚު އިބްނުލް މުޡައްފަރު ވިދާޅުވިއެވެ: އަދި ތިމަންވެސް ބުނަނީ އެފަދައިންނެވެ. އަދި ތިމަންމެންގެ ޝައިޚު، އެބަހީ މުއައްލިފު (ލަލަކާއީ) ވިދާޅުވިއެވެ: އަދި ތިމަނަވެސް ބުނަނީ އެފަދައިންނެވެ. އަދި އައްޠުރައިޘީ ވިދާޅުވިއެވެ: އަދި ތިމަންވެސް ބުނަނީ އެފަދައިންނެވެ. އަދި ތިމަންމެންގެ ޝައިޚު، އައްސިލަފީ ވިދާޅުވިއެވެ: އަދި ތިމަންމެން ވެސް ބުނަނީ އެފަދައިންނެވެ.",""]]