[["1","بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nحَدَّثَنَا الشَّيْخُ أَبُو عَبْدِ اللَّهِ يَحْيَى بْنُ أَبِي الْحَسَنِ بْنِ الْبَنَّا، قَالَ: أَخْبَرَنَا وَالِدِي أَبُو عَلِيٍّ الْحَسَنُ بْنُ عُمَرَ بْنِ الْبَنَّا، قَالَ: أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الْمُعَدَّلُ، قَالَ: أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَبْدِ الْوَهَّابِ أَبُو العَنبَر قِرَاءَةً عَلَيْهِ مِنْ كِتَابِهِ، فِي شَهْرِ رَبِيعٍ الْأَوَّلِ مِنْ سَنَةِ ثَلَاثٍ وَتِسْعِينَ وَمِائَتَيْنِ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ الْمِنْقَرِيُّ الْبَصْرِيُّ بِتِنِّيسَ، قَالَ: حَدَّثَنِي عَبْدُوسُ بْنُ مَالِكٍ الْعَطَّارُ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ حَنْبَلٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: أُصُولُ السُّنَّةِ عِنْدَنَا: التَّمَسُّكُ بِمَا كَانَ عَلَيْهِ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، وَالاقْتِدَاءُ بِهِمْ.","ﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ އިސްމުފުޅުން ފަށަމެވެ.\n(އަބުލް މުޠައްފަރު ޢަބްދުލް މަލިކު ބިން ޢަލީ ބިން މުޙައްމަދު އަލްހަމްދާނީ ވިދާޅުވިއެވެ:) ތިމަންމެންނަށް ކިޔައިދެއްވީ އައްޝައިޚު އަބޫ ޢަބްދު ﷲ ބިން ޔަޙްޔާ ބިން އަބުލް ޙުސައިން ބިން އަލްބަންނާއެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ ތިމަންނަގެ ބައްޕަ އަބޫ ޢަލީ އަލްޙަސަން ބިން ޢުމަރު ބިން އަލްބަންނާއެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ އަބުލް ޙުސައިން ޢަލީ ބިން މުޙައްމަދު ބިން ޢަބްދު ﷲ ބިން ބިޝްރާން އަލްމުޢައްދަލެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ ޢުޘްމާން ބިން އަޙްމަދު ބިން އައްސައްމާކެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ކިޔައިދެއްވީ އަބޫ މުޙައްމަދު އަލްޙަސަން ބިން ޢަބްދުލް ވައްހާބް އަބުލް ޢަންބަރު، އޭނާގެ މައްޗަށް އޭނާގެ ފޮތުން ކިޔައިދެނިކޮށެވެ. އެއީ ރަބީޢުލް އައްވަލު މަހުގެ، ދުއިސައްތަ ނުވަދިހަ ތިން ވަނަ އަހަރުގައެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ކިޔައިދެއްވީ އަބުލް ޖަޢުފަރު މުޙައްމަދު ބިން ސުލައިމާން އަލްމިންގަރީ އަލްބަޞްރީ، ތިއްނީސުގައެވެ. ވިދާޅުވިއެވެ: ތިމަންނައަށް ކިޔައިދެއްވީ ޢަބްދޫސް ބިން މާލިކު އަލްޢައްޠާރެވެ. ވިދާޅުވިއެވެ: އަބޫ ޢަބްދު ﷲ އަޙްމަދު ބިން މުޙައްމަދު ބިން ޙަންބަލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: އަހަރެމެންގެ ގާތުގައި ސުންނަތުގެ އުސޫލުތަކަކީ؛ ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން އެ ކަންކަމެއްގެ މަތީގައި ތިއްބެވި ކަންކަމުގައި ހިފުމެވެ. އަދި އެބައިމީހުންނަށް ތަބާވުމެވެ.","(ފުޓުނޯޓު)"],["2","وَتَرْكُ الْبِدَعِ.","އަދި ބިދުޢަ//ތައް ދޫކުރު//ކޮށްލުމެވެ.",""],["3","وَكُلُّ بِدْعَةٍ فَهِيَ ضَلَالَةٌ.","އަދި ކޮންމެ ބިދުޢައެއް، ފަހެ އެއީ މަގުފުރެދުމެވެ.//އަދި ކޮންމެ ބިދުއަކީ، ފަހެ މަގުފުރެދުމެކެވެ",""],["4","وَتَرْكُ الْخُصُومَاتِ فِي الدِين، وَتَرْكُ الْجُلُوسِ مَعَ أَصْحَابِ الْأَهْوَاءِ، وَتَرْكُ الْمِرَاءِ وَالْجِدَالِ.","އަދި ދީނުގައި ކޯޅުންތައް ދޫކުރު//ކޮށްލުމެވެ. އަދި ހަވާނަފްސުގެ އަހުލުވެރިންނާއެކު އިށީނުން ދޫކުރުމެވެ//. އަދި އަރާރުންވުމާއި ޖަދަލު ކުރުން ދޫކުރުމެވެ.// މާއި، އާއި، އެވެ",""],["5","وَالسُّنَّةُ عِنْدَنَا آثَارُ رَسُولِ اللَّهِ ﷺ.","އަދި އަހަރެމެންގެ ގާތުގައި ސުންނަތަކީ ރަސޫލު ﷲ ﷺ ގެ އަޘަރުތަކެވެ. (އެބަހީ: ރިވާޔަތްތަކެވެ.)",""],["6","وَالسُّنَّةُ تُفَسِّرُ الْقُرْآنَ.","އަދި ސުންނަތް، ގުރްއާން ތަފްސީރު ކުރެއެވެ.//ސުންނަތުގައި ޤުރުއާން ބަޔާންކޮށްދެއެވެ.//ސުންނަތުން ކީރިތި ޤުރުއާން މާނަކުރެއެވެ.",""],["7","وَهِيَ دَلَائِلُ الْقُرْآنِ.","އަދި އެއީ ގުރްއާނުގެ ދަލީލުތަކެވެ.",""],["8","وَلَيْسَ فِي السُّنَّةِ قِيَاسٌ، وَلَا تُضْرَبُ لَهَا الْأَمْثَالُ، وَلَا تُدْرَكُ بِالْعُقُولِ وَلَا الْأَهْوَاءِ.","އަދި ސުންނަތުގައި ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމެއް) ނުވެއެވެ. އަދި އެއަށް މިސާލުތައް ޖެހުމެއް ވެސް ނުވެއެވެ. އަދި ބުއްދންނާއި ހަވާނަފްސުން އެއާ ދިމާނުކުރެވޭނެއެވެ.//އަދި އެއީ ބުއްދިން ނުވަތަ ހަވާނަފްސުން ދިމާވެވޭނެ އެއްޗެއް ނޫނެވެ.//އޭގައި ވާގޮތަށް",""],["9","إِنَّمَا هُوَ الِاتِّبَاعُ، وَتَرْكُ الْهَوَى.","އެއީ ހަމައެކަނި ތަބާވުމާއި، ހަވާނަފްސު ދޫކުރު//ކޮށްލުމެވެ.//އެއީ ތަބާވުމާއި، ހަވާނަފްސު ދޫކުރުން// ކަމުގައި މެނުވީ ނުވެއެވެ.",""],["10","وَمِنَ السُّنَّةِ اللَّازِمَةِ الَّتِي مَنْ تَرَكَ مِنْهَا خَصْلَةً وَلَمْ يَقْبَلْهَا وَيُؤْمِنْ بِهَا؛ لَمْ يَكُنْ مِنْ أَهْلِهَا:","އަދި ލާޒިމްވެގެންވާ ސުންނަތުގެ ތެރޭގައި//ސުންނަތުގައި، މީހަކު އެއިން ކަމެއް ދޫކޮށް، އެ ގަބޫލު ނުކޮށް، އެއަށް އީމާން ނުވެއްޖެ ނަމަ، އެ މީހަކު އެ ސުންނަތުގެ އަހުލުވެރިންގެ ތެރޭ//ގައި ނުވާނެ ކަންކަމަކީ:\r//އެއިން ކަމެއް ދޫކޮށް، އެ ގަބޫލު ނުކޮށް، އެއަށް އީމާން ނުވެއްޖެ މީހަކު،...",""],["11","الْإِيمَانُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَالتَّصْدِيقُ بِالْأَحَادِيثِ فِيهِ، وَالْإِيمَانُ بِهَا، لَا يُقَال: لَمَ؟ وَلَا كَيف؟ إِنَمَا هُوَ التَّصدِيقُ، وَالإِيمَان بِهَا.","ގަދަރަށް، އޭގެ ހެޔޮ މިންވަރާއި ނުބައި މިންވަރަށް އީމާންވުމެވެ. އަދި އެއާމެދު އައިސްފައިވާ//އެކަމާ ބެހޭ ޙަދީޘްތައް ތެދުކޮށް، އެއަށް އީމާންވުމެވެ. ކީއްވެހެއްޔޭ އަދި ކިހިނަކުންހެއްޔޭ ނުބުނެވޭނެއެވެ. އެއީ ހަމައެކަނި އެ ޙަދީޘްތައް ތެދުކުރުމާއި، އެއަށް އީމާންވުމެވެ.//މެނުވީ ނުވެއެވެ",""],["12","وَمَنْ لَمْ يَعْرِفْ تَفْسِيرَ الْحَدِيثِ، وَيَبْلُغْهُ عَقْلَهُ، فَقَدْ كُفِيَ ذَلِكَ، وَأُحْكِمَ لَهُ؛ فَعَلَيْهِ الْإِيمَانُ بِهِ، وَالتَّسْلِيمُ لَهُ، مِثْلُ حَدِيثِ «الصَّادِقِ الْمَصْدُوقِ»، وَمِثْلُ مَا كَانَ مِثْلَهُ فِي القَضَاءِ وَالْقَدَرِ، وَمِثْلُ أَحَادِيثِ الرُّؤْيَةِ كُلِّهَا، وَإِنْ نَبَّتْ عَنِ الْأَسْمَاعِ، وَاسْتَوْحَشَ مِنْهَا الْمُسْتَمِعُ، وَإِنَّمَا عَلَيْهِ الْإِيمَانُ بِهَا، وَأَنْ لَا يَرُدَّ مِنْهَا حَرْفًا وَاحِدًا، وَغَيْرَهَا مِنَ الْأَحَادِيثِ الْمَأْثُورَاتِ عَنِ الثِّقَاتِ.","އަދި މީހަކަށް ޙަދީޘެއްގެ މާނަކުރުން ނޭނގި، އޭނާގެ ބުއްދިއަށް އެ ނުފޯރާ ކަމުގައިވަނީ ނަމަ، ފަހެ ހަމަކަށަވަރުން (އެ ގަބޫލުކޮށް ތެދުކުރުން) އޭނާއަށް ފުދިގެންވެއެވެ. އެއީ (ދީން ވަނީ) އޭނާއަށް ރައްކާތެރިކޮށް ފުރިހަމަކޮށްދެވިފައެވެ. ވީމާ އޭނާގެ މައްޗަށް ވަނީ އެ ޙަދީޘަށް އީމާންވެ، އެއަށް ބޯލަނބައި ކިޔަމަންވުމެވެ. އެއީ އައްޞާދިގުލް މަޞްދޫގުގެ ޙަދީޘް ފަދައިންނެވެ. އަދި ގަޟާ ގަދަރުގައި އެއާ އެއްފަދަވެގެންވާ ޙަދީޘްތަކެވެ. އަދި (ގިޔާމަތް ދުވަހު) ﷲ ފެންނާނެކަމަށް//ފެނުމާމެދު އައިސްފައިވާ ހުރިހާ ޙަދީޘްތަކެވެ. އެއީ (ކަންފަތައް) އަޑުއަހަން ޖެހިލުންވި ކަމުގައިވިޔަސް މެއެވެ. އަދި އަޑުއަހާ މީހާ އެއިން ދުރުވެ ބީރައްޓެހިވާ ގޮތް ވީކަމުގައިވިޔަސް މެއެވެ. އަދި އޭނާގެ މައްޗަށް ވަނީ ހަމައެކަނި އެ ޙަދީޘްތަކަށް އީމާންވުމެވެ. އަދި އެއިން އެންމެ ބަހެއްވެސް ރައްދު ނުކުރުމެވެ. އަދި (އިތުބާރު ހުރި) ޘިގާ މީހުންގެ އަރިހުން ރިވާވެފައިވާ އެ ނޫން ޙަދީޘްތައްވެސް މެއެވެ.\n(ނޯޓު: އައްޞާދިގުލް މަޞްދޫގުގެ ޙަދީޘަކީ، ކޮންމެ މީހަކު ވެސް ސާޅީސް ދުވަސް ވަންދެން ރަހިމުގައި އޭނާގެ ޚަލްގުކުރުން އެއްކުރެވިގެން ދާކަމުގެ ޙަދީޘެވެ. އެ ޙަދީޘްގައި ވަނީ: އެ މީހެއްގެ ރިޒްގާއި، އޭނާގެ އަޖަލާއި، އޭނާގެ އަމަލާއި، އޭނާއަކީ އަބާއްޖަވެރިއެއް ނުވަތަ ބާއްޖަވެރިއެއްތޯ ލިޔުއްވައެވެ. އަދި މީހަކު، ސުވަރުގޭގެ އަހުލުވެރިން އަމަލު ކުރަމުން ގޮސް، އޭނާއާއި ސުވަރުގެއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން ވަނިކޮށް، ދެން ފަހެ ފޮތް (އެބަހީ: ލައުޙުލް މަޙްފޫޡް) އޭނާގެ މައްޗަށް އިސްވެ ހިނގައި، ދެން ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލު އޭނާ ކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ. އަދި މީހަކު، ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލު ކުރަމުންގޮސް، އޭނާއާއި ނަރަކައާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން ވަނިކޮށް، ދެން ފަހެ ފޮތް އޭނާގެ މައްޗަށް އިސްވެ ހިނގައި، ދެން ސުވަރުގޭގެ އަހުލުވެރިންގެ އަމަލު އޭނާ ކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ.)",""],["13","وَأَنْ لَا يُخَاصِمَ أَحَدًا وَلَا يُنَاظِرَهُ، وَلَا يَتَعَلَّمَ الْجِدَال؛ فَإِنَّ الْكَلَامَ فِي الْقَدَرِ، وَالرُّؤْيَةِ، وَالْقُرْآنِ، وَغَيْرِهَا مِنَ السُّنَنِ مَكْرُوهٌ، وَمَنْهِيٌّ عَنْهُ.","އަދި އެއްވެސް މީހަކާ ކޯޅި ބަހުސް ނުކުރުމެވެ.//ހަދައި ނޫޅުމެވެ.//ކޮށްގެން ނުވާނެއެވެ. އަދި ޖަދަލު//ކުރަން ދަސް ނުކުރުމަށެވެ.//ކޮށްގެން ނުވާނެއެވެ. އެހެނީ ހަމަކަށަވަރުން ގަދަރާއި، (ގިޔާމަތް ދުވަހު) ﷲ ފެނުމާއި//ނާނެކަމާއި، ގުރްއާނާއި، އެ ނޫން ވެސް ސުންނަތުގައި އައިސްފައިވާ ކަންތަކުގައި ޢިލްމުލް ކަލާމް ބޭނުންކޮށް ވާހަކަދައްކާ ހެދުމަކީ ކަރާހަތްތެރިވެގެންވާ، ނަހީވެގެންވާ ކަންކަމެވެ.\r(ނޯޓު: ޢިލްމުލް ކަލާމަކީ، ދީނީ ކަންކަމުގައި ނައްސުގެ މައްޗަށް ބުއްދި އިސްކުރުމެވެ.)",""],["14","وَلَا يَكُونُ صَاحِبُهُ - وَإِنْ أَصَابَ بِكَلَامِهِ السُّنَّةَ - مِنْ أَهْلِ السُّنَّةِ حَتَّى يَدَعَ الْجِدَالَ، وَيُسَلِّمَ، وَيُؤْمِنَ بِالْآثَارِ.","އަދި އޭގެ//އެ ކަމުގެ އަހުލުވެރިޔާ، އޭނާގެ ޢިލްމުލް ކަލާމުން ސުންނަތާ ދިމާވި ކަމުގައި ވިޔަސް، ސުންނަތުގެ އަހުލުވެރިއެއް ކަމުގައި//އަކަށް އޭނާ ނުވާނެއެވެ. އެއީ އޭނާ ޖަދަލު ކުރުން ދޫކޮށް، ބޯލަނބައި ކިޔަމަންވެ، އަޘަރުތަކަށް އީމާންވެއްޖައުމަށް ދާންދެނެވެ.",""],["15","وَالْقُرْآنُ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ، وَلَا يَضْعُفُ أَنْ يَقُولَ: الْقُرْآنُ لَيْسَ بِمَخْلُوقٍ؛ فَإِنَّ كَلَامَ اللَّهِ لَيْسَ بِبَائِنٍ مِنْهُ، وَلَيْسَ مِنْهُ شَيْءٌ مَخْلُوقٌ.","އަދި ގުރްއާނަކީ ﷲ ގެ ކަލާމްފުޅެވެ. އަދި އެއީ މަޚްލޫގެއް ނޫނެވެ. (އެބަހީ: ޚަލްގު ކުރެވިގެން ނުވެއެވެ. ) އަދި ގުރްއާނަކީ މަޚްލޫގެއް ނޫންކަމަށް ބުނުމަށް މީހަކު ބަލިކަށި ނުވާހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން ﷲ ގެ ކަލާމްފުޅު އެ އިލާހާ ވަކިވެގެން ނުވެއެވެ. އަދި އެ އިލާހުގެ ފުށުން އައިސްފައިވާ//އަންނަ އެއްވެސް އެއްޗެއް މަޚްލޫގަކަށް ނުވާނެއެވެ.",""],["16","وَإِيَّاكَ وَمُنَاظَرَةَ مَنْ أَحْدَثَ فِيهِ.","އަދި އެ ކަމުގައި//މައްސަލައިގައި ބިދުޢަހަދައިފި މީހަކާ ބަހުސް ކުރުމުން//މާމެދު ތިބާ ސަމާލުވެ//+ރައްކާތެރިވާށެވެ. (އެބަހީ: ގުރްއާން ޚަލްގުކުރެވިގެންވާ ކަމަށް ބުނުމެވެ.) //ނަމަނަމަ",""],["17","وَمَنْ قَالَ بِاللَّفْظِ وَغَيْرِهِ.","އަދި (ގުރްއާން ކިޔަވާއިރު އެ މީހެއްގެ) ލަފްޒު (ޚަލްގުކުރެވިގެންވާ ކަމަށް) ބުނާ މީހާއާއި، އެ ނޫން ވެސް މީހުންނާ//އެކު (ބަހުސް ކުރުމުން//ތިބާ ސަމާލުވެ ރައްކާތެރިވާށެވެ.)",""],["18","وَمَنْ وَقَفَ فِيهِ فَقَالَ: لَا أَدْرِي مَخْلُوقٌ أَوْ لَيْسَ بِمَخْلُوقٍ؟ وَإِنَّمَا هُوَ كَلَامُ اللَّهِ؛ فَهُوَ صَاحِبُ بِدْعَةٍ، مِثْلُ مَنْ قَالَ: هُوَ مَخْلُوقٌ، وَإِنَّمَا هُوَ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ.","އަދި އެ ކަމުގައި//މައްސަލައިގައި (ވަކި ގޮތެއް//ކޮޅެއް ނުނަގައި) ހުއްޓިގެން ހުރެ//ހުއްޓިފައި، \"ތިމަންނައަކަށް ނޭނގެއޭ، އެ ވަނީ ޚަލްގުކުރެވިގެންކަމެއް ނުވަތަ ނޫންކަމެއް، އެއީ ހަމައެކަނި ﷲ ގެ ކަލާމްފުޅޭ\" (މި ފަދައިން) ބުނެފި މީހަކީ ފަހެ ބިދުޢައިގެ އަހުލުވެރިއެކެވެ. އެއީ ހަމަ \"އެ ގުރްއާން ޚަލްގުކުރެވިގެން ވެޔޭ\" ބުނާ މީހަކާ އޭނާ އެއްފަދައެވެ. (އެހެނަސް) އެއީ ﷲ ގެ ކަލާމްފުޅު ކަމުގައި މެނުވީ ނުވެއެވެ. އަދި އެ ޚަލްގުކުރެވިގެން ނުވެއެވެ.//އެއީ ﷲ ގެ ކަލާމްފުޅު ކަމާއި އެ ޚަލްގުކުރެވިގެނެއް ނުވާ ކަމުގައި މެނުވީ ނުވެއެވެ.",""],["19","وَالْإِيمَانُ بِالرُّؤْيَةِ يَوْمَ الْقِيَامَةِ؛ كَمَا رُوِيَ عَنِ النَّبِيِّ ﷺ فِي الْأَحَادِيثِ الصِّحَاحِ.","އަދި (ގިޔާމަތް ދުވަހު) ﷲ ފެންނާނެކަމަށް އީމާންވުމެވެ. އެއީ ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެފައިވާ ސައްހަ ޙަދީޘްތަކުގައި ވާފަދައިންނެވެ.",""],["20","وَأَنَّ النَّبِيَّ ﷺ قَدْ رَأَى رَبَّهُ؛ فَإِنَّهُ مَأْثُورٌ عَنْ رَسُولِ اللَّهِ ﷺ، صَحِيحٌ. قَد رَوَاهُ قَتَادَةُ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ، وَرَوَاهُ الْحَكَمُ بْنُ أَبَانٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ، وَرَوَاهُ عَلِيُّ بْنُ زَيْدٍ، عَنْ يُوسُفَ بْنِ مِهْرَانَ عَنِ ابْنِ عَبَّاسٍ. وَالْحَدِيثُ عِنْدَنَا عَلَى ظَاهِرِهِ؛ كَمَا جَاءَ عَنِ النَّبِيِّ ﷺ، وَالْكَلَامُ فِيهِ بِدْعَةٌ، وَلَكِنْ نُؤْمِنُ بِهِ كَمَا جَاءَ عَلَى ظَاهِرِهِ، وَلَا نُنَاظِرُ فِيهِ أَحَدًا.","އަދި ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ ރައްބު ފެނިވަޑައިގަތްކަމަށް (އީމާންވުމެވެ.) އެހެނީ ހަމަކަށަވަރުން އެ ވަނީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ރިވާވެގެންނެވެ//ރިވާވެފައެވެ//ރިވާކުރެވިގެންނެވެ. ސައްހަ ގޮތުގައެވެ. ހަމަކަށަވަރުން ގަތާދާގެ އަރިހުން، ޢިކްރިމާގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން އެފަދައިން//އެ ވަނީ ރިވާވެގެންވެއެވެ. އަދި އަލްޙަކަމް ބިން އަބާންގެ އަރިހުން، ޢިކްރިމާގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ވެސް އެފަދައިން ރިވާވެގެންވެއެވެ. އަދި ޢަލީ ބިން ޒައިދުގެ އަރިހުން، ޔޫސުފް ބިން މިހްރާނުގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ވެސް އެފަދައިން ރިވާވެގެންވެއެވެ. އަދި އެ އަހަރެމެންގެ ގާތުގައި އެ ޙަދީޘް ވަނީ އޭގެ ބޭރުފުށު މާނައާ އެއްގޮތަށެވެ.//މާނައިގައެވެ. އެއީ ނަބިއްޔާ ﷺ ގެ އަރިހުން އައިސްފައިވާ ފަދައިންނެވެ. އަދި ޢިލްމުލް ކަލާމް ބޭނުންކޮށްގެން އެއާ މެދު ވާހަކަ ދައްކާ ހެދުމަކީ//ދެއްކުމަކީ ބިދުޢައެކެވެ. އެހެނެއްކަމަކު އަހަރެމެން އެއަށް އީމާންވާނީ، އޭގެ ބޭރުފުށު މާނައިގައި އައިސްފައިވާ ގޮތަށެވެ.//އެ އައިސްފައިވާ ގޮތަށް އޭގެ ބޭރުފުށު މާނައަށެވެ. އަދި އޭގައި//އެ ކަމުގައި އަހަރުމެންއެއްވެސް މީހަކާ ބަހުސެއް ނުކުރާނަމެވެ.//ބަހުސްކޮށް ނަހަދާނަމެވެ.",""],["21","وَالْإِيمَانُ بِالْمِيزَانِ يَوْمَ الْقِيَامَةِ؛ كَمَا جَاءَ «يُوزَنُ الْعَبْدُ يَوْمَ الْقِيَامَةِ؛ فَلَا يَزِنُ جَنَاحَ بَعُوضَةٍ»، وَتُوزَنُ أَعْمَالُ الْعِبَادِ؛ كَمَا جَاءَ فِي الْأَثَرِ، وَالْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ، وَالْإِعْرَاضُ عَمَّنْ رَدَّ ذَلِكَ، وَتَرْكُ مُجَادَلَتِهِ.","އަދި ގިޔާމަތް ދުވަހު//ވާ//ނޭ//ހުން//ގައި މީޒާނަށް އީމާންވުމެވެ.//ވާނެ ކަމަށް... އެއީ (ޙަދީޘްގައި) އައިސްފައިވާ ފަދައިންނެވެ: \"އަޅާ ގިޔާމަތް ދުވަހު ކިރޭނެއެވެ.//ކިރިގެންދާނެއެވެ. ފަހެ މަދިރި ދިޔައެއްހައި ވަރުވެސް އޭނާގެ ބަރުދަނަކު ނުހުންނާނެއެވެ.//ފަހެ މަދިރި ފިޔައެއްގެ ބަރުދަން ވެސް އޭނާގެ ނުހުންނާނެއެވެ.\" އަދި އަޅުތަކުން އަމަލުތައް ވެސް ކިރޭނެއެވެ.//... އެއީ އަޘަރުތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ. އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމާއި، އެ ރައްދު ކުރާ މީހަކުން//ހެއްގެ ކިބައިން ދުރުވެ//ދުރަށް ޖެހި// އެއްކިބާވުމާއި، އޭނާއާ ޖަދަލު ކުރުން ދޫކުރުމެވެ.//ކޮށްލ",""],["22","وَأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُكَلِّمُ الْعِبَادَ يَوْمَ الْقِيَامَةِ، لَيْسَ بَيْنَهُمْ وَبَيْنَهُ تُرْجُمَانٌ، وَالْإِيمَانُ بِهِ وَالتَّصْدِيقُ بِهِ.","އަދި ހަމަކަށަވަރުން ﷲ ތަބާރަކަ ވަތަޢާލާ، ގިޔާމަތް ދުވަހު އަޅުތަކުންނާ (ވަކިވަކިން) ވާހަކަފުޅު ދައްކަވާނެއެވެ. އެބައިމީހުންނާ އެ އިލާހާ ދެމެދު ތަރުޖަމާނަކު ނުވާނެއެވެ. އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",""],["23","وَالْإِيمَانُ بِالْحَوْضِ، وَأَنَّ لِرَسُولِ اللَّهِ ﷺ حَوْضًا يَوْمَ الْقِيَامَةِ، يَرِدُ عَلَيْهِ أُمَّتُهُ، عَرْضُهُ مِثْلُ طُولِهِ، مَسِيرَةَ شَهْرٍ، آنِيَتُهُ كَعَدَدِ نُجُومِ السَّمَاءِ، عَلَى مَا صَحَّتْ بِهِ الْأَخْبَارُ مِنْ غَيْرِ وَجْهٍ.","އަދި ޙައުޟަށް އީމާންވުމެވެ. (އެބަހީ: ފެންގަނޑެވެ.) އަދި ގިޔާމަތް ދުވަހު ރަސޫލު ﷲ ﷺ އަށް ޙައުޟެއް ލިބިވަޑައިގެންވާކަށްވެސް މެއެވެ. އެ ޙައުޟު ކައިރިން ލާފައި އެކަލޭގެފާނުގެ އުއްމަތް ދާނެއެވެ.//އިސްފަސް// އޭގެ ފުޅާމިން އޭގެ ދިގުމިން ފަދައެވެ.//އާ އެއްވަރެވެ.//ވަނީ/ހައި. އެއީ މަސްދުވަހެއްގެ//ހުގެ ރާސްތާއެވެ. އޭގެ ކަންވާރުތައް އުޑުގެ ތަރިތަކުގެ އަދަދު ފަދައެވެ.//އެއްވަރެވެ//ހައި/ގިނަ// އެއީ އެއް ސަނަދަށް ވުރެ ގިނައިން//ގިނަ ގޮތްގޮތުން//ސަނަދުތަކުން އައިސްފައިވާ ސައްހަވެގެންވާ ޚަބަރުތަކުގައިވާ ފަދައިންނެވެ.//ސައްހަ ގޮތުގައި އައިސްފައިވާ ޚަބަރުތަކުގައިވާ ފަދައިންނެވެ.",""],["24","وَالْإِيمَانُ بِعَذَابِ الْقَبْرِ، وَأَنَّ هَذِهِ الْأُمَّةَ تُفتَنُ فِي قُبُورِهَا، وَتُسْأَلُ عَنِ الْإِيمَانِ وَالْإِسْلَامِ، وَمَنْ رَبُّهُ؟ وَمَنْ نَبِيُّهُ؟ وَيَأْتِيه مُنْكَرٌ وَنَكِيرٌ، كَيْفَ شَاءَ اللَّهُ عَزَّ وَجَلَّ، وَكَيْفَ أَرَادَ، وَالْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ.","އަދި ގަބުރުގެ އަޒާބަށް އީމާންވުމެވެ. އަދި ހަމަކަށަވަރުން މި އުއްމަތް، އެބައިމީހުންގެ ގަބުރުތަކުގައި އިމްތިހާނު ކުރެވޭނެ ކަމަށްވެސް މެއެވެ އަދި އީމާންކަމާއި، އިސްލާމްކަމާ މެދު//ބެހޭ ގޮތުން އެބައިމީހުންނާ ސުވާލު ކުރެވޭނެއެވެ. އަދި އެ މީހެއްގެ ރައްބަކީ ކޮބައިކަމާއި، އޭނާގެ ނަބިއްޔަކީ ކޮބައިކަމާމެދު//ކާކު ވެސް މެއެވެ. އަދި މުންކަރާއި ނަކީރު (ދެ މަލާއިކަތުން) އޭނާގެ ގާތަށް އަންނާނެއެވެ. އެއީ ﷲ ޢައްޒަ ވަޖައްލަ އެދިވަޑައިގެންނެވި ގޮތަކަށް، އެ އިލާހު އިރާދަކުރެއްވި ގޮތަކަށެވެ. //އެވެ. އަދި އެވެ//އެދިވަޑައިގެންނެވި އަދި އިރާދަކުރެއްވި// އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",""],["25","وَالْإِيمَانُ بِشَفَاعَةِ النَّبِيِّ ﷺ.","އަދި ނަބިއްޔާ ﷺ ގެ ޝަފާއަތަށް އީމާންވުމެވެ.",""],["26","وَبِقَوْمٍ يَخْرُجُونَ مِنَ النَّارِ بَعْدَ مَا احْتَرَقُوا وَصَارُوا فَحْمًا؛ فَيُؤْمَرُ بِهِمْ إِلَى نَهْرٍ عَلَى بَابِ الْجَنَّةِ؛ كَمَا جَاءَ فِي الْأَثَرِ، كَيْفَ شَاءَ اللَّهُ، وَكَمَا شَاءَ، إِنَّمَا هُوَ الْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ.","އަދި ބަޔަކު މީހުން އަނދާ ކަޅުވެ ދެއްޔަށްވުމަށް ފަހު ނަރަކައިން ނުކުންނާނެކަމަށް ވެސް މެއެވެ. ދެން ސުވަރުގޭގެ ދޮރުކޮޅުމަތީގައިވާ ކޯރަކަށް އެބައިމީހުން ލުމަށް އަމުރު ކުރެވޭނެއެވެ. އެއީ އަޘަރުގައި އައިސްފައިވާ ފަދައިންނެވެ. (އެ ކަން ވާނީ) ﷲ އިރާދަ ކުރެއްވި ގޮތަކަށެވެ. އަދި ހަމަ// އެ އިލާހު އިރާދު ކުރެއްވި ފަދައިންނެވެ.//ފަދަޔަކުން، ގޮތަކަށެވެ. އަދި (އޭގައި އޮތީ) ހަމައެކަނި އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",""],["27","وَالْإِيمَانُ بِأَنَّ الْمَسِيحَ الدَّجَّالَ خَارِجٌ، مَكْتُوبٌ بَيْنَ عَيْنَيْهِ «كَافِرٌ»، وَالْأَحَادِيثُ الَّتِي جَاءَتْ فِيهِ، وَالْإِيمَانُ بِأَنَّ ذَلِكَ كَائِنٌ.","އަދި މަސީޙުއް ދައްޖާލު ފާޅުވެ// ނުކުންނާނެކަމަށް އީމާންވުމެވެ. އޭނާގެ ދެލޯ ދެމެދު ލިޔެވިފައި ވަނީ \"ކާފިރު\" އެވެ.//ދެލޯ ދެމެދު \"ކާފިރު\" ލިޔެވިފައިވެއެވެ. އަދި އެއާ މެދު//ބެހޭ ގޮތުން//އެ ކަމާމެދު އައިސްފައިވާ ޙަދީޘްތަކަށް (އީމާންވުމެވެ.) އަދި އެއީ ހަމަކަށަވަރުން ވާނެ ކަމެއް ކަމަށް ވެސް މެއެވެ.//އެކަން ވެގެންދާނެ",""],["28","وَأَنَّ عِيسَى ابْن مَرْيَمَ عَلَيْهِ السَّلَامُ يَنْزِلُ فَيَقْتُلُهُ بِبَابِ لُدٍّ.","އަދި ހަމަކަށަވަރުން ޢީސާ ބިން މަރްޔަމް ޢަލައިހިއްސަލާމް ފައިބައިވަޑައިގަންނަވާނެ ކަމާއި//ފައިބައިވަޑައިގެން، ލުއްދުގެ ދޮރުމަތީގައި އެކަލޭގެފާނު// އެ ދައްޖާލު ގަތުލު ކުރާނެ ކަމަށް ވެސް މެއެވެ.",""],["29","وَالْإِيمَانُ قَوْلٌ وَعَمَلٌ.","އަދި އީމާންކަމަކީ ބަހާއި އަމަލެވެ.",""],["30","يَزِيدُ وَيَنْقُصُ كَمَا جَاءَ فِي الْخَبَرِ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا».","އެ އިތުރުވެ އުނިވެގެން ދެއެވެ. އެއީ ޚަބަރުގައި އައިސްފައިވާ ފަދައިންނެވެ: ”މުއުމިނުންގެ ތެރެއިން އީމާންތެރިކަން އެންމެ ފުރިހަމަ މީހަކީ، އެބައިމީހުންގެ ތެރެއިން އެންމެ ޚުލްގު ހެޔޮ މީހާއެވެ.“//މުއުމިމުން ކުރެ އެންމެ ފުރިހަމަ އީމާންކަން ހުރީ، އެބައިމީހުންގެ އެންމެ ރަނގަޅު އަޚްލާގު ގެންގުޅޭ މީހާއެވެ.",""],["31","وَمَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ.","އަދި ނަމާދު ދޫކޮށްލައިފި//ކޮށްލި މީހާ ފަހެ ހަމަކަށަވަރުން ކާފަރުވެއްޖެއެވެ.",""],["32","وَلَيْسَ مِنَ الْأَعْمَالِ شَيْءٌ تَرْكُهُ كُفْرٌ إِلَّا الصَّلَاةُ، مَنْ تَرَكَهَا فَهُوَ كَافِرٌ، وَقَدْ أَحَلَّ اللَّهُ قَتْلَهُ.","އަދި އަމަލުތަކުގެ ތެރެއިން، އެ ދޫކޮށްލުން//ލުމަކީ ކުފުރު ކަމުގައިވާ އެއްވެސް ކަމެއް//އެއްޗެއް ނަމާދު ފިޔަވާ ނުވެއެވެ. އެ ދޫކޮށްލައިފި//ލި މީހަކީ ފަހެ ކާފިރެކެވެ. އަދި ﷲ ވަނީ އޭނާ ގަތުލު ކުރުން ހުއްދަ ކުރައްވާފައެވެ.//ﷲ އޭނާ ގަތުލުކުރުން ހުއްދަ...",""],["33","وَخَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا ﷺ؛ أَبُو بَكْرٍ الصِّدِّيقُ، ثُمَّ عُمَرُ بْنُ الْخَطَّابِ، ثُمَّ عُثْمَانُ بْنُ عَفَّانَ، ويُقَدَّمُ هَؤُلَاءِ الثَّلَاثَةَ كَمَا قَدَّمَهُمْ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، لَمْ يَخْتَلِفُوا فِي ذَلِكَ.","އަދި މި އުއްމަތުގެ އެންމެ ހެޔޮވެގެންވަނީ، އެ އުއްމަތުގެ ނަބިއްޔާ ﷺ އަށް ފަހު//އިސްފަސް؟: އަބޫ ބަކުރު އައްޞިއްދީގެވެ. އެއަށްފަހު ޢުމަރު ބިން އަލްޚައްޠާބެވެ. އެއަށްފަހު ޢުޘްމާން ބިން ޢައްފާނެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ސަހާބިން މި ބޭކަލުން އިސްކުރެއްވި//އިސްކަންދެއްވި ފަދައިން، އެ ތިން ބޭކަލުން އިސްކުރުން ހުއްޓެވެ.//އިސްފަސް؟ އެ ސަހާބީން އެ ކަމުގައި ޚިލާފުވެފައެއް ނެތެވެ.//ނުވެއެވެ",""],["34","ثُمَّ بَعْدَ هَؤُلَاءِ الثَّلَاثَةِ أَصْحَابُ الشُّورَى الْخَمْسَةُ؛ عَلِيُّ بْنُ أَبِي طَالِبٍ، وَطَلْحَةُ، وَالزُّبَيْرُ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَسَعْدُ بْنُ أَبِي وَقَّاص، وَكُلُّهُمْ يَصْلُحُ لِلْخِلَافَةِ، وَكُلُّهُمْ إِمَامٌ، وَنَذْهَبُ فِي ذَلِكَ إِلَى حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ: «كُنَّا نَعُدُّ، وَرَسُولُ اللَّهِ ﷺ حَيٌّ وَأَصْحَابُهُ مُتَوَافِرُونَ؛ أَبُو بَكْرٍ، ثُمَّ َعُمَرُ، ثُمَّ َعُثْمَانُ، ثُمَّ نَسْكُتُ».","ދެން މި ތިން ސަހާބީންނަށް ފަހު، (އިސްކުރާނީ//އިސްކަންދޭނީ) ޝޫރާގެ ފަސް އަހުލުވެރިންނެވެ. (އެއީ) ޢަލީ ބިން އަބީ ޠާލިބާއި، ޠަލްޙާއާއި، ޒުބައިރާއި، ޢަބްދުއްރަޙްމާން ބިން ޢައުފާއި، ސަޢުދް ބިން އަބީ ވައްގާޞެވެ. އެއިން ކޮންމެ ބޭކަލެއްވެސް ޚަލީފާކަމަށް އެކަށީގެންވެއެވެ//ކަމުއޮށިގެންވެއެވެ. އަދި އެއިން ކޮންމެ ބޭކަލަކީވެސް އިމާމެކެވެ. އަދި އެ ކަމުގައި އަހަރެމެން ދަނީ އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘަށެވެ: ރަސޫލު ﷲ ﷺ ދިރިހުންނެވި، އަދި އެކަލޭގެފާނުގެ ސަހާބީން ގިނަގުނަވެގެންވީ ދުވަސްވަރު، އަހަރެމެން އަދަދުކޮށް//ގުނާ//ބަލާ ދެކޭ ގޮތަކީ: އަބޫ ބަކުރު، އެއަށްފަހު ޢުމަރު، އެއަށްފަހު ޢުޘްމާން، އެއަށްފަހު އަހަރުމެން ހަނުހުންނަމެވެ. //އެވެ އެވެ އެވެ އެވެ.",""],["35","ثُمَّ مِنْ بَعْدِ أَصْحَابِ الشُّورَى؛ أَهْلُ بَدْرٍ مِنَ الْمُهَاجِرِينَ، ثُمَّ أَهْلُ بَدْرٍ مِنَ الْأَنْصَارِ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ عَلَى قَدْرِ الْهِجْرَةِ وَالسَّابِقَةِ، أَوَّلًا فَأَوَّلًا.","ދެން ޝޫރާގެ އަހުލުވެރިންނަށް ފަހު (އިސްކުރަނީ//..) މުހާޖިރުންގެ ތެރެއިން//ވާ ބަދުރުގެ އަހުލުވެރިންނެވެ. އެއަށްފަހު އަންސާރުންގެ ތެރެއިންވާ ބަދުރުގެ އަހުލުވެރިންނެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ ތެރެއިންނެވެ. އެއީ ހިޖުރައާއި، ކުރިން އިސްލާމްވި މިންވަރުގެ މައްޗަށެވެ.//މަތިންނެވެ. އެންމެ ފުރަތަމަ ބޭކަލަކަށް//މީހަކަށް ފަހު ދެން އަންނަ//އަނެއް ބޭކަލެކެވެ.//",""],["36","ثُمَّ أَفْضَلُ النَّاسِ بَعْدَ هَؤُلَاءِ؛ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، الْقَرْنُ الَّذِي بُعِثَ فِيهِمْ، كُلُّ مَنْ صَحِبَهُ سَنَةً أَوْ شَهْرًا أَوْ يَوْمًا أَوْ سَاعَةً، أَوْ رَآهُ مُؤمِنًا بِهِ؛ فَهُوَ مِنْ أَصْحَابِهِ، لَهُ مِنَ الصُّحْبَةِ عَلَى قَدْرِ مَا صَحِبَهُ، وَكَانَتْ سَابِقَتُهُ مَعَهُ، وَسَمِعَ مِنْهُ، وَنَظَرَ إِلَيْهِ نَظْرَةً.","\"ދެން މި ބޭކަލުންނަށް ފަހު އެންމެ ހެޔޮވެގެންވާ މީސްތަކުންނަކީ//މީސްތަކުންގެތެރެއިން...، ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންނެވެ. އެ ޖީލެއްގައި އެބައިމީހުންގެ ތެރެއަށް އެކަލޭގެފާނު ފޮނުއްވުނު ޖީލެވެ. އެކަލޭގެފާނާއެކު އަހަރަކަށް//ރެއް ނުވަތަ މަހަކަށް ނުވަތަ ދުވަހަކަށް ނުވަތަ ގަޑިއަކަށް އުޅުއްވި، ނުވަތަ އެކަލޭގެފާނަށް އީމާންވާ ހާލު އެކަލޭގެފާނު ދެކެލެއްވި ކޮންމެ ބޭކަލެއް، ފަހެ އެ ބޭކަލެއް ވަނީ އެކަލޭގެފާނުގެ ސަހާބީންގެ ތެރެއިންނެވެ. އެކަލޭގެފާނާއެކު އުޅުއްވި މިންވަރެއްގެ މައްޗަށް//މިންވަރަށް ސަހާބީވަންތަކަން އެ ބޭކަލަކަށް ލިބިގެންވެއެވެ. އަދި އެކަލޭގެފާނާއެކު އިސްވެ އުޅުއްވުމާއި، އެކަލޭގެފާނުގެ އަރިހުން އަޑުއެއްސެވުމާއި، އެކަލޭގެފާނަށް ބެއްލެވި ބެއްލެވުމާ އެއްވަރަށް//މައްޗަށް ވެސް މެއެވެ.",""],["37","فَأَدْنَاهُمْ صُحْبَةً؛ هُوَ أَفْضَلُ مِنَ الْقَرْنِ الَّذِينَ لَمْ يَرَوْهُ، وَلَوْ لَقُوا اللَّهَ بِجَمِيعِ الْأَعْمَالِ، كَانَ هَؤُلَاءِ الَّذِينَ صَحِبُوا النَّبِيَّ ﷺ وَرَأَوْهُ وَسَمِعُوا مِنْهُ، وَمَنْ رَآهُ بِعَيْنِهِ وَآمَنَ بِهِ وَلَوْ سَاعَةً، أَفْضَلُ لِصُحْبَتِهِ مِنَ التَّابِعِينَ، وَلَوْ عَمِلُوا كُلَّ أَعْمَالِ الْخَيْرِ.","ފަހެ އެ ބޭކަލުންގެ ތެރެއިން އެންމެ ސަހާބީވަންތަކަން މަދު//ކުޑަ ބޭކަލެއް//ލަކުވެސް، އެކަލޭގެފާނު ދެކިނުލައްވާ ޖީލަކަށް ވުރެ އޭނާ// ހެޔޮވެގެންވެއެވެ. އެއީ ހުރިހާ ހެޔޮ އަމަލަކައިގެން އެ މީހަކު ﷲ އާ ބައްދަލުވިޔަސް//ކުރިޔަސް //ކަމުގައި.. މެއެވެ. ނަބިއްޔާ ﷺ އާ އެކު އުޅުއްވި، އަދި އެކަލޭގެފާނު ދެކެލެއްވި، އަދި އެކަލޭގެފާނުގެ އަރިހުން އަޑުއެއްސެވި، އަދި އެންމެ// ގަޑިއަކަށް//ގަޑިއެއްހާއިރުވެސް އެ ބޭކަލެއްގެ ދެ ލޮލުން އެކަލޭގެފާނު ދެކެލައްވައި، އެކަލޭގެފާނަށް އީމާންވި ބޭކަލަކު، އެ ބޭކަލެއްގެ ސަހާބީވަންތަކަމަށް ޓަކައި ތާބިއީންނަށް ވުރެ ވެސް އެ ބޭކަލަކު ވަނީ//މާ// ހެޔޮވެގެންވެއެވެ.//ހެޔޮކަން ބޮޑެވެ. އެއީ އެ ތާބިއީއަކު ހެޔޮކަމުގެ ކޮންމެ އަމަލެއް ކުރިކަމުގައި ވިޔަސްމެއެވެ",""],["38","وَالسَّمْعُ وَالطَّاعَةُ لِلْأَئِمَّةِ، وَأَمِيرِ الْمُؤْمِنِينَ؛ البَرِّ وَالْفَاجِرِ، وَمَنْ وَلِيَ الْخِلَافَةَ، وَاجْتَمَعَ النَّاسُ عَلَيْهِ، وَرَضُوا بِهِ.","އަދި ވެރިންނަށް އަޑުއަހައި ކިޔަމަންވުމެވެ. އަދި އަމީރުލް މުއުމިނީންވެސް މެއެވެ. (އޭގެ ތެރެއިން) ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހާ ވެސް މެއެވެ. އަދި ޚަލީފާކަމަށް ވެރިވެ، މީސްތަކުން އޭނާގެ މައްޗަށް އެއްބައިވެ//އެއްތަންވެ، އޭނާއާމެދު ރުހިއްޖެ މީހާ ވެސް މެއެވެ.",""],["39","وَمَنْ خَرَجَ عَلَيْهِمْ بِالسَّيْفِ حَتَّى صَارَ خَلِيفَةً، وَسُمِّيَ أَمِيرَ الْمُؤْمِنِينَ.","އަދި އެ ވެރިންނާ ދެކޮޅަށް ކަނޑި ހިފައިގެން ނުކުމެ، އެންމެ ފަހުން ޚަލީފާއަށްވެ، އަމީރުލް މުއމިނީނުގެ ނަން އޭނާއަށް ދެވުނު//ނަންކިޔުނު މީހާވެސް މެއެވެ.\n//\nއަދި މީހަކު އެ ވެރިންނާ ދެކޮޅަށް ކަނޑި ހިފައިގެން ނުކުމެ، އެ މީހަކު ޚަލީފާއަށް ވުމަށް ދާންދެން (ހަނގުރާމަކޮށް)، އަމީރުލް މުއމިނީނުގެ ނަން އޭނާއަށް ދެވުނު މީހާވެސް މެއެވެ.",""],["40","وَالْغَزْوُ مَاضٍ مَعَ الأٌمَرَاءِ إِلَى يَوْمِ الْقِيَامَةِ، البَرِّ وَالْفَاجِرِ، لَا يُتْرَكُ.","އަދި ވެރިންނާއެކުގައި ޖިހާދަށް ނުކުތުން ގިޔާމަތަށް ދާންދެން ދެމިއޮންނާނެއެވެ.//އަދި ޖިހާދަށް ނުކުތުން، ވެރިންނާއެކުގައި ގިޔާމަތަށް ދާންދެން ދެމިއޮންނާނެއެވެ. (އޭގެ ތެރެއިން) ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހާ ވެސް މެއެވެ. އެ ދޫކުރުމެއް ނުވެއެވެ//އެ ދުލެއް ނުކުރެވޭނެއެވެ.//އެ ކަމެއް ދުލެއް ނުކުރެވޭނެއެވެ.",""],["41","وَقِسْمَةُ الْفَيْءِ، وَإِقَامَةُ الْحُدُودِ إِلَى الْأَئِمَّةِ مَاضٍ، لَيْسَ لِأَحَدٍ أَنْ يَطْعَنَ عَلَيْهِمْ، وَلَا يُنَازِعُهُمْ.","އަދި ފައިއު މުދާ ބެހުމާއި، ހައްދުތައް ގާއިމު ކުރުން ވަނީ ވެރިންނާއެކު//ގައި ދެމިއޮންނަނިވި ގޮތުގައެވެ. އެ ވެރިންނާ//ގެ މައްޗަށް//ދެކޮޅަށް ބަދުބަސް ބުނުމާއި//ބުނެ//އެއްޗެހި ކިޔައި، އެބައިމީހުންނާ އަރާރުންވުމަކީ އެއްވެސް މީހަކަށް އޮތް ކަމެއް ނޫނެވެ.",""],["42","وَدَفْعُ الصَّدَقَاتِ إِلَيْهِمْ جَائِزَةٌ وَنَافِذَةٌ، وَمَنْ دَفَعَهَا إِلَيْهِمْ أَجْزَأَتْ عَنْهُ، بَرًّا كَانَ أَوْ فَاجِرًا.","އަދި އެ ވެރިންނަށް ސަދަގާތްތައް ހަވާލު ކުރުމަކީ ހުއްދަ އަދި ތަންފީޒުވެގެންވާ ކަމެކެވެ. އަދި އެ ވެރިންނަށް އެ ސަދަގާތްތައް ހަވާލުކޮށްފި މީހާ، އޭނާގެ ކިބައިން އެ ކަން އަދާވެއްޖެއެވެ.//ފަހެ އޭނާގެ ކިބައިން އެ ކަން ވަނީ އަދާވެފައެވެ. އެއީ ހެޔޮ//ލަފާ ނުވަތަ ފާޖިރު ވެރިއެއް ކަމުގައި ވިޔަސްމެއެވެ.",""],["43","وَصَلَاةُ الْجُمْعَةِ خَلْفَهُ، وَخَلْفَ كُلّ مَنْ وَلَّاهُ، جَائِزَةٌ، تَامَّةٌ رَكْعَتَيْنِ؛ مَنْ أَعَادَهُمَا فَهُوَ مُبْتَدِعٌ، تَارِكٌ لِلْآثَارِ، مُخَالِفٌ لِلسُّنَّةِ، لَيْسَ لَهُ مِنْ فَضْلِ الْجُمْعَةِ شَيْءٌ، إِذَا لَمْ يَرَ الصَّلَاةَ خَلْفَ الْأَئِمَّةِ، كَائِنِينَ مَنْ كَانُوا؛ بَرِّهِمْ وَفَاجِرِهِمْ. فَالسُّنَّةُ؛ بِأَنْ يُصَلِّيَ مَعَهُمْ رَكْعَتَيْنِ، مَنْ أَعَادَهُمَا فَهُوَ مُبْتَدِعٌ، وَيَدِينَ بِأَنَّهَا تَامَّةٌ، وَلَا يَكُنْ فِي صَدْرِكَ مِنْ ذَلِكَ شَكٌّ.","އަދި އެ ވެރިޔާގެ ފަހަތުގައި ހުކުރު ކުރުމާއި، އޭނާ އައްޔަން ކުރާ ކޮންމެ މީހެއްގެ ފަހަތުގައި ހުކުރު ކުރުމަކީ ހުއްދަ ކަމެކެވެ. އެއީ ފުރިހަމަ ދެ ރަކުއަތެކެވެ.//އެ ދެ ރަކުއަތް ފުރިހަމަވެގެންވެއެވެ. އެ އަލުން އިއާދަކޮށްފި މީހަކީ ފަހެ ބިދުޢަވެރިއެކެވެ. އަޘަރުތައް ދޫކޮށްލި، ސުންނަތާ ޚިލާފުވާ މީހެކެވެ. ވެރިންގެ ފަހަތުގައި ހުކުރު ކުރުން އޭނާ ނުދެކޭ ނަމަ، ހުކުރުގެ ސަވާބުން އެއްވެސް އެއްޗެއް އޭނާއަށް ލިބިގެނެއް// ނުވެއެވެ. އެ ވެރިންނަކީ ކޮންމެ ބަޔަކު ކަމުގައި ވިޔަސް މެއެވެ. އޭގެ ތެރެއިން ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހުން ކަމުގައި ވިޔަސް މެއެވެ. ފަހެ ސުންނަތަކީ އެ ވެރިންނާއެކު ދެ ރަކުއަތް ކުރުމެވެ. އެ އަލުން އިއަދަކޮށްފި މީހަކީ ފަހެ ބިދުޢަވެރިއެކެވެ. އަދި އޭނާ ބަލާނީ//ދެކޭނީ//ބަލައިގަންނާނީ އެ ރަކުއަތްތައް ފުރިހަމަ ކަމަށެވެ.//އެއީ ފުރިހަމަ... އަދި އެ ކަމާމެދު ތިބާގެ ހިތުގައި އެއްވެސް ޝައްކެއް ހުރެގެން ނުވާނެއެވެ.//ނުބާއްވާށެވެ//ނުހުންނަހުއްޓެވެ",""],["44","وَمَنْ خَرَجَ عَلَى إِمَامٍ مِنْ أَئِمَّةِ الْمُسْلِمِينَ، وَقَدْ كَانَ النَّاسُ اجْتَمَعُوا عَلَيْهِ، وَأَقَرُّوا لَهُ بِالْخِلَافَةِ، بِأَيِّ وَجْهٍ كَانَ، بِالرِّضَا أَوْ بِالْغَلَبَةِ؛ فَقَدْ شَقَّ هَذَا الْخَارِجُ عَصَا الْمُسْلِمِينَ، وَخَالَفَ الْآثَارَ عَنْ رَسُولِ اللَّهِ ﷺ: فَإِنْ مَاتَ الْخَارِجُ عَلَيْهِ، مَاتَ مِيتَةً جَاهِلِيَّةً.","އަދި މުސްލިމުންގެ އިމާމުންގެ ތެރެއިން އިމާމަކާ ދެކޮޅަށް ނުކުމެއްޖެ މީހާ، އެއީ ހަމަކަށަވަރުން އެ ވެރިޔާގެ ވެރިކަމުގެ މައްޗަށް މީސްތަކުން އެއްވެ، އޭނާއަށް ޚިލާފާކަމަށް އިގުރާރުވެފައިވަނިކޮށް، ކޮންމެ ގޮތަކަށް އޭނާ ވެރިކަމަށް އައިކަމުގައި ވިޔަސް، ރުހުމާއެކީ ނުވަތަ ގަދަބާރުން ކަމުގައި ވިޔަސް، ފަހެ ދެކޮޅަށް ނުކުތް މިހިރަ މީހާ ވަނީ މުސްލިމުންގެ އަސާ ދެފަޅިކޮށްލާފައެވެ. (އެބަހީ: އެބައިމީހުންގެ ޖަމާއަތް ބައިބައިކޮށްފައެވެ.) އަދި އޭނާ ވަނީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ އަޘަރުތަކާ ޚިލާފުވެފައެވެ. ދެން އެ ކަމުގެ މަތީގައި އެ ދެކޮޅަށް ނުކުތް މީހާ މަރުވެއްޖެ ނަމަ، ފަހެ އޭނާ އެ މަރުވަނީ ޖާހިލިއްޔަ މަރަކުންނެވެ.",""],["45","وَلَا يَحِلُّ قِتَالُ السُّلْطَانِ، وَلَا الْخُرُوجُ عَلَيْهِ لِأَحَدٍ مِنَ النَّاسِ، فَمَنْ فَعَلَ ذَلِكَ فَهُوَ مُبْتَدِعٌ عَلَى غَيْرِ السُّنَّةِ وَالطَّرِيقِ.","އަދި ވެރިމީހާއާ ހަނގުރާމަކުމާއި، އޭނާއާ ދެކޮޅަށް ނުކުތުން މީސްތަކުންގެ ތެރެއިން އެއްވެސް މީހަކަށް ހުއްދަވެގެން ނުވެއެވެ. އަދި އެ ކަން ކުރާ މީހަކީ ސުންނަތާއި (ހައްގު) މަގު ނޫން އެއްޗެއްގެ މަތީގައިވާ ބިދުޢަވެރިއެކެވެ.",""],["46","وَقِتَالُ اللُّصُوصِ وَالْخَوَارِجِ جَائِزٌ، إِذَا عَرَضُوا لِلرَّجُلِ فِي نَفْسِهِ وَمَالِهِ، فَلَهُ أَنْ يُقَاتِلَ عَنْ نَفْسِهِ وَمَالِهِ، وَيَدْفَعُ عَنْهَا بِكُلِّ مَا يَقْدِرُ.","އަދި ވަގުންނާއި ޚަވާރިޖުންނާ ހަނގުރާމަ ކުރުން ހުއްދަވެގެންވެއެވެ. އެއީ މީހެއްގެ ނަފްސާއި މުދަލަށް އެބައިމީހުން ހަމަލާދީފި ހިނދެއްގައެވެ. ފަހެ އޭނާގެ ނަފްސާއި މުދާ ދިފާއުކުރުމަށް އޭނާއަށް ހަނގުރާމަ ކުރެވިދާނެއެވެ. އަދި އޭނާއަށް ކުޅަދާނަވި ހުރިހާ މިންވަރަކުން އެ ދޭތި ދިފާއު ކުރެވިދާނެއެވެ.",""],["47","وَلَيْسَ لَهُ إِذَا فَارَقُوهُ أَوْ تَرَكُوهُ أَنْ يَطْلُبَهُمْ، وَلَا يَتْبَعَ آثَارَهُمْ، لَيْسَ لِأَحَدٍ إِلَّا لِلْإِمَامَ أَوْ وُلَاةَ الْمُسْلِمِينَ.","އަދި އެބައިމީހުން އޭނާއާ ވަކިވެއްޖެނަމަ ނުވަތަ އޭނާ ދޫކޮށްލައިފިނަމަ، އެބައިމީހުން ހޯދަން އުޅުމާއި، އެބައިމީހުންގެ ފަސްފަހަތުން ދިޔުމަކީ އޭނާއަށް އޮތް ކަމެއް ނޫނެވެ. އެއީ ވެރިމީހާ ނުވަތަ މުސްލިމުންގެ ވަލިއްޔުލް އަމްރުންނަށް ފިޔަވައި، އެހެން އެއްވެސް މީހަކަށް އޮތް ކަމެއް ނޫނެވެ.",""],["48","إِنَّمَا لَهُ أَنْ يَدْفَعَ عَنْ نَفْسِهِ فِي مَقَامِهِ ذَلِكَ، وَيَنْوِيَ بِجُهْدِهِ أَنْ لَا يَقْتُلَ أَحَدًا.","އޭނާއަށް އޮތް ހަމައެކަނި އެއްޗަކީ، އޭނާ އެ ހުރި މަގާމުގައި އޭނާގެ ނަފްސު ދިފާއުކުރުމެވެ. އަދި އޭނާ ނިޔަތް ގަންނާނީ، އޭނާގެ އެ ހަނގުރާމަކުރުމުން އެއްވެސް މީހަކު މަރާނުލުމަށެވެ.",""],["49","فَإِنْ مَاتَ عَلَى يَدَيْهِ فِي دَفْعِهِ عَنْ نَفْسِهِ فِي الْمَعْرَكَةِ، فَأَبْعَدَ اللَّهُ الْمَقْتُولَ.","ދެން ހަނގުރާމައިގެ ތެރޭގައި އޭނާގެ ނަފްސު ދިފާއުކުރަމުން ދަނިކޮށް އޭނާގެ އަތުން އެ (ހަމަލާ ދިން) މީހާ މަރުވެއްޖެނަމަ، ފަހެ الله، އެ މަރާލެވުނު މީހާ ދުރުކުރައްވާށިއެވެ.",""],["50","وَإِنْ قُتِلَ هَذَا فِي تِلْكَ الْحَالِ وَهُوَ يَدْفَعُ عَنْ نَفْسِهِ وَمَالِهِ، رَجَوْتُ لَهُ الشَّهَادَةَ، كَمَا جَاءَ فِي الْأَحَادِيثِ.","އަދި މިހިރަ މީހާ، އަމިއްލަ ނަފްސާއި އޭނާގެ މުދާ ދިފާއުކުރަމުން ދަނިކޮށް، އެ ހާލަތުގައި އޭނާ މަރާލެވިއްޖެ ނަމަ، އޭނާ ޝަހީދަކު ކަމުގައިވުމަށް އަހަރެން އުއްމީދު ކުރަމެވެ. އެއީ ޙަދީޘްތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ.",""],["51","وَجَمِيعِ الْآثَارِ فِي هَذَا إِنَّمَا أَمَرَت بِقِتَالِهِ، وَلَمْ تَأمُرْ بِقَتْلِهِ وَلَا اتِّبَاعِهِ.","އަދި މި ކަމާ ބެހޭ ހުރިހާ އަޘަރުތަކެއްގައި ވެސް ހަމައެކަނި އަމުރުކޮށްފައިވަނީ އެ (ހަމަލާ ދިން) މީހާއާ ހަނގުރާމަ ކުރުމަށެވެ. އަދި އޭނާ މަރާލުމަށް ނުވަތަ އޭނާ ފަހަތުން ދިޔުމަށް އަމުރުކޮށްފައެއް ނުވެއެވެ.",""],["52","وَلَا يُجْهِزُ عَلَيْهِ إِنْ صُرِعَ، أَوْ كَانَ جَرِيحًا.","އަދި އޭނާ ބިން މައްޗަށް ވެއްޓިއްޖެނަމަ ނުވަތަ ޒަހަމްވެއްޖެނަމަ، އޭނާ މަރައި ނިންމައިގެން ނުވާނެއެވެ.",""],["53","وَإِنْ أَخَذَهُ أَسِيرًا فَلَيْسَ لَهُ أَنْ يَقْتُلَهُ، وَلَا أَن يُقِيمَ عَلَيْهِ الْحَدَّ، وَلَكِنْ يَرْفَعُ أَمْرَهُ إِلَى مَنْ وَلَّاهُ اللَّهُ، فَيَحْكُمُ فِيهِ.","އަދި އޭނާ އެ (ހަމަލާ ދިން) މީހާ އަސީރެއްގެ ގޮތުގައި ހިފައި ހައްޔަރުކޮށްފިނަމަ، ފަހެ އެ މީހާ މަރާލުމެއް އަދި އޭނާގެ މައްޗަށް ހައްދު ގާއިމު ކުރުމެއް، އޭނާއަކަށް ނުވެއެވެ. އެހެނެއްކަމަކު އެ މީހާގެ ކަންތައް، ﷲ ވަލިއްޔުލް އަމްރެއްގެ ގޮތުގައި ލެއްވި މީހަކާ އޭނާ ހަވާލު ކުރާނީއެވެ. ދެން އެ ވެރިޔަކު އެ މީހަކާމެދު ހުކުމް ކުރާނެއެވެ.",""],["54","وَلَا نَشْهَدُ عَلَى أَحَدٍ مِنْ أَهْلِ الْقِبْلَةِ بِعَمَلٍ يَعْمَلُهُ، بِجَنَّةٍ وَلَا نَارٍ، نَرْجُو لِلصَّالِحِ وَنَخَافُ عَلَيْهِ، وَنَخَافُ عَلَى الْمُسِيءِ الْمُذْنِبِ، وَنَرْجُو لَهُ رَحْمَةَ اللَّهِ.","އަދި ގިބްލައިގެ އަހުލުވެރިންގެ ތެރެއިން އެއްވެސް މީހަކު ކުރާ އަމަލަކުން، އޭނާއަށް ސުވަރުގެ ނުވަތަ ނަރަކަ ވާކަމަށް ތިބާ ހެކިނުވާށެވެ. ސާލިހު މީހާއާމެދު އަހަރެމެން އުއްމީދުކޮށް، އޭނާގެ މައްޗަށް ބިރުވެސް ގަންނަމެވެ. އަދި ފާފަވެރި ކުށްވެރިޔާގެ މައްޗަށް އަހަރުމެން ބިރުގަނެ، އޭނާއަށް ﷲ ގެ ރަހުމަތް އުއްމީދުވެސް ކުރަމެވެ.",""],["55","وَمَنْ لَقِيَ اللَّهَ بِذَنْبٍ يَجِبُ لَهُ بِهِ النَّارُ، تَائِبًا غَيْرَ مُصِرٍّ عَلَيْهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَتُوبُ عَلَيْهِ، وَاللَّهُ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ، وَيَعْفُو عَنِ السَّيِّئَاتِ.","އަދި ނަރަކަ ވާޖިބުވާ ފާފައަކައިގެން ﷲ އާ ބައްދަލުވެއްޖެ މީހާ، (އެ ބައްދަލުވީ) އޭނާ ތައުބާވެ، އެ ފާފައިގެ މަތީ ދެމިނުހުންނަ ހާލު ކަމުގައިވާ ނަމަ، ފަހެ ހަމަކަށަވަރުން ﷲ ޢައްޒަ ވަޖައްލަ އޭނާއަށް//ގެ މައްޗަށް ތައުބާ ލައްވާނެއެވެ. އަދި ﷲ، އެ އިލާހުގެ އަޅުންގެ ކިބައިން ތައުބާ ގަބޫލު ކުރައްވާ، ފާފަތައް އަފޫކުރައްވައެވެ.//ނުބައި އަމަލުތަކަށް ފާފަފުއްސަވައި ދެއްވަވަތެވެ.",""],["56","وَمَنْ لَقِيَهُ وَقَدْ أُقِيمَ عَلَيْهِ حَدُّ ذَلِكَ الذَّنْبِ فِي الدُّنْيَا، فَهُوَ كَفَّارَتُهُ، كَمَا جَاءَ فِي الْخَبَرِ عَنْ رَسُولِ اللَّهِ ﷺ.","އަދި މީހަކު އެ އިލާހާ ބައްދަލުވީ، ދުނިޔެމަތީގައި އެ ފާފައިގެ ހައްދު އޭނާގެ މައްޗަށް ގާއިމުކުރެވިފައި ވަނިކޮށް ކަމަށްވާނަމަ//ވާހާލުގައިނަމަ، ފަހެ އެއީ އެ ފާފައިގެ ކައްފާރާއެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ ޚަބަރުތަކުގައި ވާފަދައިންނެވެ.//ގެ އަރިހުން ޚަބަރުތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ.",""],["57","وَمَنْ لَقِيَهُ مُصِرًّا غَيْرَ تَائِبٍ مِنَ الذُّنُوبِ الَّتِي قَدْ تُسْتَوْجَبُ بِهَا الْعُقُوبَةَ، فَأَمْرُهُ إِلَى اللَّهِ عَزَّ وَجَلَّ، إِنْ شَاءَ عَذَّبَهُ، وَإِنْ شَاءَ غَفَرَ لَهُ.","އަދި އެ ފާފަތަކަކުން ފަހަރެއްގައި އުގޫބާތް ވާޖިބުކުރުވާ ފާފަތަކުގެ މަތީ ދެމިހުރެ، އޭގެން ތައުބާ ނުވާ ހާލު އެ އިލާހާ ބައްދަލުކޮށްފި މީހާ، ފަހެ އޭނާގެ ކަންތައް އޮތީ الله ޢައްޒަ ވަޖައްލައަށެވެ. އެ އިލާހު އިރާދަކުރެއްވިއްޔާ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އެ އިލާހު އިރާދަކުރެއްވިއްޔާ އޭނާއަށް ފާފަ ފުއްސަވާނެއެވެ.//އެ މީހަކަށް ފުއްސަވާދެއްވާނެއެވެ.",""],["58","وَمَنْ لَقِيَهُ وَهُوَ كَافِرٌ عَذَّبَهُ، وَلَمْ يَغْفِرْ لَهُ.","އަދި ކާފަރެއްގެ ގޮތުގައި ހުރެ އެ އިލާހާ ބައްދަލުވާ މީހާ، ފަހެ އެ އިލާހު އެ މީހަކަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އެ މީހަކަށް ފާފަ ނުފުއްސަވާނެއެވެ.",""],["59","وَالرَّجْمُ حَقٌّ عَلَى مَنْ زَنَا وَقَدْ أَحْصَنَ، إِذَا اعْتَرَفَ أَوْ قَامَتْ عَلَيْهِ بَيِّنَةٌ، وَقَدْ رَجَمَ رَسُولُ اللَّهِ ﷺ، وَقَدْ رَجَمَتِ الْأَئِمَّةُ الرَّاشِدُونَ.","އަދި މުޙްޞިނަކަށް ވުމަށް ފަހު ޒިނޭކުރި މީހާ ރަޖަމުކުރުމަކީ ހައްގު ތެދެވެ. އެއީ އޭނާ އިއުތިރާފުވެއްޖެ ހިނދު ނުވަތަ އޭނާގެ މައްޗަށް ހެކި ގާއިމުކުރެވިއްޖެ ހިނދުގައެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ރަޖަމު ކުރެއްވިއެވެ. އަދި ޚުލަފާއުއް ރާޝިދުންވެސް ރަޖަމު ކުރެއްވިއެވެ.",""],["60","وَمَنِ انْتَقَصَ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، أَوْ أَبْغَضَهُ لِحَدَثٍ كَانَ مِنْهُ، أَوْ ذَكَرَ مَسَاوِيه، كَانَ مُبْتَدِعًا، حَتَّى يَتَرَحَّمَ عَلَيْهِمْ جَمِيعًا، وَيَكُونُ قَلْبُهُ لَهُمْ سَلِيمًا.","އަދި ރަސޫލު ﷲ ﷺގެ ސަހާބީންގެ ތެރެއިން އެއްވެސް ބޭކަލަކަށް ކުޑައިމީސްކޮށް، ނުވަތަ އެ ބޭކަލެއްގެ ކިބައިން ހިނގައިދިޔަ//ދިމާވި ކަމަކާހުރެ އެ ބޭކަލަކާމެދު ނަފްރަތުކޮށް//ރުޅިއައިސް، ނުވަތަ އެ ބޭކަލެއްގެ ކުށްތައް ޒިކުރުކޮށްފި މީހާ//ނަމަ، ފަހެ އޭނާވަނީ ބިދުޢަވެރިއެއް ކަމުގައެވެ.//އަކީ ބިދުޢަވެރިއެކެވެ. އެއީ އެ އެންމެހައި ބޭކަލުންގެ މައްޗަށް ރަހުމަތް ލެއްވުން އެދި ދުއާކޮށް، އެ ބޭކަލުންނާމެދު އޭނާގެ ހިތް ހެޔޮވުމަށް//ހެޔޮކަންމަތީވުމަށް ދާންދެނެވެ.",""],["61","وَالنِّفَاقُ هُوَ الْكُفْرُ؛ أَنْ يَكْفُرَ بِاللَّهِ وَيَعْبُدَ غَيْرَهُ، ويُظْهِرَ الْإِسْلَامَ فِي الْعَلَانِيَةِ، مِثْلَ الْمُنَافِقِينَ الَّذِينَ كَانُوا عَلَى عَهْدِ رَسُولِ اللَّهِ ﷺ.","އަދި ނިފާގަކީ ކުފުރެވެ. އެއީ الله އަށް ކާފިރުވެ، އެ އިލާހު ނޫން ފަރާތަކަށް އަޅުކަންކޮށް، ބޭރުފުށުގައި//ށުން އިސްލާމްކަން ދެއްކުމެވެ.//ފާޅުގައި...ފާޅުކުރުމެވެ. ރަސޫލު ﷲ ﷺގެ ޒަމާނުގައި އުޅުނު މުނާފިގުން ފަދައިންނެވެ.",""],["62","وَهَذِهِ الأَحَادِيث الَّتِي جَائَت: «ثَلَاثٌ مَنْ كُنَّ فِيهِ فَهُوَ مُنَافِقٌ» هَذَا عَلَى التَّغْلِيظِ، نَرْوِيهَا كَمَا جَاءَتْ، وَلَا نُفَسِّرُهَا.","އަދި އައިސްފައިވާ މިހިރަ ޙަދީޘްތައް: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކީ މުނާފިގެކެވެ.“ މިއީ ހަރުކަށިވުމުގެ ގޮތުންނެވެ.//ކޮށް ބުނުމަށް އައިސްފައިވާ... އެ ޙަދީޘްތައް އައިސްފައިވާ ގޮތަށް އަހަރުމެން އެ ރިވާ ކުރާނަމެވެ.//ކުރާނީއެވެ//ރިވާކުރާނީ އެ އައިސްފައިވާ... އަދި އެ މާނައެއް ނުކުރާނަމެވެ.",""],["63","وَقَوْلُهُ: «لَا تَرْجِعُوا بَعْدِي كُفَّارًا ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ».","އަދި އެ ނަބިއްޔާގެ މި ބަސްފުޅުވެސް މެއެވެ: ”ތިމަން ނަބިއްޔާއަށް ފަހު//ގައި މަގުފުރެދިފައިވާ ކާފަރުންގެ ގޮތުގައި، ތިޔަބައިމީހުންގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ ކަނދުރާތަކުގައި ޖަހާ ހާލު، ތިޔަބައިމީހުން އެނބުރި ނުދާށެވެ.“\n//\nއަދި އެ ނަބިއްޔާގެ މި ބަސްފުޅުވެސް މެއެވެ: ”މަގުފުރެދިފައިވާ ކާފަރުންގެ ގޮތުގައި، ތިޔަބައިމީހުންގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ ކަނދުރާތަކުގައި ޖަހާ ހާލު، ތިމަން ނަބިއްޔާއަށް ފަހު//ގައި ތިޔަބައިމީހުން އެނބުރި ނުދާށެވެ.“",""],["64","وَمِثْلُ: «إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ».","އަދި (ނަބިއްޔާގެ މި ބަސްފުޅު) ފަދައިންނެވެ: ”ދެ މުސްލިމުން އެބައިމީހުންގެ ދެ ކަނޑިތަކާ//އެކު//އެކީ//އިން ބައްދަލުވެއްޖެ//ކޮށްފި ނަމަ، ފަހެ މަރާލި//ލާ މީހާއާއި މަރާލެވުނު މީހާ ވެސް ވަނީ ނަރަކައިގައެވެ.“",""],["65","وَمِثْلُ: «سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ».","އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”މުސްލިމަކަށް ސައްބުކޮށް އެއްޗެހި ކިޔުމަކީ ފާސިގުކަމެކެވެ. އަދި އޭނާއާ ހަނގުރާމަ ކުރުމަކީ ކުފުރެވެ.“",""],["66","وَمِثْلُ:«مَنْ قَالَ لِأَخِيهِ؛ يَا كَافِرُ، فَقَدْ بَاءَ بِهَا أَحَدُهُمَا».","އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”އެ މީހެއްގެ އަޚާއަށް އޭ ކާފިރޭ ބުނެފި މީހާ، ފަހެ ހަމަކަށަވަރުން އެއިން އެކަކަށް އެ ކަން އެނބުރި ރައްދުވެއްޖެއެވެ.“",""],["67","وَمِثْلُ: «كُفْرٌ بِاللَّهِ تَعَلَى تَبَرُّؤٌ مِنْ نَسَبٍ وَإِنْ دَقَّ».","އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”ﷲ ތަޢާލާއަށް ކުފުރުވުމަކީ، ނަސަބުން/ނަސްލަށް އިންކާރު ކުރުމެވެ.//ބަރީއަވާ ކަމުގައި ބުނުމެވެ. އެއީ ކިތަންމެ ކުޑަކޮށް ކަމުގައި ވިޔަސްމެއެވެ.“",""],["68","وَنَحْوُ هَذِهِ الْأَحَادِيثِ مِمَّا قَدْ صَحَّ وحُفِظَ، فَإِنَّا نُسَلِّمُ لَهُ، وَإِنْ لَمْ نَعْلَمْ تَفْسِيرَه، وَلَا نَتَكَلَّمْ فِيه، وَلَا نُجَادِلْ فِيه، وَلَا نُفَسِّرْ هَذِهِ الْأَحَادِيثَ إِلَّا بِمِثْلَ مَا جَاءَتْ، وَلَا نَرُدُّهَا إِلَّا بِأَحَقَّ مِنْهَا.","އަދި މިފަދަ އެހެން ޙަދީޘްތަށްވެސް މެއެވެ. އެއީ ހަމަކަށަވަރުން ސައްހަވެ ރައްކާތެރިކުރެވިފައިވާ ޙަދީޘްތަކުގެ ތެރެއިންނެވެ.//\nއަދި ހަމަކަށަވަރުން ސައްހަވެ ރައްކާތެރިކުރެވިފައިވާ ޙަދީޘްތަކުގެ ތެރެއިން، މިފަދަ އެހެން ޙަދީޘްތަށްވެސް މެއެވެ.\nފަހެ އަހަރެމެން އެއަށް ބޯލަނބައި ކިޔަމަންވަމެވެ. އެއީ އަހަރެމެންނަށް އޭގެ މާނާ ނޭނގުނު ކަމުގައި ވިޔަސްމެއެވެ. އަދި އެއާމެދު އަހަރެމެން ވާހަކައެއް ނުދައްކަމެވެ. އަދި އެއާމެދު ޖަދަލެއްވެސް ނުކުރަމެވެ. //..// އަދި އައިސްފައިވާ ފަދައިން//އައި ގޮތަށް... މެނުވީ އަހަރެމެން މި ޙަދީޘްތަކެއް މާނައެއ ނުކުރަމެވެ. އަދި އެއަށް ވުރެ ހައްގު އެއްޗަކައިގެން//ޗަކާއެކު/ޗަކުން މެނުވީ/ނޫނީ އަހަރެމެން އެ ރައްދެއް ނުކުރަމެވެ.",""],["69","قَالَ: وَمِنَ الإِيمَانِ؛ الاعتِقَاد بِأَنَّ الْجَنَّةُ وَالنَّارُ مَخْلُوقَتَانِ، قَدْ خُلِقَتَا، كَمَا جَاءَ عَنْ رَسُولِ اللَّهِ ﷺ: «دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ قَصْرًا»، وَ «دَخَلْتُ فَرَأَيْتُ فِيهَا الْكَوْثَرَ»، وَ «اطَّلَعْتُ فِي الْجَنَّةِ، فَرَأَيْتُ أَكْثَرَ أَهْلِهَا...» كَذَا، وَاطَّلَعْتُ فِي النَّارِ، فَرَأَيْتُ...» كَذَا «وَرَأَيْتُ» وَكَذَا، فَمَنْ زَعَمَ أَنَّهُمَا لَمْ تُخْلَقَا، فَهُوَ مُكَذِّبٌ بِالْقُرْآنِ وَأَحَادِيثِ رَسُولِ اللَّهِ ﷺ، وَلَا أَحْسَبُهُ يُؤْمِنُ بِالْجَنَّةِ وَالنَّارِ.","އެކަލޭގެފާނު (އަޙްމަދު) ވިދާޅުވިއެވެ: އަދި އީމާންކަމުގެ ތެރެއިން ހިމެނެނީ، ސުވަރުގެއާއި ނަރަކައަކީ (މިހާރުވެސް) އުފައްދަވާފައިވާ ދެ އެއްޗެއް ކަމަށް ގަބޫލު ކުރުމެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ ފަދައިންނެވެ: ”ތިމަން ނަބިއްޔާ ސުވަރުގެއަށް ވަދެ، ގަނޑުވަރެއް ދެކެ//ފެނެ..ވަޑައިގަތީމެވެ.“ އަދި (މިފަދައިންނެވެ:) ”ތިމަން ނަބިއްޔާ ވަދެވަޑައިގެން، އެ ތާނގައި އަލްކައުޘަރު ދެކެވަޑައިގަތީމެވެ.“ އަދި (މިފަދައިންނެވެ:) ”ތިމަން ނަބިއްޔާ ސުވަރުގެއަށް ބައްލަވާލެއްވީމެވެ. ފަހެ ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ، އޭގެ ގިނަ އަހުލުވެރިން...“//އިސްފަސް// މިފަދައިންނެވެ. އަދި ”ތިމަން ނަބިއްޔާ ނަރަކައަށް ބައްލަވާލެއްވީމެވެ. ފަހެ ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ...“ މިފަދައިންނެވެ. //ބަލާލިއިރު ފެނުނީ// ”އަދި ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ“ މިފަދައިންނެވެ. ފަހެ އެ ސުވަރުގެއާއި ނަރަކަ އަދި ނުހައްދަވާ ކަމަށް ދައުވާކޮށްފި މީހާ، ފަހެ އޭނާ ގުރްއާނާއި ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްތައް ދޮގުކޮށްފިއެވެ.//އަކީ ދޮގުކުރާ މީހެކެވެ.//\rއަދި އޭނާ ސުވަރުގެއާއި ނަރަކައަށް އީމާންވާ ކަމަށް އަހަރެންނެއް ނުބަލަމެވެ//ނުދެކެމެވެ.",""],["70","وَمَنْ مَاتَ مِنْ أَهْلِ الْقِبْلَةِ مُوَحِّدًا يُصَلَّى عَلَيْهِ، وَيُسْتَغْفَرُ لَهُ، وَلَا يُحْجَبُ عَنْهُ الاسْتِغْفَارُ، وَلَا يُتْرَكُ الصَّلَاةُ عَلَيْهِ لِذَنْبٍ أَذْنَبَهُ، صَغِيرًا كَانَ أَوْ كَبِيرًا، وَنُفَوِّضُ أَمْرُهُ إِلَى اللَّهِ عَزَّ وَجَلَّ.\n***\nآخِرُ الرِّسَالَةِ وَالْحَمْدُ لِلَّهِ وَحْدَهُ وَصَلَوَاتُهُ عَلَى مُحَمَّدٍ وَآلِهِ وَسَلِّمْ تَسْلِيمًا.","އަދި ގިބުލާގެ އަހުލުވެރިންގެ ތެރެއިން އެއްކައުވަންތަކުރާ މީހެއްގެ//މުވައްހިދެއްގެ// ގޮތުގައި މަރުވެއްޖެ މީހާ، އޭނާގެ މައްޗަށް ނަމާދު ކުރާހުއްޓެވެ. އަދި އޭނައަށް އިސްތިޣްފާރު//ފާފަ ފުއްސެވުން އެދި ދުއާ// ކުރާހުއްޓެވެ. އަދި އޭނާއަށް އިސްތިޣްފާރު ކުރުން މަނާނުކުރެވޭ//ނުހިފެހެއްޓޭ ހުއްޓެވެ. އަދި ކުޑަވިޔަސް ބޮޑުވިޔަސް އޭނާ ކުރި //ކުދި ނުވަތަ ބޮޑޫ// ފާފައަކަށް ޓަކައި އޭނާގެ މައްޗަށް ނަމާދު ކުރުން ދޫނުކުރެވޭހުއްޓެވެ. އަދި އޭނާގެ ކަންތައް އަހަރުމެން ދޫކުރަނީ//ހަވާލުކުރަނީ ﷲ ޢައްޒަ ވަޖައްލައަށެވެ.\r***\rރިސާލާގެ ފަހު ބަޔެވެ. އަދި ހަމްދު ވަނީ ހަމައެކަނި الله އަށެވެ. އަދި މުޙައްމަދަށާއި އެކަލޭގެފާނުގެ އާލުންނަށް އެ އިލާހުގެ ޞަލަވާތް ލައްވައި ސަލާމް ލައްވާށިއެވެ.",""]]