[["1","(ذكر سند الرسالة إلى أبي عثمان الصابوني)","بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nأخبرنا قاضي القضاة بدمشق نظام الدين عمر بن إبراهيم بن محمد بن مفلح الصالحي الحنبلي إجازة مشافهة قال: أخبرنا الحافظ أبو عبد الله محمد بن عبد الله بن أحمد بن المحب المقدسي إجازة إن لم يكن سماعا قال: أخبرنا الشيخان جمال الدين عبد الرحمن بن أحمد بن عمر بن شكر وأبو عبد الله بن محمد بن المحب عبد الله بن أحمد بن محمد المقدسيين، قال الأول: أخبرنا إسماعيل بن أحمد بن الحسين بن محمد العراقي سماعا قال: أخبرنا أبو الفتح عبد الله بن أحمد الخرقي، وقال الثاني: أخبرنا أحمد بن عبد الدائم وأخبرنا المحدث تاج الدين محمد ابن الحافظ عماد الدين إسماعيل بن محمد بن بغدش البعلي في كتابه، قال: أخبرنا أبو عبد الله محمد بن إسماعيل بن الخباز شفاها قال: أخبرنا أحمد بن عبد الدائم إجازة إن لم يكن سماعا، قال: أخبرنا الحافظ عبد الغني بن عبد الواحد بن علي بن سرور المقدسي قال: أخبرنا الخرقي سماعا قال: أخبرنا أبو بكر عبد الرحمن بن إسماعيل الصابوني قال: حدثنا والدي شيخ الإسلام أبو عثمان إسماعيل بن عبد الرحمن فذكره. وأخبرنا قاضي القضاة عز الدين عبد الرحيم بن محمد بن الفرات الحنفي إجازة مشافهة قال: أخبرنا محمود بن خليفة بن محمد بن خلف المنبجي إجازة قال: أخبرنا الجمال عبد الرحمن بن أحمد بن عمر بن شكر بسنده قال:","","ބާބު","ފޮތުގެ ސަނަދު\nއަހަރުމެންނަށް ދިމަޝްޤުގެ ޤާޟީ އަލްޤުޟާތު ނިޡާމުއްދީން ޢުމަރު ބްނު އިބްރާހީމު ބްނު މުޙައްމަދު ބްނު މުފްލިޙު އައްޞާލިޙީ އަލްޙަންބަލީ އަނގަބަހުން އިޖާޒާ ދެއްވާ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙާފިޡު އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު އަޙްމަދު ބްނުލް މުޙިއްބު އަލްމަޤްދިސީ -އަޑުއިއްވި ސިމާޢުއެއްކަމުގައި ނުވާނަމަ- އިޖާޒާކޮށް ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް ދެޝެއިޚު: ޖަމާލުއްދީން ޢަބްދުއް ރަޙްމާނު ބްނު އަޙްމަދު ބްނު ޢުމަރު ބްނު ޝަކަރު އަލްމަޤްދިސީ އަދި އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނުލް މުޙިއްބު ޢަބްދު ﷲ ބްނު އަޙްމަދު ބްނު މުޙައްމަދު އަލްމަޤްދިސީ ޚަބަރުދެއްވިއެވެ: ފުރަތަމަ ބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އަޙްމަދު ބްނުލް ޙުސައިނު ބްނު މުޙައްމަދު އަލްޢިރާޤީ އަޑުއިއްވާ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ފަތުޙު ޢަބްދު ﷲ ބްނު އަޙްމަދު އަލްޚިރަޤީ އިޖާޒާކޮށް ޚަބަރުދެއްވިއެވެ ދެވަނަ ޝެއިޚު ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޢަބްދުއް ދާއިމު ޚަބަރުދެއްވިއެވެ:\nއަދި އަހަރުމެންނަށް އަލްމުޙައްދިޘް ތާޖުއްދީން މުޙައްމަދު ބްނު އަލްޙާފިޡު ޢިމާދުއްދީން އިސްމާޢީލު ބްނު މުޙައްމަދު ބްނު ބަރްދަސް އަލްބަޢުލީ އެބޭފުޅާގެ ފޮތުގައި ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު އިސްމާޢީލު ބްނުލް ޚައްބާޒު އަނގަބަހުން ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޢަބްދުއް ދާއިމު -އަޑުއިއްވި މަޖްލީހެއްނޫންނަމަ- އިޖާޒާކޮށް ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙާފިޡު ޢަބްދުލް ޣަނިއްޔު ބްނު ޢަބްދުލް ވާޙިދު ބްނު ޢަލީ ބްނު ސުރޫރު އަލްމަޤްދިސީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޚިރަޤީ އަޑުއިއްވާ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫބަކުރު ޢަބްދުއް ރަޙްމާނު ބްނު އިސްމާޢީލު އައްޞާބޫނީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަހުރެންގެ ބައްޕަ ޝެއިޚުލް އިސްލާމް އަބޫ ޢުޘްމާނު އިސްމާޢީލު ބްނު ޢަބްދުއް ރަޙްމާނު އައްޞާބޫނީ ކިޔާދެއްވިއެވެ: -ދެން ފޮތް ޛިކުރުކުރެއްވިއެވެ.-\nއަދި އަހަރުމެންނަށް ޤާޟީ އަލްޤުޟާތު ޢިއްޒުއްދީން ޢަބްދުއް ރަޙީމު ބްނު މުޙައްމަދު ބްނުލް ފުރާތު އަލްޙަނަފީވެސް އިޖާޒާކޮށް އަނގަބަހުން ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މަޙްމޫދު ބްނު ޚަލީފާ ބްނު މުޙައްމަދު ބްނު ޚަލަފު އަލްމަންބައްޖީ އިޖާޒާކޮށް ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޖަމާލު ޢަބްދުއް ރަޙްމާނު ބްނު އަޙްމަދު ބްނު ޢުމަރު ބްނު ޝަކަރު އެބޭފުޅާގެ ސަނަދުން ކިޔާދެއްވިއެވެ:",""],["2","(ذكر سند الرسالة إلى أبي عثمان الصابوني)","الحمد لله رب العالمين، والعاقبة للمتقين، وصلى الله وسلم على محمد وآله أجمعين.\nأما بعد، فإني لما وردت آمد طبرستان وبلاد جيلان متوجها إلى بيت الله الحرام وزيارة قبر نبيه محمد صلى الله عليه وعلى آله وأصحابه الكرام، سألني إخواني في الدين أن أجمع لهم فصولا في أصول الدين التي استمسك بها الذين مضوا من أئمة الدين وعلماء المسلمين والسلف الصالحين، وهدوا ودعوا الناس إليها في كل حين، ونهوا عما يضادها وينافيها جملة المؤمنين المصدقين المتقين، ووالوا في اتباعها وعادوا فيها، وبدعوا وكفروا من اعتقد غيرها، وأحرزوا لأنفسهم ولمن دعوهم إليها بركتها وخيرها، وأفضوا إلى ما قدموه من ثواب اعتقادهم لها واستمساكهم بها وإرشاد العباد إليها وحملهم إياهم عليها. فاستخرت الله تعالى وأثبتّ في هذا الجزء ما تيسر منها على سبيل الاختصار، رجاء أن ينتفع به أولو الألباب والأبصار. والله سبحانه يحقق الظن ويجزل علينا المن بالتوفيق والاستقامة على سبيل الرشد والحق بمنه وفضله.","","","ފޮތް ލިޔުއްވި ސަބަބު، އަދި ދީނުގެ އަޞްލުތަކަކީ އޭގެ މައްޗަށް މުވާލާތުކޮށް އެކުވެރިވެ، އަދި އެއާ ޚިލާފުވާ މީހާއާ ދެކޮޅުވެރިވެ، އޭނާ ބިދުޢަވެރިކުރެވި ކާފަރުކުރެވޭ ކަންތަކެއްކަން\nالحمد لله رب العالمين، والعاقبة للمتقين، وصلى الله على محمد وآله وصحبه أجمعين، أما بعد:\nއަހުރެން، ﷲ ގެ ޙުރުމަތްތެރިވެގެންވާ ގެފުޅަށް ޤަޞްދުކޮށްގެން، އަދި އެކަލާނގެ ނަބިއްޔާ މުޙައްމަދު صلى الله عليه وسلم ގެ ޤަބުރަށް ޒިޔާރަތްކުރުމަށް ޠަބަރިސްތާނުގެ އާމިދުއަށް،(4) އަދި ޖީލާނުގެ ބިމަށް އައިހިނދު؛ ދީނުގެ ގޮތުން އަހުރެންގެ އަޚުން، ދީނުގެ އަޞްލުތަކާމެދު ފަޞްލުތަކެއް ޖަމަޢަކޮށްދިނުމަށް އެދުނެވެ. އެއީ ދީނުގެ އިސްވެދިޔަ އިމާމުންނާއި، މުސްލިމުންގެ ޢިލްމުވެރިންނާއި، ހެޔޮވެގެންވާ ސަލަފުން އޭގައި ހިފަހައްޓަވައިގެން ތިއްބެވި އަޞްލުތަކެވެ. އަދި އެއިން އެބޭކަލުންނަށް ތެދުމަގުލިބި، އަދި ކޮންމެ ހިނދެއްގައި މުސްލިމުންނަށް އެކަންތަކަށް ގޮވާލެއްވިއެވެ. އަދި އެއާ އިދިކޮޅުވާ، އެކަންކަން ނަފީކުރާ ކަންތަކުން ތެދުވެރި ތަޤުވާވެރި މުއުމިނުންގެ ޖަމާޢަތަށް އެބޭކަލުން ނަހީކުރެއްވިއެވެ. އަދި އެކަންކަމަށް ތަބަޢަވުމުގެ މައްޗަށް އެބޭކަލުން އެކުވެރިވެ ވާގިދީ މުވާލާތުކުރެއްވިއެވެ. އަދި އެކަންކަމުގެ މައްޗަށް ޢަދާވާތްތެރިވެ ދެކޮޅުވެރިވެލެއްވިއެވެ. އަދި އެއަޞްލުތަކާ ޚިލާފަށް ޤަބޫލުކޮށް އިޢުތިޤާދުކޮށްފި މީހުން ބިދުޢަވެރިކުރައްވާ، ކާފަރުކުރެއްވިއެވެ. އަދި އެބޭކަލުންގެ ނަފްސުތަކަށާއި، އެބޭކަލުން ދަޢުވަތުދެއްވާ ގޮވާލެއްވި މީހުންނަށްވެސް އެއަޞްލުތަކުގެ ބަރަކާތާއި ހެވަށް އެދި އުއްމީދުކޮށް ޙާޞިލުކުރެއްވިއެވެ. އަދި އެއަޞްލުތައް އިޢުތިޤާދުކޮށް، އޭގައި ހިފަހައްޓާ، އަޅުތަކުންނަށް އެކަންކަމަށް އިރުޝާދުދެއްވާ، އެކަންތައް (ޤަބޫލުކޮށް ޢަމަލުކުރުމަށް) އެމީހުންނަށް ޖައްސަވައިގެން އެބޭކަލުން ކުރިއަށް ހޯއްދެވި ޘަވާބަށް އެބޭކަލުންވަނީ ނިމި ގޮސްފައެވެ.\nދެން އަހުރެން ﷲ އަށް އިސްތިޚާރާކުރީމެވެ. އަދި އަހުރެން މިޖުޒްއުގައި ލިޔެ ޘާބިތުކުރާނީ އެއަޞްލުތަކުން ފަސޭހަ މިންވަރެއް ކުރުކޮށެވެ. އެއީ ބުއްދިއާއި ބަޞީރަތުގެ އަހުލުވެރިންނަށް އެއިން މަންފާއެއް ކުރުމަށް އެދިގެންނެވެ. ﷲ سبحانه وتعالى ހީތައް ޙަޤީޤަތަކަށް ހައްދަވައެވެ. އަދި އެކަލާނގެ ނިޢުމަތާއި ތައުފީޤު އަހަރުމެންނަށް ދީލަތިކޮށް ދެއްވައެވެ. އަދި އެކަލާނގެ މިންނަތާއި ފަޟްލުން، ހެޔޮރަނގަޅު ޙައްޤު މަގުގައި ސީދާވެހުރުމުގެ (ތައުފީޤު) ދެއްވާށިއެވެ.","(4) ޠަބަރިސްތާނަކީ އިހުގެ ޒަމާންތަކުގައި އެނގިގެންވާ ބިމެކެވެ. އެއީ މިހާރު އީރާނުގެ އުތުރުގައި، ތުރުކަމަނިސްތާނުގެ ހުޅަނގު ދެކުނު ސަރަޙައްދު އެކުލެވޭ ގޮތަށް އޮތް، ފަރުބަދަތަކުގެ ސިލްސިލާއެއް އޮންނަ ބިމެކެވެ. އަދި އިސްލާމީ އެތަކެއް ޢިލްމުވެރިންނެއް ފާޅުވި ބިމެކެވެ. އެއާއެކު ޠަބަރިސްތާނުގެ ރަށެއްކަމުގައި \"އާމިދު\" އޭ އެވަނީ ލިޔުމުގެ ކުށެއްކަމަށް ޢިލްމުވެރިން ބަޔާންކުރައްވައެވެ. ރަނގަޅު ގޮތަކީ \"އާމުލް\" އެވެ. މުއައްލިފު މައްކާއާއި މަދީނާއަށް ކުރި ދަތުރުގައި އެތަނަށް ފައިބާވަޑައިގަތެވެ.\nއެއަށްފަހު މުއައްލިފުގެ ބަސްފުޅުގައިވާ ރަސޫލާ صلى الله عليه وسلم ގެ ޤަބުރުފުޅަށް ޤަޞްދުކޮށްގެން އައުން ދަންނައެވެ! އޭގެ މުރާދަކީ މަސްޖިދުއް ނަބަވީއަށް ޒިޔާރަތްކޮށް ދެން އެއާ ތަބަޢަވެގެންވާ ގޮތުގައި ޤަބުރުފުޅަށް ޒިޔާރަތްކުރުމެވެ. މަސްޖިދުއް ނަބަވީއަށް ޒިޔާރަތްކުރުމަށް ބައެއް ބޭކަލުން މިލަފްޒުން ގެންނަވާކަމަށް ޢިލްމުވެރިން ޛިކުރުކުރައްވައެވެ. އެހެނީ ދަތުރު ހަދާފައި ތަނުގެ ބަރަކާތް ހޯދަން ދިޔުން ހުއްދަވެގެންވަނީ ދެޙަރަމްފުޅާއި މަސްޖިދުލް އަޤްޞާއަށެވެ. އެއާ ޚިލާފަށް ކަމާކަންފަށާ ވަކި ޤަބުރަކަށް ނުވަތަ ޒިޔާރަތެއްގެ ބަރަކާތް ހޯދުމަށް ނިޔަތް ލައިގެން ދަތުރުކުރުމީ ނަހީވެގެންވާކަމެކެވެ. އަދި އެއީ ޤަބުރަށް އަޅުކަންކުރި ޤުބޫރީން ފެށިކަމެކެވެ. ރަސޫލާގެ ޤަބުރުކޮޅަށް ޒިޔާރަތްކުރުމަކީ ބަރަކާތްތެރި މާތްކަމެއްކަމުގައި ދެކިގެން އެކަމަށް މައިގަނޑު ޤަޞްދުކޮށްގެން ދިޔުމަކީ ޝަރުޢުވެގެންވާ ކަމެއް ނޫނެވެ. އެކަމަކު މައިގަނޑު ޤަޞްދަކީ އަދި ނިޔަތަކީ މާތްވެގެންވާ މިސްކިތްކޮޅަށް ޒިޔާރަތްކުރުން ކަމުގައި ހަދާ، ދެން އެއަށްފަހު އެއާ ތަބަޢަވެގެންވާ ގޮތުގައި ޤަބުރުކޮޅަށް ޒިޔާރަތްކުރުމާއި، ޤުބާއަށް ޒިޔާރަތްކުރުންފަދަ ކަންކަން އައުމަކީ މައްސަލައެއް ނޫނެވެ."],["3","(صفات أصحاب الحديث)","قلت وبالله التوفيق: [إن] أصحاب الحديث [المتمسكين بالكتاب والسنة] -حفظ الله أحياءهم ورحم أمواتهم- يشهدون لله تعالى بالوحدانية، وللرسول ﷺ بالرسالة والنبوة.","","","ޙަދީޘްގެ އަޞްޙާބުން، ސުންނަތުގެ އަހުލުވެރިންގެ އެންމެ ފާޅުކަން ބޮޑު އެއް އަޞްލަކީ ﷲ ގެ ޞިފަފުޅުތައް ބަދަލުކޮށް އޮޅުވާލާ ގޮތްކިޔުމެއް ނެތި ޘާބިތުކުރުން\nއަހުރެން ބުނަމެވެ -ތައުފީޤަށް އެދެނީ ﷲ ގެ ޙަޟްރަތުންނެވެ.-\nޙަދީޘްގެ އަޞްޙާބުން(5) -ﷲ تبارك وتعالى އޭގެ ތެރެއިން ދިރިހުރި ބަޔަކު ރައްކާތެރިކުރައްވާ، މަރުވެ ގޮސްފައިވާ ބަޔަކަށް ރަޙުމަތްލައްވާށިއެވެ!- އެމީހުން ﷲ تبارك وتعالى ގެ އެއްކައުވަންތަކަމަށް ހެކިވެ، ރަސޫލާ صلى الله عليه وسلم ގެ ރިސާލަތާއި ނަބީކަމަށް ހެކިވެއެވެ.","(5) ޙަދީޘްގެ އަޞްޙާބުން، ޙަދީޘްގެ އަހުލުވެރިން، އަހުލުއް ސުންނާ، އަހުލުއްސުންނާ ވަލްޖަމާޢަތް މިއީ އެއް މާނައެއްގެ އެއްބަޔަކަށް ވާ ނަންތަކެކެވެ. އެއީ ބިދުޢަތަކުން ސަލާމަތްވެ، ރަސޫލާ ބަޔާންކޮށްދެއްވާ އަދި އުއްމަތުގެ ސަލަފުން ފޯރުކޮށްދެއްވި ޙައްޤު ޢަޤީދާއާއި މަންހަޖުގެ މަތީގައި ތިބި ނަޖާވާނޭ ފިރުޤާއެވެ. އެއީ ޙަދީޘްގައިވާ ޢަޤީދާއާއި މަންހަޖާ ޚިލާފުވާ ޙާލު ޙަދީޘް ފޮތްތަކެއް ދަސްކޮށް، ރިވާކޮށް، ޖަމަޢަކުރާ މީހުންނެއް ނޫނެވެ. ކިއެއްތަ، ޙަދީޘްތައް ރިވާކޮށް ޖަމަޢަކޮށް، ކިތަންމެ ޢިލްމު ގިނަވިޔަސް އޭނާ އުއްމަތުގެ ސަލަފުންގެ ފަހުމް ދޫކޮށް ޚިލާފުވެއްޖެނަމަ އެއީ ޙަދީޘްގެ އަޞްޙާބުންގެ ތެރެއިން ބޭރުވެގެންވާ ބިދުޢާގެ އަހުލުވެރިއެކެވެ."],["4","(معرفة صفات الله بوحيه وتنزيله)","ويعرفون ربهم عز وجل بصفاته التي نطق بها وحيه وتنزيله، أو شهد له بها رسوله ﷺ على ما وردت الأخبار الصحاح به، ونقلته العدول الثقات عنه، ويثبتون له جل جلاله [منها] ما أثبته لنفسه في كتابه وعلى لسان رسوله ﷺ. ولا يعتقدون تشبيها لصفاته بصفات خلقه، فيقولون إنه خلق آدم بيده، كما نص سبحانه عليه في قوله عز من قائل: {قال يا إبليس ما منعك أن تسجد لما خلقت بيديَّ}. ولا يحرفون الكلم عن مواضعه بحمل اليدين على النعمتين أو القوتين، تحريف المعتزلة الجهمية، أهلكهم الله، ولا يكيفونها بكيف أو شبهها بأيدي المخلوقين، تشبيه المشبهة، خذلهم الله. وقد أعاذ الله تعالى أهل السنة من التحريف والتشبيه والتكييف، ومنّ عليهم بالتعريف والتفهيم، حتى سلكوا سبل التوحيد والتنزيه، وتركوا القول بالتعطيل والتشبيه، واتبعوا قول الله عز وجل: {ليس كمثله شيء وهو السميع البصير}. [وكما ورد القرآن بذكر اليدين في قوله: {لِمَا خَلَقْتُ بِيَدَيَّ} وقوله: {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ} ووردت الأخبار الصحاح عن رسول الله ﷺ بذكر اليد، كخبر محاجة موسى وآدم، وقوله له: «خلقك الله بيده، وأسجد لك ملائكته»، ومثل قوله ﷺ: \"لا أجعل صالح ذرية من خلقت بيدي، كمن قلت له: كن فكان\"، وقوله ﷺ: \"خلق الله الفردوس بيده\".]","","","އަދި އެމީހުންގެ ވެރި ރައްބު عز وجل ގެ ވަޙީބަސްފުޅު އަދި އެކަލާނގެ ބާވައިލެއްވުމުގައި އެންގެވިގެންވާ، ނުވަތަ އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم އެކަލާނގެއަށް އެކަމަށް ހެކިވެވަޑައިގެންފައިވާ ޞިފަފުޅުތަކުން ލާފައި އެމީހުން އެކަލާނގެ ދެނެގަނެއެވެ. އެއީ ޞައްޙަ ޚަބަރުތަކުގައި އައިސްފައިވާ، ޢަދުލުވެރި އިތުބާހުރި ބޭކަލުން އެކަލޭގެފާނުގެ އަރިހުން ގެންނަވާފައިވާ ޚަބަރުތަކުގެ މަތިންނެވެ. އަދި ﷲ جل جلاله އެކަލާނގެ ފޮތުގައި، އަދި އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم ގެ ދޫފުޅުމަތިން އެކަލާނގެ ނަފްސުފުޅަށް ޘާބިތުކުރައްވާފައިވާ ކަންކަން އެމީހުންވެސް ޘާބިތުކުރެއެވެ. އަދި އެކަލާނގެ ޚަލްޤުތަކުންގެ ޞިފަތަކާއި އެކަލާނގެ ޞިފަފުޅުތަކާ ވައްތަރުވެ އެއްގޮތްކަމެއް ވާކަމަށް އެމީހުން އިޢުތިޤާދު ނުކުރެއެވެ. އެގޮތުން އެމީހުން ބުނަނީ: އެކަލާނގެ އާދަމުގެފާނު އެކަލާނގެ ދެއަތްޕުޅުން އުފެއްދެވިކަމަށެވެ. އެއީ ޢިއްޒަތްތެރިވެގެންވާ އިލާހު، އެކަލާނގެ ބަސްފުޅުގައި ނައްޞުކޮށް ގެންނެވިގޮތަށެވެ:\n﴿قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ ‌بِيَدَيَّۖ﴾ [ص: 75] \nމާނައީ: \"އެކަލާނގެ ވަޙީކުރެއްވިއެވެ: އޭ އިބްލީސެވެ! ތިމަންއިލާހުގެ ދެއަތްޕުޅުން އުފެއްދެވި އެއްޗަކަށް ތިބާ ސަޖިދަކުރުން މަނާކުރީ ކޮންކަމެއްހެއްޔެވެ؟\"\nއަދި އެމީހުން ބަސްތައް އެއޮންނަންޖެހޭ ތަންތަނުން ބަދަލުކޮށް ތަޙުރީފު ނުކުރެއެވެ. އެއީ މުޢުތަޒިލީ ޖަހްމީން -ﷲ އެމީހުން ހަލާކުކުރައްވާށިއެވެ- ދެއަތްޕުޅުގެ މާނައަކީ ދެ ނިޢުމަތްކަމުގައި، ނުވަތަ ދެ ބާރުކަމުގައި ކުރި ތަޙުރީފުންނެވެ. އަދި (ޞިފަފުޅުތައް މަޚްލޫޤުންނާ ވައްތަރުކުރާ) މުޝައްބިހާއިން -ﷲ އެމީހުން ނިކަމެތިކުރައްވާށިއެވެ- ހެދިގޮތަށް ޞިފަފުޅުތައް ވަކި ގޮތަކަށް ގޮތްކަނޑައަޅާ، ނުވަތަ މަޚްލޫޤުންގެ އަތްތަކާ ވައްތަރު ނުކުރެއެވެ.\nﷲ تبارك وتعالى ސުންނަތުގެ އަހުލުވެރިން، ތަޙުރީފުކޮށް ބަދަލުކުރުމުންނާއި، ވައްތަރުކުރުމުންނާއި، ކައިފިއްޔަތު ގޮތްކިޔުމުން ރައްކާތެރިކުރައްވާ، މަޢުރިފާއާއި ފަހުމްކޮށްދެއްވުމުގެ ނިޢުމަތްދެއްވިއެވެ. އެއީ ތައުޙީދާއި (ﷲ تبارك وتعالى އުނިޞިފަތަކުން) ހުސްދުރުކުރުމުގެ މަގުގައި އެމީހުން ހިފައި، ތަޢުޠީލުކޮށް ވައްތަރުކުރުމުން ބަސްބުނުން އެމީހުން ދޫކޮށްލުމަށް ދިޔުމަށެވެ. ﷲ އަދި ﷲ عز وجل ބަސްފުޅަށް އެމީހުން ތަބަޢަވިއެވެ:\n﴿لَيۡسَ ‌كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ ١١﴾ [الشورى: 11] \nމާނައީ: \"އެކަލާނގެއާ އެއްފަދަވެގެންވާ އެއްވެސް އެއްޗެއް ނުވެއެވެ. އަދި އެކަލާނގެއީ އައްސަވާވޮޑިގެންވާ ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.\"\nﷲ تبارك وتعالى އަށް ދެއަތްޕުޅު ލިބިގެންވާކަން ޘާބިތުކުރުން\nއެއީ ދެއަތްޕުޅުގެ ވާހަކަ ޛިކުރުކުރެވިގެން ޤުރްއާނުގައި އައިސްފައިވާ ގޮތަށެވެ. އެކަލާނގެ މިބަސްފުޅުގައިއެވެ:\n﴿لِمَا خَلَقۡتُ ‌بِيَدَيَّۖ﴾ [ص: 75] \nމާނައީ: \"ތިމަންއިލާހުގެ ދެއަތްޕުޅުން އުފެއްދެވި އެއްޗަކަށެވެ.\"\nއަދި މިބަސްފުޅެވެ:\n﴿بَلۡ يَدَاهُ ‌مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ﴾ [المائدة: 64] \nމާނައީ: \"ކިއެއްތަ، އެކަލާނގެ ދެއަތްޕުޅުވަނީ ހުޅުވާލެވިގެންނެވެ. އެކަލާނގެ އިރާދަކުރެއްވި ގޮތަކަށް ހޭދަކުރައްވައެވެ.\"\nއަދި އަތްޕުޅުގެ ވާހަކަ ޛިކުރުކުރެވިގެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަ ޚަބަރުތައް އައިސްފައިވެއެވެ. އެއީ މޫސާއާއި އާދަމްގެ އަރައިރުންވުމުގެ ޚަބަރާއި، (އެޚަބަރުގައި) އެކަލޭގެފާނު އާދަމްގެފާނަށް ވިދާޅުވިގޮތަށެވެ:\n«خَلَقَكَ اللهُ بِيَدِهِ، ‌وَأَسْجَدَ ‌لَكَ مَلَائِكَتَهُ» (6)\nމާނައީ: \"ﷲ ތިބާ އުފެއްދެވީ އެކަލާނގެ އަތްޕުޅުންނެވެ. އަދި އެކަލާނގެ މަލާއިކަތުން ތިބާއަށް ސަޖިދުކުރުވިއެވެ.\"\nއަދި (ﷲ تبارك وتعالى ވަޙީކުރެއްވިކަމަށް އައިސްފައިވާ) އެކަލޭގެފާނުގެ މިބަސްފުޅުވެސްމެއެވެ:\n«لَا أَجْعَلُ ‌صَالِحَ ‌ذُرِّيَّةِ مَنْ خَلَقْتُه بِيَدَيَّ وَنَفَخْتُ فِيهِ مِنْ رُوحِي كَمَنْ قُلْتُ لَهُ كُنْ فَكَانَ» (7)\nމާނައީ: \"ތިމަންއިލާހުގެ ދެއަތްޕުޅުން އުފެއްދެވި ބޭކަލެއްގެ ޞާލިޙު ދަރިފަސްކޮޅު، ތިމަންއިލާހު \"ވާށޭ\" ވަޙީކުރެއްވުމުން ދެންވެދިޔަ ބަޔަކާ އެއްގޮތަށް ނުލައްވާހުށީމެވެ.\"\nއަދި އެކަލޭގެފާނު صلى الله عليه وسلم ގެ މިބަސްފުޅުވެސްމެއެވެ:\n«خَلَقَ الله ‌الْفِرْدَوْسَ بِيَدِهِ» (8)\nމާނައީ: \"ﷲ تبارك وتعالى ފިރްދައުސް އުފެއްދެވީ އެކަލާނގެ އަތްޕުޅުންނެވެ.","(6) صحيح البخاري: 4476، ومسلم: 2652\n(7) السنة لعبد الله: 1065، شعب الإيمان للبيهقي: 147، نقض الدارمي: 1/91\n(8) الصفات للدارقطني: 28، صفة الجنة لابن أبي الدنيا: 39 ، العظمة لأبي الشيخ: 5/1555 ، السنة لعبد الله: 1118 މިބަސްފުޅު މަރްފޫޢުކޮށް ޞައްޙަވެގެން ނުވެއެވެ. ނަމަވެސް މަޝްހޫރުވެގެންވަނީ މައުޤޫފުކޮށް ކަޢުބު އަލްއަޙްބާރުއާއި، ޝިމްރު ބްނު ޢަޠިއްޔާ، އިބްނު ޢައްބާސްފަދަ ބޭކަލުންނަށް ނިސްބަތްވާ ބަސްފުޅެއްގެ ގޮތުގައިއެވެ."],["5","(إثبات جميع الصفات الواردة في الكتاب والسنة من غير تشبيه ولا تمثيل ولا تكييف ولا تحريف)","وكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار الصحاح، من السمع والبصر والعين والوجه والعلم والقوة والقدرة والعزة والعظمة، والإرادة والمشيئة والقول والكلام، والرضا والسخط والحياة، والحب والبغض والفرح والضحك وغيرها، من غير تشبيه لشيء من ذلك بصفات المربوبين المخلوقين، بل ينتهون فيها إلى ما قاله الله تعالى وقاله رسوله ﷺ، من غير زيادة عليه ولا إضافة إليه، ولا تكييف له ولا تشبيه، ولا تحريف ولا تبديل ولا تغيير، ولا إزالة للفظ الخبر عما تعرفه العرب وتضعه عليه بتأويل منكر؛ ويجرونه على الظاهر، ويكلون علمه إلى الله تعالى، ويقرون بأن تأويله لا يعلمه إلا الله، كما أخبر الله عن الراسخين في العلم أنهم يقولونه في قوله تعالى: {والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب}. [وآيات الكتاب وأخبار الرسول ﷺ الصحيحة المنيرة الناطقة بهذه الصفات وغيرها كثيرة يطول الكتاب بإحصائها وذكر اتفاق أئمة الملة وعلمائها على صحة تلك الأخبار الواردة بها، وأكثرها مخرج بالأسانيد الصحيحة في كتاب الانتصار. وشرطنا في أول هذا الكتاب الاختصار والاقتصار على أدنى المقدار، دون الإكثار برواية الأخبار وذكر أسانيدها الصحيحة عن نقلة الآثار ومصنفي المسانيد الصحاح الكبار.]","","","އެއް ޞިފަފުޅުގައި ކަންތައްކުރަން ޖެހޭ ގޮތަށް ދެންހުރި ހުރިހާ ޞިފަފުޅުތަކުގައިވެސް ބުނެވޭނެ\nޤުރްއާން އެޞިފަފުޅުތަކުގެ ވާހަކަ ޛިކުރުކުރެވިގެންވާ ބާވައިލެއްވިގެންވާ، އަދި ޞައްޙަ ޚަބަރުތައް ވާރިދުވެގެން އައިސްފައިވާ ހުރިހާ ޞިފަފުޅުތަކާ މެދުގައިވެސް އެމީހުން ބުނަނީ އެހެންނެވެ. އެއީ އެއްސެވުމާއި، ބެއްލެވުމާއި، ލޯފުޅާއި، މޫނުފުޅާއި، ޢިލްމުފުޅާއި، ބާރުފުޅާއި ކުޅަދުންވަންތަކަމާއި، ޢިއްޒަތާއި މަތިވެރިކަމާއި، ބޭނުންވެވޮޑިގަތުމާއި އެދިވޮޑިގަތުމާއި، ބަސްވިދާޅުވުމާއި ވާހަކަފުޅުދެއްކެވުމާއި، ރުއްސެވުމާއި ނުރުއްސެވުމާއި، ލޯބިވެވޮޑިގަތުމާއި ކޯފާވުމާއި، އުފާފުޅުވުމާއި ހިނިފުޅުވެޑުވުމާއި، އެނޫންވެސް ޞިފަފުޅުތަކެވެ. އެއީ މަރުބޫބު މަޚްލޫޤުންގެ ޞިފަތަކާ އެއިން އެއްވެސް ޞިފަފުޅެއް ވައްތަރުކުރުމެއް ނެތިއެވެ. ކިއެއްތަ، އެމީހުން އެކަންކަމުގައި ގޮސް ހުއްޓެނީ ﷲ تبارك وتعالى ވަޙީކުރައްވާ އަދި އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވި ބަސްފުޅަށެވެ. އެއީ އެއަށް އިތުރުކުރުމެއް ނެތި، ގިނަކުރުމެއް ނެތި، ކިހިނެއްކަން ކިޔުމެއްނެތި، ވައްތަރުކުރުމެއްނެތި، އަދި ތަޙުރީފުކޮށް ބަދަލުކުރުމެއް ނެތި، އަދި އިންކާރުކުރެވޭ މުންކަރު ތައުވީލެއް ބޭނުންކޮށްގެން ޢަރަބިން ދަންނަ އަދި ބޭނުންކުރާ ގޮތުން އެޚަބަރު އައިސްފައިވާ ލަފްޒު ފިލުވާލުމެއް ނެތިއެވެ.\nއަދި އެނޫން ގޮތްގޮތަށް ބުނުމުން އެމީހުން ދުރުވެއެވެ. މިޞިފަފުޅުތަކާއި އެނޫންވެސް ޞިފަފުޅުތަކުގެ ވާހަކަ އައިސްފައިވާ ޤުރްއާނުގެ އާޔަތްތަކާއި ރަސޫލާ صلى الله عليه وسلم ގެ އަލިވެގެންވާ ޞައްޙަ ޚަބަރުތައް ގިނަވެގެންވެއެވެ. އެހުރިހާ ކަމެއް ގެންނަންވެއްޖެއްޔާ ފޮތް ދިގުވާނެއެވެ. އަދި އެޚަބަރުތަކުގެ ޞައްޙަކަމުގެ މައްޗަށް މިއްލަތުގެ އިމާމުންނާއި ޢިލްމުވެރިން އިއްތިފާޤުވެގެންވާކަން ޛިކުރުކުރެވިގެންވެއެވެ. އޭގެ ގިނަ ޚަބަރުތައް ޞައްޙަ ސަނަދުތަކާއެކުވަނީ \"އަލްއިންތިޞާރު\" ފޮތުގައި ނެރެވިފައިއެވެ. މިފޮތުގެ ކުރީކޮޅުގައި އަހަރުމެން ޝަރުޠުކޮށްފައިވާނީ ކުރުކުރުމެވެ. އަދި އެންމެ މަދުމިންވަރު ގެނެސްގެން ފުއްދާލުމެވެ. ޚަބަރުތައް ރިވާކުރުން ގިނަކުރުމެއް، އަދި އަޘަރުތައް ރިވާކުރެއްވި ބޭކަލުންގެ އަރިހުން، އަދި ބޮޑެތި ޞައްޙަ މުސްނަދު ފޮތްތައް ލިޔުއްވި ބޭކަލުންގެ އަރިހުން އޭގެ ޞައްޙަ ސަނަދުތަކެއް ޛިކުރުކުރުމެއް ނެތިއެވެ.\nއަދި އެމީހުން އެޞިފަފުޅުތައް ބޭރުފުށުން ފާޅުވާ މާނައިގެ މައްޗަށް ހިންގާ، އަދި އޭގެ ޢިލްމު ﷲ تبارك وتعالى އަށް ހަވާލުކުރެއެވެ. އަދި އޭގެ (ޙަޤީޤީ) ތައުވީލު ﷲ މެނުވީ ދެނެވޮޑިގެންނުވާކަމަށް އިޤުރާރުވެއެވެ. އެއީ ޢިލްމުގައި ހަރުދަނާ ފުންނާބު އުސް މީހުން އެފަދައިން ބުނާ ކަމަށް ﷲ تبارك وتعالى އެމީހުންނާމެދު ޚަބަރުދެއްވި ގޮތަށެވެ. އެއީ އެކަލާނގެ تبارك وتعالى ގެ މިބަސްފުޅުގައިއެވެ:\n﴿وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ ٧﴾ [آل عمران: 7] \nމާނައީ: \"އަދި ޢިލްމުގައި ހަރުދަނާ ޘާބިތު މީހުން ބުނެތެވެ: ތިމަންމެން އެއަށް އީމާންވެއްޖައީމެވެ. އެހުރިހާ އެއްޗެއްވެސްވަނީ ތިމަންމެންގެ ވެރި ރައްބުގެ ޙަޟްރަތުންނެވެ. އަދި ބުއްދީގެ އަހުލުވެރިން މެނުވީ ހަނދުމަނުކުރާނެއެވެ.\"",""],["6","(عقيدة السلف في القرآن وصفة الكلام لله)","ويشهد أصحاب الحديث ويعتقدون أن القرآن كلام الله وكتابه ووحيه وتنزيله، غير مخلوق. ومن قال بخلقه واعتقده فهو كافر عندهم. والقرآن الذي هو كلام الله ووحيه هو الذي نزل به جبريل على الرسول ﷺ، {قرآنا عربيا لقوم يعلمون * بشيرا ونذيرا} كما قال عز وجل: {وإنه لتنزيل رب العالمين * نزل به الروح الأمين * على قلبك لتكون من المنذرين * بلسان عربي مبين}. وهو الذي بلغه الرسول ﷺ أمته، كما أمر به في قوله تعالى: {يا أيها الرسول بلغ ما أنزل إليك من ربك} فكان الذي بلغهم بأمر الله تعالى كلامه عز وجل. وفيه قال ﷺ: \"أتمنعوني أن أبلغ كلام ربي\"⁽¹⁾ وهو الذي تحفظه الصدور، وتتلوه الألسنة، ويكتب في المصاحف، كيف ما تصرف بقراءة قارئ ولفظ لافظ وحفظ حافظ، وحيث تُلي وفي أي موضع قرئ وكتب في مصاحف أهل الإسلام وألواح صبيانهم وغيرها، كله كلام الله جل جلاله، غير مخلوق، فمن زعم أنه مخلوق فهو كافر بالله العظيم.","⁽¹⁾ في صحيح أبي داود ح4734 بلفظ: «ألا رجل يحملني إلى قومه، فإن قريشا قد منعوني أن أبلغ كلام ربي»","","ޤުރްއާނާމެދު ޙަދީޘްގެ އަހުލުވެރިންގެ ޢަޤީދާ\nއަދި ޙަދީޘްގެ އަހުލުވެރިން ހެކިވެ އިޢުތިޤާދުކުރަނީ ޤުރްއާނަކީ މަޚްލޫޤެއްކަމުގައި ނުވާ، ﷲ تبارك وتعالى ގެ ވާހަކަފުޅުކަމާއި، އެކަލާނގެ ފޮތާއި، ވަޙީ ބަސްފުޅުކަމާއި، އަދި އެކަލާނގެ ބާވައިލެއްވުންކަމެވެ. އެޤުރްއާން ޚަލްޤުކުރެވިގެންވާކަމަށް ބުނެ އަދި އެހެން އިޢުތިޤާދުކޮށްފި މީހާއީ އެމީހުންގެ ގާތުގައި ފަހެ ކާފަރެކެވެ.\nﷲ ގެ ކަލާމްފުޅު އަދި ވަޙީބަސްފުޅުކަމުގައިވާ ޤުރްއާން، އެއީ ޖިބްރީލްގެފާނު ރަސޫލާ صلى الله عليه وسلم ގެ މައްޗަށް އެއާގެން ފައިބާވަޑައިގެންނެވި ފޮތެވެ. އެއީ އުފާވެރިކަމުގެ ޚަބަރުދެއްވާ، އިންޛާރުދެއްވާ ޙާލުގައިވާ ޢަރަބިބަހުންވާ ކިޔެވެއްޔެއްގެ ގޮތުގައި، ދަނެގެންވާ ބަޔަކަށެވެ. އެއީ ﷲ عز وجل ވަޙީކުރެއްވި ފަދައިންނެވެ:\n﴿وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلۡعَٰلَمِينَ ١٩٢ نَزَلَ بِهِ ٱلرُّوحُ ٱلۡأَمِينُ ١٩٣ عَلَىٰ قَلۡبِكَ لِتَكُونَ مِنَ ٱلۡمُنذِرِينَ١٩٤ بِلِسَانٍ عَرَبِيّٖ مُّبِينٖ ١٩٥﴾ [الشعراء: 192-195] \nމާނައީ: \"ހަމަކަށަވަރުން، އެ ޤުރްއާނަކީ، ޢާލަމްތަކުގެ ވެރިރަސްކަލާނގެ ބާވައިލެއްވި ފޮތެއްކަން ކަށަވަރެވެ. ކަލޭގެފާނުގެ ހިތްޕުޅުގެ މައްޗަށް އެ ޤުރްއާނާއިގެން ފައިބައިވަޑައިގަތީ، އަމާނާތްތެރި ރޫޙުފުޅެވެ. (ޖިބްރީލްއެވެ.) އެއީ (މީސްތަކުންނަށް) އިންޛާރު ކުރައްވާ ބޭކަލުންގެ ތެރެއިން ކަލޭގެފާނު ވެވަޑައިގަތުމަށެވެ. އެއީ ބަޔާން ވެގެންވާ ޢަރަބި ބަހުންނެވެ.\"\nއެއީ ރަސޫލާ صلى الله عليه وسلم އެކަލޭގެފާނުގެ އުއްމަތަށް ފޯރުކޮށްދެއްވި އެއްޗެވެ. އެއީ ﷲ تبارك وتعالى ގެ ބަސްފުޅުގައި އެކަމަށް އަމުރުވެވިގެންވާ ފަދައިންނެވެ:\n﴿يَٰٓأَيُّهَا ٱلرَّسُولُ ‌بَلِّغۡ ‌مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ ﴾ [المائدة: 67] \nމާނައީ: \"އޭ މިހިރަ ރަސޫލާއެވެ! ކަލޭގެފާނުގެ ވެރި ރައްބުގެ ޙަޟްރަތުން ކަލޭގެފާނަށް ބާވައިލެއްވުނު ތަކެތި ފޯރުކޮށްދެއްވާށެވެ.\"\nފަހެ ﷲ تبارك وتعالى ގެ އަމުރުފުޅުން އެކަލޭގެފާނު އެމީހުންނަށް ފޯރުކޮށްދެއްވީ އެކަލާނގެ عز وجل ގެ ކަލާމްފުޅެވެ. (ވާހަކަފުޅެވެ.) އެއާމެދު އެކަލޭގެފާނު صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«أتَمنَعُونَنِي أَنْ ‌أُبَلِّغَ ‌كَلَامَ ‌رَبِّي» (9)\nމާނައީ: \"ތިމަންކަލޭގެފާނުގެ ވެރި ރައްބުގެ ކަލާމްފުޅު ފޯރުކޮށްދިނުން ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނަށް މަނާކުރަނީހެއްޔެވެ؟\"\nއެއީ ހިތްތަކުން ރައްކާކޮށް، ދޫތަކުން ތިލާވަތުކޮށް، މުޞްޙަފުތަކުގައި ލިޔެވިގެންވާ ފޮތެވެ. ކިޔަވާ މީހާގެ ކިޔެވުމުން، ލަފްޡުކުރާ މީހާ ލަފްޡުން، ޙިފްޡުކުރާ މީހާގެ ޙިފްޡުން ކޮންމެ ގޮތަކަށްވިޔަސް، ކޮންމެ ތާކު ތިލާވަތުކުރެވި، ކޮންމެ ތަނެއްގައި ކިޔެވުނަސް، އިސްލާމްދީނުގެ އަހުލުވެރިންގެ މުޞްޙަފުތަކުގައި، އަދި އެމީހުންގެ ކުޑަކުދިންގެ ފިލާތަކާއި އެހެން ތަކެތީގައި ލިޔެވިގެންވިޔަސްމެއެވެ. އެހުރިހާ އެއްޗަކީވެސް ﷲ جل جلاله ގެ މަޚްލޫޤަކަށް ނުވާ ﷲ ގެ ކަލާމްފުޅެވެ. ފަހެ އެއީ މަޚްލޫޤެއްކަމަށް ދަޢުވާކޮށްފި މީހާއީ ފަހެ މަތިވެރި ﷲ އަށް ކާފަރުވެގެންވާ މީހެކެވެ.","(9) مسند أحمد: 15192، سنن أبي داود: 4734، سنن الترمذي: 2925، سنن ابن ماجه: 201"],["7","(أقوال أئمة أهل السنة في القرآن)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا الوليد حسان بن محمد يقول: سمعت الإمام أبا بكر محمد بن إسحاق بن خزيمة يقول: القرآن كلام الله غير مخلوق، فمن قال إن القرآن مخلوق فهو كافر بالله العظيم، لا تقبل شهادته، ولا يعاد إن مرض، ولا يصلى عليه إن مات، ولا يدفن في مقابر المسلمين، يستتاب فإن تاب وإلا ضربت عنقه.","","","އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: \"އަބުލް ވަލީދު ޙައްސާނު ބްނު މުޙައްމަދު ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ: އިމާމް އަބޫބަކުރު މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«القرآن كلام الله غير مخلوقٍ، فمن قال: إنَّ القرآن مخلوق، فهو كافر بالله العظيم، ‌لا ‌تُقبل ‌شهادته، ‌ولا يُعاد إن مرض، ولا يُصلّى عليه إن مات، ولا يُدفن في مقابر المسلمين، يُستتاب، فإن تاب وإلا ضُربت عُنقُه»\nމާނައީ: \"ޤުރްއާނަކީ މަޚްލޫޤެއްކަމުގައިވާ ނުވާ ﷲ ގެ ވާހަކަފުޅެވެ. ފަހެ ޤުރްއާނަކީ މަޚްލޫޤެއްކަމުގައި ބުނެފި މީހާއީ މަތިވެރި ﷲ އަށް ކާފަރުވެގެންވާ މީހެކެވެ. އޭނާގެ ހެކިބަސް ޤަބޫލު ނުކުރެވޭނެއެވެ. އަދި އޭނާ ބަލިވިޔަސް ޒިޔާރަތެއްވެސް ނުކުރެވޭނެއެވެ. އަދި އޭނާ މަރުވިޔަސް އޭނާގެ މައްޗަށް ކަށު ނަމާދެއްވެސް ނުކުރެވޭނެއެވެ. އަދި މުސްލިމުންގެ މަޤުބަރާތަކުގައި އޭނާ ވަޅު ނުލެވޭނެއެވެ. އޭނާގެ ގާތުގައި ތައުބާވުމަށް ބުނެވޭނެއެވެ. އޭނާ ތައުބާވެއްޖެނަމަ (ދޫކޮށްލާނީއެވެ.) އެހެންނޫނީ އޭނާގެ ކަނދުރާގައި އަޅާލެވި (ކަނޑާލެވޭނެއެވެ.)\" މިއެވެ.",""],["8","(أقوال أئمة أهل السنة في القرآن)","فأما اللفظ فإن الشيخ أبا بكر الإسماعيلي الجرجاني ذكر في رسالته صنفها لأهل جيلان أن من زعم أن لفظه بالقرآن مخلوق يريد به القرآن فقد قال بخلق القرآن.","","","މީހާ ޤުރްއާން ކިޔެވީމާ އެހިސާބުން އެލަފްޡުތައް އެއީ މަޚްލޫޤެއްކަމަށް ބުނުމުގެ މައްސަލަ\nދެންފަހެ ޤުރްއާނުގެ ލަފްޡުކުރުން ދަންނައެވެ! ޝެއިޚު އަބޫބަކުރު އަލްއިސްމާޢީލީ އަލްޖުރްޖާނީ، ޖީލާނުގެ އަހުލުވެރިންނަށް ލިޔުއްވި ރިސާލާގައި ޛިކުރުކުރެއްވިއެވެ:\n«من زعم أن لفظه بالقرآن مخلوقٌ -يريد به القرآن- فقد قال بخلق القرآن»\nމާނައީ: \"ޤުރްއާން (ކިޔެވުމުގައި ބޭރުކުރާ) ލަފްޡުކުރުން -އެއިން ޤުރްއާން މުރާދުކުރާ ގޮތަށް- އެއީ މަޚްލޫޤެއްކަމަށް ދަޢުވާކޮށްފި މީހާ؛ ފަހެ އޭނާ އެވަނީ ޤުރްއާން ޚަލްޤުކުރެވިގެންވާކަމަށް ބުނެފައިއެވެ.\" މިއެވެ.",""],["9","(أقوال أئمة أهل السنة في القرآن)","وذكر ابن مهدي الطبري في كتاب الاعتقاد الذي صنفه لأهل هذه البلاد أن مذهب أهل السنة والجماعة القول بأن القرآن كلام الله سبحانه، ووحيه وتنزيله، وأمره ونهيه، غير مخلوق، ومن قال مخلوق فهو كافر بالله العظيم، وأن القرآن في صدورنا محفوظ، بألسنتنا مقروء، في مصاحفنا مكتوب، وهو الكلام الذي تكلم الله عز وجل به؛ ومن قال: إن القرآن بلفظي مخلوق،⁽²⁾ أو لفظي به مخلوق فهو جاهل ضال كافر بالله العظيم. وإنما ذكرت هذا الفصل بعينه من كتاب ابن مهدي لاستحساني ذلك منه، فإنه اتبع السلف من أصحاب الحديث فيما ذكره مع تبحره في [علم] الكلام وتصانيفه الكثيرة فيه وتقدمه وتبرزه عند أهله.","⁽²⁾ في الأصل: \"القرآن بلفظي غير مخلوق\"","","އަދި އިބްނު މަހްދީ އައްޠަބަރީ، މިރަށުގެ އަހުލުވެރިންނަށް ލިޔުނު ފޮތްކަމުގައިވާ \"އަލްއިޢުތިޤާދު\" ގައި ޛިކުރުކުރިއެވެ:\n«أن مذهب أهل السنة والجماعة القول بأن القرآن كلام الله سبحانه ‌ووحيه ‌وتنزيله ‌وأمره ونهيه غير مخلوق، ومن قال: مخلوق، فهو كافر بالله العظيم، وأن القرآن في صدورنا محفوظ، بألسنتنا مقروء، في مصاحفنا مكتوب، وهو الكلام الذي تكلم الله عز وجل به، ومن قال: إن القرآن بلفظي مخلوق، أو لفظي به مخلوق، فهو جاهل ضال كافر بالله العظيم»\nމާނައީ: \"އަހުލުއްސުންނާ ވަލްޖަމާޢަތުގެ މަޛްހަބަކީ ޤުރްއާނަކީ ﷲ سبحانه وتعالى ގެ ވާހަކަފުޅުކަމަށާއި، ވަޙީކަމަށާއި، ބާވައިލެއްވުންކަމަށާއި، އަދި އެކަލާނގެ އަމުރުފުޅާއި ނަހީކަމަށާއި، އަދި އެއީ މަޚްލޫޤެއް ނޫންކަމަށެވެ. އަދި އެއީ އުފެއްދެވިގެންވާ އެއްޗެއްކަމަށް ބުނެފި މީހާއީ ފަހެ މަތިވެރި ﷲ އަށް ކާފަރުވެގެންވާ މީހެކެވެ. އަދި ޤުރްއާންވަނީ އަހަރުމެންގެ މޭތަކުގައި ރައްކާކުރެވިގެން، އަހަރުމެންގެ ދޫތަކުން ކިޔެވިގެން، އަހަރުމެންގެ މުޞްޙަފުތަކުގައި ލިޔެވިގެންނެވެ. އަދި އެއީ ﷲ عز وجل އެއިން ވާހަކަދައްކަވާފައިވި ވާހަކަފުޅެވެ. އަދި \"އަހުރެންގެ ލަފްޡުން (ކިޔެވުމުގައި ބޭރުވާ) ޤުރްއާން މަޚްލޫޤެއްކަމުގައި، ނުވަތަ އަހުރެން އެއިން ލަފްޡުކުރުމުން މަޚްލޫޤަކަށްވެގެންވާކަމަށް ބުނެފި މީހާ؛ ފަހެ އޭނާއީ ޖާހިލުވެ، މަގުފުރެދިގެންވާ، އަދި މަތިވެރި ﷲ އަށް ކާފަރުވެގެންވާ މީހެކެވެ.\" މިއެވެ.\nއިބްނު މަހްދީގެ ފޮތުން ހަމައެކަނި މިފަޞްލު ވަކިން ޚާއްޞަކޮށް އަހުރެން މިގެނައީ އޭނާގެ ފުށުން އެވާހަކަ އައުން އަހަރެންނަށް ރަނގަޅުވެ ކަމުގޮސްގެންނެވެ. އެހެނީ އޭނާ އެޛިކުރު ކުރި ކަންތަކުގައި އެވަނީ ޙަދީޘްގެ އަޞްޙާބުންކަމުގައިވާ ސަލަފުންނަށް ތަބަޢަވެފައިއެވެ. އެއީ ޢިލްމުލް ކަލާމްގައި އޭނާ ފުންމިނަށް ގޮސް، އަދި އޭގައި ބޮޑެތި ލިޔުންތައް ލިޔެ، އަދި އޭގެ އަހުލުވެރިންގެ ގާތުގައިވެސް އޭނާ ކުރިއަރާ ފުންނާބު އުސްވެގެންވުމާ އެކުގައިއެވެ.",""],["10","(أقوال أئمة أهل السنة في القرآن)","أخبرنا أبو عبد الله الحافظ قال: قرأت بخط أبي عمرو المستملي: سمعت أبا عثمان سعيد بن إشكاب يقول: سألت إسحاق بن إبراهيم [بنيسابور] عن اللفظ بالقرآن فقال: \"لا ينبغي أن يناظر في هذا، القرآن كلام الله غير مخلوق\".","","","އަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަބޫ ޢަމްރު އަލްމުސްތަމްލީގެ ލިޔުމުން އަހުރެން ކީމެވެ: ތިމަންނާ އަބޫ ޢުޘްމާނު ސަޢީދު ބްނު އިޝްކާބު ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ:\n«سألت إسحاق بن إبراهيم عن اللفظ بالقرآن فقال: لا ينبغي أن يناظر في هذا، القرآن كلام الله غير مخلوق»\nމާނައީ: \"ޤުރްއާނުން ލަފްޡުކުރުމާމެދު (އެމައްސަލައާމެދު) އިސްޙާޤު ބްނު އިބްރާހީމުގެ އަރިހުން އަހުރެން ސުވާލުކުރީމެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"މިކަންތަކުގައި ބަޙުޘްކޮށް މުނާޡަރާކުރެވުން އެކަށީގެން ނުވެއެވެ! ޤުރްއާނަކީ މަޚްލޫޤެއްކަމުގައި ނުވާ ﷲ ގެ ވާހަކަފުޅެވެ.\" މިއެވެ.",""],["11","(أقوال أئمة أهل السنة في القرآن)","وذكر محمد بن جرير الطبري رحمه الله في كتابه الاعتقاد الذي صنفه في هذه المسألة، وقال: \"أما القول في ألفاظ العباد بالقرآن فلا أثر فيه نعلمه عن صحابي ولا تابعي، إلا عمن في قوله الغنى والشفا، وفي اتباعه الرشد والهدى، ومن يقوم قوله مقام الأئمة الأولى، أبي عبد الله أحمد بن حنبل رحمه الله تعالى، فإن أبا إسماعيل الترمذي حدثني قال: سمعت أبا عبد الله أحمد بن حنبل رحمه الله يقول: \"اللفظية جهمية\"، قال الله عز وجل: {فأجره حتى يسمع كلام الله} ممن يسمع؟. قال: سمعت جماعة من أصحابنا لا أحفظ أسماءهم يذكرون عنه رضي الله عنه أنه كان يقول: من قال لفظي بالقرآن مخلوق فهو جهمي، ومن قال غير مخلوق فهو مبتدع\".","","","ޤުރްއާނާއި އޭގެ ލަފްޡުތަކާމެދު އިމާމް އަޙްމަދު ވިދާޅުވެފައިވާ ބަސްފުޅަކީ ޢިލްމުވެރިންގެ އިޖްމާޢުކަމާއި، އެއާ ޚިލާފުވުން ހުއްދަނުވާނޭކަމާއި، އޭގެ ޝަރަޙަ\nއަދި މުޙައްމަދު ބްނު ޖަރީރު އައްޠަބަރީ رحمه الله، މިމައްސަލާގައި ލިޔުއްވި ފޮތްކަމުގައިވާ: \"އަލްއިޢުތިޤާދު\" ގައި ޛިކުރުކުރައްވާ ވިދާޅުވިއެވެ:\n«أَمَّا الْقَوْلُ فِي أَلْفَاظِ الْعِبَادِ بِالْقُرْآنِ، فَلَا أَثَرَ فِيهِ نَعْلَمُهُ عَنْ صَحَابِيٍّ، وَلَا تَابِعِيٍّ، إِلَّا عَمَّنْ فِي قَوْلِهِ الْغَنَاءُ وَالشِّفَاءُ، وَفِي اتِّبَاعِهِ الرُّشْدُ وَالْهُدَى، وَمَنْ يَقُومُ قَوْلُهُ لَدَيْنَا مَقَامَ قَوْلِ الْأَئِمَّةِ الْأُولَى: أَبِي عَبْدِ اللَّهِ أَحْمَدَ بْنِ حَنْبَلٍ فَإِنَّ أَبَا إِسْمَاعِيلَ التِّرْمِذِيَّ حَدَّثَنِي قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ: اللَّفْظِيَّةُ جَهْمِيَّةٌ؛ قال اللَّهِ عز وجَلَّ: ﴿فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ﴾ [التوبة: 6]،مِمَّنْ يَسْمَعُ؟ ثُمَّ سَمِعْتُ جَمَاعَةً مِنْ أَصْحَابِنَا لَا أَحْفَظُ أَسْمَاءَهُمْ يَذْكُرُونَ عَنْهُ أَنَّهُ كَانَ يَقُولُ: مَنْ قَالَ: لَفْظِي بِالْقُرْآنِ مَخْلُوقٌ، فَهُوَ جَهْمِيٌّ، وَمَنْ قَالَ: هُوَ غَيْرُ مَخْلُوقٍ، فَهُوَ مُبْتَدِعٌ»\nމާނައީ: \"ދެންފަހެ އަޅުތަކުން ޤުރްއާން (ކިޔެވުމުގައި ކުރާ) ލަފްޡުތަކާމެދު ބަސްބުނުން ދަންނައެވެ، ޞަޙާބީއެއްގެ އަރިހުން އަދި ތާބިޢީއެއްގެ އަރިހުންވެސް އެކަމުގައި އަހަރުމެން ދަންނަ އަޘަރެއް ނެތެވެ. އެކަމަކު އެބޭކަލެއްގެ ބަހުގައި ފުދުމާއި ޝިފާވާ، އަދި އެބޭކަލަކަށް ތަބަޢަވުމުގައި ތެދުމަގާއި ހިދާޔަތުވާ، އަދި އެބޭކަލެއްގެ ބަސްފުޅު އެންމެ ކުރީގައި އުޅުއްވި އިމާމުންގެ މަޤާމުގައި ޤާއިމުވެގެންވާ ކަލޭގެފާނުކަމުގައިވާ: އަބޫ ޢަބްދު ﷲ އަޙްމަދު ބްނު ޙަންބަލުގެ އަރިހުން މެނުވީއެވެ. އެގޮތުން އަބޫ އިސްމާޢީލު އައްތިރްމިޛީ އަހުރެންނަށް ކިޔާދެއްވާ ވިދާޅުވިއެވެ: \"(ޤުރްއާން ކިޔަވާއިރު އަޅުތަކުންގެ ލަފްޡުތައް މަޚްލޫޤުންނޭ ބުނާ) ލަފްޡީންނަކީ ޖަހްމީންނެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ: ﴿فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ﴾ [التوبة: 6] މާނައީ: \"އޭނާއަށް ﷲ ގެ ކަލާމްފުޅު އިވިއްޖައުމަށް ދާންދެން ފަހެ ހިޔާވަހިކަން ދޭށެވެ.\" (އެކަލާމްފުޅު) އެމީހަކު އަޑުއަހަނީ ކާކުގެ ކިބައިންހެއްޔެވެ؟\"\n(އަބޫ އިސްމާޢީލު އައްތިރްމިޛީ) ވިދާޅުވިއެވެ: \"ދެން އެއަށްފަހު އަހަރުމެންގެ އަޞްޙާބުންގެ ޖަމާޢަތެއް -އެމީހުންގެ ނަންތައް އަހަރެން ދަހެއް ނޫނެވެ- އެބޭކަލުން އެކަލޭގެފާނު (އެބަހީ: އިމާމް އަޙްމަދު) މިހެން ވިދާޅުވާކަމަށް ޛިކުރުކުރައްވައެވެ: \"ޤުރްއާން ކިޔެވުމުގައި އަހުރެންގެ ލަފްޡު އެއީ މަޚްލޫޤެއްކަމުގައި ބުނެފި މީހާއީ ފަހެ ޖަހްމީއެކެވެ. އަދި އެއީ މަޚްލޫޤެއް ނޫނޭ ބުނެފި މީހާއީ ފަހެ ބިދުޢަވެރިއެކެވެ.\" މިއެވެ.",""],["12","(أقوال أئمة أهل السنة في القرآن)","قال محمد بن جرير: \"ولا قول في ذلك عندنا يجوز أن نقوله غير قوله، إذ لم يكن لنا فيه إمام نأتم به سواه، وفيه الكفاية والمقنع، وهو الإمام المتبع، رحمة الله عليه ورضوانه\". هذه ألفاظ محمد بن جرير التي نقلتها نفسها إلى ما هاهنا من كتاب الاعتقاد الذي صنفه.","","","މުޙައްމަދު ބްނު ޖަރީރު ވިދާޅުވިއެވެ:\n«وَلَا قَوْلَ فِي ذَلِكَ عِنْدَنَا يَجُوزُ أَنْ نَقُولَهُ، إِذْ لَمْ يَكُنْ لَنَا فِيهِ إِمَامٌ نَأْتَمُّ بِهِ سِوَاهُ، وَفِيهِ الْكِفَايَةُ وَالْمقنعُ، وَهُوَ الْإِمَامُ الْمُتَّبَعُ رَحْمَةُ اللَّهِ عَلَيْهِ وَرِضْوَانُهُ»\nމާނައީ: \"އެމައްސަލާގައި އެކަލޭގެފާނު (އެބަހީ: އިމާމް އަޙްމަދު) ގެ ބަސްފުޅު ފިޔަވައި އެހެން ބަހެއް ބުނުން އަހަރުމެންގެ ގާތުގައި ހުއްދަވެގެން ނުވެއެވެ. އެހެނީ އެކަމުގައި އަހަރުމެން އިމާމެއްކަމުގައި ބަލާ (ތަބަޢަވާ) ބޭކަލެއް އެކަލޭގެފާނު ފިޔަވައި ލިބިގެން ނުވެއެވެ. އަދި އެބަސްފުޅުގައި ފުދޭ މިންވަރާއި ރުހޭމިންވަރުވެއެވެ. އަދި އެކަލޭގެފާނަކީ ތަބަޢަވެވޭ އިމާމެވެ. ﷲ ގެ ރަޙްމަތާއި އެކަލާނގެ ރުއްސެވުން އެކަލޭގެފާނަށް ހުއްޓެވެ.\" މިއެވެ.\nމިއީ މުޙައްމަދު ބްނު ޖަރީރުގެ ބަސްފުޅުތަކެވެ. މިހިސާބަށް މިނަޤުލުކުރި ބަހަކީ އެބޭފުޅާ ލިޔުއްވި ކިތާބުލް އިޢުތިޤާދު ފޮތުން ހަމަ ސީދާވާ ލަފްޡުތަކެވެ.",""],["13","(أقوال أئمة أهل السنة في القرآن)","قلت: وهو -أعني محمد بن جرير- قد نفى عن نفسه بهذا الفصل الذي ذكره في كتابه كل ما نسب إليه وقذف به من عدول عن سبيل السنة أو ميل إلى شيء من البدعة. والذي حكاه عن أحمد رضي الله عنه وأرضاه أن اللفظية جهمية فصحيح عنه، وإنما قال ذلك لأن جهما وأصحابه صرحوا بخلق القرآن، والذين قالوا باللفظ تدرجوا به إلى القول بخلق القرآن، وخافوا أهل السنة في ذلك الزمان من التصريح بخلق القرآن، فذكروا هذا اللفظ وأرادوا به أن القرآن بلفظنا مخلوق، فلذلك سماهم أحمد رحمه الله جهمية. وحكي عنه أيضا أنه قال: \"اللفظية شر من الجهمية\".","","","އަހުރެން ބުނަމެވެ: އެކަލޭގެފާނު -އަޢުނީ މުޙައްމަދު ބްނު ޖަރީރު- އެވަނީ އެކަލޭގެފާނުގެ ފޮތުގައި ޛިކުރުކުރެއްވި މިފަޞްލުން، އެކަލޭގެފާނަށް ނިސްބަތްކުރެވި، ތުހުމަތުކުރެވުނު ކަންތައްކަމުގައިވާ ސުންނަތުގެ މަގުން ފޭވެގެން ދިޔުން ނުވަތަ ބިދުޢައަކުން އެއްޗަކަށް ލެނބިގެން ދިޔުމުގެ ކޮންމެ ކަމެއް ނަފީކުރައްވާފައިއެވެ.(10)\nއަދި އެބޭފުޅާ އަޙްމަދު -رضي الله عنه وَأَرْضَاهُ- ގެ އަރިހުން ކިޔާދެއްވާފައިވާ އެވާގޮތަށް: ލަފްޡީންނަކީ ޖަހްމީންނޭ ވާ ބަސްފުޅަކީ ފަހެ އެކަލޭގެފާނުގެ އަރިހުން ޞައްޙަވެގެންވާ ބަސްފުޅެކެވެ. އެކަލޭގެފާނު އެހެން ވިދާޅުވިކަން ކަށަވަރީ އެހެނީ ޖަހްމުއާއި އޭނާގެ އަޞްޙާބުން ޤުރްއާން ޚަލްޤުކުރެވިގެންވާކަމަށް ޞަރީޙަކޮށް ބުނެފައިވެ، އަދި ލަފްޡު (މަޚްލޫޤޭ) ބުނި މީހުން ތަދްރީޖީކޮށް (ހަރުފަތަކަށްފަހު ހަރުފަތެއް، ކަމަކަށްފަހު ކަމެއް ގިރާކުރަމުން މަޑުމަޑުން) ދިޔައީ ޤުރްއާން ޚަލްޤުކުރެވިގެންވާކަމަށް ބުނުމަށެވެ. އަދި އޮޅުންބޮޅުން އެކުލެވޭ މިބަހުގައި ހިފައިގެން އެމީހުން މަޑުމަޑުން ދިޔައީ ޖަހްމުގެ ޖަމާޢަތުގެ ތެރޭގައި އެމީހުން ގުނިގެން ނުދިޔުމަށެވެ. އަދި ޞަރީޙަކޮށް ޤުރްއާން އުފެއްދެވިގެންވާކަމަށް ބުނުމާމެދު އެމީހުން އެޒަމާނުގައި އުޅުއްވި ސުންނަތުގެ އަހުލުވެރިންދެކެ ބިރުގަތެވެ. އެހެންވެގެން އެމީހުން މިލަފްޡުގެ ކަންތައް ގެނައެވެ. އަދި އެއިން އެމީހުން މުރާދުކުރީ އަހަރުމެންގެ ލަފްޡުތަކުންވާ ޤުރްއާން މަޚްލޫޤަކަށްވާކަމަށެވެ. އެހެންވެގެން އަޙްމަދު رحمه الله އެމީހުންނަކީ ޖަހްމީންކަމަށް ނަންދެއްވިއެވެ.\nއަދިވެސް އެކަލޭގެފާނުގެ އަރިހުން މިހެން ވިދާޅުވިކަމަށްވެސް ކިޔާދެވިގެންވެއެވެ:\n«اللَّفظِية ‌شَرٌّ ‌مِنَ ‌الْجَهْمِيَّةِ»\nމާނައީ: \"ލަފްޡީންނަކީ ޖަހްމީންނަށްވުރެވެސް ނުބައި ބައެކެވެ.\" މިއެވެ.","(10) އެއީ އިބްނު ޖަރީރުއް ޠަބަރީ، ލަފްޡިއްޔާއިންނާ އެއްބަސްވެ ޤުރްއާނުގެ ލަފްޡުކުރުމަކީ މަޚްލޫޤެއްކަމަށް ބުނާކަމަށް އަޑުފެތުރި ތުހުމަތުކުރެވުނެވެ. ދެން އެކަލޭގެފާނު ސުންނަތުގެ ޢަޤީދާ ބަޔާންކުރައްވާ، އަދި އެތުހުމަތު ނަފީކުރައްވާ އެރިސާލާ ލިޔުއްވިއެވެ."],["14","(أقوال أئمة أهل السنة في القرآن)","وأما ما حكاه محمد بن جرير عن أحمد رحمه الله أن من قال لفظي بالقرآن غير مخلوق فهو مبتدع، فإنما أراد أن السلف من أهل السنة لم يتكلموا في باب اللفظ ولم يحوجهم الحال إليه، وإنما حدث الكلام في اللفظ من أهل التعمق وذوي الحمق الذين أتوا بالمحدثات، وعتوا عما نهوا عنه من الضلالات وذميم المقالات، وخاضوا فيما لم يخض فيه السلف من علماء الإسلام، فقال الإمام أحمد هذا القول في نفسه بدعة، ومن حق المتسنن أن يدعه ولا يتفوه به ولا بمثله من البدع المبتدعة، ويقتصر على ما قاله السلف من الأئمة المتبعة إن القرآن كلام الله غير مخلوق، ولا يزيد عليه إلا تكفير من يقول بخلقه.","","","ސުންނަތުގެ އަހުލުވެރިޔާ، ސަލަފުންގެ ބަސްފުޅުތަކުން ބޭރުނުވެ އޭގައި ހިފަހައްޓަންޖެހޭނެކަމާއި، އެބޭކަލުންގެ ވާހަކަތަކަށްވުރެ އިތުރުކޮށްގެން ދީނުގައި ވާހަކަ ދައްކައިގެން ނުވާނޭކަން\nދެންފަހެ އަޙްމަދުގެ އަރިހުން މުޙައްމަދު ބްނު ޖަރީރު ކިޔާދެއްވާފައިވާ ބަސްފުޅުކަމުގައިވާ: \"ޤުރްއާނުން ތިމަންނާ ކިޔާ ލަފްޡަކީ މަޚްލޫޤެއް ނޫނޭ ބުނެފި މީހާއީ ފަހެ ބިދުޢަވެރިއެކެވެ.\" ފަހެ އެކަލޭގެފާނު އެމުރާދު ކުރެއްވިކަން ކަށަވަރީ ސުންނަތުގެ އަހުލުވެރިންގެ ތެރެއިންވާ ސަލަފުންގެ ބޭކަލުން ލަފްޡުގެ ބާބުގައި ވާހަކަނުދައްކަވާކަމެވެ. އަދި އެކަމުގައިވާ ވާހަކަދައްކާކަށް ޙާލަތު އެބޭކަލުންނަށް ނުޖައްސައެވެ. އެކަމަކު ލަފްޡުގެ މައްސަލާގައި ވާހަކަދެއްކުން އުފެދުނުކަން ކަށަވަރީ (ދީނުގެ ކަންތަކުގައި އަޑިކޮނެގެން) ފުނަށްދާން އުޅޭ މީހުންނާއި، ގަމާރުކޮސްކަމުގެ މީހުންގެ ފުށުންނެވެ. އެވެރިންނީ އަލަށްކަންކަން އުފައްދައިގެން ގެނެސް، އެކަންތައް ކުރުން އެވެރިންނަށް ނަހީކުރެވިގެންވާ މަގުފުރެދުންތަކާއި، ނުބައިވެގެންވާ ބުނުންތަކަށް ނުކިޔަމަންތެރިވެގެން ޙައްދުފަހަނައަޅައިގެން ދިޔަ މީހުންނެވެ. އަދި އެމީހުންނީ އިސްލާމްދީނުގެ ޢިލްމުވެރި ސަލަފުންގެ ބޭކަލުން އެކަންތަކެއްގައި ވާހަކަތައް ދައްކަވާފައި ނުވާ ކަންތަކެއްގެ ތެރެއަށް ބޭނިގެން ވާހަކަދެއްކި މީހުންނެވެ. އެހެންވެގެން އިމާމް (އަޙްމަދު) ވިދާޅުވެފައި އެވަނީ މިބަސް (އެބަހީ: ޤުރްއާން ކިޔަވާއިރު ބޭރުވާ ލަފްޡުތައް މަޚްލޫޤެއް ނޫނޭ ބުނުން) އެއީ އޭގެ ޛާތުގައިވެސް ބިދުޢައެއް ކަމެވެ.\nއަދި ސުންނަތުގައި ހިފައި މީހާ އެބަސް ދޫކޮށްލާ، އެކަހަލަ ބަސްނުބުނެ، އަދި އެނޫންވެސް އުފައްދާފައިވާ އެފަދަ ބިދުޢަތައް ދޫކޮށްލުމަކީ ޙައްޤުވެގެންވާ ކަމެކެވެ. އަދި އޭނާ ހަމައެކަނި ބަރޯސާވެގެން ހަނިކުރަން ޖެހޭނީ ތަބަޢަވެވިގެންވާ އިމާމުވެރި ސަލަފުންގެ ބޭކަލުން ވިދާޅުވެފައިވާ ބަސްފުޅަށެވެ. އެއީ: ޤުރްއާނަކީ ﷲ ގެ، މަޚްލޫޤެއްކަމުގައި ނުވާ ވާހަކަފުޅެވެ. އަދި އެޤުރްއާން އުފެއްދެވި ޚަލްޤުކުރެވިގެންވާކަމަށް ބުނާ މީހުން ކާފަރުކުރުން ފިޔަވައި އެހެން އެއްޗެއް އިތުރު ނުކުރާހުށިކަމެވެ.",""],["15","(أقوال أئمة أهل السنة في القرآن)","أخبرنا الحاكم أبو عبد الله الحافظ: حدثنا أبو بكر محمد بن عبد الله الخراجي بمرو: حدثنا يحيى بن ساسويه: حدثنا عبد الكريم السكري⁽³⁾ قال: قال وهب بن زمعة: أخبرني الباشاني قال: سمعت عبد الله بن المبارك يقول: \"من كفر بحرف من القرآن فقد كفر بالقرآن، ومن قال: لا أومن بهذا الكلام فقد كفر\".","⁽³⁾ في الأصل: السندي","","އަހަރުމެންނަށް އަލްޙާކިމު، އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫބަކުރު ބްނު މުޙައްމަދު ބްނު ޢަބްދު ﷲ އަލްޖައްރާޙީ \"މަރްވު\" ގައި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ސާސުވައިހި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް ކަރީމް އައްސުއްކަރީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ވަހްބު ބްނު ޒަމްޢާ ވިދާޅުވިއެވެ: އަހުރެންނަށް ޢަލީ އަލްބާޝާނީ ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ބްނުލް މުބާރަކު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«من كفر بحرف من القرآن فقد كفر بالقرآن ومن قال: لا أومن بهذه ‌اللام ‌فقد ‌كفر»\nމާނައީ: \"ޤުރްއާނުގެ އެންމެ ޙަރްފަކަށް ކާފަރުވެއްޖެ މީހާވެސް، ފަހެ (މުޅި) ޤުރްއާނަށް ކާފަރުވެއްޖެކަން ކަށަވަރެވެ. އަހުރެން މި ލާމަށް އީމާނެއް ނުވާނަމޭ ބުނެފި މީހާ ފަހެ ކާފަރުވެއްޖެއެވެ.\" މިއެވެ.",""],["16","(استواء الله على عرشه فوق سماواته)","ويعتقد أهل الحديث ويشهدون أن الله سبحانه فوق سبع سمواته على عرشه مستو كما نطق به كتابه في قوله عز وجل في سورة الأعراف: {إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش} وقوله في سورة يونس: {إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه} وقوله في سورة الرعد: {الله الذي رفع السموات بغير عمد ترونها ثم استوى على العرش} وقوله في سورة الفرقان: {ثم استوى على العرش الرحمن فاسأل به خبيرا} وقوله في سورة السجدة: {ثم استوى على العرش} وقوله في سورة طه: {الرحمن على العرش استوى}. [وقوله: {إليه يصعد الكلم الطيب} وقوله: {يدبر الأمر من السماء إلى الأرض ثم يعرج إليه} وقوله: {أأمنتم من في السماء أن يخسف بكم الأرض}.","","","ﷲ تبارك وتعالى އެންމެހާ ޚަލްޤުތަކުންގެ މަތީގައި، އެކަލާނގެ ޢަރްޝުގެ މަތީގައި އެކަލާނގެ ޒާތުފުޅާގެން ވޮޑިގެންވާކަމަށް އިޢުތިޤާދުކުރުމަކީ ސުންނަތާއި ޙަދީޘްގެ އަހުލުވެރިންގެ އެންމެ ބޮޑު އަޞްލު\nޙަދީޘްގެ އަޞްޙާބުން އިޢުތިޤާދުކޮށް ހެކިވަނީ: ﷲ تبارك وتعالى އެކަލާނގެ ހަތް އުޑުގެ މަތީގައި، އެކަލާނގެ ތަޚުތުގެ މަތީގައި އަރާވޮޑިގެންވާކަމެވެ. އެއީ އެކަލާނގެ ފޮތުގައި ކިޔާދެއްވާފައިވާ ފަދައިންނެވެ. އެއީ ސޫރަތުލް އަޢުރާފުގައިވާ އެކަލާނގެ عز وجل ގެ ބަސްފުޅުގައިއެވެ:\n﴿إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ﴾ [الأعراف: 54] \nމާނައީ: \"ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއީ، ހަ ދުވަހުގެ ތެރޭގައި، އުޑުތަކާއި ބިން ހެއްދެވި ﷲ އެވެ. އެއަށްފަހު، އެކަލާނގެ ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިއެވެ.\"\nއަދި ޔޫނުސް ސޫރަތުގައިވާ މިބަސްފުޅެވެ:\n﴿إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ ‌مَا ‌مِن ‌شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ﴾ [يونس: 3] \nމާނައީ: \"ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެއީ، ﷲ އެވެ. އެކަލާނގެއީ، އުޑުތަކާއި ބިން ހަ ދުވަހުގެ ތެރޭގައި ހެއްދެވި އިލާހެއެވެ. ދެން ތަޚުތުގެ މައްޗަށް އެކަލާނގެ އަރާވޮޑިގެންނެވިއެވެ. އެކަލާނގެ (އެންމެހާ) ކަންތައްތައް މިންވަރު ކުރައްވައި ތަދްބީރު ކުރައްވަތެވެ. އެކަލާނގެ އިޛުނަފުޅަށް ފަހުގައި މެނުވީ (އެއްވެސް މީހަކަށް ޝަފާޢަތްތެރިވާނޭ) ޝަފާޢަތްތެރިޔަކު ނުވެއެވެ.\"\nއަދި އައްރަޢުދު ސޫރަތުގައިވާ ބަސްފުޅެވެ:\n﴿ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ﴾ [الرعد: 2] \nމާނައީ: \"ﷲ އީ، ތިޔަބައިމީހުންނަށް ފެންނަ ތަނބުތަކަކާ ނުލައި، އުޑުތައް އުފުއްލެވި އިލާހެވެ. ދެން ޢަރްޝުގެ މައްޗަށް އެކަލާނގެ އަރާވޮޑިގެންނެވިއެވެ.\"\nއަދި އަލްފުރްޤާނު ސޫރަތުގައިވާ ބަސްފުޅެވެ:\n﴿ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا ٥٩﴾ [الفرقان: 59] \nމާނައީ: \"ދެން ޢަރްޝުގެ މައްޗަށް އެކަލާނގެ އަރާވޮޑިގެންނެވިއެވެ. އެކަލާނގެއީ، އައްރަޙްމާނެވެ. ފަހެ، އެކަލާނގެއާމެދު މޮޅަށް ޚަބަރު ދަންނަ ފަރާތަކާ ކަލޭގެފާނު ސުއާލު ކުރައްވާށެވެ!\"\nއަދި އައްސަޖްދާ ސޫރަތުގައިވާ ބަސްފުޅެވެ:\n﴿ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ﴾ [السجدة: 4] \nމާނައީ: \"ދެން އެއަށްފަހު އެކަލާނގެ ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިއެވެ.\"\nއަދި ޠާހާ ސޫރަތުގައިވާ ބަސްފުޅެވެ:\n﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ٥﴾ [طه: 5] \nމާނައީ: \"ރަޙްމާންވަންތަ ރަސްކަލާނގެ، ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިއެވެ.\"",""],["17","(استواء الله على عرشه فوق سماواته)","وأخبر الله سبحانه عن فرعون اللعين أنه قال لهامان: {ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الأَسْبَابَ * أَسْبَابَ السَّمَوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا} وإنما قال ذلك لأنه سمع موسى عليه الصلاة والسلام يذكر أن ربه في السماء، ألا ترى إلى قوله: {وَإِنِّي لَأَظُنُّهُ كَاذِبًا}، يعني: في قوله: إن في السماء إلهًا.","","","އަދި ލަޢުނަތް ލެއްވިގެންވާ ފިރްޢައުނު، ހާމާނަށް ބުނިކަމަށް ﷲ تبارك وتعالى ޚަބަރުދެއްވާފައިވެއެވެ:\n﴿ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ ٣٦ أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ ‌فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ﴾ [غافر:36-37] \nމާނައީ: \"އޭހާމާނެވެ! އަހުރެންނަށް އުސްގަނޑުވަރެއް ބިނާކޮށްދޭށެވެ! އެއީ އަހުރެންނަށް މަގުތަކަށް ފޯރާތޯއެވެ. އެއީ އުޑުތަކުގެ މަގުތަކެވެ. ދެން މޫސާގެފާނުގެ އިލާހު، އަހުރެންނަށް ފެނުމަށެވެ. އަދި ހަމަކަށަވަރުން، އަހުރެންނަށް ހީވަނީ އޭނާއީ ދޮގުވެރިޔެއް ހެންނެވެ.\"\nއޭނާ އެހެން ބުނިކަން ކަށަވަރީ އެހެނީ މޫސާގެފާނު، އެކަލޭގެފާނުގެ ވެރި ރައްބު އުޑުގައި ވޮޑިގެންވާކަމަށް ވިދާޅުވާ އަޑު އޭނާ އެހީމައެވެ. އޭނާގެ މިބަސް ތިބާއަށް ނުފެނޭހެއްޔެވެ؟\n﴿وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ﴾ [غافر: 37] \nމާނައީ: \"ހަމަކަށަވަރުން އަހުރެންނަށް ހީވާގޮތުން އޭނާއަކީ ދޮގުވެރިއެކެވެ.\"\nއެބަހީ: އުޑުގައި އިލާހަކުވާކަމަށް އެކަލޭގެފާނު އެވިދާޅުވާ ބަސްފުޅުގެ ވާހަކައެވެ.",""],["18","(أقوال علماء السلف في إثبات استواء الله على عرشه)","وعلماء الأمة وأعيان الأئمة من السلف رحمهم الله لم يختلفوا في أن الله تعالى على عرشه، وعرشه فوق سماواته،] يثبتون من ذلك ما أثبته الله تعالى ويؤمنون به ويصدقون الرب جل جلاله في خبره، ويطلقون ما أطلقه سبحانه وتعالى من استوائه على العرش ويمرون على ظاهره ويكلون علمه إلى الله، ويقولون: {آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب} كما أخبر الله تعالى عن الراسخين في العلم أنهم يقولون ذلك ورضي منهم فأثنى عليهم به.","","","ﷲ تبارك وتعالى އެކަލާނގެ ތަޚުތުގެ މަތީގައި ވޮޑިގެންވާކަމާއި، އެކަލާނގެ ތަޚުތުވަނީ އެކަލާނގެ އުޑުތަކުގެ މަތީގައިކަމަށް އުއްމަތުގެ ޢިލްމުވެރިންނާއި ސަލަފުންގެ ބޭކަލުންގެ ތެރެއިންވާ އިމާމުވެރި ބޭކަލުން ދެބަސްވެ ޚިލާފުވެގެން ނުވެއެވެ.\nއެކަންތަކުގައި ﷲ تبارك وتعالى ޘާބިތުކުރެއްވިކަމެއް އެބޭކަލުންވެސް ޘާބިތުކޮށް، އަދި އެއަށް އީމާންވެތެވެ. އަދި ރައްބު جل جلاله ދެއްވާ ޚަބަރުތައް އެބޭކަލުން ތެދުކުރައްވައެވެ. އަދި އެކަލާނގެ މުޠުލަޤުކޮށް ވަޙީކުރެއްވިކަމެއް އެބޭކަލުންވެސް މުޠުލަޤުކުރައްވައެވެ. އެއީ އެކަލާނގެ ޢަރްޝުގެ މަތީގައި އަރާވޮޑިގެން އިސްތިވާވެގެންވާކަމަށެވެ. އަދި އެކަންތައް އޭގެ ބޭރުފުށުން ފާޅުވާ މާނައިގެ މައްޗަށް ހިންގަވައެވެ. އަދި އޭގެ (ކައިފިއްޔަތާއި ގޮތުގެ) ޢިލްމު އެބޭކަލުން ހަވާލުކޮށް (ދޫކޮށްލައްވަނީ) ﷲ އަށެވެ. އަދި އެބޭކަލުން ބުނެތެވެ:\n﴿ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ ٧﴾ [آل عمران: 7] \nމާނައީ: \"ތިމަންމެން އެއަށް އީމާންވެއްޖައީމެވެ. އެހުރިހާ އެއްޗެއްވެސްވަނީ ތިމަންމެންގެ ވެރި ރައްބުގެ ޙަޟްރަތުންނެވެ. އަދި ބުއްދީގެ އަހުލުވެރިން މެނުވީ ހަނދުމަނުކުރާނެއެވެ.\"\nޢިލްމުގައި ހަރުދަނާވެ ޘާބިތުވެގެންވާ މީހުން އެފަދައިން ބުނާކަމަށް ﷲ تبارك وتعالى ޚަބަރުދެއްވާފައިވާ ގޮތަށެވެ. އަދި އެކަލާނގެ އެމީހުންނަށް ރުއްސަވާ، އަދި އެކަމުގެ މައްޗަށް އެމީހުންނަށް ޘަނާ ކިޔުއްވިއެވެ.",""],["19","(أقوال علماء السلف في إثبات استواء الله على عرشه)","أخبرنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد بن يحيى المعلى: حدثني محمد بن داود بن سليمان الزاهد: أخبرني علي بن محمد بن عبيد أبو الحسن الحافظ من أصله العتيق: حدثنا أبو يحيى بن بشر الوراق: حدثنا محمد بن الأشرس الوراق أبو كنانة: حدثنا أبو المغيرة الحنفي: حدثنا قرة بن خالد عن الحسن عن أمه⁽⁴⁾ عن أم سلمة في قوله تعالى: {الرحمن على العرش استوى} قالت: الاستواء غير مجهول، والكيف غير معقول، والإقرار به إيمان، والجحود به كفر.⁽⁵⁾","⁽⁴⁾ في الأصل: \"عن أبيه\"\n⁽⁵⁾ قال الذهبي في العلو: \"هذا القول محفوظ عن جماعة كربيعة الرأي ومالك الإمام وأبي جعفر الترمذي، فأما عن أم سلمة فلا يصح لأن أبا كنانة ليس بثقة، وأبو عمير لا أعرفه.\"","","ﷲ ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގަތުމަކީ މާނަ ނޭނގޭކަމެއް ނޫންކަމާއި، އެނގިގެންނުވަނީ ކައިފިއްޔަތުކަން އަދި އެއާ ބެހޭގޮތުން ސުވާލުކޮށް ކޮންނަން އުޅުމަކީ ބިދުޢައެއްކަން\nއަހަރުމެންނަށް އަބުލް ޙަސަނު ޢަބްދުއް ރަޙްމާނު ބްނު އިބްރާހީމު ބްނު މުޙައްމަދު ބްނު ޔަޙްޔާ އަލްމުޒައްކީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ދާވޫދު ބްނު ސުލައިމާނު އައްޒާހިދު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަލިއްޔު ބްނު މުޙައްމަދު ބްނު ޢުބައިދު އަބުލް ޙަސަނު އަލްޙާފިޡު -އެބޭފުޅާގެ ޒަމާނީ ނުސްޚާއިން- ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޔަޙްޔާ އިބްނު ކައިސަބާ އަލްވައްރާޤު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނުލް އަޝްރަސު އަލްވައްރާޤު އަބޫ ކިނާނާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް މުޣީރާ އަލްޙަނަފީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޤުއްރާ ބްނު ޚާލިދު، އަލްޙަސަނުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން، އުންމު ސަލަމާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެއީ ﷲ تبارك وتعالى ގެ މިބަސްފުޅާމެދުގައިއެވެ:\n﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ٥﴾ [طه: 5] \nމާނައީ: \"ރަޙްމާންވަންތަ ރަސްކަލާނގެ، ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިއެވެ.\"\nއެކަމަނާ ވިދާޅުވިއެވެ:\n«الاستواء غير مجهول، والكيف غير معقول، ‌والإقرار ‌به ‌إيمان، والجحود به كفر»\nމާނައީ: \"އިސްތިވާވުން (އަރާވޮޑިގަތުން) އެއީ ނޭނގޭކަމެއް ނޫނެވެ. އަދި ކައިފިއްޔަތު ވިސްނިގެން ނުވެއެވެ.(11) އަދި އެއަށް އިޤުރާރުވުމަކީ އީމާންކަމެކެވެ. އަދި އެކަމަށް ދެކޮޅުހެދުމަކީ ކުފުރެކެވެ.\" މިއެވެ.","(11) ނޯޓް: ﷲ تبارك وتعالى ގެ ޞިފަފުޅުތަކުގެ މާނައަކީ އެނގިގެންވާ ޘާބިތުވެގެންވާ ޢަރަބި ލަފްޡުންވާ ޚަބަރުތަކެކެވެ. ސުންނަތުގެ އަހުލުވެރިން އޭގެ މާނަ ޘާބިތުކުރެއެވެ. ނަމަވެސް އޭގެ ވައްތަރާއި ކައިފިއްޔަތުގެ ޢިލްމު ﷲ އަށް ދޫކޮށްލައެވެ. ﷲ ގެ ޞިފަފުޅުތަކަށް ކައިފިއްޔަތެއް ވެއެވެ. އެހެނީ ކައިފިއްޔަތެއް ނެތް އެއްޗަކީ ނެތް އެއްޗެކެވެ. ނަމަވެސް އެ ކައިފިއްޔަތު ﷲ تبارك وتعالى އަހަރުމެންނަށް އަންގަވާދެއްވާފައި ނުވާތީ އަހަރުމެންނަށް އެކަން އެނގިގެން ނުވަނީއެވެ. އެހެންކަމުން ސަލަފުންގެ ބަސްފުޅުތަކުގައި ކަފިއްޔަތެއް ނެތިއޭ އައިސްފައިވާ ބަސްފުޅުތަކުގެ މުރާދަކީ އަހަރުމެންނަށް އެނގިގެންވާ ކައިފިއްޔަތެއް ނެތިއެވެ. އެކަލާނގެ ޞިފަފުޅުތަކަށް ކައިފިއްޔަތެއް ގޮތެއް ނުވާ ވާހަކައެއް ނޫނެވެ."],["20","(قول مالك بن أنس في الاستواء)","وحدثنا أبو الحسن بن إسحاق المدني: حدثنا أحمد بن الخضر أبو الحسن الشافعي: حدثنا شاذان: حدثنا ابن مخلد بن يزيد القهستاني: حدثنا جعفر بن ميمون قال: سئل مالك بن أنس عن قوله: {الرحمن على العرش استوى} كيف استوى؟ قال: \"الاستواء غير مجهول، والكيف غير معقول، والإيمان به واجب والسؤال عنه بدعة، وما أراك إلا ضالا\" وأمر به أن يخرج من مجلسه.","","","އަދި އަހަރުމެންނަށް އަބުލް ޙަސަނު ބްނު އަބީ އިސްޙާޤު އަލްމުޒައްކީ ބްނުލް މުޒައްކީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނުލް ޚަޟިރު އަބުލް ޙަސަނު އައްޝާފިޢީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޝާޛާން ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު މަޚްލަދު ބްނު ޔަޒީދު އަލްޤުހުސްތާނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަޢުފަރު ބްނު މައިމޫނު ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ﷲ تبارك وتعالى ގެ ބަސްފުޅު:\n«سئل ملك بن أنس عن قوله: ﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ٥﴾ [طه: 5] كيف استوى؟ قال: الِاسْتِوَاءُ مِنْهُ غَيْرُ مَجْهُولٍ ، وَالْكَيْفُ مِنْهُ غَيْرُ مَعْقُولٍ ، وَالْإِيمَانُ بِهِ وَاجِبٌ ، وَالسُّؤَالُ عَنْهُ بِدْعَةٌ ، وَمَا ‌أَرَاكَ ‌إِلَّا ‌ضَالًّا، وأمر به أن يخرج من مجلسه.»\nމާނައީ: \"އައްރަޙްމާނު ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިއެވެ.\" މިއާމެދު މާލިކު ބްނު އަނަސްއާ ސުވާލުކުރެވުނެވެ: \"އެކަލާނގެ އިސްތިވާވެވޮޑިގެންނެވީ ކިހިނަކުންހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"އިސްތިވާވެވޮޑިގަތުމަކީ ނޭނގޭކަމެއް ނޫނެވެ. އަދި ކައިފިއްޔަތު ވިސްނިގެން ނުވެއެވެ. އެއަށް އީމާންވުން ވާޖިބުވެގެންވެއެވެ. އަދި އެކަމާމެދު ސުވާލުކުރުމަކީ ބިދުޢައެކެވެ. އަދި ކަލެޔަކީ މަގުފުރެދިފައިވާ މީހެއްކަމުގައި ނޫނީ އަހުރެންނަކަށް ނުފެނެއެވެ.\" ދެން އެކަލޭގެފާނުގެ މަޖްލީހުން އޭނާ ބޭރުކޮށްލުމަށް އަމުރުކުރެއްވިއެވެ.\" މިއެވެ.",""],["21","(قول مالك بن أنس في الاستواء)","أخبرنا أبو محمد المجلدي العدل: حدثنا أبو بكر عبد الله بن محمد بن مسلم الإسفراييني: حدثنا أبو الحسين علي بن الحسن: حدثنا سلمة بن شبيب: حدثنا مهدي بن جعفر بن ميمون الرملي عن جعفر بن عبد الله قال: جاء رجل إلى مالك بن أنس يعني فسأله عن قوله: {الرحمن على العرش استوى} كيف استوى، قال: فما رأيته وجد من شيء كوجده من مقالته، وعلاه الرحضاء، وأطرق القوم، فجعلوا ينتظرون الأمر به فيه، ثم سري عن مالك فقال: \"الكيف غير معلوم، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة، وإني لأخاف أن تكون ضالا\" ثم أمر به فأخرج.","","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލަދީ އަލްޢަދްލު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫބަކުރު ޢަބްދު ﷲ ބްނު މުޙައްމަދު އަލްއިސްފިރާޔީނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޙުސައިނު ޢަލިއްޔު ބްނުލް ޙަސަނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސަލަމަތު ބްނު ޝަބީބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަހްދިއްޔު ބްނު ޖަޢުފަރު ބްނު މައިމޫނު އައްރަމްލީ، ޖަޢުފަރު ބްނު ޢަބްދު ﷲ ގެ އަރިހުން ކިޔާދެއްވިއެވެ. ވިދާޅުވިއެވެ:\n«جاء رجل إلى مالك بن أنس، يعني فسأله عن قوله: ﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ٥﴾ [طه: 5] كيف استوى؟ قال: فما رأيته وجد من شيء ‌كوجده ‌من ‌مقالته، وعلاه الرحضاء، وأطرق القوم، فجعلوا ينظرون الأمر به فيه، ثم سري عن مالك فقال: الكيف غير معقول، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة، وإني لأخاف أن تكون ضالا، ثم أمر به فأخرج»\nމާނައީ: \"މީހަކު މާލިކު ބްނު އަނަސްގެ އަރިހަށް އައިސް އެކަލާނގެ މިބަސްފުޅާމެދު ސުވާލުކުރިއެވެ: ﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ٥﴾ [طه: 5] އެކަލާނގެ އަރާވޮޑިގެންވީ ކިހިނެއްހެއްޔެވެ؟\" ދެންފަހެ އޭނާގެ އެބަހާމެދު އެކަލޭގެފާނު ކޯފާވިފަދައިން، އެހެން ކަމަކާމެދު ކޯފާވިތަނެއް އަހުރެން ނުދެކެމެވެ. އަދި އެކަލޭގެފާނުގެ ގައިން ދާއޮހޮރިގެން ދިޔައެވެ. އަދި މީސްތަކުން (ހިމޭނުން) އިސްދަށަށް ޖަހައިގެން ތިއްބެވެ. ދެން އެކަމާމެދު އޭނާއަށް ކުރައްވާނޭ އަމުރަކާމެދު އެމީހުން ބަލަބަލާ ތިބެން ފެށިއެވެ. ދެން މާލިކުގެ ކިބައިން ކޯފާ ފިލައިގޮސް (ހަމަޖެހި) ވިދާޅުވިއެވެ: \"ކައިފިއްޔަތު ވިސްނިގެން ނުވެއެވެ. އަދި އިސްތިވާވުން ނޭނގިގެން ނުވެއެވެ. އަދި އެއަށް އީމާންވުން ވާޖިބުވެގެންވެއެވެ. އެކަމާމެދު ސުވާލުކުރުމަކީ ބިދުޢައެކެވެ. އަދި ކަލެޔަކީ މަގުފުރެދިގެންވާ މީހެއްކަމަށްވެދާނޭކަމަށް އަހުރެންނަށް ބިރުހީވެއެވެ.\" ދެން އެކަލޭގެފާނު އަމުރުކުރައްވާ އޭނާ ބޭރުކޮށްލެވުނެވެ.\" މިއެވެ.",""],["22","(قول مالك بن أنس في الاستواء)","أخبرنا به جدي أبو حامد أحمد بن إسماعيل عن جد والدي الشهيد وأبو عبد الله محمد بن عدي بن حمدوية الصابوني: حدثنا محمد بن أحمد بن أبي عون النسوي: حدثنا سلمة بن شبيب: حدثنا مهدي بن جعفر الرملي: حدثنا جعفر بن عبد الله قال: جاء رجل إلى مالك بن أنس فقال: يا أبا عبد الله {الرحمن على العرش استوى} كيف استوى؟ قال: فما رأيت مالكا وجد من شيء كوجده من مقالته، وذكر بنحوه.","","","އަދި އަހުރެންގެ ކާފަ އަބޫ ޙާމިދު އަޙްމަދު ބްނު އިސްމާޢީލުވެސް އަހުރެންނަށް އެހެން ޚަބަރުދެއްވިއެވެ. އެއީ ޝަހީދުވެފައިވާ އަހުރެންގެ ބައްޕަގެ ކާފައިގެ އަރިހުންނެވެ. އެއީ އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު ޢަދިއްޔު ބްނު ޙަމްދުވައިހި އައްޞާބޫނީއެވެ. އަހަރުމެންނަށް މުޙައްމަދު ބްނު އަޙްމަދު ބްނު އަބީ ޢަވްނު އައްނަސަވީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސަލަމަތު ބްނު ޝަބީބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަހްދިއްޔު ބްނު ޖަޢުފަރު އައްރަމްލީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަޢުފަރު ބްނު ޢަބްދު ﷲ ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n«جاء رجل إلى مالك بن أنس رحمه الله فقال: يا أبا عبد الله! ﴿ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ٥﴾ [طه: 5]، كيف استوى؟ قال: فما رأينا مالكاً وجد من شيء كوجده من مقالته...»\nމާނައީ: \"މީހަކު މާލިކު ބްނު އަނަސް رحمه الله ގެ އަރިހަށް އައިސް ބުންޏެވެ: \"އޭ އަބޫ ޢަބްދު ﷲ އެވެ! ރަޙްމާނުވަންތަ އިލާހު ޢަރްޝުގެ މައްޗަށް އިސްތިވާވެވޮޑިގެންފިއެވެ. އެކަލާނގެ އިސްތިވާވީ ކިހިނެއްހެއްޔެވެ؟\" އޭނާ އެބުނި ބަހާމެދު އެކަލޭގެފާނު ކޯފާވި ގޮތަށް ކޯފާވި އެހެންކަމެއް އަހަރުމެން ނުދެކެމެވެ.\" -ދެން (ކުރިން ދިޔަ ރިވާޔަތުގައިވާ ގޮތަށް) އެފަދައިން ޛިކުރުކުރެއްވިއެވެ.",""],["23","(قول مالك بن أنس في الاستواء)","وسئل أبو علي الحسين بن الفضل البجلي عن الاستواء، وقيل له: كيف استوى على عرشه؟ فقال: \"إنا لا نعرف من أنباء الغيب إلا مقدار ما كشف لنا، وقد أعلمنا جل ذكره أنه استوى على عرشه، ولم يخبرنا كيف استوى\".","","","އަދި އަބޫ ޢަލީ އަލްޙުސައިނު ބްނުލް ފަޟްލު އަލްބަޖަލީގެ އަރިހުން އިސްތިވާވުމާމެދު ސުވާލުކުރެވި ބުނެވުނެވެ: \"އެކަލާނގެ ތަޚްތުގެ މައްޗަށް އަރާވޮޑިގެންނެވީ ކިހިނެއްހެއްޔެވެ؟\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«إنا لا نعرف من أنباء الغيب إلَاّ مقدار ‌ما ‌كشف ‌لنا، وقد أعلمنا جل ذكره أنه استوى على عرشه، ولم يخبرنا كيف استوى»\nމާނައީ: \"ޣައިބު ޚަބަރުތަކުން އަހަރުމެންނަށް ކަޝްފުކުރެވުނު މިންވަރަކަށް މެނުވީ އަހަރުމެންނަށް އެނގިގެން ނުވެއެވެ. އަދި އެކަލާނގެ ޖައްލަ ޛިކުރްހޫ އަހަރުމެންނަށް އަންގަވާދެއްވާފައިވަނީ އެކަލާނގެ ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންނެވިކަމެވެ. ނަމަވެސް އެކަލާނގެ އިސްތިވާވެ (އަރާވޮޑިގެންނެވީ) ކިހިނެއްކަމެއް އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރު ނުދެއްވައެވެ.\" މިއެވެ.",""],["24","(قول ابن المبارك في الاستواء)","أخبرنا أبو عبد الله الحافظ: أخبرنا أبو بكر محمد بن داود الزاهد: أخبرنا محمد بن عبد الرحمن السامي: حدثني عبد الله ابن أحمد بن شبويه المروزي: سمعت علي بن الحسين بن شقيق يقول: سمعت عبد الله بن المبارك يقول: \"نعرف ربنا فوق سبع سموات على العرش استوى بائنا منه خلقه، ولا نقول كما قالت الجهمية إنه هاهنا\" وأشار إلى الأرض.","","","އަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫބަކުރު މުޙައްމަދު ބްނު ދާވޫދު އައްޒާހިދު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދުއްރަޙްމާނު އައްސާމީ ޚަބަރުދެއްވިއެވެ: އަހުރެންނަށް ޢަބްދު ﷲ ބްނު އަޙްމަދު ބްނު ޝައްބުވައިހި އަލްމަރްވަޒިއްޔު ކިޔާދެއްވިއެވެ: ޢަލިއްޔު ބްނުލް ޙަސަނު ބްނު ޝަޤީޤު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޢަބްދު ﷲ ބްނުލް މުބާރަކު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«نَعْرِفُ ‌رَبَّنَا ‌فَوْقَ ‌سَبْعِ سَمَاوَاتٍ، عَلَى الْعَرْشِ اسْتَوَى، بَائِنٌ مِنْ خَلْقِهِ، وَلَا نَقُولُ كَمَا قَالَتِ الْجَهْمِيَّةُ بِأَنَّهُ هَهُنَا، وَأَشَارَ إِلَى الْأَرْضِ»\nމާނައީ: \"އަހަރުމެންގެ ވެރި ރައްބު އަހަރުމެން ދަނެގެންވަނީ: އެކަލާނގެ ހަތް އުޑުގެ މަތީގައި ވޮޑިގެންވެ، ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންވެ، އެކަލާނގެ ޚަލްޤުތަކުންނާ ވަކިވެގެންވާ ގޮތަށެވެ. އަދި ޖަހްމީން ބުނާ ގޮތަކަށް: \"އެކަލާނގެ މިތަނުގައި ވޮޑިގެންވެއެވެ.\" މިހެންނެއް އަހަރުމެން ނުބުނަމެވެ.\" އަދި އެކަލޭގެފާނު ބިމަށް އިޝާރަތްކުރެއްވިއެވެ.\"",""],["25","(قول ابن خزيمة في الاستواء)","وسمعت الحاكم أبا عبد الله في كتاب التاريخ الذي جمعه لأهل نيسابور، وفي كتاب معرفة الحديث اللذين جمعهما ولم يسبق إلى مثلهما يقول: سمعت أبا جعفر محمد بن صالح بن هانئ يقول: سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول: من لم يقل بأن الله عز وجل على عرشه قد استوى فوق سبع سمواته، فهو كافر بربه حلال الدم، يستتاب فإن تاب وإلا ضربت عنقه وألقي على بعض المزابل حتى لا يتأذى المسلمون ولا المعاهدون بنتن رائحة جيفته، وكان ماله فيئا لا يرثه أحد من المسلمين، إذ المسلم لا يرث الكافر، كما قال النبي ﷺ: «لا يرث المسلم الكافر ولا الكافر المسلم».⁽⁶⁾","⁽⁶⁾ في المطبوعة هنا: \"رواه البخاري\"","","ﷲ عز وجل ގެ ޢަރްޝުގެ މައްޗަށް އަރާވޮޑިގެންވާކަމަށް އިޤުރާރުނުވެ، އިންކާރުކޮށްފި މީހާގެ އިސްލާމްކަން ގެއްލި މުރުތައްދުވާނޭކަން\nއަދި އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު، ނައިސާބޫރުގެ އަހުލުވެރިންނަށް ޖަމަޢަކުރެއްވި ތާރީޚު ފޮތުގައި، އަދި \"މަޢުރިފަތުލް ޙަދީޘް\" ފޮތުގައި، -އެފަދަ ދެފޮތެއް ކުރިން ޖަމަޢަކުރެވިފައި ނުވެއެވެ- އެބޭފުޅާ ވިދާޅުވިއެވެ: އަބޫ ޖަޢުފަރު މުޙައްމަދު ބްނު ޞާލިޙު ބްނު ހާނިއު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަހުރެން އަބޫބަކުރު މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ:\n«من لم يقل بأن الله عز وجل على عرشه قد استوى فوق سبع سماواته، فهو كافر بربه، ‌حلال ‌الدم، ‌يستتاب فإن تاب وإلا ضربت عنقه، وألقي على بعض المزابل حتى لا يتأذى المسلمون ولا المعاهدون بنتن رائحة جيفته، وكان ماله فيئاً لا يرثه أحد من المسلمين، إذ المسلم لا يرث الكافر، كما قال النبي صلى الله عليه وسلم: لا يرث المسلم الكافر ولا الكافر المسلم»\nމާނައީ: \"ﷲ عز وجل އެކަލާނގެ ތަޚުތުގެ މަތީގައި، އެކަލާނގެ ހަތް އުޑުގެ މަތީގައި އިސްތިވާވެ (އަރާވޮޑިގެން) ވާކަމަށް ނުބުނެފި މީހާ؛ ފަހެ އޭނާއީ އޭނާގެ ވެރި ރައްބަށް ކާފަރުވެގެންވާ، ލޭ ހުއްދަވެގެންވާ މީހެކެވެ. އޭނާ ގާތު ތައުބާވުމަށް ބުނެވޭނެއެވެ. އޭނާ ތައުބާވެއްޖެނަމަ (ދޫކޮށްލެވޭނެއެވެ). އެހެންނޫނީ އޭނާގެ ކަނދުރާގައި ޖަހާ (ޤަތުލުކޮށްލެވޭނެއެވެ). އަދި ކުނިގޮނޑަކަށް އެއްލާލެވޭނެއެވެ. އެއީ މުސްލިމުންނަށް އަދި މުޢާހިދުންނަށް އޭނާގެ މުޅަމަސްގަނޑުގެ ކުނިވަހުން އުނދަގޫވިޔަ ނުދިނުމަށެވެ. އަދި އޭނާގެ މުދާވާނީ ފައިއުއެއް ކަމަށެވެ. މުސްލިމުންގެ ތެރެއިން އެކަކަށްވެސް އެވާރުތަ ނުވާނެއެވެ. އެހެނީ ކާފަރެއްގެ ކިބައިން މުސްލިމަކަށް ވާރުތަ ނުވެއެވެ. އެއީ ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘް ކުރެއްވިގޮތަށެވެ: \"މުސްލިމަކު ކާފަރަކަށް ވާރުތައެއް ނުކުރާނެއެވެ. އަދި ކާފަރަކު މުސްލިމަކަށް ވާރުތައެއް ނުކުރާނެއެވެ.\" މިއެވެ.",""],["26","(قول الشافعي في الاستواء)","[وإمامنا أبو عبد الله محمد بن إدريس الشافعي رضي الله عنه احتج في كتابه المبسوط في مسألة إعتاق الرقبة المؤمنة في الكفارة، وأن غير المؤمنة لا يصح التكفير بها،⁽⁷⁾ بخبر معاوية بن الحكم، وأنه أراد أن يعتق الجارية السوداء لكفارة، وسأل رسول الله ﷺ عن إعتاقه إياها، فامتحنها رسول الله ﷺ، فقال ﷺ لها: «من أنا؟» فأشارت إليه وإلى السماء، تعني: أنك رسول الله الذي في السماء، فقال ﷺ: «أعتقها فإنها مؤمنة»، فحكم رسول الله ﷺ بإسلامها وإيمانها لما أقرت بأن ربها في السماء، وعرفت ربها بصفة العلو والفوقية، وإنما احتج الشافعي رحمة الله عليه على المخالفين في قولهم بجواز إعتاق الرقبة الكافرة في الكفارة بهذا الخبر لاعتقاده أن الله سبحانه فوق خلقه وفوق سبع سماواته على عرشه، كما هو معتقد المسلمين من أهل السنة والجماعة سلفهم وخلفهم، إذ كان رحمه الله لا يروي خبرًا صحيحًا ثم لا يقول به.","⁽⁷⁾ الأم كتاب النكاح، باب عتق المؤمنة في الظهار","","އަދި އަހަރުމެންގެ އިމާމު: އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު އިދްރީސް އައްޝާފިޢީ رضي الله عنه އެކަލޭގެފާނުގެ ތަނަވަސް ފޮތުގައި: ކައްފާރާ ދިނުމުގައި މުއުމިނު އަޅަކު މިނިވަންކުރުމުގެ މައްސަލާގައި، އަދި މުއުމިނު ނޫން އަޅަކު ބޭނުންކޮށްގެން ކައްފާރާ ދިނުން ޞައްޙަ ނުވާނޭކަމަށް ޙުއްޖަތް ދެއްކެވީ މުޢާވިޔާ ބްނުލް ޙަކަމުގެ ޚަބަރުންނެވެ. އެކަލޭގެފާނު ކައްފާރާއަކަށް ކަޅު ޖާރިޔާއަކު މިނިވަންކުރަން ޤަޞްދުކޮށް، އަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން އެކަނބުލޭގެ މިނިވަންކުރުމާމެދު ސުވާލުކުރުމުން ދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެކަނބުލޭގެ އިމްތިޙާނުކުރައްވާ އެކަނބުލޭގެއަށް ޙަދީޘްކުރެއްވިއެވެ: \"ތިމަންކަލޭގެފާނަކީ ކާކުހެއްޔެވެ؟\" ދެން އެކަނބުލޭގެ އެކަލޭގެފާނަށް އިޝާރާތްކޮށް އަދި އުޑަށް އިޝާރާތްކުރިއެވެ. އެބަހީ: ކަލޭގެފާނަކީ އުޑުގައިވާ ﷲ ގެ ރަސޫލާއެވެ. ދެން އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ:\n«أَعْتِقْهَا ‌فَإِنَّهَا ‌مُؤْمِنَةٌ» (12)\nމާނައީ: \"އެކަނބުލޭގެ މިނިވަންކުރަންވީއެވެ. ފަހެ އެކަނބުލޭގެއަކީ މުއުމިނެކެވެ.\" މިއެވެ.\nފަހެ އެކަނބުލޭގެ އިސްލާމްވެ އީމާންވެގެންވާކަމަށް ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙުކުމްކުރައްވާފައި އެވަނީ އެކަނބުލޭގެ ވެރި ރައްބު އުޑުގައި ވޮޑިގެންވާކަމަށް އިޤުރާރުވެ، މަތީގައި އުހުގައި ވޮޑިގެންވުމުގެ ޞިފައަށް އިޢުތިރާފުވުމުންނެވެ.\nކައްފާރާ ދިނުމުގައި ކާފަރު އަޅަކު މިނިވަންކުރުން ހުއްދަވެގެންވާކަމަށް ބުނެ އައްޝާފިޢީ އާ ޚިލާފުވި މީހުންގެ މައްޗަށް އެކަލޭގެފާނު މިޚަބަރުން ޙުއްޖަތް ދެއްކެވިކަން ކަށަވަރީ: ހުސްޠާހިރުވަންތަ ﷲ އެކަލާނގެ ޚަލްޤުތަކުންގެ މަތީގައި، އަދި ހަތް އުޑުގެ މަތީގައި އެކަލާނގެ ޢަރްޝުގެ މަތީގައި ވޮޑިގެންވާކަމަށް އެކަލޭގެފާނު އިޢުތިޤާދުކުރައްވާތީއެވެ. މުސްލިމު އަހުލުއް ސުންނާ ވަލްޖަމާޢަތް -އެމީހުންގެ ކުރީގެ މީހުންނާއި ފަހުގެ މީހުންވެސް- އިޢުތިޤާދުކުރާ ގޮތަށެވެ. އެހެނީ އެކަލޭގެފާނު رحمه الله ޞައްޙަ ޚަބަރެއް ރިވާކުރައްވާފައި ދެން އެޚަބަރުގައިވާ ގޮތަށް ވިދާޅު ނުވެ ނުވެތެވެ.","(12) صحيح مسلم: 537"],["27","(قول الشافعي في الاستواء)","وقد أخبرنا الحاكم أبو عبد الله رحمه الله قال: أنبأنا الإمام أبو الوليد حسان بن محمد الفقيه قال: حدثنا إبراهيم بن محمود قال: سمعت الربيع بن سليمان يقول: سمعت الشافعي رحمه الله يقول: إذا رأيتموني أقول قولا وقد صح عن النبي ﷺ خلافه فاعلموا أن عقلي قد ذهب.","","","އަހަރުމެންނަށް އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ رحمه الله ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިމާމު އަބުލް ވަލީދު ޙައްސާނު ބްނު މުޙައްމަދު އަލްފަޤީހު ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިބްރާހީމު ބްނު މަޙްމޫދު ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އައްރަބީޢު ބްނު ސުލައިމާން ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އައްޝާފިޢީ ވިދާޅުވަނިކޮށް ތިމަންނާ އަޑުއެހީމެވެ:\n«إذا رأيتموني أقول قولاً، ‌وقد ‌صح عن النبي صلى الله عليه وسلم خلافه؛ فاعلموا أن ‌عقلي ‌قد ‌ذهب»\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން އެއާ ޚިލާފުވާ ގޮތަށް ޞައްޙަވެގެންވާ ޙާލު އަހުރެން ބަހެއް ބުނާތަން ތިޔަބައިމީހުންނަށް ފެނިއްޖެނަމަ؛ ފަހެ އަހުރެންގެ ބުއްދި ފިލައިގޮސްފިކަން ދަންނާށެވެ!\" މިއެވެ.",""],["28","(قول الشافعي في الاستواء)","قال الحاكم رحمه الله: سمعت أبا الوليد -غير مرة- يقول: حُدثت عن الزعفراني أن الشافعي رحمه الله روى يوما حديثا فقال السائل: يا أبا عبد الله، تقول به؟ قال: تراني في بيعة أو كنيسة؟ ترى علي زي الكفار؟ هو ذا تراني في مسجد المسلمين، عليّ زي المسلمين، مستقبلا قبلتهم؛ أروي حديثا عن النبي ﷺ ثم لا أقول به؟","","","އަލްޙާކިމު ވިދާޅުވިއެވެ: އަބުލް ވަލީދު އެކަކަށްވުރެ ގިނަފަހަރު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އައްޒަޢުފަރާނީގެ އަރިހުން އަހުރެންނަށް ކިޔާދެވުނެވެ:\n«أن الشافعي رحمه الله روى يوماً حديثاً فقال السائل: يا أبا عبد الله! تقول به؟! قال: تراني في بيعة أو كنسية؟ ترى ‌على ‌زيّ ‌الكفّار؟ هو ذا تراني في مسجد المسلمين على زيّ المسلمين، مستقبل قبلتهم أروي حديثاً عن النّبيّ صلى الله عليه وسلم ثم لا أقول به؟»\nމާނައީ: \"އެއްދުވަހަކު އައްޝާފިޢީ رحمه الله ޙަދީޘެއް ރިވާކުރެއްވިއެވެ. ދެން ސުވާލުކުރާ މީހާ ބުނެފިއެވެ: \"އޭ އަބޫ ޢަބްދު ﷲ އެވެ! އެގޮތަށް ތިބާވެސް ބުނަމުހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"ކަލެއަށް އަހުރެންނަށް ފެންނަނީ ފައްޅިއެއްގައި ނުވަތަ ބުދުކޯލެއްގައި ވަނިކޮށްހެއްޔެވެ!؟ އަހުރެން ކާފަރުންގެ ހެދުން އަޅައިގެން ހުއްޓާ ފެންނަނީހެއްޔެވެ!؟ ކަލެއަށް ތިޔަ ފެންނަނީ އަހުރެން މުސްލިމުންގެ މިސްކިތުގައި، މުސްލިމުންގެ ފޭރާން ލައިގެން، އެމީހުންގެ ޤިބްލައަށް ކުރިމަތިލައިގެން ހުރެ، ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘެއް ރިވާކޮށްފައި ދެން އޭގައިވާ ގޮތަށް އަހުރެން ބަސް ނުބުނާތަންހެއްޔެވެ!؟\" މިއެވެ.",""],["29","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","والفرق بين أهل السنة وبين أهل البدع أنهم إذا سمعوا خبرًا في صفات الرب ردوه أصلًا ولم يقبلوه، أو [[قبلواه في]] للظاهر ثم تأولوه بتأويل يقصدون به رفع الخبر من أصله، وإبطال [[معناه. وأهل السُّنَّة يقبلونه ويصدقون به، ولا يتهمون رسول الله فيما قال منه، بل يتهمون]]⁽⁸⁾ عقولهم وآرائهم فيه، ويعلمون حقًا يقينًا أن ما قاله رسول الله ﷺ فعلى ما قاله، إذ هو كان أعرف بالرب جل جلاله من غيره، ولم يقل فيه إلا حقًا وصدقًا ووحيًا، قال الله عز وجل: {وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى}","⁽⁸⁾ مقدار سطر في المخطوطة مطموس.","","ބިދުޢާގެ އަހުލުވެރިންނަކީ ރައްބުގެ ޞިފަފުޅުތަކަށް ބުއްދި ވައްދައިގެން މާނަ އަނބުރާލާ ބައެއްކަމާއި، ސުންނަތުގެ އަހުލުވެރިންނީ ބުއްދިތަކާއި ރައުޔު ނުވައްދާ ކިޔަމަންވާ ބައެއްކަން\nއަބޫ ޢުޘްމާނު(13) (އެބަހީ: ފޮތުގެ މުއައްލިފު) ވިދާޅުވިއެވެ: ސުންނަތުގެ އަހުލުވެރިންނާއި ބިދުޢާގެ އަހުލުވެރިންގެ މެދުގައިވާ ފަރަޤަކީ: އެމީހުން (އެބަހީ: ބިދުޢަވެރިންނަށް) ރައްބުގެ ޞިފަފުޅުގައިވާ ޚަބަރެއް އަޑުއިވިއްޖެނަމަ ފުރަތަމައިން އަޞްލަށްވެސް އެރައްދުކުރެތެވެ. އަދި އެޤަބޫލެއް ނުކުރެއެވެ. ނުވަތަ...(14) ބޭރުފުށަށް (ޤަބޫލުކޮށްފާނެއެވެ). ދެން އެއަށްފަހު އެޚަބަރު އޭގެ އަޞްލުން އުފުރާލާން ޤަޞްދުކޮށްގެން އެޚަބަރު ތައުވީލުކޮށް މާނަ ފުރޮޅާލައެވެ. އަދި ބާޠިލުކޮށްލައެވެ...(15) އަދި އެމީހުންގެ ބުއްދިތަކާއި ރައުޔުތަކަށް ތުހުމަތުކުރެއެވެ. އަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވި އެއްޗެއްވަނީ ހަމަ އެކަލޭގެފާނު ވިދާޅުވިގޮތުގެ މައްޗަށްކަން ޙައްޤުކޮށް ޔަޤީންކޮށް ދަނެއެވެ. އެހެނީ އެހެން މީހަކަށްވުރެ އެކަލޭގެފާނު، ރައްބު جل جلاله އާމެދު މާ ޢިލްމުވެރިވެ ދެނެވަޑައިގެންވެއެވެ. އަދި ޙައްޤު، ތެދު ވަޙީއެއް މެނުވީ އެކަލޭގެފާނު އެކަލާނގެއާމެދު ވިދާޅު ނުވެއެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ ٣ إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ ٤﴾ [النجم: 3-4] \nމާނައީ: \"އަދި އެކަލޭގެފާނުގެ އަމިއްލަ އެދުމަށް ވާހަކަފުޅު ނުދައްކަވައެވެ. އެވާކަން ކަށަވަރީ އިއްވެވޭ ވަޙީއެއް ކަމުގައިއެވެ.\"","(13) ފޮތުގެ އެކި ހިސާބުތަކުގައި: \"އިމާމު ޝެއިޚުލް އިސްލާމް ވިދާޅުވިކަމަށް\" ނުވަތަ އަބޫ ޢުޘްމާނު ވިދާޅުވިކަމަށް ބައެއް ފަހަރު ވާނެއެވެ. އެއީ ފޮތް ނަކަލުކުރި މީހުން، ނަޤުލުތައް ވަކިކޮށް ސާފުކޮށްދިނުމަށްޓަކައި އިތުރުކޮށްފައިވާ ތަންތަނެވެ.\n(14) މިތަނުގައި ސާފުނުވާ ކަލިމައެއް އަޞްލު ނުސްޚާގައިވާކަމަށް މުޙައްޤިޤު ބަޔާންކުރިއެވެ.\n(15) މިތަނުގައި މަޚްޠޫޠު އަޞްލު ނުސްޚާގައި ސާފުނުވާ ކަލިމައަކާ އަދި ފޮޅުވަތެއްގެ މިންވަރު ފޮހެވިގެންވާކަމަށް މުޙައްޤިޤު ބަޔާންކުރިއެވެ. އިބްނުލް ޢައްޠާރުގެ އަލްއިޢުތިޤާދު ފޮތުގައި މިބަސްފުޅު ފުރިހަމައަށް ގެނެސްފައިވެއެވެ. މިތަނުގައިވަނީ: «وإبطالَ معناه، وأهل السنة يقبلونه ويصدقون به، ولا يتهمون رسول الله صلى الله عليه وسلم فيما قال منه، بل يتهمون عقولهم وآراءهم فيه»"],["30","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","قال الزهري رحمه الله إمام الأئمة وغيره من علماء الأمة رضي الله عنهم: على الله البيان، وعلى الرسول البلاغ، وعلينا التسليم.","","","އިމާމުންގެ އިމާމު އައްޒުހްރީއާއި އެނޫންވެސް އުއްމަތުގެ ޢިލްމުވެރިން ވިދާޅުވިއެވެ:\n«عَلَى اللَّهِ ‌الْبَيَانُ، ‌وَعَلَى ‌الرَّسُولِ الْبَلاغُ، وَعَلَيْنَا التَّسْلِيمُ»\nމާނައީ: \"ﷲ تبارك وتعالى އަށްވަނީ ބަޔާންކޮށްދެއްވުމެވެ. ރަސޫލާގެ މައްޗަށްވަނީ ފޯރުކޮށްދެއްވުމެވެ. އަދި އަހަރުމެންގެ މައްޗަށްވަނީ ބޯލަނބާ ކިޔަމަންވުމެވެ.\" މިއެވެ.",""],["31","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","وروى يونس بن عبد الصمد بن معقل عن أبيه أن الجعد بن درهم قدم على وهب بن منبه يسأله عن صفات الله تعالى فقال: ويلك يا جعد بعض المسألة! إني لأظنك من الهالكين، يا جعد، لو لم يخبرنا الله في كتابه أن له يدان وعينًا ووجهًا لما قلنا بذلك، فاتق الله؛ ثم لم يلبث جعد أن قتل وصلب","","","ރައްބުގެ ޞިފަފުޅުތަކަށް އިންކާރުކުރި ޖަޢުދު ބްނު ދިރްހަމު އެންމެންގެ ކުރިމަތީގައި ކަތިލެވި ޞަލީބަށް އެރުވުނު\nއަދި ޔޫނުސް ބްނު ޢަބްދުއް ޞަމަދު ބްނު މަޢުޤިލު، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން ރިވާކުރެއްވިއެވެ: އަލްޖަޢުދު ބްނު ދިރްހަމު، ﷲ ގެ ޞިފަފުޅުތަކާމެދު ސުވާލުކުރަންވެގެން ވަހްބު ބްނު މުނައްބިހުގެ އަރިހަށް ދިޔައެވެ. ދެން ވަހްބު ވިދާޅުވިއެވެ:\n‌«ويلك ‌يا ‌جعدُ! تعضّ المسألة! إني لأظنك من الهالكين، يا جعد، لو لم يخبرنا الله في كتابه أن له يدا وعيناً ووجهاً لما قلنا ذلك، فاتق الله. ثم لم يلبث جعدٌ أن قُتِلَ وصُلِب»\nމާނައީ: \"އޭ ޖަޢުދެވެ! ކަލެއަށް ހަލާކުހުއްޓެވެ! ސުވާލުނުކޮށް މައިތިރިވާށެވެ! އަހުރެންނަށް ހަމަ ހީވަނީ ކަލެއަކީ ހަލާކުވެގެންވާ މީހުންގެ ތެރެއިން މީހެއްހެންނެވެ. އޭ ޖަޢުދެވެ! ﷲ އެކަލާނގެ ފޮތުގައި، އެކަލާނގެއަށް އަތްޕުޅަކާއި، ލޯފުޅަކާއި، މޫނުފުޅެއް ވާކަމަށް އަހަރުމެންނަށް ޚަބަރުދެއްވާފައި ނުވީނަމަ ފަހެ އަހަރުމެން އެހެން ނުބުނީހެވެ. އެހެންވީމާ ކަލޭ ނިކަން ﷲ އަށް ތަޤުވާވެރިވެ ބަލާށެވެ!\" ދެން މާގިނަ ދުވަސްތަކެއް ނުވެ ޖަޢުދު ޤަތުލުކުރެވި ޞަލީބަށް އެރުވުނެވެ.",""],["32","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","وخطب خالد بن عبد الله القسري رحمه الله يوم الأضحى بالبصرة، فقال في آخر خطبته: انصرفوا إلى منازلكم وضحوا، بارك الله لكم في ضحاياكم، فإني مضح اليوم بالجعد بن درهم، فإنه يقول: لم يتخذ الله إبراهيم خليلا، ولم يكلم موسى تكليما، سبحانه وتعالى عما يقول الجعد علوًا كبيرًا، ونزل عن المنبر فذبحه بيده، وأمر بصلبه.]","","","އަދި ޚާލިދު ބްނު ޢަބްދު ﷲ އަލްޤަސްރީ، އަޟްޙާ ޢީދު ދުވަހުގައި ބަޞްރާގައި ޚުޠުބާދެއްވާ، އެބޭފުޅާގެ ޚުޠުބާގެ ފަހުކޮޅުގައި ވިދާޅުވިއެވެ:\n«انصرفوا إلى منازلكم ‌وضحوا، ‌بارك الله لكم في ضحاياكم، فإني مضح اليوم بـ الجعد بن درهم، فإنه يقول: لم يتخذ الله إبراهيم خليلاً، ولم يكلم موسى تكليماً، سبحانه وتعالى عما يقول الجعد علواً كبيراً»\nމާނައީ: \"ތިޔަބައިމީހުންގެ ގެތަކަށް އެނބުރިގޮސް އުޟްޙިޔާ ކަތިލާށެވެ! ﷲ ތިޔަބައިމީހުންގެ ކަތިލުންތަކުގައި ތިޔަބައިމީހުންނަށް ބަރަކާތް ލައްވާށިއެވެ! ހަމަކަށަވަރުން އަހުރެން މިއަދު މިކަތިލަނީ އަލްޖަޢުދު ބްނު ދިރްހަމެވެ! އެކަލޭގެ ބުނަނީ: ﷲ އިބްރާހީމުގެފާނު ގާތް އެކުވެރިއެއްކަމުގައި ނުނަންގަވާކަމަށާއި، މޫސާގެފާނާ މެދުވެރިއެއް ނެތި ވާހަކަފުޅު ނުދައްކަވާކަމަށެވެ! އަލްޖަޢުދު ކިޔަމުންދާ އެއްޗެހިން އެކަލާނގެ ބޮޑުވެގެންވާ މަތިވެރިވުމަކުން ހުސްޠާހިރުވެ މަތިވެރިވެވޮޑިގެންވެއެވެ.\"\nދެން އެބޭފުޅާ މިންބަރުން ފައިބާވަޑައިގެން އެބޭފުޅާގެ އަތުން އޭނާ ކަތިލެއްވިއެވެ. އަދި އޭނާ ޞަލީބަށް އަރުވާފައި ބެހެއްޓުމަށް އަމުރުކުރެއްވިއެވެ.",""],["33","(إثبات صفة النزول والمجيء)","ويثبت أصحاب الحديث نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا، من غير تشبيه له بنزول المخلوقين ولا تمثيل ولا تكييف، بل يثبتون ما أثبته رسول الله ﷺ وينتهون فيه إليه، ويمرون الخبر الصحيح الوارد بذكره على ظاهره ويكلون علمه إلى الله.","","","ސުންނަތުގެ އަހުލުވެރިންގެ އެއް އަސާސަކީ: ކޮންމެ ރެޔަކު އެންމެ ތިރީ އުޑަށް ރައްބު عز وجل ފައިބާވޮޑިގެންވާކަމަށް ޘާބިތުކުރުން(16)\nކޮންމެ ރެޔަކު އެންމެ ތިރީގައިވާ އުޑަށް ރައްބު تبارك وتعالى ފައިބާވޮޑިގަންނަވާކަމަށް ޙަދީޘްގެ އަޞްޙާބުން ޘާބިތުކުރެއެވެ. އެއީ މަޚްލޫޤުންގެ ފޭބުމާ އެއްވެސް ވައްތަރުކުރުމެއް، މިޘާލުޖެހުމެއް، ގޮތްކިޔުމެއް ނެތިއެވެ. ކިއެއްތަ، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޘާބިތުކުރެއްވިކަމެއް އެމީހުންވެސް ޘާބިތުކުރެއެވެ. އަދި އެކަންތަކުގައި އެކަލޭގެފާނާ ހިސާބަށް ގޮސް ހުއްޓެއެވެ. އެކަން ޛިކުރުކުރެވިގެން އައިސްފައިވާ ޞައްޙަ ޚަބަރު، އޭގެ ބޭރުފުށުން ފާޅުވާ މާނައިގެ މައްޗަށް ހިންގާލައެވެ. އަދި އޭގެ ޢިލްމު (ކައިފިއްޔަތާއި ވައްތަރު) ﷲ އަށް ދޫކޮށްލައެވެ.","(16) މިއީ އައްޞާބޫނީ މިފޮތުގައި އެންމެ ދިގުކޮށް ވާހަކަދައްކަވާ، އެންމެ ގިނަ ރިވާޔަތްތައް ގެންނެވި މައުޟޫއެވެ. ﷲ تبارك وتعالى ކޮންމެ ރެޔެކު ދެބައިވުމުން، ނުވަތަ ތިންބައިކުޅަ ދެބައި ފާއިތުވުމުން އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަތުމުން 20 ޞަޙާބީންނަށްވުރެ ގިނަ ބޭކަލުންގެ އަރިހުން ރިވާވެގެން މުތަވާތިރުކޮށް އައިސްފައިވެއެވެ. އަދި އެންމެ ޞައްޙަކޮށް އެންމެ މަޝްހޫރުކޮށް މިޙަދީޘް ރިވާކުރެއްވި އަބޫ ހުރައިރާގެ އަރިހުން 15 ވަރަކަށް ބޭކަލުން އެކި މަގުން ނެރުއްވިއެވެ. އޭގެ ބައެއް ރިވާޔަތްތައް ސަނަދުތަކުން މުއައްލިފު ބަޔާންކުރައްވާނެއެވެ. އޭގެ އިތުރުން ޢަރަފާތް ދުވަހުގައާއި، ޝަޢުބާންމަހު 15 ވިލޭރޭގައިވެސް ﷲ تبارك وتعالى ފައިބާވޮޑިގަންނަވާކަމަށް ޙަދީޘްތައް އައިސްފައިވެއެވެ."],["34","(إثبات صفة النزول والمجيء)","وكذلك يثبتون ما أنزله الله عز اسمه في كتابه، من ذكر المجيء والإتيان المذكورين في قوله عز وجل: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة} وقوله عز اسمه: {وجاء ربك والملك صفا صفا}.","","","އެފަދައިންމެ ﷲ تبارك وتعالى -އެކަލާނގެ އިސްމުފުޅު ޢިއްޒަތްތެރިވެގެންވެއެވެ.- އެކަލާނގެ ފޮތުގައި ބާވައިލައްވާފައިވާ ކަންކަންކަމުގައިވާ: ވަޑައިގަތުމާއި، ޙާޒިރުވެވޮޑިގަތުން އެމީހުން ޘާބިތުކުރެއެވެ. އެއީ ﷲ عز وجل ގެ މިބަސްފުޅުގައި ޛިކުރުކުރެވިގެންވާ ކަންތަކެވެ:\n﴿هَلۡ ‌يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ﴾ [البقرة: 210] \nމާނައީ: \"ތުނި ވިލާތަކުގެ ހިޔާތަކެއްގެ ތެރެއިން ﷲ އާއި މަލާއިކަތުން އެއުރެންގެ ގާތަށް ވަޑައިގަތުމަށް މެނުވީ، އެއުރެން ބަލަބަލައި ނުތިބެނީ ހެއްޔެވެ؟\"\nއަދި މިބަސްފުޅުވެސްމެއެވެ -އެކަލާނގެ ނަންފުޅު ޢިއްޒަތްތެރިވެގެންވެއެވެ-\n﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا﴾ [الفجر: 22] \nމާނައީ: \"އަދި ކަލޭގެފާނުގެ ވެރި ރައްބުއާއި މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނެއެވެ.\"",""],["35","(النهي عن السؤال عن كيفية النزول)","قرأت في رسالة الشيخ أبي بكر الإسماعيلي إلى أهل جيلان أن الله سبحانه ينزل إلى سماء الدنيا على ما صح به الخبر عن الرسول ﷺ، وقد قال الله عز وجل: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام} وقال: {وجاء ربك والملك صفا صفا} ونؤمن بذلك كله على ما جاء بلا كيف، فلو شاء سبحانه أن يبين لنا كيفية ذلك فعل، فانتهينا إلى ما أحكمه، وكففنا عن الذي يتشابه إذ كنا قد أُمرنا به في قوله عز وجل: {هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب}","","","ޖީލާނުގެ އަހުލުވެރިންނަށް ޝެއިޚު އަބޫބަކުރު އަލްއިސްމާޢީލީ ލިޔުއްވި ރިސާލާގައި ވަނިކޮށް އަހުރެން ކީމެވެ:\n«أن الله سبحانه وتعالى ينزل إلى السماء الدنيا على ما صح به الخبر عن رسول الله صلى الله عليه وسلم، وقد قال عز وجل: ﴿هَلۡ ‌يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ﴾ [البقرة: 210]، وقال: ﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا ﴾ [الفجر: 22]، ونؤمن بذلك كله على ما جاء بلا كيف، فلو شاء الله سبحانه أن يبين لنا كيفية ذلك فعل فانتهينا إلى ما أحكمه، وكففنا عن الذي يتشابه، إن كنا قد أمرنا به في قوله عز وجل: ﴿هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ﴾ [آل عمران: 7]»\nމާނައީ: \"ﷲ سبحانه وتعالى އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޚަބަރު ޞައްޙަވެގެންވާ ގޮތަށެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿هَلۡ ‌يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ﴾ [البقرة: 210] \nމާނައީ: \"ތުނި ވިލާތަކުގެ ހިޔާތަކެއްގެ ތެރެއިން ﷲ އާއި މަލާއިކަތުން އެއުރެންގެ ގާތަށް ވަޑައިގަތުމަށް މެނުވީ، އެއުރެން ބަލަބަލައި ނުތިބެނީ ހެއްޔެވެ؟\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا﴾ [الفجر: 22] \nމާނައީ: \"އަދި ކަލޭގެފާނުގެ ވެރި ރައްބުއާއި މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނެއެވެ.\"\nއަދި އެކަންކަން އައިސްފައިވާ ގޮތަށް، ކައިފިއްޔަތު ކިޔުމެއްނެތި އަހަރުމެން އެހުރިހާ ކަމަކަށް އީމާންވަމެވެ. އެކަލާނގެ سبحانه وتعالى އެކަންކަމުގެ ކައިފިއްޔަތާއި ވައްތަރު އަހަރުމެންނަށް ބަޔާންކޮށްދެއްވަން އެދިވޮޑިގެންނެވިނަމަ އެކަން ކުރެއްވީހެވެ. އެހެންކަމުން އެކަލާނގެ މުޙްކަމުކޮށް ބަޔާންކުރެއްވި ހިސާބަށް އަހަރުމެން ގޮސް ހުއްޓެމެވެ. އަދި އޮޅުންއަރާ ވައްތަރުވާ ކަންކަމުން އަހަރުމެން ދުރުވެ އެއްކިބާވަމެވެ. އެހެނީ ﷲ عز وجل ގެ ބަސްފުޅުން އަހަރުމެންނަށް އެގޮތަށްވަނީ އަމުރުވެވިގެންނެވެ:\n﴿هُوَ ٱلَّذِيٓ أَنزَلَ عَلَيۡكَ ٱلۡكِتَٰبَ مِنۡهُ ءَايَٰتٞ مُّحۡكَمَٰتٌ هُنَّ أُمُّ ٱلۡكِتَٰبِ وَأُخَرُ مُتَشَٰبِهَٰتٞۖ فَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِمۡ زَيۡغٞ فَيَتَّبِعُونَ مَا تَشَٰبَهَ مِنۡهُ ٱبۡتِغَآءَ ٱلۡفِتۡنَةِ وَٱبۡتِغَآءَ تَأۡوِيلِهِۦۖ وَمَا يَعۡلَمُ تَأۡوِيلَهُۥٓ إِلَّا ٱللَّهُۗ وَٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ يَقُولُونَ ءَامَنَّا بِهِۦ كُلّٞ مِّنۡ عِندِ رَبِّنَاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ﴾ [آل عمران: 7] \nމާނައީ: \"އެކަލާނގެއީ، ކަލޭގެފާނުގެ މައްޗަށް ފޮތް ބާވައިލެއްވި ކަލާނގެއެވެ. އޮޅުމެއްނެތި، މާނަ ސާފުކޮށް އެނގޭ އާޔަތްތަކެއް އޭގެތެރޭގައިވެއެވެ. އެ އާޔަތްތަކަކީ، އެ ފޮތުގެ މައިގަނޑު ބަޔެވެ. އަދި މުތަޝާބިހު (ސާފުނޫން އޮޅުންއަރާ) އާޔަތްތަކެއްވެސްވެއެވެ. ފަހެ، ޙައްޤު މަގުން އެއްކިބާވުމުގެގޮތް، އެއުރެންގެ ހިތްތަކުގައިވާ މީހުން ދަންނާށެވެ! ފަހެ، އެއުރެން ފިތުނަ އުފެއްދުމުގެ ބޭނުމުގައްޔާއި، އެ އާޔަތްތައް އެކިގޮތްގޮތަށް މާނަކުރުމުގެ ބޭނުމުގައި، އެ ފޮތުގެ ތެރޭގައި މުތަޝާބިހު އާޔަތްތަކުގެ ފުލުން އުޅެތެވެ. އެ އާޔަތްތަކުގެ ޙަޤީޤީ މާނަ، ﷲ އަށް މެނުވީ އެނގިގެނެއް ނުވެތެވެ. ޢިލްމުގައި ހަރުދަނާކަމާއި ޘާބިތު ކަން ލިބިފައިވާ މީހުން ބުނާހުށީ، ތިމަންމެން މިތިބީ އެ އާޔަތްތަކަށް އީމާން ވެގެންނެވެ. ހުރިހާ އާޔަތްތަކެއްވެސްވަނީ، ތިމަންމެންގެ ވެރިރަސްކަލާނގެ ޙަޟްރަތުންނެވެ. ބުއްދީގެ އަހުލުވެރިން މެނުވީ ވިސްނައި ހަނދުމަކޮށެއް ނަހަދަތެވެ.\" މިއެވެ.",""],["36","(النهي عن السؤال عن كيفية النزول)","أخبرنا أبو بكر بن زكريا الشيباني: سمعت أبا حامد بن الشرقي يقول: سمعت أحمد السلمي وأبا داود الخفاجي يقولان: سمعنا إسحاق بن إبراهيم الحنظلي يقول: قال لي الأمير عبد الله بن طاهر: يا أبا يعقوب هذا الحديث الذي ترويه عن رسول الله ﷺ: «ينزل ربنا كل ليلة إلى السماء الدنيا» كيف ينزل؟ قال: قلت: أعز الله الأمير، لا يقال لأمر الرب كيف، إنما ينزل بلا كيف.","","","އަހަރުމެންނަށް އަބޫބަކުރު ބްނު ޒަކަރިއްޔާ އައްޝައިބާނީ ޚަބަރުދެއްވިއެވެ: އަބޫ ޙާމިދު ބްނު އައްޝަރްޤީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޙަމްދާނު އައްސުލަމީއާއި، އަބޫ ދާވޫދު އަލްޚައްފާފު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަހަރުމެން އިސްހާޤު ބްނު އިބްރާހީމު އަލްޙަންޡަލީ ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ:\n«قال لي الأمير عبد الله بن طاهر: يا أبا يعقوب! هذا الحديث الذي ترويه عن رسول الله صلى الله عليه وسلم: ينزل ربنا كل ليلة إلى سماء الدنيا، كيف ينزل؟ قال: قلتُ: أعز الله الأمير، لا يقال لأمر الرب كيف؟ إنما ينزل بلا كيف»\nމާނައީ: \"އަމީރު ޢަބްދު ﷲ ބްނު ޠާހިރު އަހުރެންނަށް ވިދާޅުވިއެވެ: \"އޭ އަބޫ ޔަޢުޤޫބެވެ! ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ތިބާ ތިޔަ ރިވާކުރާ މިޙަދީޘް: \"ތިމަންމެންގެ ވެރި ރައްބު ކޮންމެ ރެޔަކު އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ.\" ފަހެ އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ކިހިނަކުންހެއްޔެވެ؟\" އަހުރެން ބުނީމެވެ: \"ﷲ އަމީރަށް ޢިއްޒަތް ދެއްވާށިއެވެ! ރައްބުގެ ކަމަކާމެދު ކިހިނެއްހޭ ނުބުނެވޭނެއެވެ! އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ކައިފިއްޔަތެއް ނެތިއެވެ.\" (އެބަހީ: އަހަރުމެންނަށް އެނގޭ ކައިފިއްޔަތެއް އެއާމެދު ކިޔުމުގެ ފުރުސަތު ނެތިއެވެ.)",""],["37","(النهي عن السؤال عن كيفية النزول)","حدثنا أبو يعقوب إسحاق بن إبراهيم العدل: حدثنا محبوب بن عبد الرحمن القاضي: حدثني أبو بكر بن أحمد بن محبوب: حدثنا أحمد بن حمويه: حدثنا أبو عبد الرحمن العباسي: حدثنا محمد بن سلام: سألت عبد الله بن المبارك عن نزول ليلة النصف من شعبان، فقال عبد الله: يا ضعيف، ليلة النصف ينزل؟ في كل ليلة ينزل، فقال الرجل: يا أبا عبد الله، كيف ينزل؟ أليس يخلو ذلك المكان منه؟ فقال عبد الله: ينزل كيف شاء\" وفي رواية أخرى هذه الحكاية أن عبد الله بن المبارك قال للرجل: \"إذا جاءك الحديث عن رسول الله ﷺ فاخضع له\".","","","އަހަރުމެންނަށް އަބޫ ޔަޢުޤޫބު އިސްޙާޤު ބްނު އިބްރާހީމު އަލްޢަދްލު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޙްބޫބު ބްނު ޢަބްދުއް ރަޙްމާނު އަލްޤާޟީ ކިޔާދެއްވިއެވެ: އަހުރެންނަށް އަހުރެންގެ ކާފަ އަބޫބަކުރު މުޙައްމަދު ބްނު އަޙްމަދު ބްނު މަޙްބޫބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޙައްމުވައިހި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢަބްދުއް ރަޙްމާނު އަލްޢަތަކީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ސަލާމު ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n«سَأَلت عبد الله بن الْمُبَارك عَن نُزُول لَيْلَة النّصْف من شعْبَان، فَقَالَ عبد الله: يَا ضَعِيف. فِي كل لَيْلَة ينزل، فَقَالَ له رجل: يَا أَبَا عبد الرَّحْمَن كَيفَ ينزل؟ أَلَيْسَ ‌يَخْلُو ‌ذَلِكَ ‌الْمَكَان ‌مِنْهُ؟ فَقَالَ عبد الله ينزل كيف شاء»\nމާނައީ: \"އަހުރެން ޢަބްދު ﷲ ބްނުލް މުބާރަކުގެ އަރިހުން، ޝަޢުބާން މަހުގެ ދެބައި ވިލޭރޭ (ފަނަރަވަނަ ވިލޭރޭ) ފައިބާވޮޑިގަތުމާމެދު ސުވާލުކުރީމެވެ. އެހިނދު ޢަބްދު ﷲ (އިބްނުލް މުބާރަކު) ވިދާޅުވިއެވެ: \"އޭ މިހިރަ ނިކަމެތިމީހާއެވެ! އެކަލާނގެ ކޮންމެ ރެޔަކުވެސް ފައިބާވޮޑިގަންނަވައެވެ.\" ދެން މީހަކު ބުނެފިއެވެ: \"އޭ އަބޫ ޢަބްދުއް ރަޙްމާނެވެ! އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ކިހިނަކުންތޯއެވެ؟ އޭރުން އެކަލާނގެ (ކުރިން ވޮޑިގެންވި) މަކާނު ހުސްވެގެންދާނެ ނޫންހެއްޔެވެ!؟\" ދެން ޢަބްދު ﷲ ވިދާޅުވިއެވެ: \"އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ އެކަލާނގެ އެދިވޮޑިގެންނެވި ގޮތަކަށެވެ.\"\nމިވާހަކައިގެ އެހެން ރިވާޔަތެއްގައިވެއެވެ: ޢަބްދު ﷲ ބްނުލް މުބާރަކު އެމީހަކަށް ވިދާޅުވިއެވެ:\n«إذا جاءك الحديث عن رسول الله صلى الله عليه وسلم فاخضع له»\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘް އަތުވެއްޖެނަމަ ދެން ކަލޭ އެއަށް ނިކަމެތިވެ ބޯލަނބާހުށިކަމެވެ.\"",""],["38","(النهي عن السؤال عن كيفية النزول)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا زكريا يحيى بن محمد العنبري يقول: سمعت إبراهيم بن أبي طالب يقول: سمعت أحمد بن سعيد بن إبراهيم بن عبد الله الرباطي يقول: حضرت مجلس الأمير عبد الله بن طاهر ذات يوم وحضر إسحاق بن إبراهيم -يعني ابن راهويه- فسئل عن حديث النزول: أصحيح هو؟ قال: نعم، فقال له بعض قواد عبد الله: يا أبا يعقوب، أتزعم أن الله ينزل كل ليلة؟ قال: نعم، قال: كيف ينزل؟ فقال له إسحاق: أثبته فوق حتى أصف لك النزول، فقال الرجل: أثبته فوق، فقال إسحاق: قال الله عز وجل: {وجاء ربك والملك صفا صفا} فقال الأمير عبد الله: يا أبا يعقوب، هذا يوم القيامة، فقال إسحاق: أعز الله الأمير، ومن يجيء يوم القيامة من يمنعه اليوم؟","","","އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ޒަކަރިއްޔާ ޔަޙްޔާ ބްނު މުޙައްމަދު އަލްޢަންބަރީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އިބްރާހީމު ބްނު އަބީ ޠާލިބު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަޙްމަދު ބްނު ސަޢީދު ބްނު އިބްރާހީމު އަބޫ ޢަބްދު ﷲ އައްރިބާޠީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«حضرت مجلس الأمير عبد الله بن طاهر ذات يوم، وحضر إسحاق بن إبراهيم -يعني: ابن راهويه - فسئل عن حديث النزول: أصحيح هو؟ قال: نعم. فقال له بعض قواد عبد الله: يا أبا يعقوب! أتزعم أن الله تعالى ينزل كل ليلة؟ قال: نعم. قال: كيف ينزل؟ فقال له إسحاق: أثبته فوق حتى أصف لك النزول، فقال الرجل: أثبَتُّه فوق، فقال إسحاق: قال الله عز وجل: ﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا ﴾ [الفجر: 22]، فقال الأمير عبد الله: يا أبا يعقوب! هذا يوم القيامة. فقال إسحاق: أعز الله الأمير، ومن يجيء يوم القيامة من يمنعه اليوم؟»\nމާނައީ: \"އަމީރު ޢަބްދު ﷲ ބްނު ޠާހިރުގެ މަޖްލީހަށް އަހުރެން އެއްދުވަހަކު ޙާޒިރުވީމެވެ. އަދި އިސްޙާޤު ބްނު އިބްރާހީމު -ޔަޢުނީ އިބްނު ރާހަވައިހި- ވެސް ޙާޒިރުވިއެވެ. ދެން ފައިބާވޮޑިގަތުމާމެދުވާ ޙަދީޘާމެދު އެކަލޭގެފާނާ ސުވާލުކުރެވުނެވެ: \"އެއީ ޞައްޙަ ޙަދީޘެއްހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"އާނއެކެވެ!\" ދެން ޢަބްދު ﷲ ގެ ކޮމާންޑަރަކު ބުނެފިއެވެ: \"އޭ އަބޫ ޔަޢުޤޫބެވެ! ތިބާ ތިޔަ ދަޢުވާކުރަނީ ﷲ تبارك وتعالى ކޮންމެ ރެޔަކު ފައިބާވޮޑިގަންނަވާކަމަށް ހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"އާނއެކެވެ.\" އެމީހަކު ބުނެފިއެވެ: \"އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ކިހިނަކުންހެއްޔެވެ؟\" ދެން އިސްޙާޤު ވިދާޅުވިއެވެ: \"އެކަލާނގެ ފައިބާވޮޑިގަތުން ތިބާއަށް ޞިފަކޮށްދޭން އިހަށް އެކަލާނގެ މަތީގައިވޮޑިގެންވާކަން ޘާބިތުކޮށްބަލާށެވެ.\" ދެން އޭނާ ބުނެފިއެވެ: \"އެކަލާނގެ މަތީގައިވޮޑިގެންވާކަން އަހުރެން ޘާބިތުކުރަމެވެ.\" ދެން އިސްޙާޤު ވިދާޅުވިއެވެ: \"ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا﴾ [الفجر: 22] \nމާނައީ: \"އަދި ކަލޭގެފާނުގެ ވެރި ރައްބުއާއި މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނެއެވެ.\"\nދެން އަމީރު ޢަބްދު ﷲ ބުނެފިއެވެ: \"އޭ އަބޫ ޔަޢުޤޫބެވެ! މިއީ ޤިޔާމަތްދުވަހު ނޫންހެއްޔެވެ؟\" ދެން އިސްޙާޤު ވިދާޅުވިއެވެ: \"ﷲ އަމީރު ޢިއްޒަތްތެރިކުރައްވާށިއެވެ! ޤިޔާމަތްދުވަހު ވަޑައިގަންނަވާ އިލާހު، މިއަދު (ދުނިޔޭގެ އުޑަށް ފައިބާވޮޑިގަތުން) މަނާކުރާނީ ކާކުހެއްޔެވެ؟\" މިއެވެ.",""],["39","(ذكر خبر النزول المتواتر)","وخبر نزول الرب كل ليلة إلى سماء الدنيا خبر متفق على صحته، مخرج في الصحيحين، من طريق مالك بن أنس عن الزهري عن الأغر وأبي سلمة عن أبي هريرة.","","","ﷲ تبارك وتعالى އެންމެ ތިރީ އުޑަށް ކޮންމެ ރެޔަކު ފައިބާވޮޑިގަތުމާމެދު އަބޫ ހުރައިރާ ރިވާކުރެއްވި ޙަދީޘްގެ މަގުތައް ބަޔާންކުރުން\nއެންމެ ތިރީ އުޑަށް ރައްބު ކޮންމެ ރެޔަކު ފައިބާވޮޑިގަންނަވާކަމަށްވާ ޚަބަރަކީ އޭގެ ޞައްޙަކަމަށް އިއްތިފާޤުވެވިގެންވާ، ދެ ޞަޙީޙުގައި ނެރެވިގެންވާ ޚަބަރެކެވެ. އެއީ މާލިކު ބްނު އަނަސްގެ އަރިހުން، އައްޒުހްރީގެ އަރިހުން، އަލްއަޣައްރުއާއި އަބޫ ސަލަމާގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން އެމަގުންނެވެ.",""],["40","(ذكر خبر النزول المتواتر)","أخبرناه أبو علي زاهر بن أحمد: حدثنا أبو إسحاق إبراهيم بن عبد الصمد: حدثنا أبو مصعب: حدثنا مالك ح. وحدثنا أبو بكر بن زكريا: حدثنا أبو حاتم علي بن عبيدان: حدثنا محمد بن يحيى قال: وفيما قرأت على ابن نافع وحدثني مطرف عن مالك ح. وحدثنا أبو بكر بن زكريا: أخبرنا أبو القاسم عبيد الله بن إبراهيم بن باكويه: حدثنا يحيى بن محمد: حدثنا يحيي بن يحيى قال: قرأت على مالك عن ابن شهاب الزهري عن أبي عبد الله الأغر وأبي سلمة عن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «ينزل ربنا تبارك وتعالى في كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له، ومن يسألني فأعطيه، ومن يستغفرني فأغفر له».","","","އަހަރުމެންނަށް އަބޫ ޢަލީ ޒާހިރު ބްނު އަޙްމަދު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ އިސްޙާޤު އިބްރާހީމު ބްނު ޢަބްދުއް ޞަމަދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ މުޞްޢަބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މާލިކު ކިޔާދެއްވިއެވެ: «ح» (އެހެން ސަނަދަކަށް އަނބުރާލައްވާފައި)\nއަހަރުމެންނަށް އަބޫބަކުރު ބްނު ޒަކަރިއްޔާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޙާތިމު މައްކިއްޔު ބްނު ޢަބްދާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޙްޔާ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަދި އިބްނު ނާފިޢުގެ ގާތުގައި އަހުރެން ކިޔާދިން ވާހަކާގައިވެއެވެ. އަދި އަހުރެންނަށް މުޠައްރިފު، މާލިކުގެ އަރިހުން ކިޔާދެއްވިއެވެ. «ح» (އެހެން ސަނަދަކަށް އަނެއްކާ ބަދަލުކުރައްވާ)\nއަދި އަހަރުމެންނަށް އަބޫބަކުރު ބްނު ޒަކަރިއްޔާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޤާސިމު ޢުބައިދު ﷲ ބްނު އިބްރާހީމު ބްނު ބާކުވައިހި ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު މުޙައްމަދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ޔަޙްޔާ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަހުރެން މާލިކުގެ އަތްމައްޗަށް ކިޔާދިނީމެވެ: އެއީ އިބްނު ޝިހާބު އައްޒުހްރީގެ އަރިހުން، އަބޫ ޢަބްދު ﷲ އަލްއަޣައްރު އަދި އަބޫ ސަލަމާގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށެވެ:\n«يَنْزِلُ رَبُّنَا تبارك وتعالى في كُلّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حتى يَبْقَى ثُلُثُ اللَّيْلِ الْآخِرُ، فيَقُولُ: مَنْ ‌يَدْعُونِي ‌فَأَسْتَجِيبَ لَهُ، ومَنْ يَسْأَلُنِي فَأُعْطِيَهُ، ومَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ» (17)\nމާނައީ: \"އަހަރުމެންގެ ރައްބު تبارك وتعالى، ކޮންމެ ރެޔަކު، ރޭގަނޑު ތިންބައިކުޅަ އެންމެ ފަހުބައި ބާކީވެ އޮންނަހިނދު، އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވައެވެ: \"ތިމަންއިލާހު އެމީހަކަށް އިޖާބަކޮށްދެއްވުމަށް ތިމަންއިލާހަށް ދުޢާކުރާނީ ކާކުހެއްޔެވެ؟ ތިމަންއިލާހު އެމީހަކަށް އެ އެއްޗެއް ދެއްވުމަށްޓަކައި ތިމަންއިލާހަށް ސުވާލުކޮށް އެދިދަންނަވާނީ ކާކުހެއްޔެވެ؟ ތިމަންއިލާހު އެމީހެއްގެ ފާފަފުއްސަވާދެއްވުމަށްޓަކައި ތިމަންއިލާހަށް އިސްތިޣުފާރުކުރާނީ ކާކުހެއްޔެވެ؟\"","(17) صحيح البخاري: 6321، ومسلم: 758"],["41","(ذكر خبر النزول المتواتر)","ولهذا الحديث طرق إلى أبي هريرة، رواه الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة ح. ورواه يزيد بن هارون وغيره من الأئمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة، ومالك عن الزهري عن الأعرج عن أبي هريرة، ومالك عن الزهري عن سعيد بن المسيب عن أبي هريرة، وعبيد الله بن عمر عن سعيد بن أبي سعيد المقبري عن أبي هريرة، وعبد الأعلى بن أبي المساور وبشير بن أبي سلمان عن أبي حازم عن أبي هريرة. ورواه نافع بن جبير بن مطعم عن أبيه، وموسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت، وعبد الرحمن بن كعب بن مالك عن جابر بن عبد الله، وعبيد الله بن أبي رافع عن علي بن أبي طالب، وشريك عن أبي إسحاق عن أبي الأحوص عن عبد الله بن مسعود، ومحمد بن كعب بن فضالة بن عبيد عن أبي الدرداء، وأبو الزبير عن جابر، وسعيد بن جبير عن ابن عباس وعن أم المؤمنين عائشة وأم سلمة رضي الله عنهم. [كلهم عن رسول الله ﷺ أنه قال: «ينزل الله كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الأخير فيقول: من يسألني فأعطيه؟ من يدعوني فأستجيب له؟ من يستغفرني فأغفر له؟» فبذلك كانوا يفضلون صلاة آخر الليل على أوله،] وهذه الطرق كلها مخرجة بأسانيدها في كتابنا الكبير المعروف بالانتصار. [هذا لفظ أبي سلمة و الأغر عن أبي هريرة.]","","","މިޙަދީޘަށް، އަބޫ ހުރައިރާއާ ހަމައަށް މަގުތަކެއްވެއެވެ.\nއަލްއައުޒާޢީ، ޔަޙްޔާ ބްނު އަބީ ކަޘީރުގެ އަރިހުން، އަބޫ ސަލަމާގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސް އެޙަދީޘް ރިވާކުރެއްވިއެވެ. «ح» (އެހެން ސަނަދަކަށް އަނެއްކާ ބަދަލުކުރައްވާ)\nއަދި ޔަޒީދު ބްނު ހާރޫނުއާއި އިމާމުންގެ އެހެން ބޭކަލުން، މުޙައްމަދު ބްނު ޢަމްރުގެ އަރިހުން، އަބޫ ސަލަމާގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސް އެޙަދީޘް ރިވާކުރެއްވިއެވެ.\nއަދި މާލިކު، އައްޒުހްރީގެ އަރިހުން، އަލްއަޢުރަޖުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސްމެއެވެ.\nއަދި މާލިކު، އައްޒުހްރީގެ އަރިހުން، ސަޢީދު ބްނުލް މުސައްޔަބުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސްމެއެވެ.\nއަދި ޢުބައިދު ﷲ ބްނު ޢުމަރު، ސަޢީދު ބްނު އަބީ ސަޢީދު އަލްމަޤްބުރިއްޔުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސްމެއެވެ.\nއަދި ޢަބްދުލް އަޢުލާ ބްނު އަބުލް މުސާވިރު އާއި ބަޝީރު ބްނު ސުލައިމާނު، އަބޫ ޙާޒިމުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުންވެސްމެއެވެ.\nއަދި އަބޫ ހުރައިރާގެ މަގު ނޫން އެހެން މަގުތަކުންވެސް މިޚަބަރު ރިވާކުރެވުނެވެ:\nނާފިޢު ބްނު ޖުބައިރު ބްނު މުޠުޢިމު، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން ރިވާކުރެއްވިއެވެ.\nއަދި މޫސާ ބްނު ޢުޤްބާ، އިސްޙާޤު ބްނު ޔަޙްޔާގެ އަރިހުން، ޢުބާދަތު ބްނުއް ޞާމިތުގެ އަރިހުން ރިވާކުރެއްވިއެވެ.\nއަދި ޢަބްދުއް ރަޙްމާނު ބްނު ކަޢުބު ބްނު މާލިކު، ޖާބިރު ބްނު ޢަބްދު ﷲ ގެ އަރިހުން ރިވާކުރެއްވިއެވެ.\nއަދި ޢުބައިދު ﷲ ބްނު އަބީ ރާފިޢު، ޢަލިއްޔު ބްނު އަބީ ޠާލިބުގެ އަރިހުންވެސް ރިވާކުރެއްވިއެވެ.\nއަދި ޝަރީކު، އަބޫ އިސްޙާޤުގެ އަރިހުން، އަބުލް އަޙްވަޞުގެ އަރިހުން، ޢަބްދު ﷲ ބްނު މަސްޢޫދުގެ އަރިހުން ރިވާކުރެއްވިއެވެ.\nއަދި މުޙައްމަދު ބްނު ކަޢުބު، ފަޟާލާ ބްނު ޢުބައިދުގެ އަރިހުން، އަބުއް ދަރްދާއުގެ އަރިހުންވެސް ރިވާކުރެއްވިއެވެ.\nއަދި އަބުއް ޒުބައިރު، ޖާބިރުގެ އަރިހުންވެސްމެއެވެ.\nއަދި ސަޢީދު ބްނު ޖުބައިރު، އިބްނު ޢައްބާސްގެ އަރިހުންވެސްމެއެވެ.\nއަދި އުންމުލް މުއުމިނީން ޢާއިޝާއާއި އުންމު ސަލަމާގެ އަރިހުންވެސްމެއެވެ.\nމިހުރިހާ މަގުތައް، އޭގެ ސަނަދުތަކާއެކު، އަހަރުމެންގެ ބޮޑު ފޮތްކަމުގައިވާ، \"އަލްއިންތިޞާރު\" ގެ ނަމުން އެނގިގެންވާ ފޮތުގައިވާނީ ނެރެފައިއެވެ.(18)","(18) މުއައްލިފުގެ މިފޮތް ހިމެނެނީ އަހަރުމެންނާ ހަމައަށް ފޯރާފައި ނެތް، ގެއްލިގެންވާ ފޮތްތަކުގެ ތެރޭގައިއެވެ."],["42","(ذكر خبر النزول المتواتر)","وفي رواية [يزيد بن هارون عن محمد بن عمرو عن أبي سلمة عن أبي هريرة، و] الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضي الله عنه، عن رسول الله ﷺ: «إذا مضى نصف الليل أو ثلثاه ينزل الله إلى السماء الدنيا فيقول هل من سائل فيعطى؟ هل من داع فيستجاب له؟ هل من مستغفر فيغفر له؟ حتى ينفجر الصبح»","","","އަލްއައުޒާޢީ، ޔަޙްޔާ ބްނު އަބީ ކަޘީރުގެ އަރިހުން، އަބޫ ސަލަމާގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން ނެރުއްވި ރިވާޔަތުގައިވެއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إِذَا مَضَى نصفُ اللَّيْلِ أَوْ ثُلُثَاهُ يَنْزِلُ اللهُ تبارك وتعالى إِلَى السَّمَاءِ الدُّنْيَا فَيَقُولُ: هَلْ مِنْ سَائِلٍ فيُعْطَى؟ ‌هَلْ ‌مِنْ ‌دَاعٍ فيُسْتَجَابُ لَهُ؟ هَلْ مِنْ مُسْتَغْفِرٍ فيُغْفَرُ لَهُ؟ حَتَّى يَنْفَجِرَ الصُّبْحُ» (19)\nމާނައީ: \"ރޭގަނޑުގެ ދެބައިކުޅަ އެއްބައި ނުވަތަ ތިންބައިކުޅަ ދެބައި ވޭތުވެގޮސްފިނަމަ؛ އެންމެ ތިރީ އުޑަށް ﷲ ފައިބާވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވަތެވެ: \"ކަމަކަށް އެދި ސުވާލުކުރާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކަށް ދެއްވިގެންވުމަށެވެ. ދުޢާއެއްކުރާނެ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކަށް އިޖާބަވެވިގެންވުމަށެވެ. ފާފަފުއްސެވުމަށް އެދޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކަށް ފުއްސެވިގެންވުމަށެވެ.\" އެއީ ފަތިހުގެ އަލިކަން ފާޅުވެއްޖައުމަށް ދާންދެނެވެ.\"","(19) صحيح مسلم: 758"],["43","(ذكر خبر النزول المتواتر)","وفي رواية سعيد بن مرجانة عن أبي هريرة زيادة في آخره وهي: \"ثم يبسط يديه فيقول: من يقرض غير عدوم ولا ظلوم\".","","","އަދި ސަޢީދު ބްނު މަރްޖާނާ، އަބޫ ހުރައިރާގެ އަރިހުން ނެރުއްވި ރިވާޔަތުގައި އިތުރު ބައެއް އޭގެ ފަހުކޮޅުގައިވެއެވެ. އެއީ:\n«ثُمَّ يَبْسُطُ يَدَيْهِ فيَقُولُ: مَنْ يُقْرِضُ غَيْرَ عَدُومٍ ‌وَلَا ‌ظَلُومٍ» (20)\nމާނައީ: \"ދެން އެކަލާނގެ ދެ އަތްޕުޅު ހުޅުވާލައްވާ ވަޙީކުރައްވަތެވެ: \"ނެތިފިލައިނުދާނޭ ގޮތަށް އަދި އަނިޔާއެއް ނުލިބޭނެގޮތަށް ދަރަންޏެއް ދޭނީ ކާކުހެއްޔެވެ؟\"","(20) صحيح مسلم: 758"],["44","(ذكر خبر النزول المتواتر)","وفي رواية أبي حازم عن أبي هريرة عن رسول الله ﷺ: \"إن الله ينزل إلى السماء الدنيا في ثلث الليل الأخير فينادي هل من سائل فأعطيه؟ هل من مستغفر فأغفر له؟ فلا يبقى شيء فيه الروح إلا علم به، إلا الثقلان الجن والإنس\" قال: وذلك حين تصيح الديوك وتنهق الحمير وتنبح الكلاب.⁽⁹⁾","⁽⁹⁾ [قال في الحاشية:] \"لم نقف على هذه الزيادة، ويحتاج إلى معرفة ثبوتها\"","","އަދި އަބޫ ޙާޒިމު، އަބޫ ހުރައިރާގެ އަރިހުން، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށްވާ ރިވާޔަތުގައިވެއެވެ:\n«إن الله ‌ينزل إلى السماء الدنيا في ثلث الليل الأخير فينادي: هل من سائل فأعطيه؟ هل من مستغفر فأغفر له؟ فلا يبقى ‌شيء ‌فيه ‌الروح إلا علم به إلا الثقلين الجن والإنس، قال: وذلك حين تصيح الديوك، وتنهق الحمير، وتنبح الكلاب»\nމާނައީ: \"ހަމަކަށަވަރުން ރޭގަނޑުގެ ތިންބައިކުޅަ ފަހު ބައިގައި ﷲ އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. އަދި އެކަލާނގެ ގޮވާލައްވައެވެ: \"ކަމަކަށް އެދި ސުވާލުކުރާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެއީ އެމީހަކަށް ތިމަންއިލާހު ދެއްވުމަށެވެ. ފާފަފުއްސެވުމަށް އެދޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެއީ ތިމަންއިލާހު އޭނާއަށް ފުއްސަވާދެއްވުމަށެވެ.\" ދެންފަހެ އެ އެއްޗެއްގައި ފުރާނަހުރި އެއްވެސް އެއްޗެއް، އެކަން ދަނެގެންވާ ޙާލުގައި މެނުވީ ނުވެއެވެ. ޖިންނީންނާއި އިންސީން މެނުވީއެވެ.\"\nޙަދީޘްކުރެއްވިއެވެ (ނުވަތަ ރާވީޔަކު ވިދާޅުވިއެވެ)\nމާނައީ: \"އެއީ ހާތައް ގޮވާ، ހިމާރުތައް ހޭރި، ކުއްތާތައް ގޮވާ ވަޤުތެވެ.\"",""],["45","(ذكر خبر النزول المتواتر)","[وفي رواية موسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت زيادات حسنة وهي التي أخبرنا بها أبو يعلى حمزة بن عبد العزيز المهلبي: أنبأنا عبد الله بن محمد الرازي: أنبأنا أبو عثمان محمد بن عثمان بن أبي سويد: حدثنا عبد الرحمن -يعني ابن المبارك- حدثنا فضيل بن سلمان عن موسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله ﷺ: \"ينزل الله تبارك وتعالى كل ليلة إلى السماء الدنيا حتى يبقى ثلث الليل الأخير فيقول: ألا عبد من عبادي يدعوني فأستجيب له؟ ألا ظالم لنفسه يدعوني فأغفر له؟ ألا مقتر عليه رزقه فيدعوني فأرزقه؟ ألا مظلوم يذكرني فأنصره؟ ألا ظالم لنفسه يدعوني فأفكه؟ فيكون كذلك إلى أن يطلع الصبح ويعلو على كرسيه\".","","","ﷲ تبارك وتعالى ފައިބާވޮޑިގަތުމާމެދު އެހެން ޞަޙާބީންގެ އަރިހުންވާ ބައެއް ރިވާޔަތްތަކާއި އޭގެ މަގުތައް\nއަދި މޫސާ ބްނު ޢުޤްބާ، އިސްޙާޤު ބްނު ޔަޙްޔާގެ އަރިހުން، ޢުބާދަތު ބްނުއް ޞާމިތުގެ އަރިހުން ނެރުއްވި ރިވާޔަތުގައި ރަނގަޅު އިތުރު ބައިތަކެއްވެއެވެ: އެއީ:\nއަހަރުމެންނަށް އަބޫ ޔަޢުލާ ޙަމްޒާ ބްނު ޢަބްދުލް ޢަޒީޒު އަލްމުހައްލަބީ އޭގެ ޚަބަރުދެއްވި ބައެވެ. ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ބްނު މުޙައްމަދު އައްރާޒީ ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަބޫ ޢުޘްމާނު މުޙައްމަދު ބްނު ޢުޘްމާނު ބްނު އަބީ ސުވައިދު ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު -ޔަޢުނީ: އިބްނުލް މުބާރަކު- ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ފުޟައިލު ބްނު ސުލައިމާނު، މޫސާ ބްނު ޢުޤްބާގެ އަރިހުން، އިސްޙާޤު ބްނު ޔަޙްޔާގެ އަރިހުން، ޢުބާދަތު ބްނުއް ޞާމިތު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«يَنْزِلُ الله تبارك وتعالى كُلّ لَيْلَة إلى السّماء الدّنيا حتى يَبْقَى ثُلُثُ اللَّيْلِ الأخِيرِ، فَيَقُولُ: أَلَا عَبْدٌ مِنْ عِبَادِي يَدْعُونِي فَأَسْتَجِيبَ لَهُ، أَلَا ‌ظَالِمٌ ‌لِنَفْسِهِ ‌يَدْعُونِي فَأَغْفِرَ لَهُ، أَلَا مُقْتِرٌ عَلَيْهِ رِزْقُهُ فيَدْعُونِي فَأَرْزُقَهُ، أَلَا مَظْلُومٌ يَذْكُرُنِي فَأَنْصُرَهُ، أَلَا عَانٍ يَدْعُونِي فَأَفُكَّهُ؟ قَالَ: فَيَكُونُ كَذَلِكَ إِلَى أَنْ يطلع الصُّبْحُ، ويَعْلُوعَلَى كُرْسِيِّهِ» (21)\nމާނައީ: \"ރޭގަނޑުގެ ތިންބައިކުޅަ ފަހުބައި ދެމިއޮންނަހިނދު ﷲ تبارك وتعالى އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވައެވެ: \"ތިމަންއިލާހުގެ އަޅުތަކުންކުރެ އަޅަކު ތިމަންއިލާހަށް ދުޢާކުރަން އެބަހުރިހެއްޔެވެ؟ އެއީ އެމީހަކަށް އިޖާބަދެއްވުމަށެވެ. އެމީހެއްގެ އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވެގެންވާ މީހަކު ތިމަންއިލާހަށް ދުޢާކުރަން އެބަހުރިހެއްޔެވެ؟ އެއީ ތިމަންއިލާހު އޭނާއަށް ފުއްސަވާ ދެއްވުމަށެވެ. އެމީހެއްގެ މައްޗަށް ރިޒްޤު ދަތި އުނދަގޫވެގެންވާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެއީ އޭނާ ތިމަންއިލާހަށް ދުޢާކުރުމުން ދެން ތިމަންއިލާހު އޭނާއަށް ރިޒްޤުދެއްވުމަށެވެ. އަނިޔާއެއް ލިބިގެންވާ މީހަކު ތިމަންއިލާހު ހަނދުމަކުރަން އެބަހުރިހެއްޔެވެ؟ އެއީ އެމީހަކަށް ނަޞްރުދެއްވުމަށެވެ. އަސީރުވެ ބަންދުވެގެންވާ މީހަކު ތިމަންއިލާހަށް ދުޢާކުރަން އެބަހުރިހެއްޔެވެ؟ އެއީ އެމީހަކު މިނިވަންކޮށްދެއްވުމަށެވެ.\" ފަތިސް އަލިވެ ފާޅުވެއްޖައުމަށް ދާންދެން އެކަލާނގެ އެގޮތަށް ވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ ކުރްސި (ގޮނޑިކޮޅު) ގެ މައްޗަށް އެކަލާނގެ މަތިވެވޮޑިގަންނަވައެވެ.\"","(21) الشريعة للآجري: 717، المعجم الأوسط للطبراني: 6079"],["46","(ذكر خبر النزول المتواتر)","وفي رواية أبي الزبير عن جابر من طريق مرزوق أبي بكر الذي خرجه محمد بن إسحاق بن خزيمة مختصرا.\rومن طريق أيوب عن أبي الزبير عن جابر، الذي خرجه الحسن بن سفيان في مسنده.\rومن طريق هشام الدستوائي عن أبي الزبير عن جابر أن رسول الله ﷺ قال: \"إن عشية عرفة ينزل الله فيه إلى السماء الدنيا فيباهي بأهل الأرض أهل السماء، ويقول: انظروا إلى عبادي شعثًا غبرًا ضاحين، جاءوا من كل فج عميق، يرجون رحمتي ولم يروا عذابي، فلم ير يومًا أكثر عتقًا من النار من يوم عرفة\"]","","","އަދި މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ކުރުކޮށް އަބުއް ޒުބައިރު، ޖާބިރުގެ އަރިހުން، މަރްޒޫޤު އަބީ ބަކުރުގެ މަގުން ނެރުއްވި ރިވާޔަތުގައިވެއެވެ.\nއަދި އައްޔޫބު، އަބުއް ޒުބައިރުގެ އަރިހުން، ޖާބިރުގެ އަރިހުންވާ މަގުންވެސްމެއެވެ. އެއީ އަލްޙަސަނު ބްނު ސުފްޔާނުގެ މުސްނަދުގައި ނެރުއްވި ރިވާޔަތެވެ.\nއަދި ހިޝާމު އައްދަސްތުވާއިއްޔު، އަބުއް ޒުބައިރުގެ އަރިހުން، ޖާބިރުގެ އަރިހުން ނެރުއްވި މަގުންވެސްވެއެވެ. ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إنّ عَشية عَرَفَةَ يَنْزِلُ اللَّهُ فيه إِلَى السَّمَاءِ الدُّنْيَا فَيُبَاهِي بِأَهْلِ الْأَرْضِ أَهْلَ السَّمَاءِ، ويَقُولُ: انْظُرُوا إِلَى عبادي شعثا غبرا ضاحين جاؤوا مِنْ كُلِّ ‌فَجٍّ ‌عَمِيقٍ ‌يَرْجُونَ رَحْمَتِي، وَلَمْ يَرَوْا عَذَابِي، فَلَمْ يُرَ يَوْمٌ أَكْثَرُ عِتْقًا من النار من يوم عرفة» (22)\nމާނައީ: \"ޢަރަފާތް ދުވަހުގެ ހަވީރު، ﷲ އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. ދެން ބިމުގެ އަހުލުވެރިންނާމެދު އުޑުގެ އަހުލުވެރިންގެ ގާތުގައި އެކަލާނގެ ފަޚުރުވެރިވެވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވައެވެ: \"ތިޔަބައިމީހުން ނިކަން ތިމަންއިލާހުގެ އަޅުތަކުންނަށް ބަލާބަލާށެވެ. ބޯ ހޭވި، ހިރަފުސްވެ، އަވިގަނޑުގައި ވާތަނެވެ. އެމީހުން އައީ ކޮންމެ ދުރު ބޮޑެތި މަގަކުންނެވެ. އެމީހުން ތިމަންއިލާހުގެ ރަޙްމަތަށް އެދެއެވެ. އަދި ތިމަންއިލާހުގެ ޢަޛާބެއް އެމީހުން ނުދެކެއެވެ.\" ދެންފަހެ ޢަރަފާތް ދުވަހަށްވުރެ ނަރަކައިން މުއްތިކުރެއްވުން ގިނަވެގެންވާ ދުވަހެއް ނުފެނެތެވެ.\"","(22) صحيح ابن حبان: 3853،"],["47","(ذكر خبر النزول المتواتر)","وروى هشام الدستوائي عن يحيى بن أبي كثير عن هلال بن ميمون عن عطاء بن يسار عن رفاعة الجهني حدث أن رسول الله ﷺ قال: «إذا مضى ثلث الليل أو شطر الليل أو ثلثاه ينزل الله إلى السماء الدنيا فيقول: لا أسأل عن عبادي غيري، من يستغفرني فأغفر له؟ من يدعوني فأستجيب له؟ من يسألني أعطيه؟ حتى ينفجر الصبح».","","","އަދިވެސް ހިޝާމު އައްދަސްތުވާއިއްޔު، ޔަޙްޔާ ބްނު އަބީ ކަޘީރުގެ އަރިހުން، ހިލާލު ބްނު އަބީ މައިމޫނާގެ އަރިހުން، ޢަޠާއު ބްނު ޔަސާރުގެ އަރިހުން ރިވާކުރެއްވިއެވެ: ރިފާޢާ އަލްޖުހަނިއްޔު، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް އެބޭފުޅާއަށް ކިޔާދެއްވިއެވެ:\n«إِذَا مَضَى ثلث اللَّيْلِ أَوْ شطر اللَّيْلِ أو ثلثاه يَنْزِلُ اللَّهُ إِلَى السَّمَاءِ الدُّنْيَا، فَيَقُولُ: لَا أَسْأَلُ عَنْ ‌عِبَادِي ‌غَيْرِي، مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ؟ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ؟ مَنْ يَسْأَلُنِي أُعْطِيَهُ؟ حَتَّى يَنْفَجِرَ الصُّبْحُ» (23)\nމާނައީ: \"ރޭގަނޑުން ތިންބައިކުޅަ އެއްބައި، ނުވަތަ ދެބައިކުޅަ އެއްބައި، ނުވަތަ ތިންބައިކުޅަ ދެބައި ވޭތުވެގެންދާހިނދު؛ އެންމެ ތިރީ އުޑަށް ﷲ ފައިބާވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވަތެވެ: \"ތިމަންއިލާހުގެ އަޅުތަކުންނާމެދު ތިމަންއިލާހު ފިޔަވައި އެހެން ފަރާތެއް ސުވާލު ނުކުރާހުށިކަމެވެ. ތިމަންއިލާހުގެ ޙަޟްރަތުން ފާފަފުއްސެވުމަށް އެދޭނީ ކާކުހެއްޔެވެ؟ އެއީ އެމީހަކަށް ފުއްސަވައިދެއްވުމަށެވެ. ތިމަންއިލާހަށް ދުޢާކުރާނީ ކާކުހެއްޔެވެ؟ އެއީ އެމީހަކަށް އިޖާބަކުރެއްވުމަށެވެ. ތިމަންއިލާހުގެ ޙަޟްރަތުން ކަންކަމަށް އެދި ސުވާލުކުރާނީ ކާކުހެއްޔެވެ؟ އެމީހަކަށް ދެއްވާހުށީމެވެ. އެހެންގޮސް ފަތިހުގެ އަލިކަން ފާޅުވެއްޖައުމަށް ދާންދެނެވެ.\"","(23) الزهد لابن المبارك: 919، مسند الدارمي: 1522، سنن ابن ماجه: 1367"],["48","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: أخبرنا أبو العباس السراج: حدثنا محمد بن يحيى: حدثنا عبيد الله بن موسى عن إسرائيل عن أبي إسحاق عن أبي مسلم الأغر قال: أشهد على أبي سعيد وأبي هريرة أنهما شهدا على رسول الله ﷺ وأنا أشهد عليهما أنهما سمعا النبي ﷺ يقول: «إن الله يمهل حتى إذا ذهب ثلث الليل الأول هبط إلى السماء الدنيا، فيقول: هل من مذنب؟ هل من مستغفر؟ هل من سائل؟ هل من داع؟ حتى تطلع الشمس».","","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އައްސައްރާޖު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޙްޔާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢުބައިދު ﷲ ބްނު މޫސާ، އިސްރާއީލުގެ އަރިހުން، އަބޫ އިސްޙާޤުގެ އަރިހުން، އަބޫ މުސްލިމު އަލްއަޣައްރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަބޫ ސަޢީދު އާއި އަބޫ ހުރައިރާ، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަށް ހެކިވެވަޑައިގަތްކަމަށް އަހުރެން ހެކިވެ، އަދި އެދެބޭކަލުން ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން އަޑުއެއްސެވިކަމަށް އަހުރެންވެސް ހެކިވަމެވެ. އެއީ މިހެން ޙަދީޘްކުރައްވަނިކޮށެވެ:\n«إِنَّ اللَّهَ يُمْهِلُ حَتَّى إِذَا ذَهَبَ ثُلُثُ اللَّيْلِ الْأَوَّلُ ‌هَبَطَ ‌إِلَى ‌السَّمَاءِ ‌الدُّنْيَا فَيَقُولُ: هَلْ مِنْ مُذْنِبٍ، هَلْ مِنْ مُسْتَغْفِرِ، هَلْ مِنْ سَائِلٍ، هَلْ مِنْ دَاعِ، حَتَّى تَطْلُعَ الشمس» (24)\nމާނައީ: \"ހަމަކަށަވަރުން ﷲ تبارك وتعالى މަޑުކުރައްވާ މުހްލަތު ދެއްވައެވެ. ދެން ރޭގަނޑުގެ ތިންބައިކުޅަ ފުރަތަމަ ބައި ވޭތުވެދާހިނދު؛ އެންމެ ތިރީ އުޑަށް އެކަލާނގެ ފައިބާވޮޑިގަންނަވާ ވަޙީކުރައްވައެވެ: \"ފާފަވެރިޔަކު އެބަހުރިހެއްޔެވެ؟ ފާފަފުއްސެވުމަށް އެދޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ ކަމަކު އެދި ސުވާލުކުރާ މީހަކު އެބަހުރި ހެއްޔެވެ؟ ދުޢާއެއްކުރާނޭ މީހަކު އެބަހުރިހެއްޔެވެ؟\" އިރު އަރައިފުމަށް ދާންދެނެވެ.\"","(24) الدعاء للطبراني: 143، النزول للدارقطني: 59\nނޯޓް: ޞަޙީޙު މުސްލިމްގައި މިޙަދީޘްގެ ލަފްޒުގައި އައިސްފައިވަނީ އަދި އެއާއެކު ޞައްޙަކޮށް އެހެން ރިވާޔަތްތަކުގައި އައިސްފައިވަނީވެސް ފަތިސް ވެއްޖައުމަށް ދާންދެން އެކަލާނގެ ފައިބާވޮޑިގެންވާކަމަށެވެ. އިރުއަރައިފުމަށް ދާންދެންކަމަށްވާ ޢިބާރާތަކީ ޝާއްޛު ޢިބާރާތެކެވެ."],["49","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: حدثنا أبو العباس الثقفي: حدثنا الحسن بن الصباح: حدثنا شبابة بن ثوار⁽¹⁰⁾ عن يونس بن أبي إسحاق عن أبي مسلم الأغر قال: أشهد على أبي سعيد وأبي هريرة أنهما قالا: قال رسول الله ﷺ: «إن الله يمهل حتى إذا كان ثلث الليل هبط إلى هذه السماء، ثم أمر بأبواب السماء ففتحت فقال: هل من سائل فأعطيه؟ هل من داع فأجيبه؟ هل من مستغفر فأغفر له؟ هل من مضطر أكشف عنه ضره؟ هل من مستغيث أغيثه؟ فلا يزال ذلك مكانه حتى يطلع الفجر في كل ليلة من الدنيا».","⁽¹⁰⁾ في الأصل: \"شبابة بن سوار\"","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އައްޘަޤަފީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙަސަނު ބްނުއް ޞައްބާޙު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޝަބާބާ ބްނު ސައްވާރު، ޔޫނުސް ބްނު އަބީ އިސްޙާޤުގެ އަރިހުން، އަބޫ މުސްލިމް އަލްއަޣައްރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަބޫ ސަޢީދުއާއި އަބޫ ހުރައިރާ މިހެން ވިދާޅުވިކަމަށް އަހުރެން ހެކިވަމެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إِنَّ اللَّهَ يُمْهِلُ حَتَّى إِذَا كان ثُلُثُ اللَّيْلِ هبطُ إِلَى هَذِهِ السَّمَاءِ، ثُمَّ أَمَرَ بِأَبْوَابِ السَّمَاءِ فَفُتِحَتْ، فقَالَ: هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ، هَلْ مِنْ دَاعٍ فَأُجِيبَهُ، هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ، هَلْ مِنْ مُضْطَرٍّ أَكْشِفُ عَنْهُ ضُرَّهُ، هَلْ مِنْ ‌مُسْتَغِيثٍ ‌أُغِيثُهُ، ، فَلَا يَزَالُ ذَلِكَ مكانه، حَتَّى يَطْلُعَ الْفَجْرُ فِي كُلِّ لَيْلَةٍ مِنَ الدُّنْيَا» (25)\nމާނައީ: \"ﷲ تبارك وتعالى ލަސްކޮށްލައްވާ މުހުލަތުދެއްވައެވެ. އެހެންގޮސް ރޭގަނޑުގެ ތިންބައިކުޅަ އެއްބައިވާހިނދު؛ މިހިރަ އުޑަށް އެކަލާނގެ ފައިބާވޮޑިގަންނަވައެވެ. ދެން އުޑުގެ ދޮރުތަކަށް އަމުރުކުރައްވާ އެދޮރުކޮޅުތައް ހުޅުވިގެންދެއެވެ. ދެން އެކަލާނގެ ވަޙީކުރައްވައެވެ: \"ސުވާލުކުރާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެއީ ތިމަންއިލާހު އޭނާއަށް ދެއްވުމަށެވެ. ދުޢާކުރާނޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ ތިމަންއިލާހު އޭނާއަށް އިޖާބަދެއްވުމަށެވެ. ފާފަފުއްސެވުމަށް އެދޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެއީ ތިމަންއިލާހު އޭނާއަށް ފުއްސެވުމަށެވެ. ދަތިޙާލުގައި ޖެހިފައިވާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހެއްގެ ދަތި އުނދަގޫކަން ތިމަންއިލާހު ކަޝްފުކުރެއްވުމަށެވެ. އެހީއަށް އެދި ދަންނަވާ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކަށް ތިމަންއިލާހު އެހީތެރިވެވޮޑިގެންނެވުމަށެވެ.\" ދެން ފަތިސް ވެއްޖައުމަށް ދާންދެން އެތަނުގައި އެކަލާނގެ ދެމިވޮޑިގެން ހުންނަވައެވެ. ދުނިޔޭގެ ކޮންމެ ރެޔަކުގައިއެވެ.\"","(25) النزول للدارقطني: 55"],["50","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: أنبانا أبو العباس يعني الثقفي: حدثنا مجاهد ين موسى والفضل بن سهل قالا: حدثنا يزيد بن هارون: حدثنا سهل عن أبي إسحاق عن الأغر أنه شهد على أبي هريرة وأبي سعيد أنهما شهدا على رسول الله ﷺ أنه قال: «إذا كان ثلث الليل نزل تبارك وتعالى إلى السماء الدنيا فقال: ألا هل من مستغفر يغفر له؟ هل من سائل يعطى سؤله؟ ألا هل من تائب يتاب عليه؟».","","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް -ޔަޢުނީ އައްޘަޤަފީ- ކިޔައިދެއްވިއެވެ: އަހަރުމެންނަށް މުޖާހިދު ބްނު މޫސާ އާއި އަލްފަޟްލު ބްނު ސަހްލު ކިޔާދެއްވިއެވެ. އެ ދެބޭކަލުން ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޔަޒީދު ބްނު ހާރޫނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޝަރީކު، އަބޫ އިސްޙާޤުގެ އަރިހުން، އަލްއަޣައްރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް އަބޫ ހުރައިރާ އާއި އަބޫ ސަޢީދު ހެކިވެވަޑައިގަތްކަމަށް އަލްއަޣައްރު ހެކިވިއެވެ:\n«إذا كان ثلث الليل نزل تبارك وتعالى إلى السماء الدنيا فقال: ألا هل من مستغفر يغفر له؟ هل من سائل ‌يعطى ‌سؤله؟ ألا هل من تائب يتاب عليه»\nމާނައީ: \"ރޭގަނޑުގެ ތިންބައިކުޅަ އެއްބައިވާހިނދު އެކަލާނގެ تبارك وتعالى އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. ދެން ވަޙީކުރައްވަތެވެ: \"އެމީހަކަށް ފާފަފުއްސެވިގެން ދިޔުމަށްޓަކައި އިސްތިޣުފާރުކުރާނޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކު އެދޭކަމެއް ދެއްވިގެންދިޔުމަށްޓަކައި ސުވާލުކޮށް ދަންނަވާނޭ މީހަކު އެބަހުރިހެއްޔެވެ؟ އެމީހަކަށް ތައުބާލެއްވިގެން ދިޔުމަށްޓަކައި ތައުބާވާނޭ މީހަކު އެބަހުރިހެއްޔެވެ؟\"",""],["51","(ذكر خبر النزول المتواتر)","حدثنا الأستاذ أبو منصور بن حمشاد: ⁽¹¹⁾ حدثنا أبو إسماعيل بن أبي الظمأ ببغداد: حدثنا أبو منصور الرمادي: حدثنا عبد الرزاق: أخبرنا معمر عن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال: قال رسول الله ﷺ: «ينزل الله تعالى في كل ليلة إلى السماء الدنيا، فيقول: أنا الملك أنا الملك، ثلاثا، من يسألني فأعطيه؟ من يدعوني فأستجيب له؟ من يستغفرني فأغفر له؟ فلا يزال كذلك حتى يطلع الفجر».","⁽¹¹⁾ في الأصل: \"حماد\"","","އަހަރުމެންނަށް އުސްތާޛު އަބޫ މަންޞޫރު ބްނު ޙަމްޝާދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢަލިއްޔު އިސްމާޢީލު ބްނު މުޙައްމަދު އައްޞައްފާރު ބަޣުދާދުގައި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ މަންޞޫރު އައްރިމާދީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރައްޒާޤު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޢުމަރު، ސުހައިލު ބްނު އަބީ ޞާލިޙުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން ޚަބަރުދެއްވިއެވެ: ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«يَنْزِلُ اللَّهُ تعالى في كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا فَيَقُولُ: ‌أَنَا ‌المَلِكُ، ‌أَنَا ‌المَلِكُ -ثلاثا- مَنْ ‌يَسْأَلُنِي فَأُعْطِيَهُ، مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ، ، مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ، فَلَا يَزَالُ كَذَلِكَ حَتَّى يطلع الفَجْرُ» (26)\nމާނައީ: \"ކޮންމެ ރެޔަކު އެންމެ ތިރީ އުޑަށް ﷲ تبارك وتعالى ފައިބާވޮޑިގަންނަވައެވެ. އަދި ވަޙީކުރައްވައެވެ: \"ތިމަންއިލާހީ ރަސްވަންތަކަލާނގެއެވެ. ތިމަންއިލާހީ ރަސްވަންތަ ކަލާނގެއެވެ -ތިންފަހަރުއެވެ- ތިމަންއިލާހުގެ ޙަޟްރަތަށް ސުވާލުކޮށް އެދިދަންނަވާނީ ކާކުހެއްޔެވެ؟ އެމީހަކަށް ދެއްވުމަށެވެ. ތިމަންއިލާހަށް ދުޢާކުރާނީ ކާކުހެއްޔެވެ؟ އެމީހަކަށް އިޖާބަކޮށްދެއްވުމަށެވެ. ތިމަންއިލާހުގެ ޙަޟްރަތަށް ފާފަފުއްސެވުމަށް އެދި ދަންނަވާނީ ކާކުހެއްޔެވެ؟ އެއީ އެމީހަކަށް ފާފަފުއްސެވުމަށެވެ.\" ފަޖުރުގެ އަލިކަން ފާޅުވެއްޖައުމަށް ދާންދެން އެފަދައިން އެކަލާނގެ ދެމިވޮޑިގެންވެއެވެ.\"","(26) صحيح مسلم: 758 ، سنن الترمذي: 446"],["52","(قول أبي حنيفة في حديث النزول)","سمعت الأستاذ أبا منصور على إثر هذا الحديث الذي أملاه علينا يقول: سئل أبو حنيفة عنه فقال: \"ينزل بلا كيف\".","","","އަހަރުމެންނަށް މިޙަދީޘް އިމްލާކޮށްދެއްވާފައި އެއާ ވިއްދާ އުސްތާޛު އަބޫ މަންޞޫރު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ޙަނީފާގެ ގާތުން މިއާމެދު ސުވާލުކުރެވުމުން ބުންޏެވެ:\n‌«يَنْزِلُ ‌بِلَا ‌كَيْف»\nމާނައީ: \"އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ކައިފިއްޔަތެއް ނެތިއެވެ.\"",""],["53","(قول أبي حنيفة في حديث النزول)","وقال بعضهم: \"ينزل نزولا يليق بالربوبية بلا كيف، من غير أن يكون نزوله مثل نزول الخلق بالتخلي والتملي، لأنه جل جلاله منزه أن تكون صفاته مثل صفات الخلق، كما كان منزها أن تكون ذاته مثل ذوات الخلق، فمجيئه وإتيانه ونزوله على حساب ما يليق بصفاته، من غير تشبيه وكيف\".","","","އަދި ބައެއް ބޭކަލުން ވިދާޅުވިއެވެ:\n«يَنْزِلُ نُزُولًا يَلِيقُ بِالرُّبُوبِيَّةِ بِلَا كَيْفٍ، مِنْ غَيْرِ أَنْ يَكُونَ نُزُولُهُ ‌مِثْلَ ‌نُزُولِ ‌الْخَلْقِ بِالتَّخلِّي وَالتَّمَلِّي، لِأَنَّهُ جل جلاله مُنَزَّهٌ عَنْ أَنْ تَكُونَ صِفَاتُهُ مِثْلَ صِفَاتِ الْخَلْقِ، كَمَا كَانَ مُنَزَّهًا عَنْ أَنْ تَكُونَ ذَاتُهُ مِثْلَ ذَواتِ المخلوقين، فَمَجِيئُهُ وَإِتْيَانُهُ وَنُزُولُهُ عَلَى حَسْبِ مَا يَلِيقُ بِصِفَاتِهِ مِنْ غَيْرِ تَشْبِيهٍ وَكَيْفِيَّةٍ»\nމާނައީ: \"އެކަލާނގެ ފައިބާވޮޑިގަންނަވަނީ ރުބޫބިއްޔަތާ ލާއިޤުވެ އެކަށީގެންވާ ފައިބާވޮޑިގަތުމަކުންނެވެ. ކައިފިއްޔަތު ކިޔުމެއް ނެތިއެވެ. ޚަލްޤުތަކުންގެ ފޭބުމާ އެއްމިސާލަކަށް -އެއްތަނުން ހުސްވެ އަނެއްތަން ފުރޭގޮތަކަށް- އެކަލާނގެ ފައިބާވޮޑިގަތުން ނުވެއެވެ. އެހެނީ އެކަލާނގެ جل جلاله ވަނީ ޚަލްޤުތަކުންގެ ޞިފަތަކާ އެއްގޮތްވުމުން އެކަލާނގެ ޞިފަފުޅުތައް ހުސްދުރުވެގެންނެވެ. އެއީ މަޚްލޫޤުންގެ ޛާތުތަކާ އެއްގޮތްވުމުން އެކަލާނގެ ޛާތުފުޅު ހުސްދުރުވެގެންވާ ގޮތަށެވެ. އެހެންކަމުން އެކަލާނގެ ވަޑައިގަތުމާއި، ޙާޟިރުވެވޮޑިގަތުމާއި، ފައިބާވޮޑިގަތުންވަނީ އެއްވެސް ވައްތަރުކުރުމެއްނެތި ކައިފިއްޔަތު ގޮތް ކިޔުމެއްނެތި އެކަލާނގެ ޞިފަފުޅުތަކާ ލާއިޤުވެގެންވާ ގޮތަށެވެ.\"",""],["54","(قول ابن خزيمة في حديث النزول)","وقال الإمام أبو بكر محمد بن إسحاق بن خزيمة في كتاب التوحيد الذي صنفه وسمعته من حامله أبي طاهر رحمه الله تعالى: باب ذكر أخبار ثابتة السند رواها علماء الحجاز والعراق في نزول الرب إلى السماء الدنيا كل ليلة، من غير صفة كيفية النزول، إثبات النزول، فنشهد شهادة مقر بلسانه مصدق بقلبه متيقن بما في هذه الأخبار من ذكر النزول، من غير أن نصف الكيفية، لأن نبينا ﷺ لم يصف لنا كيفية نزول خالقنا إلى السماء الدنيا، وأعلمنا أنه ينزل، والله عز وجل ولَّى نبيه ﷺ بيان ما بالمسلمين إليه الحاجة من أمر دينهم، فنحن قائلون مصدقون بما في هذه الأخبار من ذلك النزول، غير متكلفين للنزول بصفة الكيفية، إذ النبي ﷺ لم يصف كيفية النزول.","","","އިމާމް އަބޫބަކުރު މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ، އެކަލޭގެފާނު ލިޔުއްވި \"އައްތައުޙީދު\" ފޮތުގައި ވިދާޅުވިއެވެ -އެކަލޭގެފާނުގެ ކާފަދަރިކަލުން އަބޫ ޠާހިރުގެ ކިބައިން އަހުރެން އެފޮތް އަޑުއެހީމެވެ-:\n«باب ذكر ‌أخبار ‌ثابتة ‌السند رواها علماء الحجاز والعراق في نزول الرب إلى السماء الدنيا كل ليلة، من غير صفة كيفية النزول مع إثبات النزول، فنشهد شهادة مقر بلسانه مصدق بقلبه، مستيقن بما فيها من الأخبار من ذكر النزول من غير أن نصف الكيفية؛ لأن نبينا محمداً صلى الله عليه وسلم لم يصف لنا كيفية نزول خالقنا إلى السماء الدنيا، وأعلمنا أنه ينزل، والله عز وجل ولّى نبيه صلى الله عليه وسلم بيان ما بالمسلمين إليه الحاجة من أمر دينهم، فنحن قائلون مصدقون بما في هذه الأخبار من ذكر النزول غير متكلفين بالنزول بصفة الكيفية، إذ النبي صلى الله عليه وسلم لم يصف لنا كيفية النزول»\nމާނައީ: \"ރައްބުގެ ފައިބާވޮޑިގަތުން ޘާބިތުކުރުމާއެކު ފައިބާވޮޑިގަތުމުގެ ކައިފިއްޔަތުގެ ޞިފަކުރުމެއްނެތި، ކޮންމެ ރެޔަކު އެންމެ ތިރީއުޑަށް ފައިބާވޮޑިގެންނެވުމާމެދު ޙިޖާޒުއާއި، ޢިރާޤުގެ ޢިލްމުވެރިން ރިވާކުރައްވާފައިވާ ސަނަދު ޘާބިތުވެގެންވާ ޚަބަރުތައް ޛިކުރުކުރުމުގެ ބާބު. ފަހެ މިޚަބަރުތަކުގައި ޛިކުރުކުރެވިގެންވާ ފައިބާވޮޑިގަތުމުގެ ޞިފަ -އޭގެ ކައިފިއްޔަތު ޞިފަކުރުމެއްނެތި- ޔަޤީންކުރާ ޙާލު އިޤުރާރުވާ ދުލަކުން، އަދި ތެދުކުރާ ހިތެއްގެ ހެކިވުމުން އަހަރުމެން ހެކިވަމެވެ. އެހެނީ އަހަރުމެންގެ ނަބިއްޔާ މުޙައްމަދު صلى الله عليه وسلم، އަހަރުމެންގެ ޚާލިޤުވަންތަ އިލާހު އެންމެ ތިރީއުޑަށް ފައިބާވޮޑިގަތުމުގެ ކައިފިއްޔަތު އަހަރުމެންނަށް ޞިފަކޮށް ނުދެއްވައެވެ. އެކަލޭގެފާނު އަހަރުމެންނަށް އަންގަވާދެއްވީ އެކަލާނގެ ފައިބާވޮޑިގަންނަވާކަމެވެ. އަދި ﷲ عز وجلވަނީ، މުސްލިމުންނަށް އެމީހުންގެ ދީނުގައި ބޭނުން ޖެހިގެންވާ ކަންކަން ބަޔާންކޮށްދެއްވުން އެކަލާނގެ ނަބިއްޔާ صلى الله عليه وسلم އާ ހަވާލުކުރައްވާފައިއެވެ. އެހެންކަމުން މިޚަބަރުތަކުގައި ޛިކުރުކުރެވިގެންވާ ފައިބާވޮޑިގަތުމުގެ ޞިފަ އަހަރުމެން ތެދުކުރަމެވެ. އެއީ ކައިފިއްޔަތު ޞިފަކުރަން ތަކްލީފު ޖެހިގެން އުނދަގުލުން އުޅުމެއް ނެތިއެވެ. އެހެނީ ފައިބާވޮޑިގަތުމުގެ ކައިފިއްޔަތު ނަބިއްޔާ صلى الله عليه وسلم އަހަރުމެންނަށް ޞިފަކޮށް ނުދެއްވައެވެ.\"",""],["55","(خبر النزول يوم عرفة)","أخبرنا الحاكم أبو عبد الله الحافظ: حدثنا أبو محمد الصيدلاني: حدثنا علي بن الحسين بن الجنيد: حدثنا أحمد بن صالح المصري: حدثنا ابن وهب: أنبأنا مخرمة بن بكير عن أبيه ح. وأخبرنا الحاكم حدثنا محمد بن يعقوب الأصم واللفظ له: حدثنا إبراهيم بن المنذر:⁽¹²⁾ حدثنا ابن وهب عن مخرمة بن بكير عن أبيه قال: سمعت محمد بن المنكدر يزعم أنه سمع أم سلمة زوجة النبي ﷺ تقول \"نعم اليوم يوم ينزل الله تعالى فيه إلى السماء الدنيا\" قالوا: وأي يوم؟ قالت: \"يوم عرفة\".","⁽¹²⁾ في الأصل: \"بن منقذ\"","","އަހަރުމެންނަށް އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އައްޞައިދަލާނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަލީ ބްނުލް ޙުސައިނު ބްނުލް ޖުނައިދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޞާލިޙު އަލްމިޞްރީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ވަހްބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޚްރަމާ ބްނު ބުކައިރު، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން ޚަބަރުދެއްވިއެވެ:\n«ح» (އެހެން ސަނަދަކަށް ބަދަލުކުރައްވާފައި) އަދި އަހަރުމެންނަށް އަލްޙާކިމު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޢުޤޫބު އަލްއަޞައްމު ކިޔާދެއްވިއެވެ -އަދި މިއީ އެބޭފުޅާގެ ލަފްޒެވެ- އަހަރުމެންނަށް އިބްރާހީމު ބްނު މުންޤިޛު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ވަހްބު، މަޚްރަމާ ބްނު ބުކައިރުގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ނަބިއްޔާ صلى الله عليه وسلم ގެ އަނބިކަނބަލުން އުއްމު ސަލަމާ ވިދާޅުވަނިކޮށް މުޙައްމަދު ބްނުލް މުންކަދިރު އަޑުއެއްސެވިކަމަށް ބުނާ އަޑު އަހުރެން އެހީމެވެ:\n«‌نِعْمَ ‌الْيَوْمُ ‌يَوْمُ يَنْزِلُ اللَّهُ تعلى فِيهِ إِلَى السَّمَاءِ الدُّنْيَا. قَالُوا: وَأَيُّ يَوْمٍ؟ قَالَتْ: يَوْمُ عَرَفَةَ» (27)\nމާނައީ: \"ﷲ تبارك وتعالى އެދުވަހެއްގައި އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވާ ދުވަހުގެ ހެޔޮކަމާއެވެ!\" އެބޭކަލުން ދެންނެވިއެވެ: \"އެއީ ކޮން ދުވަހެއްގައިތޯއެވެ؟\" އެކަމަނާ ވިދާޅުވިއެވެ: \"ޢަރަފާތް ދުވަހެވެ.\"","(27) النزول للدارقطني: 96، الرد على الجهمية للدارمي: 137، شرح أصول الاعتقاد: 768"],["56","(خبر النزول ليلة النصف من شعبان)","وروت عائشة رضي الله عنها عن النبي ﷺ قال: \"ينزل الله تعالى في النصف من شعبان إلى السماء الدنيا ليلا إلى آخر النهار من الغد، فيعتق من النار بعدد شعر معز بني كلب، ويكتب الحاج وينزل أرزاق السنة، ولا يترك أحدا إلا غفر له إلا مشركا أو قاطع رحم أو عاقا أو مشاحنا\".⁽¹³⁾","⁽¹³⁾ قال الزيلعي عن رواة الحديث في تخريج الكشاف 3/ 263: \"سعيد بن عبد الكريم قال الأزدي: متروك، وإبراهيم بن إسحاق قال ابن حبان: يقلب الأخبار ويسرق الحديث، وشيخه وهب أكذب الناس.\" وتنظر الضعيفة ح1247","","އަދި ޢާއިޝާ، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާކުރެއްވިއެވެ:\n«ينزل الله تعالى في النصف من شعبان إلى السماء الدنيا ليلاً إلى آخر النهار من الغد، فيعتق من النار بعدد ‌شعر ‌معز ‌كلب، ويكتب الحاج، وينزل أرزاق السنة، ولا يترك أحداً إلا غفر له إلا مشركاً أو قاطع رحم أو عاقاً أو مشاحناً» (28)\nމާނައީ: \"ޝަޢުބާން މަހުގެ ދެބައިކުޅަ އެއްބައިވާ ދުވަހު، ރޭގަނޑުން ފަށައިގެން އަނެއްދުވަހުގެ ދުވާލުގެ ފަހުކޮޅަށް ﷲ تبارك وتعالى އެންމެ ތިރީއުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. އަދި ކަލްބު ވަންހައިގެ ބަކަރިތަކުގެ ކެހެރީގެ މިންވަރަށް ނަރަކައިން މީހުން މުއްތިކުރައްވަތެވެ. އަދި ޙައްޖުވެރިން ލިޔުއްވާ، އަހަރުގެ ރިޒްޤުތައް ބާވައިލައްވަތެވެ. އަދި އެމީހަކަށް ފާފަ ނުފުއްސަވާ އެކަކުވެސް ދޫކޮށް ނުލައްވައެވެ. މުޝްރިކެއް ނޫނީ ރަޙިމްގެ ގުޅުންކަނޑާފައި ހުރި މީހެއް، ނުވަތަ މައިންބަފައިންނަށް އުރެދިގެން ހުރި މީހެއް، ނުވަތަ ޢަދާވާތްތެރި ދެކޮޅުވެރިޔާ (ބިދުޢަވެރިޔާ) އަށް މެނުވީ އެވެ.\"","(28) مسند أحمد: 26018، سنن الترمذي: 739، سنن ابن ماجه: 1389 ޝަޢުބާން މަހުގެ ފަނަރަވިލޭރޭގައި ﷲ تبارك وتعالى އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވާކަމަށް މިމަޞްދަރުތަކުގައި އައިސްފައިވެއެވެ. އަދި އައްތިރްމިޛީ، ބުޚާރީ މިޙަދީޘް ބަލިކަށިކުރައްވާކަމަށް ގެންނެވިއެވެ. އެއާއެކު މިރިވާޔަތުގައިވާ: އަނެއް ދުވަހު ދުވާލުގެ ފަހުކޮޅަށް، ޙައްޖުވެރިން ލިޔުއްވާ އަދި އަހަރުގެ ރިޒްޤު ލިޔުއްވާކަމަށް އެރިވާޔަތްތަކުގައި ނުވެއެވެ."],["57","(ذكر خبر النزول من طريق رفاعة)","أخبرنا أبو طاهر بن خزيمة: حدثنا جدي الإمام: حدثنا الحسن بن محمد الزعفراني: حدثنا إسماعيل بن علية عن هشام الدستوائي ح. قال الإمام: وحدثنا الزعفراني: حدثنا عبد الله بن بكر السهمي: حدثنا هشام الدستوائي؛ وحدثنا الزعفراني: حدثنا يزيد يعني ابن هارون: أخبرنا الدستوائي ح. وحدثنا محمد بن عبد الله بن ميمون بالإسكندرية: حدثنا الوليد عن الأوزاعي جميعهم عن يحيى بن أبي كثير عن عطاء بن يسار: حدثني رفاعة بن عرابة الجهني ح. قال الإمام: وحدثنا أبو هشام بن زياد بن أيوب: حدثنا مبشر بن إسماعيل الحلبي عن الأوزاعي: حدثني يحيى بن أبي كثير: حدثني هلال بن أبي ميمونة، عن عطاء بن يسار: حدثني رفاعة بن عرابة الجهني قال: صدرنا مع رسول الله ﷺ من مكة فجعلوا يستأذنون النبي ﷺ، فجعل يأذن لهم، فقال النبي ﷺ: «ما بال شق الشجرة الذي يلي رسول الله ﷺ أبغض إليكم من الآخر» فلا يرى من القوم إلا باكيا، قال: يقول أبو بكر الصديق: إن الذي يستأذنك بعدها لسفيه، فقام النبي ﷺ فحمد الله وأثنى عليه وكان إذا حلف قال: «والذي نفسي بيده، أشهد عند الله ما منكم من أحد يؤمن بالله واليوم الآخر ثم يسدد إلا سلك به في الجنة، ولقد وعدني ربي أن يدخل من أمتي الجنة سبعين ألفا بغير حساب ولا عذاب، وإني لأرجو أن لا يدخلوها حتى يؤمنوا ومن صلح من أزواجهم وذرياتهم مساكنكم في الجنة»،⁽¹⁴⁾ ثم قال ﷺ: «إذا مضى شطر الليل -أو قال: ثلثاه- ينزل الله إلى السماء الدنيا، ثم يقول: لا أسأل عن عبادي غيري، من ذا الذي يسألني فأعطيه؟ من ذا الذي يدعو في فأجيبه؟ من ذا الذي يستغفرني فأغفر له؟ حتى ينفجر الصبح» هذا لفظ حديث الوليد.","⁽¹⁴⁾ بنحوه في التوحيد لابن خزيمة وفي الإلزامات والتتبع للدارقطني. وفي مجمع الزوائد: «وإني لأرجو أن لا يدخلوها حتى تبوؤوا أنتم ومن صلح من أزواجكم وذراريكم مساكن في الجنة». قال الهيثمي في مجمع الزوائد كتاب الإيمان ح29: \"رواه أحمد -وعند ابن ماجة بعضه- ورجاله موثقون\" وفي مجمع الزوائد كتاب أهل الجنة ح18700: \"رواه الطبراني والبزار بأسانيد ورجال بعضها عند الطبراني والبزار رجال الصحيح\"","","އަހަރުމެންނަށް އަބޫ ޠާހިރު ބްނު ޚުޒައިމާ ޚަބަރުދެއްވިއެވެ: އަހުރެންގެ ކާފަ އިމާމު (އިބްނު ޚުޒައިމާ) ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙަސަނު ބްނު މުޙައްމަދު އައްޒަޢުފަރާނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު ޢުލައްޔާ، ހިޝާމު އައްދަސްތުވާއީގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«ح» (ސަނަދު އަނބުރާލައްވާފައި) އިމާމް (އިބްނު ޚުޒައިމާ) ވިދާޅުވިއެވެ: އަދި އަހަރުމެންނަށް އައްޒަޢުފަރާނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު ބަކްރު އައްސަހްމީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ހިޝާމު އައްދަސްތުވާއީ ކިޔާދެއްވިއެވެ:\nއަދި އަހަރުމެންނަށް އައްޒަޢުފަރާނީ ކިޔާދެއްވިއެވެ: އެއީ ޔަޒީދު -ޔަޢުނީ އިބްނު ހާރޫނު- ކިޔާދެއްވިކަމަށެވެ: އަހަރުމެންނަށް އައްދަސްތުވާއީ ޚަބަރުދެއްވިއެވެ:\n«ح» (އެހެން ސަނަދަކަށް ބަދަލުކުރައްވާ) އަދި އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު މައިމޫނު، އަލްއިސްކަންދަރިއްޔާގައި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު، އަލްއައުޒާޢީގެ އަރިހުން ކިޔާދެއްވިއެވެ:\nއެހުރިހާ ބޭކަލުން، ޔަޙްޔާ ބްނު އަބީ ކަޘީރުގެ އަރިހުން، ޢަޠާއު ބްނު ޔަސާރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ރިފާޢާ ބްނު ޢަރާބާ އަލްޖުހަނީ ކިޔާދެއްވިއެވެ:\n«ح» (ސަނަދު ބަދަލުކުރައްވާ) އިމާމް ވިދާޅުވިއެވެ: އަދި އަހަރުމެންނަށް އަބޫ ހާޝިމު ޒިޔާދު ބްނު އައްޔޫބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުބައްޝިރު ބްނު އިސްމާޢިލު އަލްޙަލަބީ، އަލްއައުޒާޢީގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޔަޙްޔާ ބްނު އަބީ ކަޘީރު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ހިލާލު ބްނު އަބީ މައިމޫނާ، ޢަޠާއު ބްނު ޔަސާރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ރިފާޢާ ބްނު ޢަރާބާ އަލްޖުހަނީ ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«صَدَرْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم من مكة فَجَعَلوا يَسْتَأْذِنُونَ التبي صلى الله عليه وسلم، فَجَعَلَ يَأْذَنُ لَهُمْ، فَقَالَ النبي صلى الله عليه وسلم: مَا بَالُ شِقِّ الشَّجَرَةِ الَّتِي يلِي رَسُولَ اللهِ صلى الله عليه وسلم أَبْغَضُ إِلَيْكُمْ مِنَ الْآخَرِ؟ قَالَ: فَلَا تَرَى مِنَ الْقَوْمِ إِلَّا بَاكِيًا، قَالَ: يَقُولُ أَبُو بَكْرٍ رضي الله عنه: إِنَّ الَّذِي يَسْتَأْذِنُكَ بَعْدَهَا لَسَفِيهٌ، فَقَامَ النبي صلى الله عليه وسلم، فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ -وَكَانَ إِذَا حَلَفَ قَالَ - وَالَّذِي نَفْسي بِيَدِهِ، أشهد عند الله مَا مِنْكُمْ من أحد يُؤْمِنُ بِاللهِ واليوم الآخر ثُمَّ يُسَدِّدُ إِلَّا سَلَكَ بِهِ فِي الْجَنَّةِ، وَلَقَدْ وَعَدَنِي رَبِّي أنْ يُدْخِلَ مِنْ أُمَّتِي الْجَنَّةَ سَبْعِينَ أَلْفًا بغير حِسَاب وَلَا عَذَاب، وَإِنِّي لَأَرْجُو ألا تدْخُلُوهَا حَتَّى تَتَبَوَّءُوا وَمَنْ صَلَحَ مِنْ أَزْوَاجِكُمْ وَذُرِّيَّاتِكُمْ مَسَاكِنَكم فِي الْجَنَّةِ، ثُمَّ قَالَ: إِذَا مَضَى شِطْرُ اللَّيْلِ - أَوْ قَالَ: ثُلُثَاهُ - يَنْزِلُ اللهُ إِلَى السَّمَاءِ الدُّنْيَا ثم يَقُولُ: لَا أَسْأَلُ عَنْ عِبَادِي غَيْرِي، مَنْ ذَا الَّذِي يَسْأَلُنِي فأُعْطِيهِ؟ مَنْ ذَا الَّذِي يَدْعُونِي فأجِيبهُ؟ مَنْ ذَا الَّذِي يَسْتَغْفِرُنِي فأَغْفِر لَهُ؟ حَتَّى يَنْفجر الصبْحُ» (29)\nމާނައީ: \"އަހަރުމެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އާއެކު މައްކާއިން އެނބުރި ރުޖޫޢަވީމެވެ. ދެން އެބޭކަލުން އެކަލޭގެފާނުގެ އަރިހުން އިޛްނައަށް އެދެން ފެށިއެވެ. ދެން އެކަލޭގެފާނު އިޛްނަދެއްވަން ފެއްޓެވިއެވެ. ދެން ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އާ ގާތުގައިވާ ގަހުގެ ބައި، އަނެއް ފަޅިއަށްވުރެ ތިޔަބައިމީހުންގެ ގާތުގައި ރުޅިއަންނަ އެއްޗަކަށްވަނީ ކީއްވެހެއްޔެވެ؟\" (އެބަހީ: ތިމަންކަލޭގެފާނުގެ އަރިހުގައި ތިބުމަށް ބޭނުންނުވެ ދިޔުމަށް ބޭނުންވަނީ ކީއްވެހެއްޔެވެ؟) އެހިނދު މީސްތަކުންގެ ތެރެއިން ކަރުނައަޅާ ރޯން ހުރި މީހަކު މެނުވީ ތިބާއަށް ނުފެންނާނެއެވެ. (ރިފާޢާ) ވިދާޅުވިއެވެ: އަބޫބަކުރު އައްޞިއްދީޤު ވިދާޅުވިއެވެ: \"ހަމަކަށަވަރުން މިއަށްފަހު ކަލޭގެފާނުގެ އަރިހުން އިޛްނައަށް އެދޭމީހަކީ މޮޔަ ކޮސް މީހެއްކަން ކަށަވަރެވެ.\" ދެން ނަބިއްޔާ صلى الله عليه وسلم ތެދުވެވަޑައިގެން ﷲ އަށް ޙަމްދުކުރައްވާ ޘަނާކިޔުއްވިއެވެ. އެކަލޭގެފާނު ހުވާކުރައްވާނަމަ ވިދާޅުވަނީ: \"ތިމަންކަލޭގެފާނުގެ ނަފްސު އެއިލާހުގެ އަތްޕުޅުގައިވާ އިލާހު ގަންދީ ވިދާޅުވަމެވެ:\" (އިތުރަށް ޙަދީޘްކުރެއްވިއެވެ): \"ތިމަންކަލޭގެފާނު ﷲ ގެ ޙަޟްރަތުގައި ހެކިވަމެވެ: ﷲ އާއި އާޚިރަތް ދުވަހަށް އީމާންވެގެން ދެން (މަގުން ކަސިޔާރުވުމެއްނެތި) ސީދާވެގެން ތިޔަބައިމީހުންގެ ތެރެއިން ތިބި އެކަކުވެސް؛ ފަހެ އެމީހަކު ގޮވައިގެން ސުވަރުގެއަށް ދެވޭނެ މީހަކު މެނުވީ ނުވެއެވެ. ތިމަންކަލޭގެފާނުގެ ވެރި ރައްބުވަނީ ތިމަންކަލޭގެފާނުގެ އުއްމަތުން ހަތްދިހަހާސް މީހުން އެއްވެސް ޙިސާބެއް އަދި ޢަޛާބެއްނެތި ސުވަރުގެ ވެއްދެވުމަށް ތިމަންކަލޭގެފާނަށް ވަޢުދުވެވޮޑިގެންފައިއެވެ. އަދި ތިމަންކަލޭގެފާނު އެދިވަޑައިގަންނަވަނީ: ތިޔަބައިމީހުންނާއި އަދި ތިޔަބައިމީހުން އަނބިންނާއި ދަރީންގެ ތެރެއިން ހެޔޮވެ ރަނގަޅުވި މީހުން؛ ސުވަރުގޭގައި ތިޔަބައިމީހުންގެ ގެތައް ތައްޔާރުކުރުމަށް ފަހު މެނުވީ އެތަނަށް ނުވަނުމަށެވެ.\" ދެން އެއަށްފަހު އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: \"ރޭގަނޑުގެ ދެބައިކުޅަ އެއްބައި -ނުވަތަ ޙަދީޘްކުރެއްވިއެވެ: ތިންބައިކުޅަ ދެބައި- ވޭތުވެގެންގޮސްފިނަމަ ﷲ تبارك وتعالى އެންމެ ތިރީ އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ. ދެން އެއަށްފަހު ވަޙީކުރައްވަތެވެ: \"ތިމަންއިލާހުގެ އަޅުތަކުންނާމެދު ތިމަންއިލާހު ނޫން ފަރާތެއް ސުވާލު ނުކުރައްވާހުއްޓެވެ. ތިމަންއިލާހު އެމީހަކަށް ދެއްވުމަށްޓަކައި ތިމަންއިލާހުގެ ޙަޟްރަތަށް ސުވާލުކޮށް އެދިދަންނަވާނީ ކާކުހެއްޔެވެ؟ ތިމަންއިލާހު އެމީހަކަށް އިޖާބަކޮށްދެއްވުމަށްޓަކައި ތިމަންއިލާހަށް ދުޢާކުރާނީ ކާކުހެއްޔެވެ؟ އެމީހަކަށް ފާފަފުއްސެވުމަށްޓަކައި ތިމަންއިލާހުގެ ޙަޟްރަތުން ފާފަފުއްސެވުމަށް އެދޭނީ ކާކުހެއްޔެވެ؟\" އެހެންގޮސް ފަތިސްވެއްޖެއުމަށް ދާންދެނެވެ.\" މިއީ އަލްވަލީދުގެ ޙަދީޘްގެ ލަފްޡެވެ.","(29) المعجم الكبير للطبراني: 4556، النزول للدارقطني: 68، التوحيد لابن خزيمة: 37، صحيح ابن حبان: 4498، شعب الإيمان للبيهقي: 400"],["58","(قول أهل السنة في خبر النزول)","قال شيخ الإسلام: قلت: فلما صح خبر النزول عن الرسول ﷺ أقر به أهل السنة، وقبلوا الخبر، وأثبتوا النزول على ما قاله رسول الله ﷺ، ولم يعتقدوا تشبيها له بنزول خلقه، وعلموا وتحققوا واعتقدوا أن صفات الله سبحانه لا تشبه صفات الخلق، كما أن ذاته لا تشبه ذوات الخلق، تعالى الله عما يقول المشبهة والمعطلة علوا كبيرا، ولعنهم لعنا كثيرا.","","","ﷲ ޒާތުފުޅާ އެއްގޮތްވާ އެހެން އެއްވެސް ޒާތެއް ނުވާގޮތަށް، އެކަލާނގެ ޞިފަފުޅުތަކާވެސް ވައްތަރުވާ އެހެން މަޚްލޫޤެއް ނުވާކަމާއި، އޭގެ ވައްތަރާއި ކައިފިއްޔަތު ހޯދަން މަގެއް ނެތްކަން\nޝެއިޚުލް އިސްލާމް (އެބަހީ: މިފޮތުގެ މުއައްލިފު އައްޞާބޫނީ) ވިދާޅުވިއެވެ: އަހުރެން ބުނަމެވެ: ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން، (ﷲ ތިރީ އުޑަށް) ފައިބާވޮޑިގެންނެވުމުގެ ޚަބަރު ޞައްޙަވިހިނދު ސުންނަތުގެ އަހުލުވެރިން އެއަށް އިޤުރާރުވިއެވެ. އަދި އެޚަބަރު ޤަބޫލުކުރިއެވެ. އަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވި ގޮތުގެ މައްޗަށް ފައިބާވޮޑިގަތުމުގެ ޞިފަ ޘާބިތުކުރިއެވެ. އަދި އެކަލާނގެ ޚަލްޤުތަކުންގެ ފޭބުމާއި އެކަން ވައްތަރުވެގެންވާކަމަށް އެމީހުން އިޢުތިޤާދެއް ނުކުރެއެވެ. އަދި އޭގެ ކައިފިއްޔަތު ހޯދާކަށްވެސް އެމީހުން ނޫޅެތެވެ. އެހެނީ އެއީ އެއްވެސް ޙާލެއްގައި އެކަމަށް މަގެއް އޮތްކަމެއް ނޫނެވެ. ﷲ سبحانه وتعالى ގެ ޞިފަފުޅުތައް ޚަލްޤުތަކުންގެ ޞިފަތަކާ އެއްގޮތްނުވާކަމަށް އެމީހުންނަށް އެނގި އަދި ޙައްޤުކޮށް، އިޢުތިޤާދުކުރިއެވެ. އެއީ ޚަލްޤުތަކުންގެ ޒާތުތަކާ އެކަލާނގެ ޒާތުފުޅު އެއްގޮތްނުވާ ބީދައިންނެވެ. (ވައްތަރުކުރާ) މުޝައްބިހާއިންނާއި، (ޞިފަފުޅުތައް ނަފީކުރާ) މުޢައްޠިލާއިން ބުނާ ބުނާ ބަސްތަކުން ﷲ تبارك وتعالى މަތިވެރިވެގެންވެ ހުސްޠާހިރުވެގެންވެއެވެ. އަދި އެމީހުންނަށް ބޮޑުވެގެންވާ ލަޢުނަތަކުން އެކަލާނގެ ލަޢުނަތް ލައްވާށިއެވެ.",""],["59","(إثبات صفة المجيء)","وقرأت لأبي عبد الله بن أبي حفص البخاري، وكان شيخ بخارى في عصره بلا مدافعة، وأبو حفص كان من كبار أصحاب محمد بن الحسن الشيباني، قال أبو عبد الله -أعني ابن أبي حفص هذا-: سمعت عبد الله بن عثمان وهو عبدان شيخ مرو يقول: سمعت محمد بن الحسن الشيباني يقول: قال حماد بن أبي حنيفة: قلنا لهؤلاء: أرأيتم قول الله عز وجل {وجاء ربك والملك صفا صفا}؟ قالوا: أما الملائكة فيجيئون صفا صفا، وأما الرب تعالى فإنا لا ندري ما عنى بذلك، ولا ندري كيف جيئته، فقلنا لهم: إنا لم نكلفكم أن تعلموا كيف جيئته، ولكنا نكلفكم أن تؤمنوا بمجيئه، أرأيت من أنكر أن الملك يجيء صفا صفا ما هو عندكم؟ قالوا: كافر مكذب. قلنا: فكذلك إن أنكر أن الله سبحانه لا يجيء فهو كافر مكذب.","","","އަބޫ ޢަބްދު ﷲ ބްނު އަބީ ޙަފްޞު އަލްބުޚާރީއަށް އަހުރެން ކިޔާދިނީމެވެ -އެބޭފުޅާވީ އެއްވެސް އިންކާރެއްނެތި ބުޚާރާގެ ޝެއިޚުކަމުގައިއެވެ. އަދި މި އަބޫ ޙަފްޞުއަކީ މުޙައްމަދު ބްނުލް ޙަސަނު އައްޝައިބާނީގެ ބޮޑެތި އަޞްޙާބުންގެ ތެރެއިން ބޭފުޅެކެވެ- އަބޫ ޢަބްދު ﷲ -ޔަޢުނީ އިބްނު އަބީ ޙަފްޞު- ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ބްނު ޢުޘްމާނު -މަރްވުގެ ޝެއިޚުކަމުގައިވާ ޢަބްދާނު- މިހިރަ ވިދާޅުވަނީއެވެ: ތިމަންނާ މުޙައްމަދު ބްނުލް ޙަސަނު އައްޝައިބާނީ ބުނަނިކޮށް އަޑުއެހީމެވެ: ޙައްމާދު ބްނު އަބީ ޙަނީފާ ބުންޏެވެ:\n«قلنا لهؤلاء - أرأيتم قول الله عز وجل: ﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا﴾ [الفجر: 22]، ﴿هَلۡ ‌يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ﴾ [البقرة: 210]... قالوا: أما الملائكة فيجيئون صفاً صفاً، وأما الرب تعالى فإنا لا ندري ما عني بذلك؟ ولا ندري كيف مجيئه؟ فقلت لهم: إنا لم نكلفكم أن تعلموا كيف جيئته؟.ولكنا ‌نكلفكم ‌أن ‌تؤمنوا بمجيئه، أرأيتم من أنكر أن الملك يجيء صفاً صفاً ما هو عندكم؟ قالوا: كافر مكذب، قلت: فكذلك إن أنكر أن الله سبحانه يجيء فهو كافر مكذب»\nމާނައީ: \"އަހަރުމެން މިމީހުންނަށް ބުނީމެވެ: ﷲ عز وجل ގެ މިބަސްފުޅު:\n﴿‌وَجَآءَ ‌رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا﴾ [الفجر: 22] \nމާނައީ: \"އަދި ކަލޭގެފާނުގެ ވެރި ރައްބުއާއި މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނެއެވެ.\"\nއަދި އެކަލާނގެ މިބަސްފުޅު:\n﴿هَلۡ ‌يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ﴾ [البقرة: 210] \nމާނައީ: \"ތުނި ވިލާތަކުގެ ހިޔާތަކެއްގެ ތެރެއިން ﷲ އާއި މަލާއިކަތުން އެއުރެންގެ ގާތަށް ވަޑައިގަތުމަށް މެނުވީ، އެއުރެން ބަލަބަލައި ނުތިބެނީ ހެއްޔެވެ؟\"\nފަހެ އަޅަމެންގެ ވެރި ރައްބު ވަޙީކުރެއްވިގޮތަށް އެކަލާނގެ ވަޑައިގަންނަވާނެހެއްޔެވެ؟ އަދި މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނޭހެއްޔެވެ؟ އެމީހުން ބުނެއެވެ: \"ދެންފަހެ މަލާއިކަތުން ހަމަ ސަފުސަފަށް ވަޑައިގަންނަވާނެއެވެ. އެކަމަކު ރައްބު تبارك وتعالى ދަންނައެވެ! އެކަލާނގެ އެއިން މުރާދުކުރެއްވި އެއްޗެއް އަހަރުމެންނަކަށް ނޭނގެއެވެ. އަދި އެކަލާނގެ ވަޑައިގަތުންވަނީ ކިހިނެއްކަމެއް އަހަރުމެންނަކަށް ނޭނގެއެވެ.\"\nދެން އަހަރުމެން އެމީހުންނަށް ބުނަމެވެ: \"އެކަލާނގެ ވަޑައިގަންނަވަނީ ކިހިނެއްކަން ކަލޭމެންނަށް ދެނެގަންނާކަށް އަހަރުމެން ކަލޭމެންނަކަށް ނުޖައްސަމެވެ. އަހަރުމެން މި ޖެއްސިކަމަކީ އެކަލާނގެ ވަޑައިގަތުމަށް ކަލޭމެން އީމާންވުމަށެވެ. ނިކަން ބުނެބަލާށެވެ. މަލާއިކަތުން ސަފުސަފަށް ވަޑައިގަންނަވާނޭކަމަށް އިންކާރުކުރާ މީހާ ކަލޭމެންގެ ގާތުގައިވަނީ ކޮންކަހަލަ މީހެއްކަމުގައިހެއްޔެވެ؟\" އެމީހުން ބުނެއެވެ: \"ދޮގުކުރާ ކާފަރެކެވެ.\" އަހަރުމެން ބުނަމެވެ: \"އެފަދައިންމެ ﷲ سبحانه وتعالى ވަޑައިގަންނަވާނޭކަމަށް އިންކާރުކުރާ މީހަކީވެސް ފަހެ ދޮގުކުރާ ކާފަރެކެވެ.\" މިއެވެ.",""],["60","(إثبات صفة المجيء)","قال أبو عبد الله بن أبي حفص البخاري أيضا في كتابه: ذكر إبراهيم عن الأشعث قال: سمعت الفضيل بن عياض يقول: إذا قال لك الجهمي: أنا لا أؤمن برب يزول عن مكانه، فقل أنت: أنا أؤمن برب يفعل ما يشاء.","","","އަދިވެސް އަބޫ ޢަބްދު ﷲ ބްނު އަބީ ޙަފްޞު އަލްބުޚާރީ އެބޭފުޅާގެ ފޮތުގައި ބަޔާންކުރެއްވިއެވެ: އެއީ އިބްރާހީމު ބްނުލް އަޝްޢަޘު ވިދާޅުވިކަމަށް ޛިކުރުރައްވައެވެ: އަލްފުޟައިލު ބްނު ޢިޔާޟު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«إِذَا قَالَ لَكَ الجَهْمِي: أَنَا أؤمن بِرَبٍّ يَزُولُ عَنْ مَكَانِهِ، فَقُلْ أنت: أَنَا أُؤْمِنُ ‌بِرَبٍّ ‌يَفْعَلُ ‌مَا يَشَاءُ»\nމާނައީ: \"ޖަހްމީކަލޭގެ ތިބާއާ ދިމާލަށް މިހެން ބުނެފިނަމަ: \"އެރައްބެއް ވޮޑިގެންވާ މަކާނުން (ތަނުން އެހެން ތަނަކަށް ޖެހި) ފޭވާ ރައްބަކަށް އަހުރެން އީމާނެއް ނުވަމޭ\" ފަހެ ތިބާ ބުނާށެވެ: \"އަހުރެން އީމާންވަނީ އެދިވޮޑިގެންވާ ކޮންމެކަމެއް ކުރައްވާ ރައްބަކަށެވެ.\"",""],["61","(موقف السلف من المعترضين على النصوص)","وروى يزيد بن هارون في مجلسه حديث إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن جرير بن عبد الله في الرؤية، وقول رسول الله ﷺ: «إنكم تنظرون إلى ربكم كما تنظرون إلى القمر ليلة البدر» فقال له رجل في مجلسه: يا أبا خالد، ما معنى هذا الحديث؟ فغضب وحرد، وقال: ما أشبهك بصبيغ، وأحوجك إلى مثل ما فعل به! ويحك، ومن يدري كيف هذا؟ ومن يجوز له أن يجاوز هذا القول الذي جاء به الحديث أو يتكلم فيه بشيء من تلقاء نفسه إلا من سفه نفسه واستخف بدينه؟ إذا سمعتم الحديث عن رسول الله ﷺ فاتبعوه ولا تبتدعوا فيه، فإنكم إن اتبعتموه ولم تماروا فيه سلمتم، وإن لم تفعلوا هلكتم.","","","ދީނަށް އެއްވެސް ޤަދަރެއް ނުދޭ ސަފީހުން ނޫނީ ﷲ ގެ ޞިފަފުޅުތަކާމެދު އަމިއްލައަށް ވާހަކަދައްކާ ނޫޅޭނެކަމާއި އެފަދަ ސުވާލުތައްކޮށް ވާހަކަދައްކާ މީހުންނަށް ޢުޤޫބާތްދޭން ޖެހޭކަން\nއަދި ޔަޒީދު ބްނު ހާރޫނު އެކަލޭގެފާނުގެ މަޖްލީހުގައި، އިސްމާޢީލު ބްނު އަބީ ޚާލިދު، ޤައިސު ބްނު އަބީ ޙާޒިމުގެ އަރިހުން، ޖަރީރު ބްނު ޢަބްދު ﷲ ގެ އަރިހުން، (ޤިޔާމަތް ދުވަހު މުއުމިނުންގެ ހަމަލޮލަށް ﷲ) ފެނުމާމެދުވާ ޙަދީޘް ރިވާކުރެއްވިއެވެ. އަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ މިބަސްފުޅުވެސްމެއެވެ:\n«إِنَّكُمْ تنظرونَ إلى ‌رَبّكُمْ كَمَا تَنظرونَ إلى الْقَمَر ليلةَ البدْر» (30)\nމާނައީ: \"ސާދަވިލޭރޭގެ ހަނދަށް ތިޔަބައިމީހުން ބަލާފަދައިން ތިޔަބައިމީހުންގެ ވެރި ރައްބަށް ތިޔަބައިމީހުން ބަލާނެތެވެ.\"\nދެން އެމަޖްލީހުގައި އިން މީހަކު ބުނެފިއެވެ: \"އޭ އަބޫ ޚާލިދެވެ! މިޙަދީޘްގެ މާނައަކީ ކޮބައިހެއްޔެވެ؟\" އެހިނދު އެކަލޭގެފާނު ކޯފާވެ، ރޫރޫއަޅާ ވިދާޅުވިއެވެ:\n«مَا ‌أشبهك ‌بصبيغ وأحوجك إِلَى مثل مَا فعل بِهِ، وَيلك من يدْرِي كَيفَ هَذَا؟ وَمن يجوز لَهُ أَن يُجَاوز هَذَا القَوْل الَّذِي جَاءَ بِهِ الحَدِيث أَو يتَكَلَّم فِيهِ بِشَيْء من تِلْقَاء نَفسه إِلا من سفه نَفسه، واستخف بِدِينِهِ، إِذَا سَمِعْتُمْ الحَدِيث عَن رَسُول الله صلى الله عليه وسلم - فَاتَّبعُوهُ، وَلَا تبتدعوا فِيهِ، فإِنكم إِن اتبعتموه وَلم تماروا فِيهِ سلمتم، وَإِن لم تَفعلُوا هلكتم.»\nމާނައީ: \"ކަލެއާ (ޢުމަރުގެފާނު އެމީހެއްގެ ގައިގައި ތަޅާލެއްވި) ޞަބީޣުގެ ވައްތަރުކަމާއެވެ! އަދި އޭނާއަށް ހެދުނުގޮތަށް ކަލެއާމެދުވެސް ހެދުން ޙާޖަތް ބޮޑުކަމާއެވެ! ކަލެއަށް ހަލާކުހުއްޓެވެ! މިއީ ކިހިނެއްކަމެއް (ކައިފިއްޔަތު) އެނގޭނީ ކާކަށްހެއްޔެވެ!؟ އަދި ޙަދީޘްގައި އައިސްފައިވާ މިބަސް ފަހަނައަޅާ ގޮސް، ނުވަތަ އަމިއްލަ އަމިއްލައަށް މިއާމެދު ވާހަކަދެއްކުން ހުއްދަވާނީ ކާކަށްހެއްޔެވެ!؟ އެމީހެއްގެ ނަފްސު ކޮސްވެ މޮޔަވެ، ދީނާމެދު ޤަދަރެއްނުދީ ކުޑަކޮށްލި މީހަކު ފިޔަވާ ދެން ކާކުހެއްޔެވެ!؟ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ތިޔަބައިމީހުންނަށް ޙަދީޘް އަޑުއިވިއްޖެނަމަ ފަހެ ތިޔަބައިމީހުން އެއަށް ތަބަޢަވާށެވެ. އަދި އޭގެ ތެރެއަށް އަލަށް ބިދުޢަތައް ނުއުފައްދާށެވެ. ފަހެ ތިޔަބައިމީހުން އެއަށް ތަބަޢަވެ، އަދި އެކަމުގައި އަރައިރުން ނުވެއްޖެނަމަ ފަހެ ތިޔަބައިމީހުން ސަލާމަތްވެއްޖެއެވެ. ތިޔަބައިމީހުން އެހެން ނުހަދައިފިނަމަ ތިޔަބައިމީހުން ހަލާކުވެއްޖެއެވެ.\" މިއެވެ.","(30) صحيح البخاري: 7434 ، ومسلم: 633"],["62","(موقف السلف من المعترضين على النصوص)","وقصة صبيغ الذي قال يزيد بن هارون للسائل: ما أشبهك بصبيغ وأحوجك إلى مثل ما فعل به، هي ما رواه يحيى بن سعيد عن سعيد بن المسيب أن صبيغا التميمي أتى أمير المؤمنين عمر بن الخطاب رضي الله عنه فقال: يا أمير المؤمنين، أخبرني عن {الذاريات ذروا} قال: هي الرياح، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته. قال: فأخبرني عن {الحاملات وقرا} قال: هي السحاب، ولولا أني سمعت رسول الله ﷺ بقوله ما قلته. قال: فأخبرني عن {المقسمات أمرا} قال: الملائكة، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته، قال: فأخبرني عن {الجاريات يسرا} قال: هي السفن، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته. قال: ثم أمر به فضرب مائة سوط، ثم جعله في بيت حتى إذا برأ دعا به، ثم ضربه مائة سوط أخرى، ثم حمله على قتب، وكتب إلى أبي موسى الأشعري أن حرم عليه مجالسة الناس. فلم يزل كذلك حتى أتى أبا موسى الأشعري، فحلف بالأيمان المغلظة ما يجد في نفسه مما كان يجده شيئا، فكتب إلى عمر يخبره فكتب إليه: ما إخاله إلا قد صدق، خل بينه وبين مجالسة الناس.","","","ޢުމަރުގެފާނު އެމީހެއްގެ ގައިގައި ތަޅާލައްވާ، އެމީހަކާ ގުޅުންކަނޑާލުމަށް އަމުރުކުރެއްވި މަޝްހޫރު ޞަބީޣުގެ ވާހަކަ\nޔަޒީދު ބްނު ހާރޫނު، އެސުވާލުކުރި މީހާއަށް ވިދާޅުވި: \"ކަލެއާ ޞަބީޣުގެ ވައްތަރުކަމާއެވެ! އަދި އޭނާއަށް ހެދުނުހެން ކަލެއާމެދުވެސް ކަންތައްކުރެވެން ޖެހުމުގެ ބޮޑުކަމާއެވެ.\" މިޞަބީޣުގެ ވާހަކައަކީ ޔަޙްޔާ ބްނު ސަޢީދު، ސަޢީދު ބްނުލް މުސައްޔަބުގެ އަރިހުން ރިވާކުރެއްވި ވާހަކައެވެ:\n«أن صبيغا التَّمِيمِي أتى أمير المؤمنين ‌عمر بن الْخطاب رضي الله عنه فَقَالَ: أَخْبرنِي عَن ﴿وَٱلذَّٰرِيَٰتِ ذَرۡوٗا﴾ [الذاريات: 1]، قَالَ: هِيَ الرِّيَاح وَلَوْلَا أَنِّي سَمِعت رَسُول الله صلى الله عليه وسلم يَقُوله مَا قلته قَالَ: فَأَخْبرنِي عَن ﴿فَٱلۡحَٰمِلَٰتِ وِقۡرٗا﴾ [الذاريات: 2] قَالَ: هِيَ السَّحَاب وَلَوْلَا أَنِّي سَمِعت رَسُول الله صلى الله عليه وسلم يَقُوله مَا قلته قَالَ: فَأَخْبرنِي عَن ﴿فَٱلۡمُقَسِّمَٰتِ أَمۡرًا﴾[الذاريات: 4] قَالَ: هن ‌الْمَلَائِكَة وَلَوْلَا أَنِّي سَمِعت رَسُول الله صلى الله عليه وسلم يَقُوله مَا قلته قَالَ: فَأَخْبرنِي عَن ﴿فَٱلۡجَٰرِيَٰتِ يُسۡرٗا﴾ [الذاريات: 3] قَالَ: هِيَ السفن وَلَوْلَا أَنِّي سَمِعت رَسُول الله صلى الله عليه وسلم يَقُوله مَا قلته ثمَّ أَمر بِهِ فَضرب مائَة سوط ثم جعله فِي بَيت حتى إذا برأَ دَعَا به ثم ضربه مائَة سوط أُخْرَى ثم َحمله على قتب وَكتب إِلَى أبي مُوسَى الْأَشْعَرِيّ أن حرم عليه مُجالسة النَّاس، فَلم يزل كَذَلِك حَتَّى أَتَى أَبَا مُوسَى الأشعري فَحلف بالأيمان الْمُغَلَّظَة مَا يجد فِي نَفسه مِمَّا كَانَ يجده شَيْئا فَكتب إِلَى ‌عمريخبره فَكتب ‌إليه: مَا إخَاله إِلَّا وَقد صدق خل بَينه وَبَين مجالسة النَّاس»\nމާނައީ: \"އަމީރުލް މުއުމިނީން ޢުމަރު ބްނުލް ޚައްޠާބުގެ އަރިހަށް ޞަބީޣު އައްތަމީމީ އައިސް ބުންޏެވެ: \"އޭ އަމީރުލް މުއުމިނީނެވެ! ﴿وَٱلذَّٰرِيَٰتِ ذَرۡوٗا﴾ [الذاريات: 1] އާމެދު ޚަބަރުދީބަލާށެވެ.\" ވިދާޅުވިއެވެ: \"އެއީ ވަޔެވެ. އަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން އަހުރެންނަށް އެހެން ޙަދީޘް ކުރައްވަނިކޮށް އަޑުއިވިފައި ނުވީނަމަ އަހުރެން އެހެން ނުބުނީހެވެ.\" ދެން އޭނާ ބުންޏެވެ: \"﴿فَٱلۡحَٰمِلَٰتِ وِقۡرٗا﴾ [الذاريات: 2] އާމެދު ޚަބަރުދީބަލާށެވެ.\" ވިދާޅުވިއެވެ: \"އެއީ ވިލަޔެވެ. ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެހެން ޙަދީޘްކުރައްވާ އަޑު އަހުރެން ނޭހިނަމަ އެހެން ނުބުނީހެވެ.\" އޭނާ ބުންޏެވެ: \"﴿فَٱلۡمُقَسِّمَٰتِ أَمۡرًا﴾[الذاريات: 4] އާމެދު އެހެންވިއްޔާ ޚަބަރުދީބަލާށެވެ.\" ޢުމަރު ވިދާޅުވިއެވެ: \"މަލާއިކަތުންނެވެ. އަދި އަހުރެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެހެން ޙަދީޘް ކުރެއްވި އަޑުނޭހިނަމަ އެހެން ނުބުނީހެވެ.\" އޭނާ ބުންޏެވެ: \"އެހެންވިއްޔާ ﴿فَٱلۡجَٰرِيَٰتِ يُسۡرٗا﴾ [الذاريات: 3] އާމެދު ޚަބަރުދީބަލާށެވެ.\" ވިދާޅުވިއެވެ: \"އެއީ ނައުފަހަރެވެ. ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެހެން ޙަދީޘްކުރެއްވި އަޑު ނޭހިނަމަ އަހުރެން އެހެން ނުބުނީހެވެ.\" ދެން އެކަލޭގެފާނު އަމުރުކުރައްވާ އޭނާގެ ގައިގައި ސަތޭކަ އެތިފަހަރު ތަޅާލެވުނެވެ. ދެން އޭނާ ގެޔެއްގައި ބެހެއްޓެވިއެވެ. ދެން (ޒަޚަމްތައް) ފަސޭހަވުމުން އަނެއްކާ ގެންނަވާފައި ސަތޭކަ އެތިފަހަރު ޗާބޫކުން ތަޅާލެއްވިއެވެ. ދެން އެއަށްފަހު ޖަމަލުގޮނޑީގެ މަތީގައި އޭނާ އުފުއްލެވިއެވެ. އަދި އަބޫ މޫސާ އަލްއަޝްޢަރީއަށް ލިޔުއްވިއެވެ: \"އޭނާ މީސްތަކުންނާއެކު މަޖްލިސްކޮށް އިށީންދެއުޅުން މަނާކުރާށެވެ.\" ދެން އެގޮތުގައި ކަންތައް ދެމިއޮތެވެ. އޭނާ އަބޫ މޫސާ އަލްއަޝްޢަރީގެ އަރިހަށް އައިސް، ވަރުގަދަ ހުވާތަކުން ހުވާކޮށް، އޭނާ ކުރިން ނަފްސުގައި ފެނި (ހިތަށް އަރަމުންދިޔަ) ކަންތަކުން އެއްވެސް ކަމެއް މިހާރު ނުފެންނަކަމަށް ހުވާކޮށްފުމަށް ދާންދެނެވެ. ދެން އަބޫ މޫސާ އެޚަބަރުދެއްވާ ޢުމަރަށް ލިޔުއްވިއެވެ. ދެން ޢުމަރު ލިޔުއްވިއެވެ: \"އޭނާ އެބުނީ ތެދެއްކަމަށް ނޫނީ މިހާރު އަހުރެންނަކަށް ހިއެއް ނުވެއެވެ. އޭނާ މީސްތަކުންނާ އެކު އިށީންދެ އުޅުމަށް ދޫކޮށްލާށެވެ.\" މިއެވެ.",""],["63","(موقف السلف من المعترضين على النصوص)","وروى حماد بن زيد عن قطن بن كعب: سمعت رجلا من بني عجل يقال له: فلان -خالد ابن زرعة- يحدث عن أبيه قال: رأيت صبيغ بن عسل بالبصرة كأنه بعير أجرب، يجيء إلى الحلق فكلما جلس إلى قوم لا يعرفونه ناداهم أهل الحلقة الأخرى: عزمة أمير المؤمنين.","","","އަދި ޙައްމާދު ބްނު ޒައިދު، ޤުޠުނު ބްނު ކަޢުބުގެ އަރިހުން ރިވާކުރެއްވިއެވެ: ބަނޫ ޢިޖްލު ވަންހައިގެ ޒުރްޢާގެ ދަރި މިވެނި މީހެކޭ ބުނެވޭ މީހެއް، އޭނާގެ ބައްޕަގެ ކިބައިން ކިޔާދެނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ވިދާޅުވިއެވެ:\n«لقد رَأَيْت صبيغ بْن عسل بِالْبَصْرَةِ كَأَنَّهُ بعير أجرب يَجِيء إِلَى الْحلق، فَكلما جلس إِلَى قوم لَا يعرفونه ناداهم أهل الْحلقَة الْأُخْرَى ‌عَزمَة ‌أَمِير الْمُؤمنِينَ.»\nމާނައީ: \"އަހުރެންނަށް ބަޞްރާއިން ޞަބީޣު ބްނު ޢިސްލު ފެނުނެވެ. އޭނާއެކޭ ގައިންގަޔަށް އަރާ ކަސްބަލި ޖެހިފައިވާ ޖަމަލެކޭ އެއްފަދައެވެ. ޙަލްޤާތަކަށް (މީހުން ވަށައިގެން އެއްވެ އޮންނަ މަޖްލިސްތަކަށް) އޭނާ އާދެއެވެ. އޭނާއަކީ ކާކުކަން ނޭނގޭ ބަޔަކުގެ ގާތުގައި އޭނާ ހަމަ އިށީންނަތަނުން އަނެއް ޙަލްޤާގެ މީހުން ގޮވާލައެވެ: \"އަމީރުލް މުއުމީންގެ ގަދަ އަމުރުފުޅެވެ! (އެއަށް ކިޔަމަންވެ އޭނާ ދުރުކޮށްލާށެވެ.)\"",""],["64","(موقف السلف من المعترضين على النصوص)","وروى حماد بن زيد أيضا عن يزيد بن أبي حازم عن سليمان بن يسار أن رجلا من بني تميم يقال له صبيغ قدم المدينة، فكانت عنده كتب فجعل يسأل عن متشابه القرآن، فبلغ ذلك عمر، فبعث إليه، وقد أعد له عراجين النخل، فلما دخل عليه جلس، فقال: من أنت؟ قال: أنا عبد الله صبيغ. قال: وأنا عبد الله عمر، ثم أهوى إليه فجعل يضربه بتلك العراجين، فما زال يضربه حتى شجه، فجعل الدم يسيل على وجهه، فقال: حسبك يا أمير المؤمنين، فقد والله ذهب ما كنت أجد في رأسي.","","","އަދި ޙައްމާދު ބްނު ޒައިދުވެސް، ޔަޒީދު ބްނު ޙާޒިމުގެ އަރިހުން، ސުލައިމާނު ބްނު ޔަސާރުގެ އަރިހުން ރިވާކުރެއްވިއެވެ:\n«أَنَّ رَجُلًا من بني تميم يُقَالُ لَهُ صَبِيغٌ قَدِمَ الْمَدِينَةَ، فكانت عنده كتب، فَجَعَلَ ‌يَسْأَلُ ‌عَنْ ‌مُتَشَابِهِ الْقُرْآنِ، فبلغَ ذلك عُمَر، فبعث إليه وَقَدْ أَعَدَّ لَهُ عَرَاجِينَ النَّخْلِ، فلما دخل عليه جَلس فَقَالَ: مَنْ أَنْتَ؟ قَالَ: أَنَا عَبْدُ اللَّهِ صَبِيغٌ، قَالَ: وأَنَا عَبْدُ اللَّهِ عُمَرُ، ثم أهوى إليه فَجَعَلَ يضْربهُ بِتلك العراجين، فما زال يضْربُه حتى شَجّه، فجعل الدم يسِيل على وجهه. فَقَالَ: حَسْبُكَ يَا أَمِيرَ الْمُؤْمِنِينَ، ، فقَدْ والله ذَهَبَ الَّذِي كُنْتُ أَجِدُ فِي رَأْسِي»\nމާނައީ: \"ބަނޫ ތަމީމު ވަންހައިން ޞަބީޣުއޭ ކިޔޭ މީހަކު މަދީނާއަށް އައެވެ. އޭނާގެ އަތުގައި ފޮތްތަކެއްވިއެވެ. ދެން ޤުރްއާނުގެ މުތަޝާބިހު އާޔަތްތަކާމެދު އޭނާ ސުވާލުކުރަން ފެށިއެވެ. ދެން ޢުމަރަށް އެޚަބަރު ފޯރިއެވެ. ދެން އެކަލޭގެފާނު އޭނާ ބަލާ ފޮނުއްވިއެވެ. އޭރު އެކަލޭގެފާނުވަނީ ކަދުރު ރުކުގެ އިހާގަނޑުތަކެއް އޭނާއަށް ތައްޔާރުކުރައްވާފައިއެވެ. ދެން އޭނާ އެކަލޭގެފާނުގެ އަރިހަށް ވަތްހިނދު އިށީންނިއެވެ. ދެން ޢުމަރު ވިދާޅުވިއެވެ: \"ކަލޭ ތިޔައީ ކާކުހެއްޔެވެ؟\" އޭނާ ބުންޏެވެ: \"އަހުރެންނަކީ ﷲ ގެ އަޅާ ޞަބީޣެވެ.\" ޢުމަރު ވިދާޅުވިއެވެ: \"އަދި އަހުރެންނަކީ ﷲ ގެ އަޅާ ޢުމަރެވެ.\" ދެން އެކަލޭގެފާނު އޭނާއާ ދިމާލަށް ފުންމައިގަނެ، އެއިހާގަނޑުތަކުން އޭނާގެ ގައިގައި ތަޅުއްވަން ފެއްޓެވިއެވެ. އެހެންގޮސް އޭނާގެ ބޯ ފެޅިއްޖެއުމަށް ދާންދެން ތެޅުއްވުމުގައި ހުންނެވިއެވެ. ދެން އޭނާގެ މޫނު މައްޗަށް ލޭ ފައިބަން ފެށިއެވެ. އެހިނދު އޭނާ ބުނެފިއެވެ: \"އޭ އަމީރުލް މުއުމިނީނެވެ! ފުދިއްޖެއެވެ! ފަހެ އަހުރެންގެ ބޮލު ތެރޭ އެނބުރެމުންދިޔަ ކަންކަން މިހާރު ފިލައިގޮސްފިއެވެ.\" މިއެވެ.",""],["65","(تحذير مالك بن أنس من أهل البدع)","أخبرنا أبو عبد الرحمن محمد بن الحسين بن موسى السلمي: أخبرنا محمد بن محمود الفقيه المروزي بها: حدثنا محمد بن عمير الرازي حدثنا أبو زكريا يحيى بن أيوب العلاف التجيبي بمصر: حدثنا يونس بن عبد الأعلى: حدثنا أشهب بن عبد العزيز: سمعت مالك بن أنس يقول: إياكم والبدع، قيل: يا أبا عبد الله، وما البدع؟ قال: أهل البدع الذين يتكلمون في أسماء الله وصفاته وكلامه وعلمه وقدرته، لا يسكتون عما سكت عنه الصحابة والتابعون.","","","ބިދުޢަވެރިންގެ އެންމެ ނުބައި ބަޔަކީ އަމިއްލަ ބުއްދިއަށް ﷲ ގެ ޞިފަފުޅުތަކާމެދު ވާހަކަދައްކާ މީހުންކަމާއި، ޝިރުކު ފިޔަވައި ދެން ހުރިހާ ފާފަތަކެއް ކޮށްގެން ﷲ އާ ބައްދަލުކުރުންވެސް ބިދުޢަވެރި ޢަޤީދާއަކާއެކު މަރުވުމަށްވުރެ ހެޔޮކަން\nއަހަރުމެންނަށް އަބޫ ޢަބްދުއް ރަޙްމާނު މުޙައްމަދު ބްނުލް ޙުސައިނު ބްނު މޫސާ އައްސުލަމީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު މަޙްމޫދު އަލްފަޤީހު އަލްމަރްވަޒިއްޔު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢުމައިރު އައްރާޒީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޒަކަރިއްޔާ ޔަޙްޔާ ބްނު އައްޔޫބު އަލްޢައްލާފު އައްތަޖީބީ މިޞްރުގައި ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔޫނުސް ބްނު ޢަބްދުލް އަޢުލާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޝްހަބު ބްނު ޢަބްދުލް ޢަޒީޒު ކިޔާދެއްވިއެވެ: މާލިކު ބްނު އަނަސް ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«إِيَّاكُمْ وَالْبِدَعَ قِيلَ يَا أَبَا عَبْدِ اللَّهِ وَمَا الْبِدَعُ؟ قَالَ أَهْلُ الْبِدَعِ الَّذِينَ ‌يَتَكَلَّمُونَ ‌فِي ‌أَسْمَاءِ اللَّهِ وَصِفَاتِهِ وَكَلَامِهِ وَعِلْمِهِ وَقُدْرَتِهِ وَلَا يَسْكُتُونَ عَمَّا سَكَتَ عَنْهُ الصَّحَابَةُ وَالتَّابِعُونَ»\nމާނައީ: \"ތިޔަބައިމީހުން ބިދުޢަތަކާމެދު ޚަބަރުދާރުވާށެވެ!\" ދެންނެވުނެވެ: \"އޭ އަބޫ ޢަބްދު ﷲ އެވެ! ބިދުޢަތަކަކީ ކޮބައިހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"ބިދުޢާގެ އަހުލުވެރިންނަކީ: ﷲ ގެ އިސްމުފުޅުތަކާއި ޞިފަފުޅުތަކާއި، އެކަލާނގެ ވާހަކަފުޅާއި ޢިލްމުފުޅާއި ޤުދުރަތްތެރިކަމާމެދު (އަމިއްލަ ބުއްދިއާއި ރައުޔުތަކުން) ވާހަކަތައް ދައްކާ އުޅޭ މީހުންނެވެ. ޞަޙާބީންނާއި ތާބީޢީން އެކަންކަމާމެދު ހަނު ތިއްބެވި ކަންތަކުން ހަނު ނުތިބޭ މީހުންނެވެ.\"",""],["66","(تهوين الشافعي للكبيرة أمام البدع)","أخبرنا أبو الحسين أحمد بن محمد بن عمر الزاهد الخفاف: أخبرنا أبو نعيم عبد الملك بن محمد بن عدي الفقيه: حدثنا الربيع بن سليمان: سمعت الشافعي رحمه الله يقول: لأن يلقى الله العبد بكل ذنب ما خلا الشرك أحب إلي من أن يلقاه بشيء من الأهواء.","","","އަހަރުމެންނަށް އަބުލް ޙުސައިނު އަޙްމަދު ބްނު މުޙައްމަދު ބްނު ޢުމަރު އައްޒާހިދު އަލްޚައްފާފު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ނުޢައިމު ޢަބްދުލް މަލިކު ބްނު މުޙައްމަދު ބްނު ޢަދިއްޔު އަލްފަޤީހު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އައްރަބީޢު ބްނު ސުލައިމާނު ކިޔާދެއްވިއެވެ: އައްޝާފިޢީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«لَأَنْ يَلْقَى اللَّهَ الْعَبْدُ بِكُلِّ ذَنْبٍ ‌مَا ‌خَلَا ‌الشِّرْكَ أحبّ إلي مِنْ أَنْ يَلْقَاهُ بِشَيْءٍ مِن الْأَهْوَاءِ»\nމާނައީ: \"ޝިރުކު ފިޔަވައި ދެން ހުރިހާ ފާފައަކާގެން އަޅާ ﷲ އާ ބައްދަލުކުރުންވެސް؛ ހަވާތަކުން (އަމިއްލަ އެދުމާއި ބިދުޢަތަކުން) ކަމަކާއެކު އެކަލާނގެއާ ބައްދަލުކުރުމަށްވުރެ އަހުރެންނަށް މާ ރަނގަޅެވެ.\" މިއެވެ.",""],["67","(نصيحة عمر بن عبد العزيز بلزوم الدين)","أخبرني أبو طاهر محمد بن الفضل: حدثنا أبو عمرو الحيري: حدثنا أبو الأزهر: حدثنا قبيصة: حدثنا سفيان عن جعفر بن برقان قال: سأل رجل عمر بن عبد العزيز عن شيء من الأهواء، فقال: الزم دين الصبي في الكتاب والأعرابي، وانهَ عما سوى ذلك.","","","އަހުރެންނަށް އަބޫ ޠާހިރު މުޙައްމަދު ބްނުލް ފަޟްލު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢަމްރު އަލްޙީރިއްޔު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް އަޒްހަރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޤަބީޞާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، ޖަޢުފަރު ބްނު ބަރްޤާނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«سَأَلَ رَجُلٌ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ عَنْ شَيْءٍ مِنَ الأَهْوَاءِ، فَقَالَ: الْزَمْ ‌دِينَ ‌الصَّبِيِّ فِي الْكُتَّابِ وَالأَعْرَابِيِّ، وَالْهَ عَمَّا سِوَى ذَلِكَ»\nމާނައީ: \"މީހަކު ޢުމަރު ބްނު ޢަބްދުލް ޢަޒީޒުގެ އަރިހުން އަމިއްލަ އެދުންތަކުން (ބިދުޢަތަކުން) ކަމަކާމެދު ސުވާލުކުރިއެވެ. އެހިނދު އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"ކުއްތާބުތަކުގައި އުޅޭ ކުޑަކުދިންނާއި އަޢުރާބީންގެ ދީނުގައި ތިބާ ލާޒިމްވެ ހިފަހައްޓާށެވެ! އަދި އެނޫން ކަންކަން ދޫކޮށްލާ އެނބުރިގަންނާށެވެ.\"",""],["68","(أمر ابن عيينة وغيره بالسكوت عن التكييف)","أخبرنا أبو عبد الله الحافظ: حدثنا محمد بن يزيد: سمعت أبا يحيى القزاز يقول: سمعت العباس بن حمزة يقول: سمعت أحمد بن أبي الحواري يقول: سمعت سفيان بن عيينة يقول:كل ما وصف الله به نفسه في كتابه فتفسيره تلاوته والسكوت عنه.","","","ﷲ ގެ ޞިފަފުޅުތަކަކީ އިތުރު ތަފްސީރަކަށް ބޭނުންނުވާ، އެ އައިސްފައިވާ ގޮތަށް ޘާބިތުކުރަންޖެހޭ އެއްޗެއްކަމާއި، އިސްލާމްކަން ހަރުލާނީ ނައްޞުތަކަށް އަމާންދިނުމުގެ ފާލަމުގައިކަން\nއަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޒީދު ކިޔާދެއްވިއެވެ: އަބޫ ޔަޙްޔާ އަލްބައްޒާރު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަލްޢައްބާސް ބްނު ޙަމްޒާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަޙްމަދު ބްނު އަބުލް ޙަވާރީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ސުފްޔާނު ބްނު ޢުޔައިނާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«كُلُّ مَا وَصَفَ اللَّهُ به نَفْسه فِي كِتَابِهِ ‌فَتَفْسِيرُهُ ‌تِلَاوَتُهُ وَالسُّكُوتُ عَنه»\nމާނައީ: \"ﷲ އެކަލާނގެ ފޮތުގައި އެޞިފައަކުން އެކަލާނގެ ޞިފަކުރެއްވި ކޮންމެ ޞިފައެއްގެ ތަފްސީރަކީ ފަހެ އެތިލާވަތުކޮށް ކިޔެވުމެވެ. އަދި (އަމިއްލަ ބުއްދިއަށް ވާހަކަދެއްކުމުން ދުރުވެ) ހަނުހުރުމެވެ.\"",""],["69","(أمر ابن عيينة وغيره بالسكوت عن التكييف)","أخبرنا أبو الحسين الخفاف: حدثنا أبو العباس محمد بن إسحاق السراج: حدثنا إسماعيل بن أبي الحارث: حدثنا الهيثم بن خارجة: سمعت الوليد بن مسلم قال: سألت الأوزاعي وسفيان ومالك بن أنس عن هذه الأحاديث في الصفات والرؤية قال: أمروها كما جاءت بلا كيف.","","","އަހަރުމެންނަށް އަބުލް ޙުސައިނު އަލްޚައްފާފު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް މުޙައްމަދު ބްނު އިސްޙާޤު އައްސައްރާޖު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އަބިލް ޙާރިޘް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްހައިޘަމު ބްނު ޚާރިޖާ ކިޔާދެއްވިއެވެ: އަލްވަލީދު ބްނު މުސްލިމު ވިދާޅުވިއަޑު އަހުރެން އެހީމެވެ:\n«سألتُ الأوزاعيَّ ، وسُفْيانَ، ومالكَ بنَ أَنَس؛ عَنْ هذه الأحاديثِ التي في الصفات والرُّؤية فَقَالوا: ‌أَمِرُّوها ‌كما ‌جاءتْ ‌بلا ‌كَيْفٍ»\nމާނައީ: \"އަހުރެން އަލްއައުޒާޢީ އާއި، ސުފްޔާނު (އައްޘައުރީ) އާއި، މާލިކު ބްނު އަނަސްގެ އަރިހުން ޞިފަފުޅުތަކުގައި އަދި (ޤިޔާމަތްދުވަހު ހަމަލޮލަށް ﷲ) ފެނުމާމެދު އައިސްފައިވާ މިޙަދީޘްތަކާމެދު ސުވާލުކުރީމެވެ. ދެން އެބޭކަލުން ވިދާޅުވިއެވެ: \"އެޚަބަރުތައް އައިސްފައިވާ ގޮތަށް -ކައިފިއްޔަތު ގޮތް ކިޔުމެއް ނެތި- ހިންގާށެވެ.\"",""],["70","(لزوم التسليم لبيان الله وبلاغ رسوله)","قال الإمام الزهري، إمام الأئمة في عصره وعين علماء الأمة في وقته: على الله البيان، وعلى الرسول البلاغ، وعلينا التسليم.","","","އިމާމް އައްޒުހްރީ -އެކަލޭގެފާނުގެ ޒަމާނުގައިވީ އިމާމުންގެ އިމާމު، އަދި އެކަލޭގެފާނުގެ ދުވަސްވަރުގައި އުއްމަތުގެ ޢިލްމުވެރިން ފެންއާރުކަމުގައިވި ކަލޭގެފާނު- ވިދާޅުވިއެވެ:\n«عَلَى اللَّهِ الْبَيَانُ، وَعَلَى الرَّسُولِ الْبَلاغُ، وَعَلَيْنَا التَّسْلِيمُ»\nމާނައީ: \"ﷲ އަށް އޮތީ ބަޔާންކޮށްދެއްވުމެވެ. އަދި ރަސޫލާގެ މައްޗަށްވަނީ ފޯރުކޮށްދެއްވުމެވެ. އަހަރުމެންނަށް އޮތީ ބޯލަނބާ ކިޔަމަންވުމެވެ.\"",""],["71","(لزوم التسليم لبيان الله وبلاغ رسوله)","وعن بعض السلف: قدم الإسلام لا يثبت إلا على قنطرة التسليم.","","","ބައެއް ސަލަފުންގެ އަރިހުން ރިވާވެގެންވެއެވެ:\n«‌قَدَمُ ‌الإِسْلامِ لَا يَثْبُتُ إِلا عَلَى قَنْطَرَةِ التَّسْلِيمِ»\nމާނައީ: \"ކިޔަމަންވެ ބޯލެނބުމުގެ ފާލަންމަތީގައި މެނުވީ އިސްލާމްކަމުގެ ފައިތިލި ޘާބިތުވެ ހަރުނުލާނެއެވެ.\"",""],["72","(الحث على إحياء السنن)","أخبرنا أبو طاهر بن خزيمة: حدثنا جدي الإمام: حدثنا أحمد بن نصر: حدثنا أبو يعقوب الحنيني:⁽¹⁵⁾ حدثنا كثير بن عبد الله المزني عن أبيه عن جده قال: قال رسول الله ﷺ: «إن هذا الدين بدأ غريبا، وسيعود غريبا كما بدأ، فطوبى للغرباء»⁽¹⁶⁾ قيل: يا رسول الله، ومن الغرباء؟ قال: \"الذين يحيون سنتي من بعدي ويعلمونها عباد الله\".⁽¹⁷⁾","⁽¹⁵⁾ في الأصل: \"الحسني\"\n⁽¹⁶⁾ صحيح مسلم كتاب الإيمان ح145\n⁽¹⁷⁾ تنظر الضعيفة ح854","","ބީރައްޓެހިންނަކީ ސުންނަތް ދިރުވާ އުނގަންނައިދޭ މީހުންކަމާއި، ﷲ ގެ މަގުގައި ހަނގުރާމަކުރުމަށްވުރެވެސް އެކަން މާތްވެގެންވާކަން\nއަހަރުމެންނަށް އަބޫ ޠާހިރު ބްނު ޚުޒައިމާ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަހުރެންގެ ކާފަ އިމާމް (އިބްނު ޚުޒައިމާ) ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ނަޞްރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޔަޢުޤޫބު އަލްޙުނައިނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ކަޘީރު ބްނު ޢަބްދު ﷲ އަލްމުޒަނީ، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން، އެކަލޭގެފާނުގެ ކާފަފުޅުގެ އަރިހުން ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إِنَّ هذا الدِّينَ بَدَأَ غَرِيبًا، وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ ، فَطُوبَى لِلْغُرَبَاءِ، قِيلَ: يَا رَسُولَ اللَّهِ ومَنِ الْغُرَبَاءُ؟ قَالَ: الَّذِينَ ‌يُحْيُونَ سُنَّتِي من بعدي، وَيُعَلِّمُونَهَا عِبَادَ اللَّهِ» (31)\nމާނައީ: \"ހަމަކަށަވަރުން މިދީން ފެށިގެން އައީ ބީރައްޓެހި އެއްޗެއްގެ ގޮތުގައިއެވެ. އަދި އެ ފެށުނު ގޮތަށް ބީރައްޓެހި އެއްޗަކަށްވުމަށް އެދީން އަނބުރާ އިޢާދަވާނެއެވެ. ފަހެ ބީރައްޓެހިންނަށް އުފާވެރިކަމުގެ ޚަބަރުހުއްޓެވެ.\" ދެންނެވުނެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! ބީރައްޓެހިންނަކީ ކޮބައިތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"ތިމަންކަލޭގެފާނަށް ފަހު ތިމަންކަލޭގެފާނުގެ ސުންނަތް ދިރުވައި، ﷲ ގެ އަޅުތަކުންނަށް އެސުންނަތް އުނގަންނައިދޭ މީހުންނެވެ.\"","(31) މި ޙަދީޘްގެ ފުރަތަމަ ބައި ޞައްޙަކޮށް ރިވާވެގެންވެއެވެ."],["73","(الحث على إحياء السنن)","أخبرنا أبو عبد الله الحافظ: سمعت أبا الحسن الكارزي⁽¹⁸⁾ يقول: سمعت علي بن عبد العزيز يقول: سمعت أبا القاسم بن سلام يقول: المتبع للسنة كالقابض على الجمر، وهو اليوم عندي أفضل من ضرب السيف في سبيل الله.","⁽¹⁸⁾ في الأصل: \"المكاري\" والتصويب من تاريخ بغداد والسير.","","އަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަބުލް ޙަސަނު އަލްކާރަޒީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޢަލީ ބްނު ޢަބްދުލް ޢަޒީޒު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ޢުބައިދު އަލްޤާސިމު ބްނު ސައްލާމު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«المتبع للسنة كالقابض على الجمر، ‌وهو ‌اليوم ‌عندي أفضل من ضَرْب السَّيْفِ فِي سَبِيلِ اللَّهِ»\nމާނައީ: \"ސުންނަތަށް ތަބަޢަވާ މީހާއީ އަނގުރު އަލިފާން ގަނޑެއްގައި ހިފަހައްޓައިގެން ހުންނަ މީހާފަދަ މީހެކެވެ. އަދި ﷲ ގެ މަގުގައި ކަނޑިން ޖެހުން (ޖިހާދުކޮށް ހަނގުރާމަކުރުމަށް) ވުރެވެސް އޭނާ އަހުރެންގެ ގާތުގައި މިއަދު މާ ހެޔޮވެ ރަނގަޅުވެގެންވެއެވެ.\" (32)","(32) އިބްނުލް ޤައްޔިމު ވިދާޅުވިއެވެ: «وتبليغ سنته إِلَى الْأمة أفضل من ‌تَبْلِيغ السِّهَام إِلَى نحور الْعَدو لِأَن ذَلِك التَّبْلِيغ يَفْعَله كثير من النَّاس وَأما ‌تَبْلِيغ السّنَن فَلَا تقوم بِهِ إِلَّا وَرَثَة الْأَنْبِيَاء وخلفاؤهم فِي أممهم»"],["74","(ترك التكلف في إجابة السائل)","وروي عن الأعمش عن أبي الضحى عن مسروق قال: دخلنا على عبد الله بن مسعود فقال: \"يا أيها الناس! من علم شيئا فليقل به، ومن لم يعلم فليقل: الله أعلم، فإن من العلم أن يقول لما لا يعلم: الله أعلم؛ قال عز وجل لنبيه ﷺ: {قل ما أسألكم عليه من أجر وما أنا من المتكلفين}.","","","އަލްއަޢުމަޝުގެ އަރިހުން، އަބުއް ޟުޙާގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ރިވާކުރެވިފައިވެއެވެ:\n«دَخَلْنَا عَلَى عَبْدِ اللهِ بْنِ مَسْعُودٍ فقَالَ: يَا أَيُّهَا النَّاسُ، مَنْ عَلِمَ شَيْئًا فَلْيَقُلْ بِهِ، وَمَنْ لَمْ يَعْلَمْ ‌فَلْيَقُلِ: ‌اللهُ ‌أَعْلَمُ، فَإِنَّ مِنَ الْعِلْمِ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللهُ أَعْلَمُ، قَالَ اللهُ عز وجل لِنَبِيِّهِ صلى الله عليه وسلم: ﴿قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ‌ٱلۡمُتَكَلِّفِينَ٨٦﴾»\nމާނައީ: \"އަހަރުމެން ޢަބްދު ﷲ ބްނު މަސްޢޫދުގެ އަރިހަށް ވަނީމެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އޭ މީސްތަކުންނޭވެ! އެއްޗެއް އެނގިއްޖެ މީހާ ފަހެ އޭގެ ވާހަކަދައްކާ ބަސްބުނާށެވެ. އަދި ނޭނގޭ މީހާ ފަހެ \"ދެނެވޮޑިގެންވަނީ ﷲ އޭ\" ބުނާށެވެ! ފަހެ އެމީހަކަށް ނޭނގޭ ކަންތަކާމެދު: \"މޮޅަށް ދެނެވޮޑިގެންވަނީ ﷲ އޭ\" ބުނުމަކީ ޢިލްމުގެ ތެރެއިންވާ ކަމެކެވެ. ﷲ عز وجل އެކަލާނގެ ނަބިއްޔާ صلى الله عليه وسلم އަށް ވަޙީކުރެއްވިއެވެ: ﴿قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ‌ٱلۡمُتَكَلِّفِينَ٨٦﴾ [ص: 86] \"ވިދާޅުވާށެވެ! އެކަމުގެ މައްޗަށް ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންގެ ކިބައިން އުޖޫރައަކަށް ނޭދެމެވެ. އަދި ގަދަކަމުން ތަކްލީފު ޖެހިގެން (ނޭނގޭ ކަންތަކެއް އެނގޭކަމަށް ހެދިގަނެގެން އުޅޭ) މީހުންގެ ތެރެއިންވެސް ތިމަންކަލޭގެފާނު ނުވެއެވެ.\" މިއެވެ.",""],["75","(ترك التكلف في إجابة السائل)","أخبرنا أبو عبد الله الحافظ: حدثنا أبو العباس المعقلي: حدثنا أحمد بن عبد الجبار العطاردي: حدثني أبي: حدثني عبد الرحمن الضبي عن القاسم بن عروة عن محمد بن كعب القرظي قال: دخلت على عمر بن عبد العزيز، فجعلت أنظر إليه نظرا شديدا، فقال: إنك لتنظر إلي نظرا ما كنت تنظره إلي وأنا بالمدينة، فقلت: لتعجبي، فقال: ومم تعجب؟ قال: قلت: وما حال من لونك ونحل من جسمك ونقي من شعرك؟ قال: كيف ولو رأيتني بعد ثلاثة في قبري وقد سالت حدقتاي على وجنتي وسال منخراي في فمي صديدا، كنت لي أشد نكرة، حدثني حديثا كنت حدثتنيه عن عبد الله بن عباس. قال: قلت: حدثني عبد الله بن عباس يرفع الحديث إلى رسول الله ﷺ قال: \"إن لكل شيء شرفا، وأشرف المجالس ما استقبل به القبلة، لا تصلوا خلف نائم ولا محدث، واقتلوا الحية والعقرب وإن كنتم في صلاتكم، ولا تستروا الجدر بالثياب، ومن نظر في كتاب أخيه بغير إذنه فإنما ينظر في النار، ألا أنبئكم بشراركم؟\" قالوا: بلى يا رسول الله. قال: \"الذي يجلد عبده، ويمنع رفده، وينزل وحده، أفلا أنبئكم بشر من ذلكم؟ الذي يبغض الناس ويبغضونه. أفلا أنبئكم بشر من ذلكم الذي لا يقيل عثرة، ولا يقبل معذرة، ولا يغفر ذنبا. أولا أنبئكم بشر من ذلك؟ الذي لا يرجى خيره ولا يؤمن شره. من أحب أن يكون أقوى الناس فليتوكل على الله، ومن أحب أن يكون أغنى الناس فليكن بما في يد الله أوثق منه بما في يد غيره، ومن أحب أن يكون أكرم الناس فلينفق. إن عيسى عليه السلام قام في قومه فقال: يا بني إسرائيل، لا تكلموا بالحكمة عند الجهال فتظلموها، ولا تمنعوها أهلها فتظلموهم، ولا تظلموا ولا تكافئوا ظالما بظلمه فيبطل فضلكم عند ربكم. الأمور ثلاثة: أمر بيّن رشده فاتبعوه، وأمر بين غيه، فاجتنبوه، وأمر اختلفتم فيه فكلوه إلى الله عز وجل\".","","","ޙިކްމަތްތަކުން ފުރިފައިވާ އަޘަރެއް\nއަހަރުމެންނަށް އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އަލްމަޢުޤަލީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޢަބްދުލް ޖައްބާރު އަލްޢުޠާރިދީ ކިޔާދެއްވިއެވެ: އަހުރެންގެ ބައްޕަ އަހުރެންނަށް ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަބްދުއް ރަޙްމާނު އައްޟައްބީ، އަލްޤާސިމު ބްނު ޢުރްވާގެ އަރިހުން، މުޙައްމަދު ބްނު ކަޢުބު އަލްޤުރަޡީ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«دخلت على عمر بن عبد العزيز، فجعلت أنظر إليه نظراً شديداً، فقال: إنك لتنظر إلي نظراً ما كنت تنظره إلي وأنا بالمدينة، فقلت: لتعجبي، فقال: وممَ تعجب؟ قال: قلت: لما ‌حال ‌من ‌لونك، ونحل من جسمك، ونفى من شعرك، قال: كيف ولو رأيتني بعد ثلاثة في قبري، وقد سالت حدقتاي على وجنتي، وسال منخراي في فمي صديداً؟ كنت لي أشد نكرة، حدثني حديثاً كنت حدثتنيه عن عبد الله بن عباس  قال: قلت: حدثني عبد الله بن عباس  يرفع الحديث إلى رسول الله صلى الله عليه وسلم قال: إن لكل شيء شرفاً، وأشرف المجالس ما استقبل به القبلة، لا تصلوا خلف نائم ولا محدث، واقتلوا الحية والعقرب وإن كنتم في صلاتكم، ولا تستروا الجدر بالثياب، ومن نظر في كتاب أخيه بغير إذنه فإنما ينظر في النار، ألا أنبئكم بشراركم؟ قالوا: بلى يا رسول الله! قال: الذي يجلد عبده، ويمنع رفده، وينزل وحده، أفلا أنبئكم بشر من ذلك؟ الذي يبغض الناس، ويبغضونه، أفلا أنبئكم بشر من ذلك؟ الذي لا يقيل عثرة ولا يقبل معذرة ولا يغفر ذنباً، أولا أنبئكم بشر من ذلك؟ الذي لا يرجى خيره، ولا يؤمن شره، من أحب أن يكون أقوى الناس فليتوكل على الله، ومن أحب أن يكون أغنى الناس فليكن بما في يد الله أوثق منه بما في يد غيره، ومن أحب أن يكون أكرم الناس فليتق الله، إن عيسى  قام في قومه فقال: يا بني إسرائيل! لا تكلموا بالحكمة عند الجهال فتظلموها، ولا تمنعوها أهلها فتظلموهم، ولا تظلموا، ولا تكافئوا ظالماً، فيبطل فضلكم عند ربكم، الأمور ثلاثة: أمر بين رشده فاتبعوه، وأمر بين غيه فاجتنبوه، وأمر اختلف فيه فكلوه لله عز وجل» (33)\nމާނައީ: \"އަހުރެން ޢުމަރު ބްނު ޢަބްދުލް ޢަޒީޒުގެ އަރިހަށް ވަނީމެވެ. ދެން އަހުރެން އެކަލޭގެފާނަށް ވަރަށް ގަދައަށް ބަލަންފެށީމެވެ. އެހިނދު ވިދާޅުވިއެވެ: \"އަހުރެން މަދީނާގައި ހުރި އިރު ތިބާ ނުބަލާފަދަ ގޮތަށް ތިބާ އަހުރެންނާ ދިމާލަށް އެބަ ބަލައެވެ.\" އަހުރެން ބުނީމެވެ: \"އެއީ އަހުރެން ޢަޖައިބުވެގެންނެވެ.\" ވިދާޅުވިއެވެ: \"ޢަޖައިބުވީ ކޮންކަމަކާހެއްޔެވެ؟\" އަހުރެން ބުނީމެވެ: \"ތިބާގެ ގައިގެ ކުލަ ބަދަލުވެ، ތިބާގެ ހަށިގަނޑު އަނަރޫފަވެ، ތިބާގެ ބޮލުގެ އިސްތަށިތައް ފައިބައިފައިވާތީއެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އެހެންވިއްޔާ އަދި އަހުރެން ޤަބުރަށް ލެވޭތާ ތިން ދުވަސްފަހުން ތިބާއަށް އަހުރެން ފެނިއްޖެނަމަ ކޮންފަދަހެއްޔެވެ!؟ އޭރުވާނީ އަހުރެންގެ ދެލޮލުގެ ކަޅި ކޯތާފަތް މައްޗަށް ދިޔާވެގެން ފައިބާފައިއެވެ. އަދި އަހުރެންގެ ނޭފަތުގެ ދެހޮރުން އަނގަޔަށް ދޮސް ފާދިޔަތައް ފޫދިފައިއެވެ. އެހިނދު ތިބާއަށް އަހުރެން ފެނިއްޖެނަމަ އަދި މާބޮޑަށް ތިބާއަށް އިންކާރުކުރެވުނީހެވެ. ނިކަން ޢަބްދު ﷲ ބްނު ޢައްބާސްގެ އަރިހުން ތިބާ އަހުރެންނަށް ކިޔާދިން ޙަދީޘް ކިޔާދީބަލާށެވެ.\" އަހުރެން ބުނީމެވެ: އަހުރެންނަށް ޢަބްދު ﷲ ބްނު ޢައްބާސް ކިޔާދެއްވިއެވެ. -އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ނިސްބަތްކުރައްވައެވެ-: \"ހަމަކަށަވަރުން ކޮންމެ އެއްޗަކަށް ޝަރަފުވެރިކަމެއްވެއެވެ. އެންމެ ޝަރަފުވެރިވެގެންވާ މަޖްލީހަކީ އެއިން ޤިބްލައަށް ކުރިމަތިލެވޭ މަޖްލީހެވެ. ނިދާފައިވާ މީހެއް އަދި ޙަދަޘްވެރިވެގެންވާ މީހެއްގެ ފަހަތުގައި ތިޔަބައިމީހުން ނަމާދު ނުކުރާށެވެ. އަދި ތިޔަބައިމީހުން ނަމާދުގައިވިޔަސް ހަރުފައާއި ނަގުލަންދާށި މަރާށެވެ. އަދި ފާރުތަކުގައި ފޭރާން އަޅައިގެން ފަރުދާނުކުރާށެވެ. އެމީހެއްގެ އަޚާގެ އިޛްނަ ނެތި އޭނާގެ ލިޔުމަށް ބަލައިފި މީހާ؛ ފަހެ އޭނާ އެބަލަނީ އަލިފާނަށެވެ. ތިޔަބައިމީހުންގެ ތެރެއިން އެންމެ ނުބައި މީހަކީ ކޮބައިކަން ތިމަންކަލޭގެފާނު ޚަބަރުދެއްވަންހެއްޔެވެ؟\" އެބޭކަލުން ދެންނެވިއެވެ: \"އާދޭހެވެ! އޭ ﷲ ގެ ރަސޫލާއެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭނާގެ އަޅުމީހާގެ ގައިގައި ތަޅާ، (ޙައްޤުވެރިންގެ ކިބައިން) ދިނުން މަނާކޮށް، އެކަނި ތަންތަނަށް ފައިބާ ހުންނަ މީހާއެވެ. އޭނާއަށްވުރެވެސް ނުބައިވެގެންވާ މީހާގެ ޚަބަރު ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންނަށް ދެއްވަންހެއްޔެވެ؟ އެއީ މީސްތަކުންދެކެ ރުޅިއަންނަ، އަދި މީސްތަކުންވެސް އޭނާދެކެ ރުޅިއަންނަ މީހާއެވެ. އެއަށްވުރެވެސް ނުބައިމީހާގެ ޚަބަރުދެއްވަންހެއްޔެވެ؟ އެއީ (އަނެކާއަށް) ކުރެވުނު ކުށެއް ކަނޑައިނުދޭ، ޢުޛުރެއް ޤަބޫލެއް ނުކުރާ، ކުށަކަށް މާފުނުކުރާ މީހާއެވެ. އެއަށްވުރެވެސް ނުބައިވެގެންވާ މީހާގެ ޚަބަރު ތިޔަބައިމީހުންނަށް ދެއްވަންހެއްޔެވެ؟ އެމީހެއްގެ ފުށުން ހެވަކަށް އުއްމީދު ނުކުރެވޭ، އަދި އޭނާގެ ނުބައިން އަމާންކަމެއްވެސް ނުލިބޭ މީހާއެވެ. މީސްތަކުންގެ ތެރެއިން އެންމެ ވަރުގަދަ މީހާއަށްވާން ބޭނުން މީހާ ފަހެ ﷲ އަށް ވަކީލުކުރާށެވެ.\nއެންމެ ފުދުންތެރި މީހާއަށްވާން އެދޭ މީހާ؛ ﷲ ފިޔަވައި އެހެން ފަރާތެއްގެ އަތުގައިވާ އެއްޗަކަށްވުރެ އެކަލާނގެ އަތްޕުޅުގައިވާ އެއްޗަކަށް އޮންނަ އިތުބާރު ބޮޑުވެގެންވާހުށިކަމެވެ. މީސްތަކުންގެ ތެރެއިން އެންމެ މާތް މީހާއަށްވާން އެދޭ މީހާ ފަހެ ﷲ އަށް ތަޤުވާވެރިވާށެވެ. ޢީސާ  އެކަލޭގެފާނުގެ ޤައުމުގައި ތެދުވެވަޑައިގެން ވިދާޅުވިއެވެ: \"އޭ ބަނީ އިސްރާއީލުންނޭވެ! ޖާހިލުންގެ ގާތުގައި ޙިކްމަތުގެ ބަހުން ވާހަކަ ނުދައްކާށެވެ! އޭރުން ތިޔަބައިމީހުން އެޙިކްމަތަށް ތިކުރަނީ އަނިޔާއެވެ. އަދި އޭގެ ޙައްޤު އަހުލުވެރިންގެ ކިބައިން އެޙިކްމަތް މަނާވެސް ނުކުރާށެވެ. އޭރުން ތިޔަބައިމީހުން އެމީހުންނަށް ތިދެވެނީ އަނިޔާއެވެ. އަދި ތިޔަބައިމީހުން އަނިޔާވެރިނުވާށެވެ. އަދި އަނިޔާވެރިޔަކަށް (އެފަދަ އަނިޔާއެއްކޮށްގެން) ބަދަލު ނުދޭށެވެ. އެހެން ހަދައިފިނަމަ ތިޔަބައިމީހުންގެ ވެރި ރައްބުގެ ޙަޟްރަތުގައި ތިޔަބައިމީހުންގެ ހެޔޮކަން ބާޠިލުވެދެއެވެ. ކަންކަން ތިނެކެވެ: އެކަމެއްގެ ހެޔޮރަނގަޅުކަން ބަޔާންވެ ސާފުވެގެންވާ ކަމެކެވެ. ފަހެ ތިޔަބައިމީހުން އެފަދަ ކަމަކަށް ތަބަޢަވާށެވެ. އަނެއްކަމަކީ: އޭގެ ނުބަޔާއި ފަސާދަ ބަޔާންވެގެންވާ ކަމެކެވެ. ފަހެ ތިޔަބައިމީހުން އެއިން އެއްކިބާވެ ދުރުވާށެވެ. އަނެއްކަމަކީ އެއާމެދު ޚިލާފުވެވިގެންވާ ކަމެކެވެ. ފަހެ ތިޔަބައިމީހުން އެކަން ﷲ عز وجل އަށް ދޫކޮށްލާހުށިކަމެވެ.\"","(33) الزهد لأحمد: 1707، مسند الحارث: 1070 މިއީ ބަލިކަށި މަޖްހޫލު ރާވީންތަކެއް ސަނަދުގައި ހިމެނޭ ޙަދީޘެކެވެ. އަދި އެއާއެކު މިޙަދީޘްގައިވާ އެކި ބައިތައް ވަކިވަކިން އެހެން ރިވާޔަތްތަކުގައިވެސް އައިސްފައިވެއެވެ."],["76","(عقيدة أصحاب الحديث في البعث وأهوال القيامة)","ويؤمن أهل الدين والسنة بالبعث بعد الموت يوم القيامة، وبكل ما أخبر الله سبحانه من أهوال ذلك اليوم الحق، واختلاف أحوال العباد فيه والخلق فيما يرونه ويلقونه هنالك في ذلك اليوم الهائل، من أخذ الكتب بالأيمان والشمائل، والإجابة عن المسائل، إلى سائر الزلازل والبلابل الموعودة في ذلك اليوم العظيم والمقام الهائل، من الصراط والميزان ونشر الصحف التي فيها مثاقيل الذر من الخير والشر، وغيرها.","","","އަލުން ދިރުއްވޭނެކަމާއި، ޤިޔާމަތްދުވަހުގައި ހިނގާނޭކަމަށް ތަފްޞީލުކޮށް ނައްޞުގައި އައިސްފައިވާ ކަންކަން މާނަ ބަދަލުކުރުމެއްނެތި ސުންނަތުގެ އަހުލުވެރިން އީމާންވާކަން\nދީނާއި ސުންނަތުގެ އަހުލުވެރިން، މަރުވުމަށް ފަހު ޤިޔާމަތް ދުވަހު އަލުން ދިރުއްވޭނެކަމަށް އީމާންވެއެވެ. އަދި ޙައްޤުވެގެންވާ އެދުވަހުގެ ބިރުވެރިކަންކަމާއި، އެދުވަހުގައި އަޅުތަކުންނާއި ޚަލްޤުތަކުންގެ ޙާލަތްތަކުގެ ތަފާތުތަކާއި، އެނާމާން ދުވަހު އެމީހުންނަށް ފެނި ބައްދަލުވާނޭ ކަންކަން ކަމުގައިވާ ކަނާތުންނާއި ވާއަތުން ފަތްފުށްތައް ހިފުމާއި، (ޙިސާބު ބެއްލެވުމުގެ) ސުވާލުތަކަށް ޖަވާބުދިނުމާއި، އެނޫންވެސް އެބޮޑުވެގެންވާ ދުވަހު، އެ ނާމާން މަޤާމުގައި ވަޢުދުވެވިގެންވާ ގުޑުންއަރުވާ ކަންބޮޑުވުންހުރި ކަންތައް: ޞިރާޠުމަގާއި، ތިލަފަތާއި، ހެވާއި ނުބައިގެ ޛައްރެއްގެ މިންވަރުވެސް ހިމެނިގެންވާ ފަތްފުށްތައް ހުޅުވާލެވުމާ މިކަންކަމާމެދު ﷲ سبحانه وتعالى ޚަބަރުދެއްވާފައިވާ ކޮންމެކަމަކަށްވެސް އެމީހުން އީމާންވެއެވެ.",""],["77","(الشفاعة)","ويؤمن أهل الدين والسنة بشفاعة الرسول ﷺ لمذنبي أهل التوحيد ومرتكبي الكبائر، كما ورد به الخبر الصحيح عن رسول الله ﷺ.","","","ރަސޫލާ صلى الله عليه وسلم ޤިޔާމަތްދުވަހު ބޮޑެތި ފާފަތަކުގެ އަހުލުވެރިންނަށް ޝަފާޢަތްތެރިވާނޭކަމަށް އީމާންވުން\nއަދިވެސް ދީނާއި ސުންނަތުގެ އަހުލުވެރިން، ތައުޙީދުގެ އަހުލުވެރިންގެ ތެރެއިން ފާފަވެރިންނާއި، ބޮޑެތި ފާފަތަކުގެ ވެރިންނަށް ރަސޫލާ صلى الله عليه وسلم ގެ ޝަފާޢަތްވާކަމަށް އީމާންވެއެވެ. އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަ ޚަބަރު އެކަމުގައި އައިސްފައިވާ ގޮތަށެވެ.",""],["78","(الشفاعة)","أخبرنا أبو سعيد بن حمدون: أنبأنا أبو حامد بن الشرقي: حدثنا أحمد بن يوسف السلمي: حدثنا عبد الرزاق: أنبأنا معمر عن ثابت عن أنس عن النبي ﷺ قال: «شفاعتي لأهل الكبائر من أمتي».⁽¹⁹⁾","⁽¹⁹⁾ صحيح أبي داود ح4739","","އަހަރުމެންނަށް އަބޫ ސަޢީދު ބްނު ޙަމްދޫނު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޙާމިދު ބްނު އައްޝަރްޤީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ޔޫސުފު އައްސުލަމީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރައްޒާޤު ކިޔާދެއްވިއެވެ: މަޢުމަރު، ޘާބިތުގެ އަރިހުން، އަނަސްގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«شَفَاعَتِي لِأَهْلِ ‌الْكَبَائِرِ ‌مِنْ ‌أُمَّتِي» (34)\nމާނައީ: \"ތިމަންކަލޭގެފާނުގެ ޝަފާޢަތްވަނީ ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ ތެރެއިން ބޮޑެތި ފާފަތަކުގެ އަހުލުވެރިންނަށެވެ.\"","(34) سنن أبي داود: 4739، سنن الترمذي: 2435، سنن ابن ماجه: 4310"],["79","(الشفاعة)","وأخبرنا أبو علي زاهر بن أحمد: أخبرنا محمد بن المسيب الأرغياني: حدثنا الحسن بن عرفة: حدثنا عبد السلام بن حرب الملائي، عن زياد بن خيثمة عن نعمان بن قراد، عن عبد الله بن عمر قال: قال رسول الله ﷺ: \"خيرت بين الشفاعة وبين أن يدخل شطر أمتي الجنة، فاخترت الشفاعة، لأنها أعم وأكفى. أترونها للمؤمنين المتقين؟ لا، ولكنها للمذنبين المتلوثين الخطائين\".⁽²⁰⁾","⁽²⁰⁾ قال في ضعيف ابن ماجه ح4991: صحيح دون قوله لأنها فما بعده.","","އަދި އަހަރުމެންނަށް އަބޫ ޢަލީ ޒާހިރު ބްނު އަޙްމަދު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނުލް މުސައްޔަބު އަލްއަރްޣިޔާނީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙަސަނު ބްނު ޢަރަފާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ސަލާމު ބްނު ޙަރްބު އަލްމުލާއީ، ޒިޔާދު ބްނު ޚައިޘަމާގެ އަރިހުން، ނުޢުމާނު ބްނު ޤުރާދުގެ އަރިހުން، ޢަބްދު ﷲ ބްނު ޢުމަރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«خُيِّرْتُ بَيْنَ الشَّفَاعَةِ، وَبَيْنَ أَنْ يَدْخُلَ شطر أُمَّتِي الْجَنَّةَ، ‌فَاخْتَرْتُ ‌الشَّفَاعَةَ، لِأَنَّهَا أَعَمُّ وَأَكْفَى، أَتُرَوْنَهَا لِلْمُتَّقِينَ؟ لَا، وَلَكِنَّهَا لِلْمُذْنِبِينَ، الْمُتَلَوِّثِينَ الْخَطَّائِينَ» (35)\nމާނައީ: \"ޝަފާޢަތްތެރިވުމާއި، ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ ދެބައިކުޅަ އެއްބައި ސުވަރުގެ ވެއްދުމާ ދެކަންތަކުން އިޚްތިޔާރުކުރަން ތިމަންކަލޭގެފާނަށް ދެއްވުނެވެ. ދެން ތިމަންކަލޭގެފާނު އިޚްތިޔާރު ކުރެއްވީ ޝަފާޢަތްތެރިވުމެވެ. އެހެނީ އެއީ މާ ޢާއްމު އަދި ފުއްދައިދިނުން މާ ބޮޑު އެއްޗެކެވެ. ތިޔަބައިމީހުން ތިޔަ ދެކެނީ އެއީ ތަޤުވާވެރި މުއުމިނުންނަށްވާ އެއްޗެއްކަމަށް ހެއްޔެވެ!؟ ނޫނެކެވެ. އެއީ ކުށްވެރި ފާފަތަކުން ތަތްތެޅިގެންވާ އުރެދުންތެރިންނަށްވާ އެއްޗެކެވެ.\"","(35) مسند أحمد: 5452، سنن ابن ماجه: 4311"],["80","(الشفاعة)","أخبرنا أبو محمد المجلدي: أخبرنا أبو العباس السراج: حدثنا قتيبة بن سعيد: حدثنا عبد العزيز بن محمد الدراوردي عن عمرو بن أبي عمرو ح. وأخبرنا أبو طاهر بن خزيمة: أخبرنا جدي الإمام محمد بن إسحاق بن خزيمة: حدثنا علي بن حجر بن إسماعيل بن جعفر، عن عمرو بن أبي عمرو، عن سعيد بن أبي سعيد المقبري، عن أبي هريرة رضي الله عنه أنه قال: يا رسول الله من أسعد الناس بشفاعتك يوم القيامة؟ فقال: «لقد ظننت أن لا يسألني عن هذا الحديث أحد أول منك لما رأيت من حرصك على الحديث، إن أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا الله خالصا من قبل نفسه».⁽²¹⁾","⁽²¹⁾ صحيح البخاري كتاب الرقاق ح6570","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އައްސައްރާޖު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް ޤުތައިބާ ބްނު ސަޢީދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް ޢަޒީޒު ބްނު މުޙައްމަދު އައްދަރާވަރްދީ، ޢަމްރު ބްނު އަބީ ޢަމްރުގެ އަރިހުން ކިޔާދެއްވިއެވެ.\n«ح» (އެހެން ސަނަދަކަށް ބަދަލުކޮށްލާފައި) އަދި އަހަރުމެންނަށް އަބޫ ޠާހިރު ބްނު ޚުޒައިމާ ޚަބަރުދެއްވިއެވެ: އަހުރެންގެ ކާފަ އިމާމް މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް ޢަލީ ބްނު ޙަޖަރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު ޖަޢުފަރު، ޢަމްރު ބްނު އަބީ ޢަމްރުގެ އަރިހުން، ސަޢީދު ބްނު އަބީ ސަޢީދު އަލްމަޤްބުރީގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«يَا رَسُولَ اللهِ، مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ الْقِيَامَةِ، فَقَالَ: لَقَدْ ظَنَنْتُ أَنْ لَا يَسْأَلَنِي عَنْ هَذَا الْحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ؛ لِمَا رَأَيْتُ مِنْ ‌حِرْصِكَ ‌عَلَى ‌الْحَدِيثِ: إنّ أَسْعَدُ النَّاسِ بِشَفَاعَتِي يَوْمَ الْقِيَامَةِ مَنْ قَالَ: لَا إِلَهَ إِلَّا اللهُ خَالِصًا مِنْ قِبَلِ نَفْسِهِ» (36)\nމާނައީ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! ޤިޔާމަތްދުވަހު ކަލޭގެފާނުގެ ޝަފާޢަތުން އެންމެ ބާއްޖަވެރިކަން ބޮޑުވެގެންވާ މީހަކީ ކާކުތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"ތިބާއަށްވުރެ ކުރިން އެހެން މީހަކު މިޙަދީޘާމެދު ތިމަންކަލޭގެފާނާ ސުވާލުނުކުރާނޭކަމަށް ތިމަންކަލޭގެފާނަށް ހީފުޅުކުރެއްވުނެވެ. އެއީ ޙަދީޘަށް ތިބާގެ އޮންނަ ޝައުޤުވެރިކަން ތިމަންކަލޭގެފާނަށް ފެނިވަޑައިގަތުމުންނެވެ. ހަމަކަށަވަރުން ޤިޔާމަތްދުވަހު ތިމަންކަލޭގެފާނުގެ ޝަފާޢަތުން އެންމެ ބާއްޖަވެރިވެގެންވާ މީހަކީ އެމީހެއްގެ ނަފްސުން އިޚްލާޞްތެރިކަމާއެކު لَا إِلَهَ إِلَّا اللهُ ކިޔައިފި މީހާއެވެ.\"","(36) صحيح البخاري: 6570"],["81","(الحوض والكوثر)","ويؤمنون بالحوض والكوثر، وإدخال فريق من الموحدين الجنة بغير حساب، ومحاسبة فريق منهم حسابا يسيرا وإدخالهم الجنة بغير سوء يمسهم وعذاب يلحقهم، وإدخال فريق من مذنبيهم النار ثم إعتاقهم أو إخراجهم منها وإلحاقهم بإخوانهم الذين سبقوهم إليها، ولا يخلدون في النار. فأما الكفار فإنهم يخلدون فيها ولا يخرجون منها أبدا. ولا يترك الله فيها من عصاة أهل الإيمان أحدا.","","","ޙައުޟާއި ކައުޘަރަށާއި، މުއުމިނުންގެ ބަޔަކު ފާފަތަކާހުރެ ނަރަކައަށް ވެއްދެވުނަސް ދެމިނޯންނާނޭކަމާއި، ކާފަރުން ނަރަކާގައި ތާއަބަދަށް އޮންނާނޭކަމަށް އީމާންވުން\nއަދި އެމީހުން (އެބަހީ: ސުންނަތާއި ދީނުގެ އަހުލުވެރިން) ޙައުޟަށް (ޤިޔާމަތްދުވަހު ނަބިއްޔާ صلى الله عليه وسلم އަށް ދެއްވޭ ފެންގަނޑަށް)، އަދި ކައުޘަރަށް، އަދި އެއްވެސް ޙިސާބެއްނެތި މުއުމިނުންގެ ޖަމާޢަތެއް ސުވަރުގެ ވެއްދެވޭނެކަމާއި، އަދި އެމީހުންގެ ތެރެއިން އެއްބަޔަކު ލުއިވެގެންވާ ޙިސާބަކުން ޙިސާބު ބެއްލެވޭނެކަމާއި، އަދި އެއްވެސް ނުބައިކަމެއް ނުޖެހި، އެއްވެސް ޢަޛާބެއް އެމީހުންނާ ދިމާނުވެ ސުވަރުގެ ވެއްދެވޭނެކަމަށާއި، އަދި އެމީހުންގެ ތެރެއިންވާ ފާފަވެރިންގެ ބަޔަކު ނަރަކައަށް ވެއްދި ދެން އެއަށް ފަހު އެތަނުން އެމީހުން މުއްތިކުރެވި ނެރުއްވި، އަދި އެމީހުންނަށްވުރެ ކުރިން ސުވަރުގެއަށް ކުރިއަރާ ދިޔަ އެމީހުންގެ އަޚުންނާ ގުޅިގެންދާނޭކަމަށާއި އެމީހުން ނަރަކާގައި ދާއިމަށް ދެމިނުތިބޭނެކަމަށް އީމާންވެއެވެ.\nދެންފަހެ ކާފަރުން ދަންނައެވެ. ފަހެ އެމީހުން އެތަނުގައި ދެމިތިބޭނެކަން ކަށަވަރެވެ. އަދި އެތަނުން އެމީހުން ދުވަހަކުވެސް ނުނިކުންނާނެއެވެ. އަދި އީމާންކަމުގެ އަހުލުވެރިންގެ ތެރެއިން ފާފަވެރިންގެ އެކަކުވެސް ﷲ تبارك وتعالى އެތަނުގައި (ދާއިމަށް ދެމިގެންވުމަށް) ދޫނުކުރައްވާނެއެވެ.",""],["82","(رؤية المؤمنين ربهم في الآخرة)","ويشهد أهل السنة أن المؤمنين يرون ربهم تبارك وتعالى بأبصارهم وينظرون إليه، على ما ورد به الخبر الصحيح عن رسول الله ﷺ في قوله: «إنكم ترون ربكم كما ترون القمر ليلة البدر»⁽²²⁾ والتشبيه وقع للرؤية بالرؤية، لا للمرئي بالمرئي. والأخبار الواردة في الرؤية مخرجة في كتاب الانتصار بطرقها.","⁽²²⁾ في الصحيحين: «إنكم سترون ربكم كما ترون هذا القمر»","","ސާދަވިލޭރޭގެ ފުރިހަމަ ހަނދު ފެންނަހާ ސާފުކޮށް މުއުމިނުންނަށް ޤިޔާމަތްދުވަހު ހަމަ ލޮލުން ﷲ تبارك وتعالى ފެންނާނޭކަމަށް އީމާންވުން\nއަދިވެސް ސުންނަތުގެ އަހުލުވެރިން ހެކިވަނީ: މުއުމިނުންގެ ލޯތަކުން އެމީހުންގެ ވެރި ރައްބު تبارك وتعالى ފެންނާނޭކަމާއި، އަދި އެމީހުން އެކަލާނގެއަށް ނަޒަރު ހިންގާ ބަލާނޭކަމަށެވެ. އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަ ޚަބަރު އެކަމުގައި އައިސްފައިވާ ގޮތަށެވެ:\n«إِنَّكُمْ ترونَ ‌رَبّكُمْ كَمَا تَرونَ الْقَمَر ليلةَ البدْر» (37)\nމާނައީ: \"ހަމަކަށަވަރުން ތިޔަބައިމީހުންނަށް ސާދަވިލޭރޭގެ ހަނދު ފެންނަފަދައިން ތިޔަބައިމީހުންގެ ވެރި ރައްބު ތިޔަބައިމީހުންނަށް ފެންނާނެއެވެ.\"\nވައްތަރުކުރެވިގެންވަނީ ފެނުމާއި ފެނުމެވެ. ފެންނަ އެއްޗާއި އަނެއް އެއްޗެއް ނޫނެވެ. އަދި ފެނުމުގައި އައިސްފައިވާ ޚަބަރުތައްވާނީ އޭގެ އެކި މަގުތަކުން \"އަލްއިންތިޞާރު\" ފޮތުގައި ނެރެވިފައިއެވެ.","(37) صحيح البخاري: 7434 ، ومسلم: 633"],["83","(الإيمان بالجنة والنار وأنهما مخلوقتان)","ويشهد أهل السنة أن الجنة والنار مخلوقتان، وأنهما باقيتان لا يفنيان أبدا، وأن أهل الجنة لا يخرجون منها أبدا، وكذلك أهل النار الذين هم أهلها خلقوا لها لايخرجون أبدا؛ وأن المنادي ينادي يومئذ: «يا أهل الجنة خلود ولا موت، ويا أهل النار خلود ولا موت» على ما ورد به الخبر الصحيح عن رسول الله ﷺ.⁽²³⁾","⁽²³⁾ متفق عليه","","ސުންނަތުގެ އަހުލުވެރިންގެ އިޢުތިޤާދަކީ ސުވަރުގެއާއި ނަރަކަ މިހާރުވެސް އުފެއްދެވިގެންވާކަމާއި އެދެތަން ފަނާވުމެއްނެތި ދެމިގެންވާނޭކަން\nއަދިވެސް ސުންނަތުގެ އަހުލުވެރިން ހެކިވަނީ: ސުވަރުގެއާއި ނަރަކަ ޚަލްޤުކުރެވިގެންވާކަމާއި، އެ ދެތަން ދެމިގެންވާނޭކަމާއި، ދުވަހަކުވެސް ފަނާނުވާނޭކަމަށާއި، އަދި ސުވަރުގޭގެ އަހުލުވެރިން ދުވަހަކުވެސް އެތަނުން ނުނިކުންނާނޭކަމާއި، އެފަދައިން ނަރަކައިގެ އަހުލުވެރިން -އެނަރަކައަށްޓަކައި އުފެއްދެވިގެންވާ އެތާގެ އަހުލުވެރިން (އެބަހީ ކާފަރުން)- އެތަނުން ނުނިކުންނާނޭކަމަށާއި، އެތަނުގައި އެމީހުންގެ މައްޗަށް މަރު ވެރި ނުކުރެވޭނެކަމާއި، އަދި އެސުވަރުގޭގެ އަހުލުވެރިންގެ ކިބައިން ނިޢުމަތް ފިލައިނުދާނޭކަމާއި، އަދި ސުވަރުގެއާއި ނަރަކައިގެ ދެމެދުގައިވާ ފާރެއްގެ މަތީގައި މަރު ކަތިލެވުމަށް އަމުރުކުރެވޭނެކަމަށާއި، އެދުވަހު ގޮވާލާ ބޭކަލަކު ގޮވާލާނޭކަމަށެވެ:\n«يَا أَهْلَ ‌الْجَنَّةِ ‌خُلُودٌ ولَا مَوْتَ، وَيَا أَهْلَ النَّارِ خُلُودٌ ولَا مَوْتَ» (38)\nމާނައީ: \"އޭ ސުވަރުގޭގެ އަހުލުވެރިންނޭވެ! މަރުވުމެއްނެތި ތާއަބަދަށް ދެމިތިބުމެވެ. އަދި އޭ ނަރަކައިގެ އަހުލުވެރިންނޭވެ! މަރުވުމެއްނެތި ތާއަބަދަށް ދެމިތިބުމެވެ.\"\nއެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަ ޚަބަރުގައި އައިސްފައިވާ ގޮތުގެ މައްޗަށެވެ.","(38) صحيح البخاري: 4730 ، ومسلم: 2849"],["84","(الإيمان قول وعمل يزيد وينقص)","ومن مذهب أهل الحديث أن الإيمان قول وعمل ومعرفة، يزيد بالطاعة وينقص بالمعصية.","","","އީމާންކަމާމެދު ސުންނަތާއި ޙަދީޘްގެ އަހުލުވެރިންގެ ޢަޤީދާ\nއަދިވެސް ޙަދީޘްގެ އަހުލުވެރިން (ޤަބޫލުކޮށް އިޢުތިޤާދުކުރާ) މަޛްހަބުން އެއްކަމަކީ: އީމާންކަމަކީ ބަހާއި ޢަމަލާއި މަޢުރިފާކަމެވެ. ހެޔޮކަމުން އީމާންކަން އިތުރުވެ، އަދި އުރެދުމުން އީމާންކަން އުނިވެއެވެ.",""],["85","(الإيمان قول وعمل يزيد وينقص)","قال محمد بن علي بن الحسن بن شقيق: سألت أبا عبد الله أحمد بن حنبل رحمه الله عن الإيمان في معنى الزيادة والنقصان، فقال: حدثنا الحسن بن موسى الأشيب: حدثنا حماد بن سلمة عن أبي جعفر الخطمي عن أبيه عن جده عن عمر بن حبيب قال: الإيمان يزيد وينقص، فقيل: وما زيادته وما نقصانه؟ قال: إذا ذكرنا الله فحمدناه سبحانه فتلك زيادته، وإذا غفلنا وضيعنا ونسينا فذلك نقصانه.","","","މުޙައްމަދު ބްނު ޢަލީ ބްނުލް ޙަސަނު ބްނު ޝަޤީޤު ވިދާޅުވިއެވެ: އަހުރެން އަބޫ ޢަބްދު ﷲ އަޙްމަދު ބްނު ޙަންބަލުގެ އަރިހުން އީމާންކަމުގައި އޭގެ އުނިއިތުރުވުމާ ބެހޭގޮތުން ސުވާލުކުރީމެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަލްޙަސަނު ބްނު މޫސާ އަލްއަޝްޔަބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްމާދު ބްނު ސަލަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޖަޢުފަރު އަލްޚަޠުމީ، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން، ކާފަގެ އަރިހުން، ޢުމައިރު ބްނު ޙަބީބު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«الْإِيمَانُ يَزِيدُ وَيَنْقُصُ، فَقيلَ: ومَا زِيَادَتُهُ وَمَا نُقْصَانُهُ؟ قَالَ: إِذَا ذَكَرْنَا اللَّهَ فحمدنَاه وسبّحناه ‌فَتِلْكَ ‌زِيَادَتُهُ، وَإِذَا غَفَلْنَا وَضَيَّعْنَا وَنَسِينَا فَذَلكَ نُقْصَانُهُ»\nމާނައީ: \"އީމާންކަން އުނިއިތުރުވެއެވެ.\" ދެންނެވުނެވެ: \"އޭގެ އުނިއިތުރުވުމަކީ ކޮބައިތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"އަހަރުމެން ﷲ ގެ މަތިން ހަނދުމަކޮށް ދެން އެކަލާނގެއަށް ޙަމްދު ތަސްބީޙަ ކިޔައިފިނަމަ ފަހެ އެއީ އީމާންކަން އިތުރުވުމެވެ. އަދި އަހަރުމެން ޣާފިލުވެ، ގެއްލުވާލާ، ހަނދާންނައްތާލައިފިނަމަ ފަހެ އެއީ އޭގެ އުނިވުމެވެ.\"",""],["86","(الإيمان قول وعمل يزيد وينقص)","أخبرنا أبو الحسن بن أبي إسحاق المزكي: حدثنا أبي: حدثنا أبو عمرو الحيري: حدثنا محمد بن يحيى الذهلي ومحمد بن إدريس المكي وأحمد بن شداد الترمذي، قالوا: حدثنا الحميدي: حدثنا يحيى بن سليم: سألت عشرة من الفقهاء عن الإيمان فقالوا: قول وعمل. سألت هشام بن حسان فقال: قول وعمل. وسألت ابن جريج فقال: قول وعمل. وسألت سفيان الثوري فقال: قول وعمل. وسألت المثنى بن الصباح فقال: قول وعمل. وسألت محمد بن مسلم الطائفي فقال: قول وعمل. وسألت فضيل بن عياض فقال: قول وعمل. وسألت نافع بن عمر الجمحي فقال: قول وعمل. وسألت سفيان بن عيينة فقال: قول وعمل.","","","އަހަރުމެންނަށް އަބުލް ޙަސަނު ބްނު އަބީ އިސްޙާޤު އަލްމުޒައްކީ ޚަބަރުދެއްވިއެވެ: އަހުރެންގެ ބައްޕަ އަހަރުމެންނަށް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢަމްރު އަލްޙީރިއްޔު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޙްޔާ އައްޛުހަލީ އާއި، މުޙައްމަދު ބްނު އިދްރީސް އަލްމައްކީ އާއި، އަޙްމަދު ބްނު ޝައްދާދު އައްތިރްމިޛީ ކިޔާދެއްވިއެވެ: އެބޭކަލުން ވިދާޅުވިއެވެ: ތިމަންމެންނަށް އަލްޙުމައިދީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ސުލައިމު ކިޔާދެއްވިއެވެ:\n«سألت ‌عشرة ‌من ‌الفقهاء عن الإيمان فقالوا: قول وعمل سألت هشام بن حسان؟ فقال: قول وعمل، وسألت ابن جريج فقال: قول وعمل، وسألت سفيان الثوري فقال: قول وعمل، وسألت المثنى بن الصباح فقال: قول وعمل، وسألت محمد بن عبد الله بن عمرو بن عثمان فقال: قول وعمل، وسألت محمد بن مسلم الطائفي فقال: قول وعمل، وسألت فضيل بن عياض فقال: قول وعمل، وسألت نافع بن عمر الجمحي فقال: قول وعمل، وسألت سفيان بن عيينة، فقال: قول وعمل»\nމާނައީ: \"އަހުރެން ދިހަ ފިޤުހުވެރި ބޭކަލުންގެ އަރިހުން އީމާންކަމާމެދު ސުވާލުކުރީމެވެ. އެބޭކަލުން ވިދާޅުވީ އެއީ ބަހާއި ޢަމަލުކަމުގައިއެވެ. އަހުރެން ހިޝާމު ބްނު ޙައްސާނުގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި އިބްނު ޖުރައިޖުގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި ސުފްޔާނުއް ޘައުރީގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި އަލްމުޘައްނާ ބްނުއް ޞައްބާޙުގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު ޢަމްރު ބްނު ޢުޘްމާނުގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި މުޙައްމަދު ބްނު މުސްލިމް އައްޠާއިފީގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި ފުޟައިލު ބްނު ޢިޔާޟުގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި ނާފިޢު ބްނު ޢުމަރު އަލްޖުމަޙީގެ އަރިހުން ސުވާލުކުރުމުން ވިދާޅުވިއެވެ: \"ބަހާއި ޢަމަލެވެ.\" އަދި ސުފްޔާނު ބްނު ޢުޔައިނާގެ އަރިހުން ސުވާލުކުރުމުންވެސް ވިދާޅުވީ ބަހާއި ޢަމަލުކަމުގައިއެވެ.\"",""],["87","(الإيمان قول وعمل يزيد وينقص)","وأخبرنا أبو عمرو الحيري: حدثنا محمد بن يحيى ومحمد بن إدريس: سمعت الحميدي يقول: سمعت سفيان بن عيينة يقول: الإيمان قول وعمل، يزيد وينقص، فقال له أخوه إبراهيم بن عيينة: يا أبا محمد تقول: ينقص؟ فقال: اسكت يا صبي، بل ينقص حتى لا يبقى منه شيء.","","","އަދި އަހަރުމެންނަށް އަބޫ ޢަމްރު އަލްޙީރިއްޔު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޔަޙްޔާ އާއި، މުޙައްމަދު ބްނު އިދްރީސް ކިޔާދެއްވިއެވެ: އަދި އަހަރުމެންނަށް އަލްޙުމައިދީ ވިދާޅުވަނިކޮށް އަޑުއެހީމެވެ: ސުފްޔާނު ބްނު ޢުޔައިނާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«الْإِيمَانُ قَولٌ وَعَملٌ يَزِيدُ وَيَنْقُصُ. فَقَالَ لَهُ أَخُوهُ إِبْرَاهِيمُ بْنُ عُيَيْنَةَ يَا أبَا مُحَمّد، تَقُول يَنْقُصُ؟ فقَالَ: ‌اسْكُتْ ‌يَا ‌صَبِيّ بَلى يَنْقُصُ، حَتَّى لَا يَبْقَى مِنْهُ شَيْءً»\nމާނައީ: \"އީމާންކަމަކީ ބަހާއި ޢަމަލެވެ. އެ އިތުރުވެ އުނިވެއެވެ.\" ދެން އެކަލޭގެފާނުގެ އަޚެއްކަމުގައިވާ އިބްރާހީމު ބްނު ޢުޔައިނާ ދެންނެވިއެވެ: \"އޭ އަބޫ މުޙައްމަދެވެ! އުނިވެޔޭވެސް ތިބާ ބުނަނީހެއްޔެވެ!؟\" އެހިނދު ވިދާޅުވިއެވެ: \"އޭ މިހިރަ ކުއްޖާއެވެ! މައިތިރިވެ ހަނުހުންނާށެވެ! އާނއެކެވެ! އީމާންކަމުން އެއްވެސް އެއްޗެއް ބާކީވެ ނެތިއްޖައުމަށް ދާންދެން އުނިވެސްވާނެއެވެ.\" މިއެވެ.",""],["88","(الإيمان قول وعمل يزيد وينقص)","وقال الوليد بن مسلم: سمعت الأوزاعي ومالكا وسعيد بن عبد العزيز ينكرون على من يقول: إقرار بلا عمل، ويقولون: لا إيمان إلا بعمل، قلت: فمن كانت طاعاته وحسناته أكثر فإنه أكمل إيمانا، ومن كان قليل الطاعة كثير المعصية والغفلة والإضاعة [فإيمانه ناقص].","","","އަދި އަލްވަލީދު ބްނު މުސްލިމް ވިދާޅުވިއެވެ:\n«سَمِعْتُ الْأَوْزَاعِيَّ، وَمَالِكا، وَسَعِيدَ بْنَ عَبْدِ الْعَزِيزِ، يُنْكِرُونَ على مَنْ يَقُولُ: إِقْرَارٌ بِلَا عَمَلٍ، وَيَقُولُونَ: لَا ‌إِيمَانَ ‌إِلَّا ‌بِعَمَلٍ»\nމާނައީ: \"(އީމާންކަމަކީ) ޢަމަލެއްނެތި އިޤުރާރުވުން ކަމުގައިކަމަށް ބުނާ މީހުންނަށް އަލްއައުޒާޢީ އާއި މާލިކުއާއި ސަޢީދު ބްނު ޢަބްދުލް ޢަޒީޒު އިންކާރުކުރައްވާ އަޑު އަހުރެންނަށް އިވުނެވެ. އަދި އެބޭކަލުން ވިދާޅުވެއެވެ: \"ޢަމަލާއި ލައިގެން މެނުވީ އީމާންކަމެއް ނުވެއެވެ.\"\nއަހުރެން (އެބަހީ: މުއައްލިފު އައްޞާބޫނީ) ބުނަމެވެ: ދެންފަހެ އެމީހެއްގެ ހެޔޮ ރަނގަޅު ކަންތައް ގިނަވެގެންވާ މީހާ؛ ފަހެ އެމީހެއްގެ ހެޔޮކަން މަދުވެ، އުރެދުމާއި ޣާފިލުކަމާއި ނަގައިލުން ގިނަވެގެންވާ މީހާއަށްވުރެ އީމާންކަން ފުރިހަމަވެގެންވެއެވެ.",""],["89","(الإيمان قول وعمل يزيد وينقص)","وسمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا بكر محمد بن أحمد بن باكويه الحلاب يقول: سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول: سمعت أحمد بن سعيد الرباطي يقول: قال لي عبد الله بن طاهر: يا أحمد، إنكم تبغضون هؤلاء القوم جهلا، وأنا أبغضهم عن معرفة. إن أول أمرهم إنهم لا يرون للسلطان طاعة، والثاني إنه ليس للإيمان عندهم قدر؛ والله لا أستجيز أن أقول: إيماني كإيمان يحيى بن يحيى، ولا كإيمان أحمد بن حنبل، وهم يقولون: إيماننا كإيمان جبرائيل وميكائيل.","","","މުރުޖީންގެ ޢަލާމާތްތަކުގެ ތެރޭގައި ވެރިންނަށް ކިޔަމަންވާން ޖެހޭނެކަމަށް ނުދެކުމާއި، އީމާންކަމަށް ޤަދަރެއް ދެވިފައި ނެތުން\nއަދި އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫބަކުރު މުޙައްމަދު ބްނު އަޙްމަދު ބްނު ބާކުވައިހި އަލްޖައްލާބު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫބަކުރު މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަޙްމަދު ބްނު ސަޢީދު އައްރިޔާޠީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«قال لي عبد الله بن طاهر: يا أحمد إنكم تبغضون هؤلاء القوم جهلاً، وأنا أبغضهم عن معرفة، إن أول أمرهم: أنهم لا ‌يرون ‌للسلطان ‌طاعة، والثاني: أنه ليس للإيمان عندهم قدر، والله لا أستجيز أن أقول: إيماني كإيمان يحيى بن يحيى، ولا كإيمان أحمد بن حنبل، وهم يقولون: إيماننا كإيمان جبريل وميكائيل»\nމާނައީ: \"އަހުރެންނަށް ޢަބްދު ﷲ ބްނު ޠާހިރު ވިދާޅުވިއެވެ: \"އޭ އަޙްމަދެވެ! ތިޔަބައިމީހުން މިމީހުންދެކެ (އެބަހީ: މުރުޖީންދެކެ) ރުޅި އަންނަނީ ނޭނގިހުރެއެވެ. އެކަމަކު އަހުރެން އެމީހުންދެކެ ރުޅިއަންނަނީ އެނގޭތީއެވެ. އެމީހުންގެ އެންމެ ފުރަތަމަކަމަކީ: ސުލްޠާނަށް (ވެރިޔާއަށް) ކިޔަމަންވާން ޖެހޭނެކަމަށް ނުދެކުމެވެ. ދެވަނައީ: އެމީހުންގެ ގާތުގައި އީމާންކަމަށް ޤަދަރެއް ދެވިގެން ނުވެއެވެ. ﷲ ގަންދީ ބުނަމެވެ! އަހުރެންގެ އީމާންކަން ޔަޙްޔާ ބްނު ޔަޙްޔާގެ އީމާންކަމާ އެއްވަރުކަމަށް، އަދި އަޙްމަދު ބްނު ޙަންބަލުގެ އީމާންކަންފަދައޭ ބުނަންވެސް އަހުރެން ހުއްދައެއް ނުކުރަމެވެ. ނަމަވެސް އެމީހުން އެބުނަނީ: ތިމަންނާމެންގެ އީމާންކަން ޖިބްރީލް އާއި މީކާއީލްގެ އީމާންކަންފަދައެވެ.\"",""],["90","(الإيمان قول وعمل يزيد وينقص)","وسمعت الحاكم يقول: سمعت أبا جعفر محمد بن صالح بن هانيء يقول: سمعت أبا بكر محمد بن شعيب يقول: سمعت إسحاق بن إبراهيم الحنظلي يقول: قدم ابن المبارك الري فقام إليه رجل من العباد، الظن أنه يذهب مذهب الخوارج، فقال له: يا أبا عبد الرحمن ما تقول فيمن يزني ويسرق ويشرب الخمر؟ قال: لا أخرجه من الإيمان، فقال: يا أبا عبد الرحمن، على كبر السن صرت مرجئا؟ فقال: لا تقبلني المرجئة، المرجئة تقول: حسناتنا مقبولة وسيئاتنا مغفورة، ولو علمت أني قبلت مني حسنة لشهدت أني في الجنة. ثم ذكر عن أبي شوذب عن سلمة بن كهيل، عن هذيل بن شرحبيل قال: قال عمر بن الخطاب رضي الله عنه: لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح.","","","އަދިވެސް އަލްޙާކިމު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ޖަޢުފަރު މުޙައްމަދު ބްނު ޞާލިޙު ބްނު ހާނިއު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫބަކުރު މުޙައްމަދު ބްނު ޝުޢައިބު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އިސްޙާޤު ބްނު އިބްރާހީމު އަލްޙަންޡަލީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«قدم ابن المبارك الري، فقام إليه رجل من العباد -الظن به أنه يذهب مذهب الخوارج- فقال له: يا أبا عبد الرحمن ما تقول فيمن يزني ويسرق ويشرب الخمر؟ قال: لا أخرجه من الإيمان. فقال: يا أبا عبد الرحمن ‌على ‌كبر ‌السن ‌صرت مرجئا؟ فقال: لا تقبلني المرجئة. المرجئة تقول: حسناتنا مقبولة، وسيئاتنا مغفورة، ولو علمت أني قبلت مني حسنة لشهدت أني في الجنة»\nމާނައީ: \"އިބްނުލް މުބާރަކު \"އައްރައްޔު\" އަށް ވަޑައިގަތެވެ. ދެން އަޅުވެރިންގެ ތެރެއިން މީހަކު އެކަލޭގެފާނުގެ ގާތަށް ތެދުވިއެވެ. އޭނާއާމެދު ހީވަނީ އޭނާދަނީ ޚަވާރިޖުންގެ މަޛްހަބާ ދިމާލަށްހެންނެވެ- ދެން އޭނާ ބުނެފިއެވެ: \"އޭ އަބޫ ޢަބްދުއް ރަޙްމާނެވެ! ޒިނޭކޮށް ވައްކަންކޮށް ބަނގުރާ ބޯ މީހަކާމެދު ތިބާ ބުނަނީ ކީކޭހެއްޔެވެ؟\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އަހުރެން އޭނާ އީމާންކަމުން ބޭރެއް ނުކުރަމެވެ.\" ދެން އޭނާ ބުނެފިއެވެ: \"ތިބާ ޢުމުރުން ދުވަސްވުމާއެކުވެސް މުރުޖީއަކަށްވީ ހެއްޔެވެ!؟\" އެހިނދު ވިދާޅުވިއެވެ: \"މުރުޖީން އަހުރެންނެއް ޤަބޫލެއް ނުކުރާނެއެވެ. މުރުޖީން ބުނަނީ: \"ތިމަންނާމެންގެ ހެޔޮކަންތައްވަނީ ޤަބޫލުވެވިގެންނެވެ. އަދި ތިމަންނާމެންގެ ފާފަތައްވަނީ ފުއްސެވިގެންނެވެ.\" އަހުރެންގެ ކިބައިން ހެޔޮކަމެއް ޤަބޫލުވިކަން (ޔަޤީންކޮށް) އަހުރެންނަށް އެނގިއްޖެނަމަ އަހުރެންވަނީ ސުވަރުގޭގައި ކަމަށް އަހުރެން ހެކިވީމުހެވެ.\" (39)\nދެން އެއަށްފަހު އިބްނު ޝައުޛަބުގެ އަރިހުން، ސަލަމާ ބްނު ކުހައިލުގެ އަރިހުން، ހުޒައިލު ބްނު ޝަރަޙަބީލު ވިދާޅުވިކަމަށް ޛިކުރުކުރެއްވިއެވެ: ޢުމަރު ބްނުލް ޚައްޠާބު ވިދާޅުވިއެވެ:\n«لَوْ وُزِنَ ‌إِيمَانُ ‌أَبِي ‌بَكْرٍ بِإِيمَانِ أَهْلِ ‌الْأَرْضِ لَرَجَحَ»\nމާނައީ: \"އަބޫބަކުރުގެ އީމާންކަމާއި، ބިމުގެ އަހުލުވެރިންގެ އީމާންކަމާ އަޅާ ކިރާލެވިއްޖެނަމަ އެކަލޭގެފާނުގެ އީމާންކަން ބަރުވީހެވެ.\"","(39) އިބްނުލް މުބާރަކުގެ މިއަޘަރުގައި ފަހުން އެވާ ޢިބާރާތުގެ މަފްހޫމަށް ބަލާއިރު، މިއަޘަރުގެ އެހެން ރިވާޔަތެއްގައި އިސްޙާޤު ބްނު ރާހަވައިހި ރިވާކުރެއްވިއެވެ. އިބްނުލް މުބާރަކު ވިދާޅުވިއެވެ:\n«وَالْمُرْجِئَةُ تَقُولُ: حَسَنَاتُنَا مُتَقَبَّلَةٌ وَأَنَا لَا أَعْلَمُ تُقُبِّلَتْ مِنِّي حَسَنَةٌ»"],["91","(الإيمان قول وعمل يزيد وينقص)","سمعت أبا بكر محمد بن عبد الله بن محمد بن زكريا الشيباني يقول: سمعت يحيى بن منصور القاضي يقول: سمعت محمد بن إسحاق بن خزيمة يقول: سمعت الحسين بن حرب أخا أحمد بن حرب الزاهد يقول: أشهد أن دين أحمد بن حرب الذي يدين الله به أن الإيمان قول وعمل يزيد وينقص.","","","އަބޫބަކުރު މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު މުޙައްމަދު ބްނު ޒަކަރިއްޔާ އައްޝައިބާނީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޔަޙްޔާ ބްނު މަންޞޫރު އަލްޤާޟީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަޙްމަދު ބްނު ޙަރްބު އައްޒާހިދުގެ އަޚާކަމުގައިވާ އަލްޙުސައިނު ބްނު ޙަރްބު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«أشهدُ أن ‌دين ‌أحمد ‌بن حربٍ الذي يدين الله به: أن الإيمان قولٌ وعملٌ، ويزيد وينقص»\nމާނައީ: \"އަޙްމަދު ބްނު ޙަރްބު ދީނެއްގެ ގޮތުގައި ﷲ އަށް އަދާކޮށް ކިޔަމަންވާ ދީނަކީ: އީމާންކަން އެއީ ބަހާއި ޢަމަލުކަމަށާއި، އަދި އެ އުނިއިތުރުވާނޭކަމުގައި ކަމަށް އަހުރެން ހެކިވަމެވެ.\"",""],["92","(لا يكفر المؤمن بكل ذنب)","ويعتقد أهل السنة أن المؤمن وإن أذنب ذنوبا كثيرة صغائر وكبائر فإنه لا يكفر بها؛ وإن خرج عن الدنيا غير تائب منها ومات على التوحيد والإخلاص فإن أمره إلى الله عز وجل، إن شاء عفا عنه وأدخله الجنة يوم القيامة سالما غانما غير مبتلى بالنار ولا معاقب على ما ارتكبه واكتسبه ثم استصحبه إلى يوم القيامة من الآثام والأوزار، وإن شاء عفا عنه وعذبه مدة بعذاب النار، وإذا عذبه لم يخلده فيها، بل أعتقه وأخرجه منها إلى نعيم دار القرار.","","","ސުންނަތުގެ އަހުލުވެރިންގެ އެއް އަސާސަކީ: ޝިރުކާއި ކުފުރު ފިޔަވާ މުއުމިނާ ދެން ކިތަންމެ ގިނަ ބޮޑެތި ފާފަތަކެއް ކިތަންމެ ދުވަހަކު ތަކުރާރުކޮށް ކުރިޔަސް އޭނާ ކާފަރު ނުވާނޭކަމަށް އިޢުތިޤާދުކުރުން\nއަދިވެސް ސުންނަތުގެ އަހުލުވެރިން އިޢުތިޤާދުކޮށް ޤަބޫލުކުރަނީ: މުއުމިނާ ކިތަންމެ ގިނަ ފާފަތަކެއް ކުރިޔަސް -ކުދި ފާފަވިޔަސް ބޮޑެތި ފާފަވިޔަސް- އޭނާ އޭގެ ސަބަބުން ކާފަރު ނުވާނޭކަމެވެ. އޭނާ އެކަންކަމުން ތައުބާނުވާ ޙާލު ދުނިޔެއިން ނިކުމެއްޖެނަމަ؛ އަދި ތައުޙީދާއި އިޚްލާޞުގެ މަތީގައި އޭނާ މަރުވިނަމަ؛ ފަހެ އޭނާގެ ކަންތައްވަނީ ﷲ عز وجل އަށެވެ. އެކަލާނގެ އެދިވޮޑިގަންނަވާނަމަ އޭނާއަށް ޢަފޫކުރައްވާ، އަދި ޤިޔާމަތްދުވަހު ސަލާމަތްތެރިވެ ޣަނީމާކޮށްގެންވާ މީހެއްގެ ގޮތުގައި، ނަރަކައިން ޢަޒާބު ލިބުމެއްނެތި، އަދި ޤިޔާމަތްދުވަހާ ހަމައަށް އޭނާއާ އެކުގައި އޭނާ ހޯދައިގަނެ ކުރި ފާފަތަކާއި އުރެދުންތަކުގެ މައްޗަށް ޢުޤޫބާތްވެސް ލިބުމެއްނެތި ސުވަރުގެ ވައްދަވާފާނެއެވެ. އަދި އެކަލާނގެ އެދިވޮޑިގެންނެވިނަމަ އޭނާއަށް ޢުޤޫބާތްދެއްވާ، އަދި މުއްދަތެއް ވަންދެން ނަރަކައިގެ ޢަޛާބު އޭނާއަށް ދެއްވާފާނެއެވެ. އެކަލާނގެ އޭނާއަށް ޢަޛާބުދެއްވިނަމަވެސް؛ އެނަރަކާގައި އޭނާ ތާއަބަދު ނުލައްވަތެވެ. ކިއެއްތަ، އެކަލާނގެ އޭނާ އެތަނުން މިނިވަންކުރައްވާ ނެރުއްވާ، ދާއިމަށް ދެމިހުރުމުގެ ގޮވެތީގެ ނިޢުމަތްތަކަށް ގެންދަވާނެއެވެ.",""],["93","(لا يكفر المؤمن بكل ذنب)","وكان شيخنا سهل بن محمد رحمه الله يقول: المؤمن المذنب وإن عذب بالنار فإنه لا يُلقى فيها إلقاء الكفار، ولا يبقى فيها بقاء الكفار، ولا يشقى فيها شقاء الكفار. ومعنى ذلك أن الكافر يسحب على وجهه إلى النار، ويلقى فيها منكوسا في السلاسل والأغلال والأنكال الثقال، والمؤمن المذنب إذا ابتلي في النار فإنه يدخل النار كما يدخل المجرم في الدنيا السجن على الرجل من غير إلقاء وتنكيس. ومعنى قوله \"لا يلقى في النار إلقاء الكفار\" أن الكافر يحرق بدنه كله، كلما نضج جلده بُدل جلدا غيره ليذوق العذاب، كما بينه الله في كتابه في قو له تعالى {إن الذين كفروا بآياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب} وأما المؤمنون فلا تلفح وجوههم النار ولا تحرق أعضاء السجود منهم، إذ حرم الله على النار أعضاء سجوده.","","","މުއުމިނުންނަށް ނަރަކައިގެ ޢަޛާބު ދެއްވުނަސް ކާފަރުން ފަދައިން އެއްލާ ނުލެވޭނެކަމާއި ކާފަރުން ފަދައިން އަބާއްޖަވެރިނުވާނޭކަން\nއަހަރުމެންގެ ޝެއިޚު ސަހްލު ބްނު މުޙައްމަދު ވިދާޅުވެއެވެ:\n«المؤمن المذنب وإن عذب بالنار فإنه لا يلقى فيها ‌إلقاء ‌الكفار ولا يبقى فيها بقاء الكفار، ولا يشقى فيها شقاء الكفار»\nމާނައީ: \"ފާފަވެރި މުއުމިނާއަށް ނަރަކައިން ޢަޛާބު ދެއްވުނުނަމަވެސް؛ ފަހެ ކާފަރުން އެއްލާލެވޭ ގޮތަށް އޭނާ އެތަނަށް އެއްލާނުލެވޭނެއެވެ. އަދި ކާފަރުން ދެމިތިބޭގޮތަށް އޭނާ ދެމިނުހުންނާނެއެވެ. އަދި ކާފަރުންގެ އަބާއްޖަވެރިކަމުން އޭނާ އެތަނުގައި އަބާއްޖަވެރިނުވާނެއެވެ.\"\nއޭގެ މާނައަކީ: ކާފަރު މީހާގެ މޫނުވަތަށް ނަރަކައަށް ގެންދެވި، އަދި ހިލިހިލާތަކާއި ވަރުގަދަ ބަރު ކަސްތަޅުތަކުން އެއްސިގެން އެކޮޅުކޮޅުން އޭނާ ނަރަކައަށް އެއްލާލެވޭނެއެވެ. އަނެއްކޮޅުން ފާފަވެރި މުއުމިނާ ނަރަކައިން ބަލާވެރިކަން ޖެހުނަސް؛ ފަހެ އޭނާ ނަރަކައަށް ވަންނަހުށީ ދުނިޔޭގައި މުޖުރިމުމީހާ ދެ ފައިމައްޗަށް ހުރަގެއަށް ވަންނަގޮތަށެވެ. ބޯކޮޅު ވަތަށް ޖެހުމެއް، ނަގާ ހޫރާލުމެއް ނެތިއެވެ. (40)\nއަދި އެބަސްފުޅުގައިވާ: \"ކާފަރުމީހާ އެއްލާލެވޭގޮތަށް އޭނާ ނަރަކައަށް އެއްލާނުލެވޭނެއެވެ.\" އޭގެ މާނައަކީ: ކާފަރުމީހާގެ މުޅި ހަށިގަނޑު އަނދާހުލިވެއެވެ. އަދި އޭނާގެ ހަންގަނޑު ރޯފިލާއިރަށް އެނޫން ހަންގަނޑެއް އަނެއްކާ ބަދަލުކުރެވެއެވެ. އެއީ އޭނާއަށް ޢަޛާބުގެ ރަހަލުމަށެވެ. އެއީ ﷲ تبارك وتعالى އެކަލާނގެ ފޮތުގައި މިބަސްފުޅުގައި ބަޔާންކުރައްވާފައިވާ ގޮތަށެވެ:\n﴿إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا ‌نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ﴾ [النساء: 56] \nމާނައީ: \"ހަމަކަށަވަރުން، ތިމަންއިލާހުގެ އާޔަތްތަކަށް ކާފަރުވި މީހުން ނިކަންހުރެ ތިމަންއިލާހު އެއުރެން ނަރަކަޔަށް އެއްލަވާ ހުށީމެވެ. އެއުރެންގެ ހަންތައް ރޯފިލައްޖެ ކޮންމެހިނދަކު، އެއުރެންގެ ހަންތައް އެނޫން ހަންތަކަކަށް ބަދަލުކުރައްވަމެވެ. އެއީ، އެއުރެން ޢަޛާބުގެ ރަހަ ލިބިގަތުމަށްޓަކައެވެ.\"\nދެންފަހެ މުއުމިނުން ދަންނައެވެ! ފަހެ އެމީހުންގެ މޫނުތައް ނަރަކައިން ފިއްސާލެވި އަންދާނުލެވެއެވެ. އަދި އެމީހުންގެ ސަޖިދާގެ ގުނަވަންތައް އަންދާނުލެވޭނެއެވެ. އެހެނީ ﷲ ވަނީ ނަރަކައިގެ މައްޗަށް އޭނާގެ ސަޖިދައިގެ ގުނަވަންތައް ޙަރާމްކުރައްވާފައިއެވެ.","(40) ޝައްކެއް ނެތް ގޮތުގައި ނައްޞުތައް ދަލީލުކުރަނީ ދުނިޔެއާއި އާޚިރަތުގައިވެސް މުއުމިނުންނާ ކާފަރުން އެއްވަރުނުވާނޭކަމެވެ. ނަރަކައިގެ ޢަޛާބުދެއްވުމުގައިވެސް އެނަރަކައިގެ ޙައްޤު އަހުލުވެރިންކަމުގައިވާ އަދި އެނަރަކައަށްޓަކައި އުފެއްދެވުނު މީހުން ކަމުގައިވާ ކާފަރުން، އަނެއްކޮޅުން ސުވަރުގެއަށްޓަކައި އުފެއްދެވި އެކަމަކު ފާފަތަކާހުރެ ނަރަކާގައި މުއްދަތެއްގައި ހައްޔަރުވާ މުއުމިނުންނާ އެއްވަރު ނުވެއެވެ. ނަމަވެސް އޭގެ ތަފްޞީލުތަކަކީ ނައްޞުން މެނުވީ ޘާބިތުނުވާ ކަންކަމެވެ. އެގޮތުން މިތަނުގައި މުއައްލިފު ގެނައި ތަފްސީރުގައި: ކާފަރުން މޫނުވަތަށް ނަރަކައަށް އެއްލެވި، ފާފަވެރި މުއުމިނުން އެހެން ނުވާނޭކަމަށްވާ ޚާއްޞަކުރި ކުރުމަށް ބަލާއިރު، ބައެއް ފާފަތަކަށް އަރައިގަންނަ މުއުމިނުންވެސް ނަރަކައަށް ބޯކޮޅުވަތަށް ވައްޓާލެވޭނެކަމަށް އައިސްފައިވެއެވެ.\nޞަޙީޙު މުސްލިމްގައި އެންމެ ފުރަތަމަ ނަރަކައަށް އެއްލާލެވޭނެކަމަށް އައިސްފައިވާ ތިންމީހުން: މީސްތަކުންގެ ތަޢުރީފު ހޯދުމަށްޓަކައި ޖިހާދުކޮށް ޤަތުލުވި މީހާއާއި، ޤާރީވެރިޔާއާއި، މީސްތަކުންގެ މަދަޙަ ތަޢުރީފު ހޯދަންވެގެން ހޭދަކުރި މީހާގެ ޙަދީޘްގައިވެއެވެ:\n«ثُمَّ أُمِرَ بِهِ ‌فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ»"],["94","(لا يكفر المؤمن بكل ذنب)","ومعنى قوله: \"لا يبقى في النار بقاء الكفار\" أن الكافر يخلد فيها ولا يخرج منها أبدا، ولا يخلد الله من مذنبي المؤمنين في النار أحدا. ومعنى قوله: \"لا يشقى بالنار شقاء الكفار\" أن الكفار ييأسون فيها من رحمة الله ولا يرجون راحة بحال، وأما المؤمنون فلا ينقطع طمعهم من رحمة الله في كل حال، وعاقبة المؤمنين كلهم الجنة، لأنهم خلقوا لها وخلقت لهم فضلا من الله ومنة.","","","އަދި: \"ކާފަރުން ދެމިތިބޭ ބީދައިން މުއުމިނާ ނަރަކާގައި ދެމިނުހުންނާނެއެވެ.\" އޭގެ މާނައަކީ ކާފަރުން އެތަނުގައި ދާއިމަށް އަބަދުގެ އަބަދަށް ދެމިތިބޭނެއެވެ. އަދި ދުވަހަކުވެސް އެތަނުން ނުނިކުންނާނެއެވެ. އަދި ﷲ تبارك وتعالى، މުއުމިނުންގެ ތެރެއިންވާ ފާފަވެރި ކުށްވެރިންގެ ތެރެއިން އެކަކުވެސް ނަރަކާގައި ތާއަބަދަށް ނުލައްވާނެތެވެ.\nއަދި: \"ކާފަރުން ނަރަކައިން އަބާއްޖަވެރިވާގޮތަށް މުއުމިނާ އަބާއްޖަވެރިނުވާނެއެވެ.\" އޭގެ މާނައަކީ: ކާފަރުން އެތަނުގައި ﷲ ގެ ރަޙްމަތުން އުއްމީދު ކަނޑުވާލެވި، މާޔޫސްކޮށްލެވެއެވެ. އަދި އެއްވެސް ޙާލަތެއްގައި ރާޙަތެއް ލިބިދާނެކަމަށް އުއްމީދު ނުކުރެވެއެވެ.\nނަމަވެސް މުއުމިނުން ކޮންމެ ޙާލަތެއްގައިވެސް ﷲ ގެ ރަޙްމަތަށް އޮންނަ އުއްމީދު ކަނޑާނުލައެވެ. އަދި މުއުމިނުންގެ ހުރިހާ އެންމެންގެވެސް އެންމެ ފަހުން ނިމުންވަނީ ސުވަރުގޭގައިއެވެ. އެހެނީ އެމީހުންނީ އެތަނަށް އުފެއްދެވުނު ބައެކެވެ. އަދި ﷲ ގެ ޙަޟްރަތުން ހެޔޮކަމާއި މިންނަތްވަނީ އެމީހުންނަށްޓަކައި އުފެއްދެވިގެންނެވެ.",""],["95","(حكم ترك الصلاة)","واختلف أهل الحديث في ترك المسلم صلاة الفرض متعمدا، فكفره بذلك أحمد بن حنبل وجماعة من علماء السلف وأخرجوه به من الإسلام، للخبر الصحيح: «بين العبد والشرك ترك الصلاة، فمن ترك الصلاة فقد كفر»،⁽²⁴⁾ وذهب الشافعي وأصحابه وجماعة من علماء السلف رحمة الله عليهم أجمعين إلى أنه لا يكفر ما دام معتقدا لوجوبها، وإنما يستوجب القتل كما يستوجبه المرتد عن الإسلام، وتأولوا الخبر من ترك الصلاة جاحدا كما أخبر سبحانه عن يوسف عليه السلام أنه قال: {إني تركت ملة قوم لا يؤمنون بالله وهم بالآخرة هم كافرون}، ولم يك تلبس بكفر فارقه، ولكن تركه جاحدا له.","⁽²⁴⁾ في صحيح مسلم ح82 بلفظ: «بين الرجل وبين الشرك والكفر ترك الصلاة» وفي صحيح الترغيب ح568: «بين العبد والكفر أو الشرك ترك الصلاة، فإذا ترك الصلاة فقد كفر»","","އިންކާރު ކުރުމެއްނެތި ނަމާދު އަޅާ މީހާއާމެދު ޙަދީޘްގެ އަހުލުވެރިންގެ މެދުގައި އޮތް ޚިލާފު\nޙަދީޘްގެ އަހުލުވެރިން، މުސްލިމްމީހާ (އިންކާރުކުރުމެއްނެތި) ޤަޞްދުގައި ފަރުޟު ނަމާދު ދޫކޮށްލުމާމެދު ޚިލާފުވިއެވެ. އެގޮތުން އަޙްމަދު ބްނު ޙަންބަލުއާއި، ސަލަފުންގެ ޢިލްމުވެރިންގެ ޖަމާޢަތެއް އެކަމުގެ ސަބަބުން އޭނާ ކާފަރުކުރައްވާ، އަދި އިސްލާމްކަމުން އޭނާ ނެރެލެއްވިއެވެ. އެއީ ޞައްޙަ ޚަބަރަށްޓަކައިއެވެ:\n«بَيْنَ ‌الْعَبْدِ ‌وَالشِّرْكِ تَرْكُ الصَّلَاةِ فمَنْ تَرَكَ الصَّلَاةَ فقد كَفَرَ» (41)\nމާނައީ: \"އަޅާއާއި ޝިރުކާ ދެމެދުވަނީ ނަމާދު އެޅުމެވެ. ފަހެ ނަމާދު އަޅައިފި މީހާ ފަހެ ކާފަރުވެއްޖެއެވެ.\"\nއައްޝާފިޢީ އާއި އެކަލޭގެފާނުގެ އަޞްޙާބުންނާއި، ސަލަފުންގެ ޢިލްމުވެރިންގެ ޖަމާޢަތެއް -ﷲ އެހުރިހާ ބޭކަލުންނަށް ރަޙުމަތް ލައްވާށި-، އޭނާ ކާފަރުނުވާނޭކަމަށް ދެކެލެއްވިއެވެ. އެއީ ނަމާދު ވާޖިބުވެގެންވާކަމަށް އޭނާ އިޢުތިޤާދުކޮށްގެން ވާހާހިނދަކުއެވެ.(42) އޭނާ ޤަތުލުކޮށްލުން ވާޖިބުވަނީ، އިސްލާމްކަމުން ބޭރުވާ މުރުތައްދުމީހާވެސް ޤަތުލުކޮށްލުން ވާޖިބުވާ ގޮތަށް (ޙައްދެއްގެ ގޮތަށެވެ.) އަދި އެޚަބަރު އެބޭކަލުން މާނަކުރެއްވީ: ނަމާދަށް ދެކޮޅުހަދާ އިންކާރުކުރާ ޙާލު ނަމާދު ދޫކޮށްލައިފި މީހާކަމަށެވެ. އެއީ ޔޫސުފު  ވިދާޅުވިކަމަށް ﷲ سبحانه وتعالى ޚަބަރުދެއްވާފައިވާ ގޮތަށެވެ:\n﴿إِنِّي ‌تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ﴾ [يوسف: 37] \nމާނައީ: \"ﷲ އަށް އީމާން ނުވާ ބަޔެއްގެ ދީން ހަމަކަށަވަރުން، ތިމަން ދޫކޮށްލައިފީމެވެ. އަދި އެއުރެންނީ، ހަމަ، އާޚިރަތަށް ކާފަރު ވެގެންވާ ބަޔެކެވެ.\"\nފަހެ އެކަލޭގެފާނު އެއިން ވަކިވެ ދޫކޮށްލާކަށް ކުފުރެއް ކުރައްވަމުން ނުގެންދަވައެވެ. ނަމަވެސް އެދޫކޮށްލެއްވުންވީ އެކަމަށް އިންކާރުކޮށް ދެކޮޅުހެދުން ކަމުގައިއެވެ.","(41) صحيح مسلم: 82\n(42) އިމާމް އައްޝާފިޢީގެ އަރިހުން، ނަމާދު ދޫކޮށްލާ މީހާ ކާފަރު ނުވާނޭކަމަށް ޞަރީޙަކޮށް ނައްޞެއް އައިސްފައި ނުވެއެވެ. އެކަމަކު ޝާފިޢީ މަޛްހަބުގެ ގިނަ ޢިލްމުވެރިން ނަގަނީ އަދި މަޝްހޫރުވެފައިވަނީ އެޤައުލެވެ. އެއާއެކު ޝާފިޢީގެ އަރިހުން އެހެން ޤައުލެއްވެސް އައިސްފައިވެއެވެ. އެއީ ޖުމްހޫރު ޢިލްމުވެރިން، އަދި ކިއެއްތަ، ޞަޙާބީންގެ އިޖްމާޢުއާވެސް އެއްގޮތްވާ ގޮތަށް، ނަމާދު ދޫކޮށްލާ މީހާ ކާފަރުވާނޭކަމަށެވެ. ޝާފިޢީގެ މަޛްހަބުގެ ޢިލްމުވެރިއެއްކަމުގައިވާ އައްލާލަކާއީ މިގޮތަށް ނިސްބަތްކުރެއްވިއެވެ. އަދި އިބްނު ކަޘީރުވެސް އައްޝާފިޢީގެ އެހެން ޤައުލެއް ގޮތުގައި މިހެން ގެންނެވިއެވެ. އެފަދައިންމެ ޝާފިޢީގެ އަޞްޙާބުންނާ ބައްދަލުވެފައިވާ އައްޠަޙާވީވެސް އައްޝާފިޢީ އެގޮތަށް ދެކެލައްވާކަމަށް ނިސްބަތްކުރައްވާ ގެންނެވިއެވެ. ދެންފަހެ ނަމާދު ދޫކޮށްލާ މީހާ ކާފަރުވެގެންވާ ކަމަށް އައިސްފައިވާ ގިނަގުނަ ދަލީލުތަކާއި އިޖްމާޢުތައް ޛިކުރުކުރާނަމަ މި މަޙައްލު ދިގުލާނެއެވެ."],["96","(خلق أفعال العباد)","ومن قول أهل السنة والجماعة في أكساب العباد أنها مخلوقة لله تعالى، لا يمترون فيه، ولا يعدون من أهل الهدى ودين الحق من ينكر هذا القول وينفيه.","","","އަޅުތަކުން ކޮށް އުޅޭ ހުރިހާ ކަންކަމަކީ ﷲ އުފައްދަވާފައިވާ ކަންކަން\nއަޅުތަކުން ހޯދައިގަންނަ ކަންކަމާމެދު (ކުރާ ކަންކަމާއި ބުނާ ބަސްތަކާމެދު) އަހުލުއް ސުންނާ ވަލްޖަމާޢަތުގެ ބަހަކީ: އެއީ ﷲ تبارك وتعالى އުފައްދަވާ ޚަލްޤުކުރައްވާ ކަންކަމެވެ. އެކަމާމެދު އެމީހުން ޝައްކު ނުކުރެއެވެ. އަދި މިބަހަށް އިންކާރުކުރާކޮށް ނަފީކުރާ މީހާއީ ހިދާޔަތާއި ޙައްޤު ދީނުގެ އަހުލުވެރިންގެ ތެރެއިންވާ މީހެއްކަމަށް އެމީހުން ނުހިމަނައެވެ.",""],["97","(الهداية من الله)","ويشهدون أن الله تعالى يهدي من يشاء ويضل من يشاء عنه، لا حجة لمن أضله الله عليه، ولا عذر له لديه. قال الله عز وجل {قل فلله الحجة البالغة فلو شاء لهداكم أجمعين} وقال: {ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني} الآية، وقال: {ولقد ذرأنا لجهنم كثيرا من الجن والإنس} الآية. سبحانه خلق الخلق بلا حاجة إليهم، فجعلهم فريقين: فريقا للنعيم فضلا، وفريقا للجحيم عدلا. وجعل منهم غويا ورشيدا، وشقيا وسعيدا، وقريبا من رحمته وبعيدا. {لا يسأل عما يفعل وهم يسألون}. [قال جل وعلا: {أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} وقال عز وجل: {كَمَا بَدَأَكُمْ تَعُودُونَ * فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ}. وقال جل وعلا: {أُوْلَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ}. قال ابن عباس رضي الله عنهما: هو ما سبق لهم من السعادة والشقاوة.]","","","އަދި ﷲ تبارك وتعالى އެކަލާނގެ އެދިވޮޑިގެންނެވި މީހަކަށް އެކަލާނގެ ދީނަށް ތެދުމަގުދައްކަވާ، އަދި އެކަލާނގެ އެދިވޮޑިގެންނެވި މީހެއް އެދީނުން މަގުފުރައްދަވައެވެ. ﷲ މަގުފުރެއްދެވި މީހަކަށް އެކަލާނގެ މައްޗަށް ދެއްކޭނެ އެއްވެސް ޙުއްޖަތެއް ނުވެއެވެ. އަދި އެކަލާނގެ ޙަޟްރަތުގައި އޭނާއަށްވާ ޢުޛުރެއްވެސް ނެތެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿قُلۡ ‌فَلِلَّهِ ‌ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ﴾ [الأنعام: 149] \nމާނައީ: \"ކަލޭގެފާނު ވިދާޅުވާށެވެ! ފަހެ، ބޮޑުވެ ފުރިހަމަވެގެންވާ ޙުއްޖަތް ވަނީ ﷲ އަށެވެ. ފަހެ، އެކަލާނގެ އިރާދަކުރެއްވިނަމަ، ތިޔަބައިމީހުން އެންމެންނަށް، ތެދުމަގު ދައްކަވައިފީސްކަން ކަށަވަރެވެ.\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿وَلَوۡ شِئۡنَا لَأٓتَيۡنَا كُلَّ نَفۡسٍ ‌هُدَىٰهَا وَلَٰكِنۡ حَقَّ ٱلۡقَوۡلُ مِنِّي﴾ [السجدة: 13] \nމާނައީ: \"އަދި ތިމަންއިލާހު އެދިވޮޑިގެންނެވިނަމަ، ކޮންމެ ނަފްސަކަށްމެ އެ ނަފްސެއްގެ ހިދާޔަތް ދެއްވީމުހެވެ. ނަމަވެސް ތިމަންއިލާހުގެ ޙަޟްރަތުން ބަސްފުޅުވަނީ ޙައްޤުވެފައިއެވެ.\"\nމިއާޔަތެވެ.\nއަދި ވަޙީކުރެއްވިއެވެ:\n﴿وَلَقَدۡ ‌ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ﴾ [الأعراف: 179] \nމާނައީ: \"ހަމަކަށަވަރުން، ތިމަންއިލާހު ޖިންނީންނާއި، އިންސީންގެ ތެރެއިން ގިނަބަޔަކު ނަރަކަޔަށްޓަކައި ހެއްދެވީމެވެ.\"\nމިއާޔަތެވެ.\nއެކަލާނގެ ހުސްޠާހިރުވަންތަކަމާއެވެ. އެކަލާނގެ ޚަލްޤުތަކުން އުފެއްދެވީ އެމީހުންނަށް އެއްވެސް ޙާޖަތެއް އެކަލާނގެ އަށް ނެތިއެވެ. ދެން ދެ ޖަމާޢަތެއްގެ ގޮތުގައި އެކަލާނގެ އެމީހުން ލެއްވިއެވެ. އެކަލާނގެ ހެޔޮފުޅުވަންތަކަމުން ނިޢުމަތަށްވާ ޖަމާޢަތެކެވެ. އަދި ޢަދުލުވެރިކަމުން ޖަޙީމު (ނަރައަށް)ވާ ޖަމާޢަތެކެވެ. އަދި އެކަލާނގެ އެމީހުންގެ ތެރެއިން މަގުފުރެދިފައިވާ މީހުންނާއި ތެދުމަގު ލިބިގެންވާ މީހުންނާއި، ބާއްޖަވެރިންނާއި އަބާއްޖަވެރިންނާއި، އެކަލާނގެ ރަޙްމަތާ ގާތްވެގެންވާ މީހުންނާއި ދުރުގައިވާ މީހުން ލެއްވިއެވެ:\n﴿لَا يُسۡـَٔلُ ‌عَمَّا ‌يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ﴾ [الأنبياء: 23] \nމާނައީ: \"އެކަލާނގެ ކުރައްވާ ކަންކަމާމެދު ސުވާލެއް ނުވެވޭނެއެވެ. އެކަމަކު އެމީހުން (ކުރާ ކަންކަމާމެދު) ސުވާލުވެވޭނެއެވެ.\"\n﴿أَلَا ‌لَهُ ‌ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ﴾ [الأعراف: 54] \nމާނައީ: \"ދަންނާށެވެ! ހެއްދެވުމާއި އަމުރު ކުރެއްވުންވަނީ، އެކަލާނގެއަށް ޚާއްޞަ ވެގެންނެވެ. ޢާލަމްތަކުގެ ވެރި ﷲ މަތިވެރިވެ ވޮޑިގެންފިއެވެ.\"\nﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿كَمَا ‌بَدَأَكُمۡ تَعُودُونَ . فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ﴾ [الأعراف: 29-30] \nމާނައީ: ”އެކަލާނގެ ތިޔަބައިމީހުން ފުރަތަމަ އުފެއްދެވި ފަދައިން، ތިޔަބައިމީހުން އަލުން އެނބުރި އަންނަހުށްޓެވެ. އެއްބަޔަކަށް، އެކަލާނގެ ތެދުމަގު ދެއްކެވިއެވެ. އަދި އަނެއް ބަޔެއްގެ މައްޗަށް ވަނީ މަގުފުރެދުން ޙައްޤު ވެފައެވެ. ހަމަކަށަވަރުން، އެއުރެން ﷲ ފިޔަވައި ޝައިޠާނުންނަކީ، އެހީތެރިން ކަމުގައި ހިފިއެވެ. އަދި އެއުރެންނީ ތެދުމަގު ލިބިގެންވާ ބަޔަކު ކަމުގައި އެއުރެން ހީކުރެތެވެ.\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿أُوْلَٰٓئِكَ يَنَالُهُمۡ ‌نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ﴾ [الأعراف: 37] \nމާނައީ: \"އެއުރެންނަށްޓަކައި ފޮތުން ލިޔުއްވާފައިވާ މިންވަރު އެއުރެންނަށް ލިބޭނެތެވެ.\"\nއިބްނު ޢައްބާސް ވިދާޅުވިއެވެ:\n«هو ما سبق لهم من ‌السعادة والشقاوة»\nމާނައީ: \"އެއީ އެމީހުންނަށް އިސްވެގޮސްފައިވާ ބާއްޖަވެރިކަމާއި އަބާއްޖަވެރިކަމުގެ ވާހަކައެވެ.\"",""],["98","(الهداية من الله)","أخبرنا أبو محمد المجلدي: أخبرنا أبو محمد العباس السراج: حدثنا يوسف عن موسى: أخبرنا جرير عن الأعمش عن زيد بن وهب عن عبد الله بن مسعود قال: حدثنا رسول الله ﷺ وهو الصادق المصدوق: «إن خلق أحدكم يجمع في بطن أمه أربعين يوما [نطفة]، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله إليه الملك بأربع كلمات، رزقه وعمله وأجله وشقي أو سعيد، فوالذي نفسي بيده إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع ثم يدركه ما سبق له في الكتاب فيعمل بعمل أهل النار فيدخلها، [وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع ثم يدركه ما سبق له في الكتاب فيعمل بعمل أهل الجنة فيدخلها».⁽²⁵⁾","⁽²⁵⁾ متفق عليه","","އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އައްސައްރާޖު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް ޔޫސުފު ބްނު މޫސާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، ޒައިދު ބްނު ވަހްބުގެ އަރިހުން، ޢަބްދު ﷲ ބްނު މަސްޢޫދު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم -އެކަލޭގެފާނީ ތެދުވެރި ތެދުކުރެވިގެންވާ ކަލޭގެފާނެވެ- އަހަރުމެންނަށް ކިޔާދެއްވިއެވެ:\n«أنَّ خَلقَ أَحَدكُمْ يُجْمَعُ فِي بَطْنِ ‌أُمِّهِ ‌أَرْبَعِينَ ‌يَوْمًا ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللهُ إليهِ الْمَلَك بِأَرْبَعِ كَلِمَاتٍ : رِزْقهُ وَعَمله وَأَجَلَهُ وَشَقِيٌّ أَوْ سَعِيدٌ، فو الَّذي نَفْسي بِيَده إِنَّ أحدكُمْ لَيَعْمَلُ بِعَمل أهل الْجَنّة حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَها إِلَّا ذِرَاعٌ ثم يدركه ما سَبقَ له في الكِتَاب فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِفيدخلها. وَإنَ أَحَدكم لَيَعْمَلُ بِعَمَل أهل النّار حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَها ذِرَاعٌ ثمّ يدركُه مَا سَبَق لَهُ فِي الكِتَاب فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدخلها» (43)\nމާނައީ: \"ތިޔަބައިމީހުންކުރެ މީހެއްގެ ޚަލްޤުކުރެއްވުން އެމީހެއްގެ މަންމަގެ ބަނޑުގައި ސާޅީސްދުވަހުގެ ތެރޭގައި ޖަމަޢަކުރެވެއެވެ. ދެން ހަމައެފަދައިން ގަނޑުލޭކޮޅެއްކަމުގައި ވެއެވެ. ދެން ހަމައެފަދައިން މަސްކޮޅެއްކަމުގައި އޭނާ ވެއެވެ. ދެން ﷲ އޭނާގެ ގާތަށް ހަތަރު ކަލިމައަކާގެން މަލާއިކަތާ ފޮނުއްވައެވެ: އޭނާގެ ރިޒްޤާއި، ޢަމަލާއި، އަޖަލާއި، ބާއްޖަވެރިއެއްތޯ ނުވަތަ އަބާއްޖަވެރިއެއްތޯއެވެ. ތިމަންކަލޭގެފާނުގެ ނަފްސު އެއިލާހުގެ އަތްޕުޅުގައިވާ އިލާހު ގަންދީ ވިދާޅުވަމެވެ: ތިޔަބައިމީހުންކުރެ މީހަކު ސުވަރުގޭގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރަމުން ގޮސްދާނެއެވެ. އެހެންގޮސް އޭނާއާ ސުވަރުގެއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނުވެއްޖައުމަށް ދާންދެނެވެ. ދެން ފޮތުގައި (ލައުޙުލް މަޙްފޫޡު) ގައި އޭނާއަށް އިސްވެގެން ގޮސްފައިވާ ގޮތް އޭނާއާ އަރާހަމަކުރެއެވެ. ދެން އޭނާ ނަރަކައިގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކޮށް ނަރަކައަށް ވަދެއެވެ. އަދި ހަމަކަށަވަރުން ތިޔަބައިމީހުންކުރެ މީހަކު ނަރަކައިގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރަމުން ގޮސްދާނެއެވެ. އެހެންގޮސް ނަރަކައާއި އޭނާއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނުވެއްޖައުމަށް ދާންދެނެވެ. ދެން ފޮތުގައި އޭނާއަށް އިސްވެގޮސްފައިވާ ގޮތް އޭނާއާ އަރާހަމަކުރެއެވެ. ދެން އޭނާ ސުވަރުގޭގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކޮށް ސުވަރުގެ ވަދެއެވެ.\"","(43) صحيح البخاري: 3208 ، ومسلم: 2643"],["99","(الهداية من الله)","وأخبرنا أبو محمد المخلدي: أخبرنا أبو العباس السواد: حدثنا إسحاق بن إبراهيم الحنظلي -هو ابن راهويه- أنبأنا عبد الصمد بن عبد الوارث: حدثنا حماد بن سلمة عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها أن رسول الله ﷺ قال: «إن الرجل ليعمل بعمل أهل الجنة، وإنه لمكتوب في الكتاب من أهل النار، فإذا كان قبل موته عمل بعمل أهل النار فمات فدخل النار، وإن الرجل ليعمل بعمل أهل النار وإنه لمكتوب في الكتاب أنه من أهل الجنة، فإذا كان قبل موته عمل بعمل أهل الجنة فمات فدخل الجنة»]","","","އަދި އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އަލްމަޚްލިދީ ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އައްސައްރާޖު ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިސްޙާޤު ބްނު އިބްރާހީމު އަލްޙަންޡަލީ -އެއީ އިބްނު ރާހަވައިހި އެވެ- ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ޞަމަދު ބްނު ޢަބްދުލް ވާރިޘު ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޙައްމާދު ބްނު ސަލަމާ، ހިޝާމު ބްނު ޢުރްވާގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން، ޢާއިޝާގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ، وَإِنَّهُ لَمَكْتُوبٌ فِي الْكِتَابِ أنه مِنْ أَهْلِ النَّارِ، فَإِذَا كَانَ عند مَوْتِهِ ‌تَحَوَّلَ ‌فَعَمِلَ بِعَمَلِ أَهْلِ النَّارِ فَمَاتَ، فَدَخَلَ النَّارَ، وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ، وَإِنَّهُ لَمَكْتُوبٌ فِي الْكِتَابِ أنه مِنْ أَهْلِ الْجَنَّةِ، فَإِذَا كَانَ قَبْلَ مَوْتِهِ عَمِلَ بِعَمَلِ أَهْلِ الْجَنَّةِ فَمَاتَ، فَدَخَلَ الجنة» (44)\nމާނައީ: \"ހަމަކަށަވަރުން މީހާ ސުވަރުގޭގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރެއެވެ. އެއީ ފޮތުގައި (ލައުޙުލް މަޙްފޫޡުގައި) އޭނާއަކީ ނަރަކައިގެ އަހުލުވެރިންގެ ތެރެއިން މީހެއްކަމުގައި ލިޔެވިފައިވާ ޙާލުގައިއެވެ. ދެންފަހެ އޭނާ މަރުމަތީގައިވާހިނދު އޭނާ ބަދަލުވެ ދެން ނަރަކައިގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރެއެވެ. ދެން އޭނާ މަރުވެގެން ވަންނަނީ ނަރަކައަށެވެ. އަދި މީހާ ނަރަކައިގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރެއެވެ. އެއީ ފޮތުގައި އޭނާއަކީ ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިންވާ މީހެއްކަމުގައި ލިޔެވިގެންވާ ޙާލުގައިއެވެ. ދެންފަހެ އޭނާ މަރުވުމުގެ ކުރީކޮޅުވާހިނދު (މަރު ގާތްވާހިނދު) ސުވަރުގޭގެ އަހުލުވެރިންގެ ޢަމަލުން ޢަމަލުކުރެއެވެ. ދެން އޭނާ މަރުވެ، ސުވަރުގެއަށް ވަދެއެވެ.\"","(44) مسند أحمد: 24762"],["100","(مذهب أهل السنة في الخير والشر والنفع والضر)","ويشهد أهل السنة ويعتقدون أن الخير والشر والنفع والضر بقضاء الله وقدره، لا مرد لهما ولا محيص ولا محيد عنهما، ولا يصيب المرء إلا ما كتبه له ربه، ولو جهد الخلق أن ينفعوا المرء بما لم يكتبه الله له لم يقدروا عليه، ولو جهدوا أن يضروه بما لم يقضه الله لم يقدروا؛ على ما ورد به الخبر عن عبد الله بن عباس عن النبي ﷺ. قال الله عز وجل: {وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله}.","","","ގެއްލުމާއި ފައިދާވަނީ ﷲ ގެ މިންވަރުންކަމާއި، ލިޔެވިފައިވާ ކަމެއް ނޫނީ މީހާއަށް ނުޖެހޭނެކަން\nއަދިވެސް ސުންނަތުގެ އަހުލުވެރިން ހެކިވެ އިޢުތިޤާދުކުރާ އަނެއްކަމަކީ: ހެވާއި ނުބައި، އަދި ފައިދާއާއި ގެއްލުންވަނީ ﷲ ގެ ޤަޟާއާއި މިންވަރުން ކަމެވެ. އެ ކަންކަން ރައްދުކުރެވޭ ގޮތެއް، ފިލައި ރައްކާވާނޭ ތަނެއް، ފޭވެ އެއްކިބާވެވޭނެ ގޮތެއް ނުވެއެވެ. އަދި އޭނާގެ ވެރި ރައްބު އޭނާއަށް ލިޔުއްވާފައިވާ އެއްޗެއް މެނުވީ އޭނާއަށް ނުޖެހޭނެއެވެ. ﷲ އެމީހަކަށް ލިޔުއްވާފައި ނުވާ ކަމަކުން މީހާއަށް ފައިދާއެއް ކޮށްދޭން ހުރިހާ ޚަލްޤުތަކުން ގަދައަޅާ މަސައްކަތްކުރިޔަސް އެމީހުން އެކަމަށް ކުޅަދާނަ ނުވާނެއެވެ. އަދި ﷲ އެމީހަކަށް ނިޔާކަނޑައަޅުއްވާފައި ނުވާކަމަކުން ގެއްލުމެއް ދޭން އެމީހުން ގަދައަޅާ މަސައްކަތްކުރިޔަސް އެކަމަކަށް ކުޅަދާނައެއް ނުވާނެއެވެ. އެއީ ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ޢަބްދު ﷲ ބްނު ޢައްބާސްގެ އަރިހުންވާ ޚަބަރުގައި ވާރިދުވެގެން އައިސްފައިވާ ފަދައިންނެވެ.(45)\nﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿وَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا ‌رَآدَّ ‌لِفَضۡلِهِۦۚ﴾ [يونس: 107] \nމާނައީ: \"އަދި ﷲ ތިބާއަށް ގެއްލުމެއް މެދުވެރިކުރައްވާނަމަ، އެކަލާނގެ މެނުވީ، އެކަން ފިއްލަވާނޭ އެހެންފަރާތެއް ނުވެއެވެ. އަދި އެކަލާނގެ ތިބާއަށް ހެޔޮކަމަކަށް އިރާދަކުރައްވައިފިނަމަ، އެކަލާނގެ ފަޟްލުވަންތަކަން އަނބުރާ ރައްދުކުރެވޭނެ ފަރާތެއް ނުވެތެވެ.\"\nމިއާޔަތެވެ.","(45) އެއީ އަންނަނިވި ޙަދީޘެވެ. ރަސޫލާ صلى الله عليه وسلم އިބްނު ޢައްބާސްއަށް ޙަދީޘްކުރެއްވިއެވެ: «يَا غُلَامُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ، احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، وَاعْلَمْ أَنَّ الأُمَّةَ لَوْ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ، وَلَوْ اجْتَمَعُوا عَلَى أَنْ ‌يَضُرُّوكَ ‌بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتِ الأَقْلَامُ وَجَفَّتْ الصُّحُفُ»"],["101","(مذهب أهل السنة في الخير والشر والنفع والضر)","ومن مذهب أهل السنة وطريقتهم مع قولهم بأن الخير والشر من الله وبقضائه أنه لا يضاف إلى الله تعالى ما يُتوهم منه نقص على الانفراد، فيقال: يا خالق القردة والخنازير والخنافس والجعلان، وإن كان لا مخلوق إلا والرب خالقه. وفي ذلك ورد قول رسول الله ﷺ في دعاء الاستفتاح «تباركت وتعاليت، والخير في يديك، والشر ليس إليك».⁽²⁶⁾ ومعناه والله أعلم والشر ليس مما يضاف إليك إفرادا وقصدا، حتى يقال لك في المناداة: يا خالق الشر أو يا مقدر الشر، وإن كان هو الخالق والمقدر لهما جميعا، لذلك أضاف الخضر عليه السلام إرادة العيب إلى نفسه، فقال فيما أخبر الله عنه في قوله: {أما السفينة فكانت لمساكين يعملون في البحر فأردت أن أعيبها} ولما ذكر الخير والبر والرحمة أضاف إرادتها إلى الله عز وجل فقال: {فأراد ربك أن يبلغا أشدهما ويستخرجا كنزهما رحمة من ربك}. ولذلك قال مخبرا عن إبراهيم عليه السلام أنه قال: {وإذا مرضت فهو يشفين} فأضاف المرض إلى نفسه والشفاء إلى ربه، وإن كان الجميع منه.","⁽²⁶⁾ في صحيح مسلم كتاب صلاة المسافرين ح771: أنه كان إذا قام إلى الصلاة قال: «وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين. إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين. اللهم أنت الملك لا إله إلا أنت. واهدني لأحسن الأخلاق، لا يهدي لأحسنها إلا أنت. واصرف عني سيئها، لا يصرف عني سيئها إلا أنت. لبيك وسعديك والخير كله في يديك، والشر ليس إليك. أنا بك وإليك، تباركت وتعاليت، أستغفرك وأتوب إليك».","","ނުބައި ތަކެއްޗަކީ ﷲ އުފެއްދެވި ތަކެއްޗަށްވުމާއެކުވެސް ރަނގަޅު ނޫން މަޙައްލެއްގައި ﷲ އަށް އެފަދަ ތަކެތި ވަކިވަކިން ނިސްބަތްކޮށް ގޮވާ އުޅެގެން ނުވާނޭކަން\nހެވާއި ނުބައި ވަނީ ﷲ މިންވަރުފުޅާއި ނިޔާފުޅުންކަމަށް ބުނުމާއެކު، އަދިވެސް ސުންނަތުގެ އަހުލުވެރިންގެ މަޛްހަބު އަދި އެމީހުން ދެކޭ ގޮތުގެ ތެރެއިންވާ އަނެއްކަމަކީ: އެކަމެއް އެކަހެރިކޮށް ގެންނައިރު އުނިކަމެއް އެއިން ހީވާގޮތަށްވާ ކަމެއް ﷲ تبارك وتعالى އަށް ނިސްބަތްކޮށްގެން ނުބުނެވޭނެކަމެވެ. އެގޮތުން އެއީ މިހެން ބުނުމެވެ: \"އޭ މަކުނުތަކާއި އޫރުތަކުގެ ޚާލިޤެވެ! އަދި ކުރަފިތަކާއި ރުއްމަޑިތައް އުފެއްދެވި އިލާހޭ!\" އެއީ ރައްބު تبارك وتعالى ޚަލްޤުކުރެއްވި އެއްޗެއް މެނުވީ އެއްވެސް އުފެއްދެވިގެންވާ އެއްޗެއް ނުވުމާއެކުގައިވެސްމެއެވެ. ދުޢާއުލް އިސްތިފްތާޙުގައި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ވާރިދުވެގެންވާ ބަސްފުޅު އައިސްފައިވަނީ އެކަމުގައިއެވެ:\n«تَبَارَكْتَ وَتَعَالَيْتَ ‌وَالشَّرُّ ‌لَيْسَ ‌إِلَيْكَ» (46)\nމާނައީ: \"އިބައިލާހު ބަރަކާތްތެރިވެވޮޑިގެން، މަތިވެރިވެވޮޑިގެންފިއެވެ. އަދި ނުބައިކަން އިބައިލާހަކަށް ނުވެއެވެ.\"\nއޭގެ މާނައަކީ -والله أعلم- ނުބައި ކަންކަމަކީ ވަކިވަކިން ޤަޞްދުކޮށްގެން އިބައިލާހަށް ނިސްބަތްކުރެވޭނެ ކަންކަމެއް ނޫނެވެ. އެއީ ދުޢާގައި ގޮވާލާއިރު: \"އޭ ނުބައިކަން އުފެއްދެވި އިލާހޭ އަދި ނުބައިކަންކަން މިންވަރުކުރައްވާ އިލާހޭ\" ބުނެވުމަށެވެ. އެއީ (ޙަޤީޤަތުގައި ހަމަ) އެ ހުރިހާ ކަންކަން އުފައްދަވާ އަދި މިންވަރުކުރެއްވީ ހަމަ އެއިލާހުކަމުގައި ވުމާއެކުވެސްމެއެވެ. އެކަމަށްޓަކައި ޚަޟިރު  ވެސް ޢައިބުކޮށްލުމުގެ ވާހަކަ ނިސްބަތްކުރީ އެކަލޭގެފާނުގެ އަމިއްލަ ނަފްސަށެވެ. އެގޮތުން ﷲ تبارك وتعالى އެކަލޭގެފާނާމެދު ޚަބަރުދެއްވި ބަސްފުޅުގައި ވަޙީކުރެއްވިއެވެ:\n﴿أَمَّا ‌ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا﴾ [الكهف: 79] \nމާނައީ: \"ނަވާމެދު ދަންނާށެވެ! ފަހެ، އެ ނައުވީ ކަނޑުގައި މަސައްކަތްކޮށްއުޅޭ މިސްކީނު ބަޔެއްގެ ނަވަކަށެވެ. ފަހެ، ދެން އަހުރެން އެނަވު ޢައިބުކޮށްލަން (ހަލާކުކޮށްލަން) އެދި ޤަޞްދުކުރީމެވެ.\"\nދެން ހެވާއި ރަނގަޅުކަންކަމާއި ރަޙްމަތުގެ ވާހަކަ ޛިކުރުކުރެއްވިހިނދު އެކަންކަން އެދިވޮޑިގެންވުން ﷲ عز وجل އަށް އެކަލޭގެފާނު ނިސްބަތްކުރެއްވިއެވެ:\n﴿فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ﴾ [الكهف: 82] \nމާނައީ: \"ފަހެ، ކަލޭގެފާނުގެ ވެރި ރައްބު އިރާދަކުރެއްވީ، އެ ދެކުދިން ބޮޑުވެ، ފުރާފުރިހަމަކުރައްވާ، އަދި ދެކުދިންގެ ޚަޒާނާ، އެ ދެކުދިން ނެރުމަށެވެ. ކަލޭގެފާނުގެ ވެރި ރައްބުގެ ޙަޟްރަތުން އޮތް ރަޙްމަތެއްގެ ގޮތުންނެވެ.\"\nއެހެންވެގެން އިބްރާހީމު  ވިދާޅުވިކަމަށް ޚަބަރުދެއްވާ އެކަލާނގެ ވަޙީކުރެއްވިއެވެ:\n﴿وَإِذَا ‌مَرِضۡتُ فَهُوَ يَشۡفِينِ﴾ [الشعراء: 80]\nމާނައީ: \"އަދި ތިމަން ބަލިވެއްޖެނަމަ ފަހެ އެކަލާނގެ ތިމަންއަށް ޝިފާދެއްވައެވެ.\"\nފަހެ އެކަލޭގެފާނު އެވަނީ ބަލިވުން އެކަލޭގެފާނުގެ އަމިއްލަ ނަފްސަށް ނިސްބަތްކުރައްވާ، އަނެއްކޮޅުން ބަލިންފަސޭހަކޮށްދެއްވުން އެކަލޭގެފާނުގެ ވެރި ރައްބަށް ނިސްބަތްކުރައްވާފައިއެވެ. އެއީ އެހުރިހާ ކަމަކީވެސް (ބަލިޖެއްސެވުމާއި ފަސޭހަކުރެއްވުންވެސް) ހަމަ އެކަލާނގެ ޙަޟްރަތުންވާ ކަންކަމަށްވުމާ އެކުގައިއެވެ.","(46) صحيح مسلم: 771"],["102","(أنواع الإرادة)","ومن مذهب أهل السنة والجماعة أن الله عز وجل مريد لجميع أعمال العباد خيرها وشرها؛ لم يؤمن أحد إلا بمشيئته ولم يكفر أحد إلا بمشيئته. ولو شاء لجعل الناس أمة واحدة. ولو شاء أن لا يُعصى ما خلق إبليس. فكفر الكافرين وإيمان المؤمنين بقضائه سبحانه وتعالى وقدره وإرادته ومشيئته، أراد كل ذلك وشاءه وقضاه. ويرضى الإيمان والطاعة، ويسخط الكفر والمعصية. قال الله عز وجل: {إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم}.","","","އަދިވެސް އަހްލުއްސުންނާ ވަލްޖަމާޢަތް ދެކޭ ގޮތުގެ ތެރޭގައި: އަޅުތަކުން ކުރާ ހުރިހާ ޢަމަލުތައް -ހެޔޮ ކަންކަމާއި ނުބައި ކަންކަންވެސް- އެއީ ﷲ عز وجل އިރާދަކުރައްވާ ކަންކަންކަމުގައި ދެކުންވެއެވެ. އަދި އެކަލާނގެ އެދިވޮޑިގަތުމާއި މަޝީއަތުގެ ދަށުން މެނުވީ އެއްވެސް މީހަކަށް އީމާންވެސް ނުވެވޭނެއެވެ. އެކަލާނގެ އެދިވޮޑިގެންނެވިނަމަ މީސްތަކުން އެއް އުއްމަތެއްކަމުގައި ލެއްވީހެވެ. އަދި އެކަލާނގެއަށް އުރެދެވިގެން ނުވުމަށް އެދިވޮޑިގެންނެވިނަމަ އެކަލާނގެ އިބްލީސް ނުއުފެއްދެވީހެވެ. އެހެންކަމުން ކާފަރުންގެ ކުފުރާއި، މުއުމިނުންގެ އީމާންކަންވަނީ ހަމަ އެކަލާނގެ تبارك وتعالى ގެ ޤަޟާޤަދަރާއި މިންވަރުފުޅުން، އަދި އެކަލާނގެ އިރާދަ އާއި މަޝީއަތުންނެވެ. އެކަލާނގެ އެހުރިހާކަމަކަށް އިރާދަކުރައްވާ، އެދިވޮޑިގަންނަވާ، ނިޔާކުރެއްވިއެވެ.\nއަދި އެކަލާނގެ އީމާންކަމާއި ހެޔޮރަނގަޅު ކަންކަމަށް ރުއްސަވައެވެ. އަދި ކުފުރާއި އުރެދުންހުރި ފާފަތަކަށް ނުރުއްސަވައެވެ.\nﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿إِن تَكۡفُرُواْ فَإِنَّ ٱللَّهَ غَنِيٌّ عَنكُمۡۖ وَلَا يَرۡضَىٰ لِعِبَادِهِ ٱلۡكُفۡرَۖ وَإِن تَشۡكُرُواْ ‌يَرۡضَهُ لَكُمۡۗ﴾ [الزمر: 7] \nމާނައީ: \"ތިޔަބައިމީހުން ކާފަރު ވާނަމަ، ފަހެ ﷲ އީ، ތިޔަބައިމީހުންގެ ބޭނުމެއް ނުޖެހި، ފުދިވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. އަދި އެކަލާނގެ އަޅުންނަށް ކުފުރަކަށް އެކަލާނގެ ނުރުއްސަވަތެވެ. އަދި ތިޔަބައިމީހުން ޝުކުރު ކުރާނަމަ، އެކަލާނގެ އެކަމަށް ތިޔަބައިމީހުންނަށް ރުހިވޮޑިގެންވެއެވެ.\"",""],["103","(الاستثناء في الإيمان والشهادة على المعين بأنه في الجنة أو النار)","ويعتقد ويشهد أصحاب الحديث أن عواقب العباد مبهمة، لا يدري أحد بم يختم له، ولا يحكمون لواحد بعينه أنه من أهل الجنة، ولا يحكمون على أحد بعينه أنه من أهل النار، لأن ذلك مغيب عنهم، لا يعرفون على ما يموت عليه الإنسان؛ ولذلك يقولون: إنا مؤمنون إن شاء الله. ويشهدون لمن مات على الإسلام أن عاقبته الجنة، فإن الذين سبق القضاء عليهم من الله أنهم يعذبون بالنار مدة لذنوبهم التي اكتسبوها ولم يتوبوا منها فإنهم يردون أخيرا إلى الجنة ولا يبقى أحد في النار من المسلمين، فضلا من الله ومنة. ومن مات -والعياذ بالله- على الكفر فمرده إلى النار لا ينجو منها، ولا يكون لمقامه فيها منتهى.","","","ސުންނަތުގެ އަހުލުވެރިން އިޢުތިޤާދުކުރާ އެއްކަމަކީ: އެމީހަކާމެދު ނައްޞު އައިސްފައި ނުވާ އެއްވެސް މީހަކަށް މުޢައްޔަނުކޮށް ސުވަރުގެއަށް ނުވަތަ ނަރަކައަށް ހެކި ނުވެވޭނެކަން\nޙަދީޘްގެ އަޞްޙާބުން އިޢުތިޤާދުކޮށް ހެކިވަނީ: އަޅުތަކުންގެ ނިމުންތައް ހުރިނެތް ގޮތެއް ފޮރުވި ވަންހަނާވެގެންވާ ކަމެވެ. އެއްވެސް މީހަކަށް އެމީހަކުގެ ކަންކަން ނިމި ޚަތިމުވެގެންދާނެ ގޮތެއް ނޭނގެއެވެ. އަދި އެއްވެސް މީހަކަށް މުޢައްޔަނުކޮށް ވަކިން އޭނާއީ ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިން މީހެއްކަމަށް އެމީހުން ޙުކުމް ނުކުރެއެވެ. އަދި އެއްވެސް މީހަކަށް މުޢައްޔަނުކޮށް އޭނާއީ ނަރަކައިގެ އަހުލުވެރިންގެ ތެރެއިންވާ މީހެއްކަމަށްވެސް ޙުކުމް ނުކުރެއެވެ. އެހެނީ އެކަންތައްވަނީ އެމީހުންގެ ކިބައިން ފޮރުވި ޣައިބުވެގެންނެވެ. އިންސާނާ މަރުވާނީ ކޮން ކަމެއްގެ މަތީގައިކަމެއް އެމީހުންނަކަށް ނޭނގެއެވެ. އެހެންވެގެން އެމީހުން ބުނެއެވެ: \"އަހަރުމެންނަކީ إن شاء الله (ﷲ އެދިވޮޑިގެންވާނަމަ) މުއުމިނުންނެވެ.\" އެބަހީ: ﷲ އިރާދަކުރެއްވިއްޔާ ހެޔޮގޮތުގައި ނިމުން އަންނާނޭ މުއުމިނުންގެ ތެރެއިންވާ ބަޔަކީމެވެ.\nއަދި އެމީހުން (އެބަހީ: ސުންނަތުގެ އަހުލުވެރި ޙަދީޘްގެ އަޞްޙާބުން)، އިސްލާމްކަމުގެ މަތީގައި މަރުވާމީހާގެ ނިމުންވަނީ ސުވަރުގެއަށް ކަމަށް ހެކިވެއެވެ. އެގޮތުން ﷲ ގެ ޙަޟްރަތުން އެބަޔަކުގެ މައްޗަށް ޤަޟާޤަދަރުގެ ނިޔާ އިސްވެގޮސްފައިވާ މީހުންނަށް މުއްދަތެއް ވަންދެން ނަރަކައިން ޢަޛާބުދެއްވެއެވެ. އެއީ އެމީހުން ހޯދައިގަނެ، އަދި އެއިން ތައުބާނުވި ކުށްފާފަތަކާހުރެއެވެ. ދެން އެމީހުން އެންމެ ފަހުން ރައްދުކުރެވޭހުށީ ސުވަރުގެއަށެވެ. އެމީހުންނީ ނަރަކާގައި ﷲ އެމީހުންނަށް ޢަޛާބުދެއްވާ (ކުށްފާފަތަކުން) ޠާހިރުކުރެއްވުމަށް ނިޔާކުރައްވާފައިވާ މީހުންނަމަވެސް؛ އެންމެފަހުން އެމީހުން ރައްދުކުރެވޭހުށީ ޤަރާރުވެ ދެމިހުރުމުގެ ގޮވެއްޗަށެވެ. (ސުވަރުގެއަށެވެ.) އަދި މުސްލިމުންގެ ތެރެއިން އެކަކުވެސް ނަރަކާގައި ބާކީވެ ދެމިނޯންނާނެތެވެ. ﷲ ގެ ޙަޟްރަތުންވާ ފަޟްލަވަންތަކަމާއި މިންނަތުންނެވެ.\nއަދި ކާފަރުކަމުގެ މަތީގައި މަރުވާމީހާ -ﷲ ގެ ޙަޟްރަތުން ރައްކާތެރިކަމަށް އެދެމެވެ.- ފަހެ އޭނާ އެނބުރިދިޔުންވަނީ ނަރަކައަށެވެ. އެތަނުން އޭނާ މިންޖު ނުވާނެއެވެ. އަދި އެތަނުގައި އޭނާ ހުންނަ ހުރުމަށް ނިމުމެއް ނުވެއެވެ.",""],["104","(المبشرون بالجنة)","فأما الذين شهد لهم رسول الله ﷺ من أصحابه بأعيانهم بأنهم من أهل الجنة، فإن أصحاب الحديث يشهدون لهم بذلك تصديقا للرسول ﷺ فيما ذكره ووعده لهم؛ فإنه ﷺ لم يشهد لهم بها إلا بعد أن عرف ذلك، والله تعالى أطلع رسوله ﷺ على ما شاء من غيبه. وبيان ذلك في قوله عز وجل: {عالم الغيب فلا يظهر على غيبه أحدا * إلا من ارتضى من رسول}. وقد بشر ﷺ عشرة من أصحابه بالجنة، وهم أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد وسعيد وأبو عبيدة بن الجراح، وكذلك قال لثابت بن قيس بن شماس إنه من أهل الجنة. قال أنس بن مالك: فلقد كان يمشي بين أظهرنا ونحن نقول: إنه من أهل الجنة.⁽²⁷⁾","⁽²⁷⁾ صحيح مسلم كتاب الإيمان ح119","","އެބަޔަކަށް ވަކިވަކިން ސުވަރުގެ ހުރިކަމަށް ރަސޫލާ صلى الله عليه وسلم ހެކިވެވަޑައިގެންވާ ބޭކަލުންނަށް ޙަދީޘްގެ އަޞްޙާބުންވެސް އެގޮތަށް ހެކިވާކަން\nދެންފަހެ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم، އެކަލޭގެފާނުގެ އަޞްޙާބުންގެ ތެރެއިން މުޢައްޔަނުކޮށް (އެބޭކަލުން ސުވަރުގޭގައި ވާނޭކަމަށް) އެކަލޭގެފާނު ހެކިވެވަޑައިގެންފައިވާ ބޭކަލުން، ފަހެ ޙަދީޘްގެ އަޞްޙާބުންވެސް އެކަމަށް އެބޭކަލުންނަށް ހެކިވެއެވެ. އެއީ ރަސޫލާ صلى الله عليه وسلم ޛިކުރުކުރައްވާ، އަދި އެބޭކަލުންނަށް ވަޢުދުކުރެއްވި ކަންތައް އެމީހުން ތެދުކުރުމުގެ ގޮތުންނެވެ. އެހެނީ އެކަލޭގެފާނު صلى الله عليه وسلم އަށް އެކަން އެނގިވަޑައިގަތުމަށް ފަހު މެނުވީ އެބޭކަލުންނަށް އެކަމަށް ހެކިވެނުލައްވަތެވެ. އަދި ﷲ تبارك وتعالى ވަނީ އެކަލާނގެ ޣައިބުކުރައްވާފައިވާ ކަންތަކުން އެކަލާނގެ އިރާދަކުރެއްވި ކަމެއް އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم އަށް ދައްކަވާފައިއެވެ. އެކަމުގެ ބަޔާންވަނީ ﷲ عز وجل ގެ މިބަސްފުޅުގައިއެވެ:\n﴿ﭐﳄ ﳅ ﳆ ﳇ ﳈ ﳉ ﳊﳋﳌ ﳍ ﳎ ﳏ ﳐ﴾ [الجن: 26-27]\nމާނައީ: \"ޣައިބު ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. ފަހެ، އެކަލާނގެ ޣައިބެއްވެސް މީހަކަށް ފާޅެއްނުކުރައްވަތެވެ. އެކަލާނގެ ރުހިވޮޑިގެންވާ ރަސޫލަކަށް މެނުވީއެވެ.\"\nއެކަލޭގެފާނު ވަނީ އެކަލޭގެފާނުގެ އަޞްޙާބުންގެ ތެރެއިން ދިހަ ބޭކަލަކަށް ސުވަރުގޭގެ އުފާވެރިކަމުގެ ޚަބަރުދެއްވާފައިއެވެ. އެބޭކަލުންނީ: އަބޫބަކުރު، ޢުމަރު، ޢުޘްމާނު، ޢަލީ، ޠަލްޙާ، އައްޒުބައިރު، ޢަބްދުއް ރަޙްމާނު ބްނު ޢަވްފު، ސަޢުދު، ސަޢީދު، އަދި އަބޫ ޢުބައިދާ ބްނުލް ޖައްރާޙުއެވެ.\nއެފަދައިން އެކަލޭގެފާނު ޘާބިތު ބްނު ޤައިސު ބްނު ޝައްމާސުއަށް ޙަދީޘްކުރެއްވިއެވެ:\n«إِنَّه مِنْ ‌أَهْلِ ‌الْجَنَّةِ» (47)\nމާނައީ: \"އޭނާވަނީ ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިންނެވެ.\"\nއަނަސް ވިދާޅުވިއެވެ:\n«فَلَقَد كَان يَمْشِي بَيْنَ أَظْهُرِنَا، وَنَحن نقول إنه مِنْ ‌أَهْلِ ‌الْجَنَّةِ» (48)\nމާނައީ: \"ދެންފަހެ އެކަލޭގެފާނު (އެބަހީ: ޘާބިތު) އަހަރުމެންގެ ތެރޭގައި ހިންގަވާފައި އުޅުއްވައެވެ. އެއީ އެކަލޭގެފާނަކީ ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިން މީހެއްކަމަށް އަހަރުމެން ބުނާ ޙާލުގައިއެވެ.\"","(47) صحيح البخاري: 4846 ، ومسلم: 119\n(48) صحيح مسلم: 119"],["105","(أفضل الصحابة)","ويشهدون ويعتقدون أن أفضل أصحاب رسول الله ﷺ أبو بكر ثم عمر ثم عثمان ثم علي، وأنهم الخلفاء الراشدون الذين ذكر ﷺ خلافتهم بقوله فيما رواه سعيد بن نبهان عن سفينة: «الخلافة بعدي ثلاثون سنة» وبعد انقضاء أيامهم عاد الأمر إلى الملك العضوض على ما أخبر عنه الرسول ﷺ.⁽²⁸⁾","⁽²⁸⁾ في صحيح الترمذي ح2226: «الخلافة في أمتي ثلاثون سنة»، وفي صحيح الجامع 3341: «الخلافة بعدي في أمتي ثلاثون سنة، ثم ملك بعد ذلك»","","ސުންނަތް ޖަމާޢަތުގެ މީހުން އެންމެ މާތް ޞަޙާބީންކަމުގައި ހަތަރު ޚަލީފާއިންނަށް ހެކިވެ އެބޭކަލުންގެ ޚިލާފަތް އިޢުތިޤާދުކުރާކަން\nއަދިވެސް އެމީހުން (އަހުލުއް ސުންނާ ވަލްޖަމާޢަތުގެ މީހުން) ހެކިވެ އިޢުތިޤާދުކުރަނީ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަޞްޙާބުންކުރެ އެންމެ މާތްވެގެންވަނީ އަބޫބަކުރުކަމެވެ. ދެން ޢުމަރެވެ. ދެން ޢުޘްމާނެވެ. ދެން ޢަލީއެވެ. އަދި އެބޭކަލުންނީ ތެދުމަގުލިބިގެންވާ ޚަލީފާއިންނެވެ. އެއީ އެބޭކަލުންގެ ޚިލާފަތުގެ ވާހަކަ ﷲ ގެ ރަސޫލާ ޛިކުރުކުރައްވާފައިވާ ބޭކަލުންނެވެ. އެއީ ސަޢީދު ބްނު ޖަމްހާނު، ސަފީނާގެ އަރިހުން ރިވާކުރައްވާފައިވާ ރިވާޔަތުގައިއެވެ:\n«الْخِلَافَةُ ‌بَعْدِي ‌ثَلَاثُونَ ‌سَنَةً» (49)\nމާނައީ: \"ތިމަންކަލޭގެފާނަށް ފަހު ޚިލާފަތްވަނީ ތިރީސް އަހަރަށެވެ.\"\nއެބޭކަލުންގެ ދުވަސްވަރު ނިމުމަށްފަހު، ދެން ކަންތައް ވެގެންދިޔައީ ދަތްއަޅައިގެންވާ (އަނިޔާވެރި) ރަސްކަމަކަށެވެ. އެއީ ރަސޫލާ صلى الله عليه وسلم އެކަމާމެދު ޚަބަރުދެއްވާފައިވާ ފަދައިންނެވެ.","(49) سنن أبي داود: 4646، والترمذي: 2226، مسند أحمد: 21928"],["106","(الخلافة)","ويثبت أصحاب الحديث خلافة أبي بكر رضي الله عنه بعد وفاة رسول الله ﷺ، باختيار الصحابة واتفاقهم عليه وقولهم قاطبة: رضيه رسول الله ﷺ لديننا فرضيناه لدنيانا. [يعني: أنه استخلفه في إقامة الصلوات المفروضات بالناس أيام مرضه وهي الدين، فرضيناه خليفة للرسول ﷺ علينا في أمور دنيانا.] وقولهم: قدمك رسول الله ﷺ فمن يؤخرك؟ وأرادوا أنه ﷺ قدمك في الصلاة بنا أيام مرضه، فصلينا وراءك بأمره، فمن ذا الذي يؤخرك بعد تقديمه إياك؟ وكان رسول الله ﷺ يتكلم في شأن أبي بكر في حال حياته بما يبين للصحابة أنه أحق الناس بالخلافة بعده، فلذلك اتفقوا عليه واجتمعوا فانتفعوا بمكانه والله وارتفعوا، حتى قال أبو هريرة رضي الله عنه: والله الذي لا إله إلا هو لولا أن أبا بكر استخلف لما عُبد الله. ولما قيل له: مه يا أبا هريرة، قام بحجة صحة قوله، فصدقوه فيه وأقروا به.","","","އަދި ޙަދީޘްގެ އަޞްޙާބުން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަވަހާރަވުމަށްފަހު ޚިލާފަތް އަބޫބަކުރު رضي الله عنه އަށްވާކަމަށް ޘާބިތުކުރެއެވެ. އެއީ ޞަޙާބީންގެ އިޚްތިޔާރުން، އަދި އެބޭކަލުން އެކަމަށް އިއްތިފާޤުވެގެންނެވެ. އަދި އެހުރިހާ ބޭކަލުންގެ ބަހަކަށްވީ:\n«رَضِيَهُ رَسُول اللَّهِ صلى الله عليه وسلم لِدِينِنَا ‌فَرَضِينَاهُ لِدُنْيَانَا» (50)\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަހަރުމެންގެ ދީނަށްޓަކައި އެކަލޭގެފާނަށް ރުއްސެވިއެވެ. ދެންފަހެ އަހަރުމެންގެ ދުނިޔެއަށްޓަކައި އަހަރުމެންވެސް އެކަލޭގެފާނަށް ރުހިއްޖައީމެވެ.\"\nއެބަހީ: ރަސޫލާ صلى الله عليه وسلم އާލާސްކަންފުޅާ އޮންނެވި ދުވަސްވަރުގައި މީސްތަކުންނާގެން ނަމާދުކުރުމަށް އެކަލޭގެފާނު އަބޫބަކުރުއާ ހަވާލުކުރެއްވިއެވެ. -ދީނަކީ އެޔެވެ.- ދެންފަހެ ތިމަންބޭކަލުންގެ ދުނިޔޭގެ ކަންތަކުގައި ތިމަންމެންގެ މައްޗަށްވާ ރަސޫލާ صلى الله عليه وسلم ގެ ޚަލީފާކަމަށް ރުހިއްޖައީމެވެ.\nއަދި އެބޭކަލުންގެ ބަސްފުޅަކަށްވީ:\n«قَدَّمَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم، فَمَنْ ذَا الذي ‌يُؤَخِّرُكَ» (51)\nމާނައީ: \"ތިބާ ކުރިއަށްނެރުއްވީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެވެ. ދެން އެހެންކަމުން ތިބާ ފަހަތަށް ޖައްސާނީ ދެން ކާކުހެއްޔެވެ!؟\"\nއެބޭކަލުންގެ މުރާދަކީ: ރަސޫލާ صلى الله عليه وسلم އާލާސްކަމާ އޮންނެވި ދުވަސްވަރު ނަމާދުކުރުމަށް އަބޫބަކުރުގެފާނު ކުރިއަށް ނެރުއްވިކަމެވެ. ދެން އެކަލޭގެފާނުގެ އަމުރުފުޅަށް ތިމަންމެން ތިބާގެ ފަހަތުގައި ނަމާދުކުރީމެވެ. ފަހެ އެކަލޭގެފާނު ތިބާ ކުރިއަށް ނެރުއްވުމަށްފަހު ދެން ތިބާ ފަހަތަށް ޖައްސާނީ ކާކުހެއްޔެވެ؟\nއަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ދިރިހުންނެވިއިރުވެސް އަބޫބަކުރުގެ ކަންތަކާމެދު ވާހަކަފުޅު ދައްކަވަމުން ގެންދެވިއެވެ. އެއީ އެކަލޭގެފާނަށް ފަހު ޚިލާފަތަށް އެންމެ ޙައްޤުވެގެންވަނީ އަބޫބަކުރުކަމަށް ޞަޙާބީންނަށް ބަޔާންވެގެންދާ ވާހަކަފުޅުތަކެވެ. އެހެންވެގެން އެބޭކަލުން އެކަމަށް އިއްތިފާޤުވެ ޖަމަޢަވިއެވެ. ﷲ ގަންދީ ބުނަމެވެ! އެކަލޭގެފާނުގެ މަކާނުން އެބޭކަލުންނަށް މަންފާ ލިބުނެވެ. އަދި އެކަލޭގެފާނު މެދުވެރިކުރައްވާ އެބޭކަލުން އުފުއްލެވި ހެޔޮ ފައިދާތައް ލިބިގެންދިޔައެވެ. އެހެންގޮސް އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ:\n«وَاللَّهِ‌‌ الذي لا إله إلا هو لَوْلا أَنَّ أَبَا بَكْرٍ اسْتُخْلِفَ، ‌لَمَا ‌عُبِدَ ‌اللَّهُ» (52)\nމާނައީ: \"އެކަލާނގެ ފިޔަވައި ޙައްޤު އިލާހެއްނުވާ ﷲ ގަންދީ ބުނަމެވެ! އަބޫބަކުރުގެފާނު ޚަލީފާއަކަށް ނުނެގުނުނަމަ ﷲ އަށް އަޅުކަންވެސް ނުކުރެވުނީހެވެ.\" ދެން އަބޫ ހުރައިރާއާ ދިމާލަށް \"އޭ އަބޫ ހުރައިރާއޭ، މައިތިރިވެ މަޑުން ހުންނާށޭ\" ބުނެވުމުން އެކަލޭގެފާނުގެ ބަސްފުޅުގެ ޞައްޙަކަމަށް ހާމަވާ ޙުއްޖަތް ޤާއިމުކުރެއްވިއެވެ. ދެން އެމީހުން އެކަމުގައި އެކަލޭގެފާނު ތެދުކޮށް އަދި އިޤުރާރުވިއެވެ.","(50) الشريعة للآجرّي: 1192\n(51) فضائل الصحابة لأحمد: 133\n(52) الاعتقاد للبيهقي: 1/345، تاريخ دمشق: 2/60"],["107","(الخلافة)","ثم خلافة عمر بن الخطاب رضي الله عنه وأرضاه، باستخلاف أبي بكر رضي الله عنه إياه، واتفاق الصحابة عليه بعده، وإنجاز الله سبحانه بمكانه في إعلاء الإسلام وإعظام شأنه وعده.","","","ދެން އެއަށްފަހު ޢުމަރު ބްނުލް ޚައްޠާބު رضي الله عنه ގެ ޚިލާފަތެވެ. އެއީ އަބޫބަކުރުގެފާނު އެކަލޭގެފާނު ޚަލީފާއަކަށް އިސްކުރައްވާ، އަދި އެއަށްފަހު ޞަޙާބީންވެސް އެކަލޭގެފާނުގެ މައްޗަށް އިއްތިފާޤުވެލައްވާ، އަދި އިސްލާމްދީން މަތިވެރިކުރައްވާ، އެދީނުގެ ކަންތައް ޢިއްޒަތްތެރިކުރެއްވުމުގައި އެކަލޭގެފާނު އަދާކުރެއްވި މަކާނުން، ﷲ سبحانه وتعالى އެކަލާނގެ ވަޢުދުފުޅު ފުރިހަމަކޮށްދެއްވުމުގެ ގޮތުންނެވެ.",""],["108","(الخلافة)","ثم خلافة عثمان رضي الله عنه بإجماع أهل الشورى وإجماع الأصحاب كافة ورضاهم به حتى جعل الأمر إليه.","","","ދެން އެއަށްފަހު ޢުޘްމާނު رضي الله عنه ގެ ޚިލާފަތެވެ. އެއީ ޝޫރާގެ އަހުލުވެރިން (ޚަލީފާއަކު ހޮވުމަށް ޢުމަރުގެފާނު އިޚްތިޔާރުކުރެއްވި މަޝްވަރާ ކޮމިޓީގެ) އިޖްމާޢުން، އަދި ހުރިހާ ޞަޙާބީންވެސް އިޖްމާޢުވެ، އެބޭކަލުން އެކަލޭގެފާނަށް ރުހިވަޑައިގެންނެވެ. އަމުރުވެރިކަން އެކަލޭގެފާނަށްވުމަށެވެ.",""],["109","(الخلافة)","ثم خلافة علي رضي الله عنه ببيعة الصحابة إياه، عرفه ورآه كل منهم رضي الله عنه أحق الخلق وأولاهم في ذلك الوقت بالخلافة، ولم يستجيزوا عصيانه وخلافه.","","","ދެން އެއަށްފަހު ޢަލީ رضي الله عنه ގެ ޚިލާފަތެވެ. އެއީ ޞަޙާބީން އެކަލޭގެފާނަށް ބައިޢަތު ހިއްޕަވައިގެންނެވެ. އެވަޤުތުގައި ޚިލާފަތަށް އެންމެ ޙައްޤުވެ އައުލާވެގެންވާ މީހަކީ އެކަލޭގެފާނުކަމަށް އެއިން ކޮންމެ ބޭކަލަކަށް އެނގިވަޑައިގެން އަދި އެގޮތަށް ދެކެލެއްވިއެވެ. އަދި އެކަލޭގެފާނާ އުރެދި ޚިލާފުވުން އެބޭކަލުން ހުއްދަނުކުރައްވައެވެ.",""],["110","(الخلافة)","فكان هؤلاء الأربعة الخلفاء الراشدين الذين نصر الله بهم الدين، وقهر وقسر بمكانهم الملحدين، وقوى بمكانهم الإسلام، ورفع في أيامهم للحق الأعلام، ونور بضيائهم ونورهم وبهائهم الظلام، وحقق بخلافتهم وعده السابق في قوله عز وجل: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ [وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ]} الآية، وفي قوله: {[وَالَّذِينَ مَعَهُ] أَشِدَّاءُ عَلَى الْكُفَّارِ [رُحَمَاءُ بَيْنَهُمْ إلى قوله: كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ]}. فمن أحبهم وتولاهم ودعا لهم ورعى حقهم وعرف فضلهم فاز في الفائزين، ومن أبغضهم وسبهم ونسبهم إلى ما تنسبهم الروافض والخوارج -لعنهم الله- فقد هلك في الهالكين. قال رسول الله ﷺ: \"لا تسبوا أصحابي، فمن سبهم فعليه لعنة الله\" وقال: \"من أحبهم فبحبي أحبهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني، ومن سبهم فعليه لعنة الله\".⁽²⁹⁾","⁽²⁹⁾ في الصحيحين: «لا تسبوا أصحابي» وفيهما عن الأنصار: «لا يحبهم إلا مؤمن ولا يبغضهم إلا منافق»","","ދެންފަހެ ޚުލަފާއުއް ރާޝިދޫންކަމުގައިވީ މިހަތަރު ބޭކަލުންނެވެ. އެއީ އެބޭކަލުން މެދުވެރިކުރައްވާ ﷲ ދީނަށް ނަޞްރުދެއްވާ، އަދި އެބޭކަލުންގެ މަޤާމު މެދުވެރިކުރައްވާ މުލްޙިދުން ބިންދާލައްވާ މައިތިރިކުރައްވާ، އަދި އެބޭކަލުން މެދުވެރިކުރައްވާ އިސްލާމްދީނަށް ގަދަކަން ދެއްވާ، އަދި އެބޭކަލުންގެ ދުވަސްވަރުގައި ޙައްޤަށްޓަކައި ދިދަތައް އުފުއްލަވާ، އަދި އެބޭކަލުންގެ އަލިކަމާއި ނޫރާއި އުޖާލާކަމުން އަނދިރިކަން ފިއްލަވާ އަލިކޮށްދެއްވި ބޭކަލުންނެވެ. އަދި އެބޭކަލުންގެ ޚިލާފަތް މެދުވެރިކުރައްވާ، އިސްވެގޮސްފައިވާ އެކަލާނގެ ވަޢުދުފުޅު ޙައްޤުކުރެއްވިއެވެ. އެއީ އެކަލާނގެ عز وجل ގެ މިބަސްފުޅުގައިއެވެ:\n﴿وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَيَسۡتَخۡلِفَنَّهُمۡ فِي ٱلۡأَرۡضِ كَمَا ٱسۡتَخۡلَفَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَلَيُمَكِّنَنَّ لَهُمۡ دِينَهُمُ ٱلَّذِي ٱرۡتَضَىٰ لَهُمۡ ‌وَلَيُبَدِّلَنَّهُم مِّنۢ بَعۡدِ خَوۡفِهِمۡ أَمۡنٗاۚ﴾ [النور: 55] \nމާނައީ: \"ތިޔަބައިމީހުންގެ ތެރެއިން އީމާންވެ، ޞާލިޙު ޢަމަލުތައްކޮށް އުޅުނުމީހުންނަށް، އެއުރެންގެ ކުރިން އުޅުނު މީހުން ޚަލީފާވެރިކުރެއްވިފަދައިން، ހަމަކަށަވަރުން، އެއުރެން ބިމުގައި ޚަލީފާވެރިކުރައްވާނެ ކަމަށާއި، އެއުރެންނަށްޓަކައި އެކަލާނގެ ރުއްސެވި އެއުރެންގެ ދީން، ހަމަކަށަވަރުން، އެ މީހުންނަށްޓަކައި ތަމްކީނު ކުރައްވާނެ ކަމަށާއި، އެއުރެން ބިރުވެރިކަމަށްފަހު، ހަމަކަށަވަރުން، އަމާންކަމަކަށް އެއުރެން ބަދަލުކުރައްވާނެކަމަށް، ﷲ ވަޢުދު ކުރައްވާފައިވެއެވެ.\"\nމިއާޔަތެވެ.\nއަދި މިބަސްފުޅުގައިއެވެ:\n﴿‌أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ﴾ [الفتح: 29] \nމާނައީ: \"ކާފަރުންގެ މައްޗަށް ގަދަފަދަ ހަރުކަށިވެގެންވާ މީހުންތަކެކެވެ.\"\nއަހުލުއް ސުންނާ ވަލްޖަމާޢަތުގެ އެންމެ ޚާއްޞަ އެއް ޞިފައަކީ އެންމެހާ ޞަޙާބީންނަށް ލޯބިކޮށް ޤަދަރުކޮށް މުވާލާތުކުރުންކަމާއި، އެބޭކަލުންދެކެ ރުޅިއައިސް ބަދުބަސްބުނެފި މީހަކު ހަލާކުވެގޮސްފިކަން\nދެންފަހެ އެބޭކަލުންނަށް ލޯބިކޮށް، އެބޭކަލުންނާ މުވާލާތުކޮށް، އެބޭކަލުންނަށް ހެޔޮދުޢާކޮށްދީ، އަދި އެބޭކަލުންގެ ޙައްޤަށް ރިޢާޔަތްކޮށް، އެބޭކަލުންގެ މާތްކަން ދެނެގަނެ އިޢުތިރާފުވެއްޖެ މީހާ ފަހެ ކާމިޔާބުވާ މީހުންގެ ތެރޭގައި އޭނާ ކާމިޔާބުވެއްޖެއެވެ. އަދި އެބޭކަލުންދެކެ ރުޅިއައިސް، އެބޭކަލުންނަށް ބަދުބަސްބުނެ އެއްޗެހިގޮވާ، އަދި ރާފިޟީންނާއި ޚަވާރިޖުން -لعنهم الله- އެބޭކަލުންނަށް ނިސްބަތްކުރަމުން ގެންދާ ކަންކަމަށް ނިސްބަތްކޮށްފިމީހާ؛ ފަހެ ހަލާކުވެގެންދާ މީހުންގެ ތެރޭގައި އޭނާ ހަލާކުވެގޮސްފިއެވެ. ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«لَا ‌تَسُبُّوا ‌أَصْحَابِي، فَمَنْ سَبَّهُمْ فَعَلَيْهِ ‌لَعْنَةُ اللَّهِ» (53)\nމާނައީ: \"ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނުގެ އަޞްޙާބުންނަށް ބަދުބަސްބުނެ އެއްޗެހި ނުގޮވާށެވެ. ފަހެ އެބޭކަލުންނަށް ބަދުބަސްބުނެފި މީހާގެ މައްޗަށް ﷲ ގެ ލަޢުނަތް ހުއްޓެވެ.\"\nއަދި ޙަދީޘްކުރެއްވިއެވެ:\n«مَنْ أَحَبَّهُمْ ‌فَبِحُبِّي أَحَبَّهُمْ، وَمَنْ أَبْغَضَهُمْ فَبِبُغْضِي أَبْغَضَهُمْ، وَمَنْ آذَاهُمْ فَقَدْ آذَانِي وَمَنْ سَبَّهُمْ فَعَلَيْهِ ‌لَعْنَةُ اللَّهِ» (54)\nމާނައީ: \"އެބޭކަލުންނަށް ލޯބިކޮށްފި މީހާ ފަހެ އޭނާ އެބޭކަލުންދެކެ އެލޯބިވީ ތިމަންކަލޭގެފާނަށް އޮންނަ ލޯތްބަކަށްޓަކައިއެވެ. އަދި އެބޭކަލުންދެކެ ރުޅިއައިސްފި މީހާ ފަހެ އޭނާ އެބޭކަލުންދެކެ ރުޅިއައީ ތިމަންކަލޭގެފާނުދެކެ ރުޅިއަންނާތީއެވެ. އަދި އެބޭކަލުންނަށް އުނދަގޫކޮށް ޖެއްސުންކޮށްފި މީހާ ފަހެ ތިމަންކަލޭގެފާނަށް އުނދަގޫކޮށް ޖެއްސުންކޮށްފިއެވެ. އަދި އެބޭކަލުންނަށް ބަދުބަސްބުނެ އެއްޗެހި ކިޔައިފި މީހަކަށް ﷲ ގެ ލަޢުނަތްހުއްޓެވެ.\"","(53) فضائل الصحابة لأحمد: 11، السنة لابن أبي عاصم: 1001، المعجم الكبير: 12709\n(54) مسند أحمد: 16803، سنن الترمذي: 3862 އެއީ ފަހު ޖުމްލަ ނުލައެވެ."],["111","(الصلاة خلف الإمام البر والفاجر والجهاد معه والدعاء له)","ويرى أصحاب الحديث الجمعة والعيدين وغيرهما من الصلوات خلف كل إمام مسلم، برا كان أو فاجرا. ويرون جهاد الكفرة معهم وإن كانوا جورة فجرة. ويرون الدعاء لهم بالإصلاح والتوفيق والصلاح. ولا يرون الخروج عليهم وإن رأوا منهم العدول عن العدل إلى الجور والحيف. ويرون قتال الفئة الباغية حتى ترجع إلى طاعة الإمام العدل.","","","ހެޔޮ ނުބައި ވެރިންގެ ފަހަތުގައި ނަމާދުކުރުމާއި، އެވެރިންނާ އެއްކޮށް ޖިހާދުކުރުމާ، އެވެރިންނަށް ހެޔޮ ދުޢާކުރުމާއި، އެމީހުންނާ ދެކޮޅަށް ނުނިކުމެ އެމީހުންގެ ކިޔަމަނުގައި ތިބުމަކީ އަހުލުއް ސުންނާ ވަލްޖަމާޢަތުގެ އަޞްލެއް\nއަދި ޙަދީޘްގެ އަހުލުވެރިން ދެކެނީ: ހުކުރު ނަމާދާއި، ދެ ޢީދު ނަމާދާއި، އެނޫންވެސް ނަމާދުތައް ކޮންމެ މުސްލިމް އިމާމެއްގެ ފަހަތުގައި ކުރެވޭނެކަމަށެވެ. ހެޔޮ މީހެއްވިޔަސް އަދި ނުބައި ފާޖިރު މީހެއްވިޔަސްމެއެވެ.\nއަދި އެވެރިންނަކީ ފާޖިރު އަނިޔާވެރިން ކަމުގައިވިޔަސް އެވެރިންނާއެކު ކާފަރުންނާ ދެކޮޅަށް ޖިހާދުކުރެވޭނެކަމަށް އެމީހުން ދެކެއެވެ.\nއަދި އެވެރިންނަށް އިޞްލާޙުވުމަށާއި، ތައުފީޤާއި ހެޔޮކަން ދެއްވުމަށް އެދި ދުޢާކުރުމަށް އެމީހުން ދެކެއެވެ.\nއަދި އެވެރިންނާ ދެކޮޅަށް ކަނޑި ހިފައިގެން ނިކުމެވޭނެކަމަށް ޙަދީޘްގެ އަޞްޙާބުން (ސުންނަތުގެ އަހުލުވެރިން) ނުދެކެއެވެ. އެއީ ޢަދުލުވެރިކަން ދޫކޮށް އަނިޔާވެރިކަމާއި ޚުދު މުޚްތާރުކަމަށް އެވެރިން ދާތަން ފެނުނަސްމެއެވެ.\nއަދި ބަޣާވާތްކުރާ ޖަމާޢަތް، އަނބުރާ ޢަދުލުވެރި އިމާމުގެ ކިޔަމަނުގެ ދަށަށް އަތުވެއްޖައުމަށް ދާންދެން ހަނގުރާމަކުރަން ޖެހޭނެކަމަށް އެމީހުން ދެކެއެވެ.",""],["112","(موقف أهل السنة والجماعة مما شجر بين الصحابة)","ويرون الكف عما شجر بين أصحاب رسول الله ﷺ، وتطهير الألسنة عن ذكر ما يتضمن عيبا لهم ونقصا فيهم. ويرون الترحم على جميعهم والموالاة لكافتهم. وكذلك يرون تعظيم قدر أزواجه رضي الله عنهن والدعاء لهن ومعرفة فضلهن والإقرار بأنهن أمهات المؤمنين.","","","ޞަޙާބީންގެ މެދުގައި ހިނގި ދެބަސްވުންތަކުގެ ވާހަކަ ނުދައްކާ ހިފެހެއްޓުމާއި، އުއްމަހާތުލް މުއުމިނީންގެ ޤަދަރު މަތިކުރުން\nއަދި ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަޞްޙާބުންގެ މެދުގައި އުފެދުނު ޚިލާފުތަކުން (އެއާމެދު ވާހަކަދައްކާ ހެދުމުން) ދުރުވެ އެއްކިބާވާން ޖެހޭނެކަމަށާއި، އަދި އެބޭކަލުންނަށް ޢައިބެއް އަދި އުނިކަމެއް އަންނަގޮތަށްވާ ވާހަކަތައް ޛިކުރުކުރުމުން ދޫތައް ޠާހިރުކުރަން ޖެހޭނެކަމަށް ދެކެއެވެ.\nއަދި އެހުރިހާ ބޭކަލުންނަށް ރަޙްމަތްލެއްވުމަށް ދުޢާކޮށް، އެހުރިހާ ބޭކަލުންނަށް މުވާލާތުކުރަން ޖެހޭނެކަމަށް އެމީހުން ދެކެއެވެ.\nއެފަދައިން، އެކަލޭގެފާނުގެ އަނބިއަނބިކަނބަލުންގެ ޤަދަރު މަތިވެރިކުރަން ޖެހޭނެކަމަށާއި، އެކަނބަލުންނަށް ދުޢާކޮށްދީ، އެކަނބަލުންގެ ހެޔޮކަން ދަނެ، އެކަނބަލުންނީ މުއުމިންތަކުންގެ މަންމައިން ކަމުގައި އިޤުރާރުވާން ޖެހޭނެކަމަށް އެމީހުން ދެކެއެވެ.",""],["113","(دخول الجنة بفضل الله ورحمته دون غيرها)","ويعتقدون ويشهدون أن أحدا لا تجب له الجنة وإن كان عمله حسنا [وعبادته أخلص العبادات وطاعته أزكى الطاعات] وطريقه مرتضى إلا أن يتفضل الله عليه، فيوجبها له بمنه وفضله؛ إذ عمل الخير الذي عمله لم يتيسر له إلا بتيسير الله عز اسمه، فلو لم ييسره له لم يتيسر له، ولو لم يهده لم يهتد له أبدا. قال الله عز وجل: {ولولا فضل الله عليكم ورحمته ما زكى منكم من أحد أبدا ولكن الله يزكي من يشاء}، [وقال مخبرًا عن أهل الجنة: {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ}] وفي آيات سواها.","","","އެއްވެސް މީހަކު ކިތަންމެ ހެޔޮ ޢަމަލެއްކުރިޔަސް ސުވަރުގޭގެ ނިޢުމަތާ ނުބައްދަލުކަމާއި، ﷲ ގެ ރަޙްމަތުގެ ތަނަވަސްކަމުން މެނުވީ ސުވަރުގެއަށް އެއްވެސް މީހަކު ނުވަންނަކަން\nއަދިވެސް އެމީހުން ދެކެނީ: ޢަމަލުތައް ހެޔޮވެގެންވިޔަސް، އަދި އޭނާގެ އަޅުކަމަކީ އެންމެ އިޚްލާޞްތެރި އަޅުކަންކަމުގައި އަދި އޭނާގެ ހެޔޮކަންކަން އެންމެ ޠާހިރުކަންކަންކަމުގައިވިޔަސް، އަދި އުޅޭގޮތް ރުހިރަނގަޅުވެގެންވިޔަސް އެއްވެސް މީހަކަށް ސުވަރުގެ ވާޖިބު ނުވާކަމަށެވެ. ﷲ ގެ ފަޟްލަވަންތަކަމާއި ދީލަތިކަން އެމީހަކަށް ދެއްވައިފިއްޔާ މެނުވީއެވެ. އެގޮތުން ސުވަރުގެ އޭނާއަށް ވާޖިބުކުރައްވަނީ އެކަލާނގެ ހެޔޮފުޅުވަންތަކަމާއި ފަޟްލުންނެވެ. އެހެނީ އޭނާ އެކުރި ހެޔޮ ޢަމަލުތައް، ނަންފުޅު މަތިވެރި ﷲ އޭނާއަށް ފަސޭހަކޮށްދެއްވުމުން މެނުވީ އޭނާއަށް އެކަންކަން ކުރަން ފަހިވެ ފަސޭހަވެގެން ނުދިޔައީހެވެ. ފަހެ އެކަލާނގެ އޭނާއަށް އެކަން ފަސޭހަކޮށް ނުދެއްވިނަމަ، އަދި އޭނާއަށް ހިދާޔަތު ނުދެއްވިނަމަ އޭނާއަށް ދުވަހަކުވެސް އެކަންކަން ކުރަން ތެދުމަގު ނުލިބުނީހެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿‌وَلَوۡلَا ‌فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنۡ أَحَدٍ أَبَدٗا وَلَٰكِنَّ ٱللَّهَ يُزَكِّي مَن يَشَآءُۗ﴾ [النور: 21]\nމާނައީ: \"އަދި ﷲ ގެ ފަޟްލުވަންތަކަމާއި، އެކަލާނގެ ރަޙްމަތްވަންތަކަން ތިޔަބައިމީހުންގެ މައްޗަށް ނުވީނަމަ، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް، ދުވަހަކުވެސް ފާފަތަކުން ޠާހިރުވެ ސާފެއްނުވީހެވެ. އެހެނެއްކަމަކު، ﷲ، އެކަލާނގެ އިރާދަކުރައްވާ މީހަކު ޠާހިރު ކުރައްވައި، ސާފުކުރައްވަތެވެ.\"\nއެނޫންވެސް އެފަދަ އާޔަތްތަކެވެ.",""],["114","(لكل مخلوق أجل)","ويعتقدون ويشهدون أن الله عز وجل أجَّلَ لكل مخلوق أجلا، وأن نفسا لن تموت إلا بإذن الله كتابا مؤجلا؛ وإذا انقضى أجل المرء فليس إلا الموت وليس له عنه فوت. قال الله عز وجل: {ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون} وقال: {وما كان لنفس أن تموت إلا بإذن الله كتابا مؤجلا}.","","","ކޮންމެ މަޚްލޫޤަކަށް އަޖަލެއްވާކަމާއި، އަދި އެކަލާނގެ ކަނޑައެޅުއްވި އަޖަލުގައި މެނުވީ އެކަކުވެސް މަރުވެ ޤަތުލު ނުވާނޭކަން\nއަދިވެސް އެމީހުން އިޢުތިޤާދުކޮށް ހެކިވަނީ: ﷲ عز وجل ކޮންމެ މަޚްލޫޤަކަށް އަޖަލެއް ކަނޑައެޅުއްވިކަމަށެވެ. އަދި ﷲ ގެ އިޛްނަފުޅުން ކަނޑައެޅި ލިޔެވިގެންވާ އަޖަލެއްގައި މެނުވީ އެއްވެސް ނަފްސެއް މަރުނުވާނޭކަމެވެ. މީހާގެ އަޖަލު ހަމަވެއްޖެނަމަ މަރުވުން ނޫންގޮތެއް އޭނާއަށް ނުވެއެވެ. އަދި އެއިން ސަލާމަތްވެ ރެކެވޭނެ ގޮތެއް ނުވެއެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿وَلِكُلِّ ‌أُمَّةٍ ‌أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ﴾ [الأعراف: 34] \nމާނައީ: \"ކޮންމެ އުއްމަތަކަށްމެ އަޖަލެއް ވެއެވެ. ފަހެ، އެއުރެންގެ އަޖަލު އައުމުން، އެންމެ ހިނދުކޮޅަކަށްވެސް އެއުރެން ލަހެއްނުވާނެތެވެ. އަދި އަވަހެއްވެސް ނުވާނެތެވެ.\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿وَمَا كَانَ لِنَفۡسٍ أَن تَمُوتَ إِلَّا بِإِذۡنِ ٱللَّهِ كِتَٰبٗا ‌مُّؤَجَّلٗاۗ﴾ [آل عمران: 145] \nމާނައީ: \"އަދި، ﷲ ގެ އިޛުނަފުޅާ ލައިގެންމެނުވީ، މަރުވުމަކީ، އެއްވެސް ނަފްސަކަށް އޮތްކަމެއް ނޫނެވެ. (އެކަންއޮތީ) ވަގުތު ކަނޑައަޅުއްވައި ލިޔުއްވާފައެވެ.\"",""],["115","(لكل مخلوق أجل)","ويشهدون أن من مات أو قتل فقد انقضى أجله. قال الله عز وجل: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم}. [وقال تعالى: {أَيْنَمَا تَكُونُوا يُدْرِكُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ}]","","","އަދި އެމީހުން ހެކިވަނީ މަރުވެއްޖެ ނުވަތަ ޤަތުލުވެއްޖެ މީހާ ފަހެ އޭނާ އެވަނީ އޭނާގެ އަޖަލު ހަމަކޮށްފައިކަމަށެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿لَّوۡ كُنتُمۡ فِي بُيُوتِكُمۡ ‌لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيۡهِمُ ٱلۡقَتۡلُ إِلَىٰ مَضَاجِعِهِمۡۖ﴾ [آل عمران: 154] \nމާނައީ: \"ތިޔަބައިމީހުންގެ ގޭގޭގައި ތިޔަބައިމީހުން ވީކަމުގައިވިޔަސް ޤަތުލު ވުން އެބަޔެއްގެ މައްޗަށް ލިޔުއްވިގެންވާ މީހުން، އެއުރެން ޤަތުލު ވެގެން ވެއްޓޭނޭ ތަންތަނަށް ނުކުތީސްކަން ކަށަވަރެވެ.\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ ‌مُّشَيَّدَةٖۗ﴾ [النساء: 78] \nމާނައީ: \"އުސްވެގެންވާ ގަދަފަދަ ކިއްލާތަކެއްގެ ތެރޭގައި ތިޔަބައިމީހުން ތިބިކަމުގައިވިޔަސް، ތިޔަބައިމީހުން ތިބި ކޮންމެ ތަނަކުން މަރު، ތިޔަބައިމީހުން އަތުލާނެތެވެ.\"",""],["116","(وسوسة الشياطين)","ويتيقنون أن الله سبحانه خلق الشياطين يوسوسون للآدميين ويعتمدون استزلالهم ويترصدون لهم. قال الله عز وجل: {وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعمتموهم إنكم لمشركون}. وإن الله يسلطهم على من يشاء، ويعصم من كيدهم ومكرهم من يشاء. قال الله عز وجل: {واستفزز من استطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان إلا غرورا * إن عبادي ليس لك عليهم سلطان وكفى بربك وكيلا}. وقال: {إنه ليس له سلطان على الذين آمنوا وعلى ربهم يتوكلون * إنما سلطانه على الذين يتولونه} الآية.","","","އިންސާނުންނަށް ވަސްވާސްދޭ ޝައިޠާނުން އުފައްދަވާ، އިންސާނުންގެ މައްޗަށް އެޝައިޠާނުންނަށް ބާރުދެއްވަނީ އަދި ރައްކާތެރިކުރައްވަނީ ﷲ تبارك وتعالى ކަން\nއަދި އެމީހުން އިޢުތިޤާދުކުރަނީ: އާދަމުގެ ދަރިންނަށް ވަސްވާސްދޭ، އަދި އެމީހުން މަގުކަސިޔާރުކޮށްލަން އުޅޭ، އަދި އެމީހުންނަށް ފާރަވެރިވެގެން ތިބޭ ޝައިޠާނުން އުފެއްދެވީވެސް ހުސްޠާހިރުވަންތަ ﷲ ކަމަށެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿وَإِنَّ ٱلشَّيَٰطِينَ ‌لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ﴾ [الأنعام: 121] \nމާނައީ: \"އަދި ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނާ ޖަދަލު ކުރުމަށް ޝައިޠާނުން އެއުރެންގެ އެކުވެރި ވާގިވެރިންނަށް ވަސްވާސް ދޭނެއެވެ. ތިޔަބައިމީހުން، އެއުރެންނަށް ކިޔަމަންވެއްޖެނަމަ ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނަކީވެސް، މުޝްރިކުންކަން ކަށަވަރެވެ.\"\nއަދި ﷲ تبارك وتعالى އެކަލާނގެ އިރާދަކުރެއްވި މީހެއް އެޝައިޠާނުން ވެރިކުރައްވާ، އަދި އެކަލާނގެ އިރާދަކުރެއްވި މީހަކު އެޝައިޠާނުންގެ ރޭވުމާއި މަކަރުން ރައްކާތެރިކުރައްވައެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿ﭐﭐﲞ ﲟ ﲠ ﲡ ﲢ ﲣ ﲤ ﲥ ﲦ ﲧ ﲨ ﲩ ﲪ ﲫﲬ ﲭ ﲮ ﲯ ﲰ ﲱﲲ ﲳ ﲴ ﲵ ﲶ ﲷ ﲸﲹ ﲺ ﲻ ﲼ﴾ [الإسراء: 64-65] \nމާނައީ: \"އަދި އެއުރެންގެ ތެރެއިން، ކަލޭގެޔަށް ކުޅަދާނަވީ ބަޔަކު، ކަލޭގެ އަޑުން ހެއްލުންތެރިކުރާށެވެ! އަދި ކަލޭގެ ސަވާރުންތަކާއި، ފައިމަގުގައިވާ މީހުންތައް މެދުވެރިކޮށް، އެއުރެންގެ މައްޗަށް ބާރުހިންގާށެވެ! އަދި މުދާތަކާއި، ދަރިފަސްކޮޅުތަކުގައި އެއުރެންނާ ބައިވެރިވާށެވެ! އަދި އެއުރެންނަށް ވަޢުދު ކުރާށެވެ! ހެއްލުންތެރިކަމެއްމެނުވީ، ޝައިޠާނާ އެއުރެންނަކަށް ވަޢުދެއް ނުކުރެތެވެ. ހަމަކަށަވަރުން، ތިމަންއިލާހުގެ އަޅުންގެ މައްޗަށް ކަލޭގެއަކަށް ބާރެއް ލިބިގެނެއް ނުވެއެވެ. ވަކީލަކު ކަމުގައި، ތިބާގެ ވެރި ރައްބު ފުދެއެވެ.\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿ﲔ ﲕ ﲖ ﲗ ﲘ ﲙ ﲚ ﲛ ﲜ ﲝﲞ ﲟ ﲠ ﲡ ﲢ ﲣ﴾ [النحل:99-100]\nމާނައީ: \"ހަމަކަށަވަރުން، އީމާންވެ، އެއުރެންގެ ވެރިރައްބަށް ވަކީލު ކުރާމީހުންގެ މައްޗަށް އެއްވެސް ބާރެއް، އެ ޝައިޠާނާއަކަށް ނުވެއެވެ. އޭނާއަށް ބާރު ލިބިގެންވާކަން ކަށަވަރީ، އޭނާއާ އެކުވެރިވެ ވާގިވެރިކަން ލިބިގަންނަ މީހުންގެ މައްޗަށެވެ.\"\nމިއާޔަތެވެ.",""],["117","(السحر والسحرة)","ويشهدون أن في الدنيا سحرا وسحرة، إلا أنهم لا يضرون أحدا إلا بإذن الله عز وجل، {وما هم بضارين به من أحد إلا بإذن الله}. ومن سحر منهم واستعمل السحر واعتقد أنه يضر أو ينفع بغير إذن الله تعالى فقد كفر. وإذا وصف ما يكفر به استتيب، فإن تاب وإلا ضربت عنقه. وإن وصف ما ليس بكفر أو تكلم بما لا يفهم نهي عنه، فإن عاد عزر. وإن قال: السحر ليس بحرام وأنا أعتقد إباحته، وجب قتله، لأنه استباح ما أجمع المسلمون على تحريمه.","","","ސިޙުރަކީ ޙަޤީޤަތެއްވާ އެއްޗެއްކަމާއި، ސިޙުރުވެރިޔާގެ ޙުކުމް\nއަދި ދުނިޔޭގައި ސިޙުރާއި ސިޙުރުވެރިން ވާކަމަށާއި، އަދި ﷲ عز وجل ގެ އިޛްނައާ ލައިގެން މެނުވީ އެމީހުންނަށް އެއްވެސް މީހަކަށް ގެއްލުމެއް ނުދެވޭނެކަމަށް އެމީހުން ހެކިވެއެވެ.\n﴿وَمَا هُم ‌بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ﴾ [البقرة: 102] \nމާނައީ: \"ﷲ ގެ އިޛުނަފުޅާލައިގެން މެނުވީ، އެއްވެސް މީހަކަށް އެއިން ގެއްލުމެއް ދެނިވި ބަޔަކު ކަމުގައި އެއުރެން ނުވެތެވެ.\"\nއެމީހުންގެ ތެރެއިން ސިޙުރުހަދާ، އަދި ސިޙުރުގެ ޢަމަލުކޮށް، އަދި ﷲ تبارك وتعالى ގެ އިޛްނަފުޅާ ނުލައި އެއިން ގެއްލުން ނުވަތަ ފައިދާވާކަމަށް ޤަބޫލުކޮށް އިޢުތިޤާދުކޮށްފި މީހާ ފަހެ ކާފަރުވެއްޖެއެވެ.\nއެއިން ކާފަރުވާފަދަ ކަމެއް އޭނާ ޞިފަކޮށްދީފިނަމަ އޭނާ ގާތުގައި ތައުބާވުމަށް ބުނެވޭނެއެވެ. ތައުބާ ނުވެއްޖެނަމަ ފަހެ އޭނާގެ ކަނދުރާ ކަނޑާލެވޭނެއެވެ.\nއެއިން ކާފަރު ނުވާކަމެއް ޞިފަކޮށްދީފިނަމަ، ނުވަތަ އޮޅުންނުފިލާ އެއްޗެހިތަކެއް ކިޔައިފިނަމަ؛ އެކަން އޭނާއަށް މަނާކުރެވޭނެއެވެ. އެކަމަށް އަނބުރާ އިޢާދަވެއްޖެނަމަ ތަޢުޒީރުކޮށް އަދަބުދެވޭނެއެވެ.\nއޭނާ: \"ސިޙުރަކީ ޙަރާމްކަމެއް ނޫނޭ، އަދި ތިމަންނާ ޤަބޫލުކުރަނީ އެކަން ހުއްދަވެގެންވާކަމަށޭ\" ބުނެފިނަމަ؛ އޭނާ ޤަތުލުކޮށްލަން ޖެހޭނެއެވެ. އެހެނީ މުސްލިމުން އެކަމެއް ޙަރާމްވެގެންވާކަމަށް އިޖްމާޢުވެގެންވާ ކަމެއް އޭނާ ހުއްދަކުރީތީއެވެ.",""],["118","(علامات أصحاب الحديث)","ويحرم أصحاب الحديث المسكر من الأشربة المتخذ من العنب أو الزبيب أو التمر أو العسل أو الذرة أو غير ذلك مما يسكر؛ يحرمون قليله وكثيره [ويجتنبونه] وينجسونه ويوجبون به الحد.","","","މަސްތުވާތަކެތި ޙަރާމްވެގެންވާކަމަށް އިޢުތިޤާދުކުރުން\nއަދި ޙަދީޘްގެ އަޞްޙާބުން: ބުއިންތަކުން މަސްތުވާތަކެތި ޙަރާމްކުރެއެވެ. މޭބިސްކަދުރުންވިޔަސް، ހިކިމޭބިސްކަދުރުންވިޔަސް، ކަދުރުންވިޔަސް، މާމުއިންވިޔަސް، ޒުވާރިންވިޔަސް، ނުވަތަ އެނޫންވެސް އެއްޗަކުން ނެގިފައިވާ މަސްތުވާ އެއްޗެހިވެސްމެއެވެ. އޭގެ މަދުމިންވަރާއި ގިނަމިންވަރުވެސްމެއެވެ. އަދި އެއީ ނަޖިހެއްކަމުގައި ހަދައެވެ. އަދި އޭގެ ސަބަބުން (އެފަދަ މަސްތުވާ އެއްޗެއް ބޭނުންކުރުމުގެ ސަބަބުން) ޙައްދުޖެހުން ވާޖިބުކުރެއެވެ.",""],["119","(علامات أصحاب الحديث)","ويرون المسارعة إلى أداء الصلوات وإقامتها في أوائل الأوقات أفضل من تأخيرها إلى آخر الأوقات [الأوقات إحرازًا للأجور الجميلة بها والمثوبات]. ويوجبون قراءة فاتحة الكتاب خلف الإمام. ويأمرون بإتمام الركوع والسجود حتما واجبا، ويعدون إتمام الركوع والسجود بالطمأنينة فيهما والارتفاع من الركوع والانتصاب منه والطمأنينة فيه وكذلك الارتفاع من السجود والجلوس بين السجدتين مطمئنين فيه من أركان الصلاة التي لا تصح إلا بها.","","","ޙަދީޘްގެ އަހުލުވެރިން ނަމާދުތަކަށް ރައްކާތެރިވެ، ފުރިހަމަކޮށް އަވަސްވާކަން\nއަދި އެމީހުން ދެކެނީ: ނަމާދުތައް އަދާކުރުމަށް އަވަސްވާންޖެހޭނެކަމަށާއި، ވަޤުތުތަކުގެ ކުރީކޮޅުގައި ނަމާދުތައް ޤާއިމުކުރުން، ވަޤުތުތަކުގެ ފަހުކޮޅަށް ލަސްކުރުމަށްވުރެ މަތިވެރިވެ ހެޔޮވެގެންވާކަމަށެވެ.\nއަދި ފާތިޙަތުލް ކިތާބު (ސޫރަތުލް ފާތިޙާ) އިމާމުގެ ފަހަތުގައި ކިޔުން ވާޖިބުކުރެއެވެ. (55)\nއަދި ކަނޑައެޅިގެން ކުރަންޖެހޭނެ ވާޖިބެއްގެ ގޮތުގައި ރުކޫޢުއާއި ސަޖިދަ ފުރިހަމަކުރުމަށް އެމީހުން އަމުރުކުރެއެވެ. އަދި ރުކޫޢު އާއި ސަޖިދަ ކުރުމުގައި ހިމޭންވެ ހަމަޖެހުމާއި، އަދި ރުކޫޢުން ތެދުވުމާއި، ރުކޫޢުން ތެދުވެ ސީދާވެލުމާއި، އެޙާލަތުގައިވެސް ހަމަޖެހި ހިމޭންވުމާއި، އެފަދައިން ސަޖިދައިން ތެދުވުމާއި، ދެސަޖިދަ ދެމެދުގައި ހަމަޖެހިގެން ހިމޭނުން އިނދެ މިކަންކަންކޮށްގެން ރުކޫޢާއި ސަޖިދަ ފުރިހަމަކުރުމަކީ އެއާ ލައިގެން މެނުވީ ނަމާދު ޞައްޙަ ނުވާނޭ ނަމާދުގެ ރުކުންތަކެއްކަމުގައި އެމީހުން ގުނަމުންދެއެވެ. (56)","(55) އަޑުހަރުކޮށް ކިޔާނަމާދުގައި އިމާމުގެ ފަހަތުގައި ސޫރަތުލް ފާތިޙާ ކިޔުމަކީ ޢިލްމުވެރިންގެ މެދުގައި އަދި ޞަޙާބީންގެ މެދުގައިވެސް އެކި ރައުޔުތައްވާ ފިޤުހީ މައްސަލައެކެވެ. ޢަޤީދާގައި ލިޔުއްވި ބައެއް ބޭފުޅުން ސުންނަތުގެ ޢަޤީދާއާއެކު ބައެއް ފިޤުހީ ކަންކަމާއި، އަދަބު އަޚްލާޤުގެ ކަންކަންވެސް އަރިމަތިން ހިމަނައެވެ. އެއީ ޢަޤީދާ ފުރިހަމަކޮށްދޭ އިތުރު ކަންތަކެއްގެ ގޮތުގައިއެވެ. އަދި ޚާއްޞަކޮށް އެދުވަސްވަރެއްގައި އުޅޭ ބިދުޢާގެ އަހުލުވެރިން ޚިލާފުވެ ދެކޮޅުހަދާ، އަދި އެމީހުންގެ ޝިޢާރެއްގެ ގޮތުގައި ފާހަގަވާ ކަންކަން ގެންނަވައެވެ. މިސާލަކަށް ޚުއްފުގައި ފެންފުހުމާއި، އަޑުހަރުކޮށް ބިސްމި ކިޔުންފަދަ ބައެއް ކަންކަން ގެންނަވައެވެ.\n(56) ނޯޓް: މިތަނުގައި މުއައްލިފު ބަޔާންކުރެއްވި މައްސަލަތަކަކީ ޙަދީޘްގެ އަޞްޙާބުންނާއި ސުންނަތުގެ އަހުލުވެރިންނާ ޚިލާފުވި އެއްބައިގަނޑު ކަމުގައިވާ ރައުޔުގެ އަހުލުވެރިން ނުވަތަ ޙަނަފީންގެ މައްސަލަތަކެވެ. އެގޮތުން މޭބިސްކަދުރުން ހަދާ ބަނގުރާ ފިޔަވައި ދެން އެހެން ތަކެތިން ހެދޭ މަސްތުވާ އެއްޗެހިގެ މަދުމިންވަރު އެމީހުން ހުއްދަކުރިއެވެ. އަދި ފަތިސް ނަމާދާއި ޢަޞްރު ނަމާދު ލަސްކުރުން އެދެވިގެންވާކަމަށް އެމީހުން ދެކުނެވެ. އަދި ނަމާދުގައި ސޫރަތުލް ފާތިޙާ ކިޔުމަކީ ރުކުނެއް ނޫންކަމަށާއި ބޭނުން ސޫރަތެއް ކިޔުމުން ފުދޭނެކަމަށް، އަދި ކިއެއްތަ، ޤުރްއާން ޢަރަބި ބަހުން ނޫނަސް ފާރިސީ ބަހުން ނުވަތަ އެހެން ބަހަކުން ތަރުޖަމާކިޔަސް ފުދޭނެކަމަށް ޙަނަފީންގެ ރައުޔުވެއެވެ. އަދި ރުކޫޢުއާއި ސަޖިދައާއި އިޢުތިދާލުފަދަ މަޤާމުތަކުގައި މަޑުވެލާ ހަމަޖެހުމަކީ ނަމާދުގެ ރުކުނެއް ކަމުގައި އެމީހުން ނުދެކެއެވެ. އެހެންކަމުން ޞައްޙަ ދަލީލުތަކުގައި އައިސްފައިވާ މިފަދަ އެތައް ކަމަކާ ޚިލާފުވި ރައުޔުގެ އަހުލުވެރިންގެ ބައެއް ކަންކަން މުއައްލިފު ޛިކުރުކުރެއްވިއެވެ."],["120","(علامات أصحاب الحديث)","ويتواصون بقيام الليل للصلاة بعد المنام، وبصلة الأرحام وإفشاء السلام وإطعام الطعام، والرحمة على الفقراء والمساكين والأيتام، والاهتمام بأمور المسلمين، والتعفف في المأكل والمشرب والمنكح والملبس، والسعي في الخيرات والأمر بالمعروف والنهي عن المنكر، والبدار إلى فعل الخيرات أجمع، [واتقاء سوء عاقبة الطمع، ويتواصون بالحق والصبر.]","","","ހެޔޮ ރަނގަޅު ކަންކަމަށް އެކަކު އަނެކަކަށް ވަޞިއްޔަތްކޮށް ހިތްވަރުދިނުން\nއަދި ނިދުމަށްފަހު ރޭ އަޅުކަންކޮށް ނަމާދުކުރުމަށް ތެދުވުމަށާއި، ރަޙިމުގެ ގުޅުންތައް ދެމެހެއްޓުމަށާއި، ސަލާމްކުރުން ފެތުރުމަށާއި، ކާންދިނުމަށާއި، ފަޤީރުންނާއި މިސްކީނުންނާއި ޔަތީމުންނަށް ރަޙުމްކުރުމާއި، މުސްލިމުންގެ ކަންކަމަށް އަހައްމިއްޔަތުކަން ދިނުމާއި، ކެއުމާއި ބުއިމުގައި، އަދި ކައިވެނިކުރުމާއި އުނުއޮރިޔާން ނިވާކުރުމުގައިވެސް ޢިއްފަތްތެރިވުމަށާއި، ހެޔޮރަނގަޅު ކަންތަކުގައި އުޅުމަށާއި، ހެޔޮކަމަށް އަމުރުކުރުމާއި، މުންކަރާތް ނަހީކުރުމާއި، ހުރިހާ ހެޔޮކަންކަމަށް އަވަސްވުމަށާއި، ދަހިވެތިވެ އެދުންބޮޑުވުމުގެ ނުބައި ނިމުމާމެދު ބިރުވެތިވެ ދުރުވުމަށާ މިކަންކަމަށް އެމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް ވަޞިއްޔަތްކުރެއެވެ. އަދި އެމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް ޙައްޤަށާއި، ކެތްތެރިވުމަށްވެސް ވަޞިއްޔަތްކުރެތެވެ.",""],["121","(علامات أصحاب الحديث)","ويتحابون في الدين ويتباغضون فيه. ويتقون الجدال في الله، والخصومات فيه. ويجانبون أهل البدع والضلالات، ويعادون أصحاب الأهواء والجهالات.","","","ސުންނަތުގެ އަހުލުވެރިންނީ ދީނަށްޓަކައި އެކަކު އަނެކަކަށް ލޯބިވާ، އަދި ބިދުޢަތަކާއި މަގުފުރެދުންތަކުގެ އަހުލުވެރިންނާ ޢަދާވާތްތެރިވެ އެއްކިބާވާ ބައެއްކަން\nއަދި އެމީހުން (އެބަހީ: ޙަދީޘްގެ އަޞްޙާބުންކަމުގައިވާ އަހުލުއް ސުންނާ ވަލްޖަމާޢަތުގެ މީހުން) ދީނަށްޓަކައި އެއްބަޔަކު އަނެއްބަޔަކު ދެކެ ލޯބިވެ، އަދި ދީނަށްޓަކައި އެއްބަޔަކު އަނެއްބަޔަކުދެކެ ރުޅިވެސް އާދެއެވެ. އަދި ﷲ އާމެދު ޖަދަލުކުރުމާއި ދެބަސްވެ އަރައިރުންވުމުން އެމީހުން ދުރުވެ އެއްކިބާވެއެވެ. އަދި ބިދުޢަތަކާއި މަގުފުރެދުންތަކުގެ އަހުލުވެރިންގެ ކިބައިން އެމީހުން އެއްފަރާތްވެ ދުރުވެއެވެ.",""],["122","(الاقتداء بالرسول والصحابة والسلف الصالح)","[ويقتدون بالنبي ﷺ وبأصحابه الذين هم كالنجوم بأيهم اقتدوا اهتدوا، كما كان رسول الله ﷺ يقوله فيهم،] ويقتدون بالسلف الصالحين من أئمة الدين وعلماء المسلمين، ويتمسكون بما كانوا به متمسكين من الدين المتين والحق المبين.","","","އަދި އަމިއްލަ އެދުންތަކާއި ޖަހާލަތްތަކުގެ އަހުލުވެރިންނާ ޢަދާވާތްތެރިވެ ދެކޮޅުވެރިވެއެވެ. އަދި އެމީހުން ނަބިއްޔާ صلى الله عليه وسلم އަށާއި، އެކަލޭގެފާނުގެ އަޞްހާބުންނަށް ތަބަޢަވެއެވެ. އެބޭކަލުންނީ އެބޭކަލުންކުރެ ކޮންމެ ބޭކަލަކަށް ތަބަޢަވިޔަސް ތެދުމަގާއި ހިދާޔަތު ލިބޭ ތަރިތަކެއްފަދަ ބޭކަލުންނެވެ. އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އެބޭކަލުންނާމެދު ޙަދީޘްކުރައްވަމުން ދިޔަގޮތަށެވެ. އަދި އެމީހުން (ސުންނަތުގެ އަހުލުވެރިން) ހެޔޮވެގެންވާ ސަލަފުންގެ ބޭކަލުންނަށް، ދީނުގެ އިމާމުންނާއި މުސްލިމު ޢިލްމުވެރިންނަށް ތަބަޢަވެއެވެ. އަދި ވަރުގަދަވެގެންވާ ދީން އަދި ބަޔާންވެގެންވާ ޙައްޤުން އެބޭކަލުން ހިފަހައްޓަވައިގެން ތިއްބެވި ކަންތަކުގައި އެމީހުންވެސް ހިފަހައްޓައެވެ.",""],["123","(بغض أهل البدع ومجانبتهم)","ويبغضون أهل البدع الذين أحدثوا في الدين ما ليس منه، ولا يحبونهم ولا يصحبونهم ولا يسمعون كلامهم ولا يجالسونهم ولا يجادلونهم في الدين ولا يناظرونهم؛ ويرون صون آذانهم عن سماع أباطيلهم التي إذا مرت بالآذان وقرّت في القلوب ضرت وجرت إليها الوساوس والخطرات الفاسدة ما جرت. وفيه أنزل الله عز وجل قوله: {وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره}.","","","ބިދުޢަވެރިންނާމެދު ސުންނަތުގެ އަހުލުވެރިން މުޢާމަލާތްކުރާ ގޮތް\nއަދި ދީނުގައި ނުވާ ކަންތަކެއް ދީނުގެ ތެރެއަށް އުފެއްދި ބިދުޢަތަކުގެ އަހުލުވެރިންދެކެ އެމީހުން ރުޅިއާދެއެވެ. އެމީހުން އެބިދުޢަވެރިންދެކެ ލޯތްބެއްވެސް ނުވެއެވެ. އަދި އެވެރިންނާ އެކުގައިވެސް ނޫޅެއެވެ. އަދި އެވެރިންގެ ވާހަކަތައްވެސް އަޑުނާހައެވެ. އަދި އެވެރިންނާ އެކު އިށީންދެ މަޖްލިސް ނުކުރެއެވެ. އަދި ދީނުގެ ކަންތަކުގައި އެވެރިންނާ ޖަދަލުކޮށް، ބަޙުޘްކޮށް މުނާޡަރާ ނުކުރެއެވެ. އަދި އެމީހުން ދެކެނީ އެ ބިދުޢަވެރިންގެ ބާޠިލުތައް އަޑުއެހުމުން އެމީހުންގެ ކަންފަތްތައް ރައްކާތެރިކުރަން ޖެހޭނެކަމަށެވެ. އެބާޠިލު ވާހަކަތަކަކީ ކަންފަތްތަކުން ހުރަސްކޮށްފައި ދާހިނދު، އަދި ހިތްތަކުގައި ޤަރާރުވާހިނދު އެއިން ގެއްލުންވާ ބަސްތަކެވެ. އަދި ހިތްތަކަށް ވަސްވާސްތަކާއި ފާސިދު ޚިޔާލުތަކުން އަންނަ އެއްޗެއް ގެންނަ ވާހަކަތަކެވެ. ﷲ عز وجل ގެ ބަސްފުޅު ބާވައިލެއްވުނީ އެކަމާމެދުގައިއެވެ:\n﴿وَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ﴾ [الأنعام: 68] \nމާނައީ: \"ތިމަންއިލާހުގެ އާޔަތްތަކާމެދު (އަމިއްލަ ބުއްދިއަށް) ވާހަކަތައް ދައްކައިއުޅޭ މީހުން ތިބާއަށް ފެނިއްޖެނަމަ؛ އެއުރެން އެ ނޫން ވާހަކައެއް ދައްކައިފުމަށް ދާންދެން އެއުރެންނަށް ފުރަގަސްދީ މޫނު އަނބުރާލާށެވެ.\"",""],["124","(علامات أهل البدع)","وعلامات البدع على أهلها ظاهرة بادية. وأظهر آياتهم وعلاماتهم شدة معاداتهم لحملة أخبار النبي ﷺ واحتقارهم لهم وتسميتهم إياهم حشوية وجهلة وظاهرية ومشبهة، اعتقادا منهم في أخبار الرسول ﷺ أنها بمعزل عن العلم، وأن العلم ما يلقيه الشيطان إليهم من نتاج عقولهم الفاسدة ووساوس صدورهم المظلمة وهواجس قلوبهم الخالية من الخير والعاطلة وحججهم بل شبههم الداحضة الباطلة. {أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم}، {ومن يهن الله فما له من مكرم إن الله يفعل ما يشاء}.","","","ބިދުޢަވެރިންގެ އެންމެ ފާޅުކަންބޮޑު ޢަލާމާތަކީ އަޘަރުތަކާއި އޭގެ އަހުލުވެރިންދެކެ ރުޅިއައިސް ޢަދާވާތްތެރިވުން\nއަދި ބިދުޢަތަކުގެ ޢަލާމާތްތައް އޭގެ އަހުލުވެރިންގެ ކިބައިގައި ފާޅުވެ ހާމަވެގެންވެއެވެ. އެމީހުންގެ އެންމެ ފާޅުކަންބޮޑު ޢަލާމާތް އަދި ނިޝާނަކީ: ނަބިއްޔާ صلى الله عليه وسلم ގެ ޚަބަރުތައް އުފުއްލާ މީހުންނާމެދު އޮންނަ ވަރުގަދަ ޢަދާވާތްތެރިކަމެވެ. އަދި އެމީހުން ދަށްކޮށްލާ ނިކަމެތިކޮށްލާ، އަދި އެމީހުންނީ (ދަށުދަރަޖައިގެ އަގެއްނެތް) \"ޙަޝަވީންކަމަށް\"، ޖާހިލުންކަމަށް، (ބޭރުފުށަށް ބަސްތައް ނަގާ) ޡާހިރީންކަމަށް، މުޝައްބިހާއިން (ﷲ އާއި މަޚްލޫޤުން ވައްތަރުކުރާ މީހުން) ކަމަށް ނަންދިނުމެވެ. އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޚަބަރުތަކަކީ ޢިލްމު އެއިން ލިބުމުން ފޭވެގެންވާ އެއްފަރާތުގައިވާ އެއްޗެއްކަމުގައި އިޢުތިޤާދުކޮށްގެން، އަދި ޢިލްމަކީ ޝައިޠާނާ އެމީހުންނަށް ލައިދޭ އެމީހުންގެ ބުއްދި އާއި ވިސްނުންތަކުން އަންނަ ފާސިދު ނަތީޖާތަކާއި، އެމީހުންގެ އަނދިރި މޭތަކުން އަންނަ ވަސްވާސްތަކާއި، ހެޔޮކަމުން ހުސްވެ ކެނޑިގެންވާ އެމީހުންގެ ހިތްތަކުން އަންނަ ފާޑުފާޑުގެ ޚިޔާލުތަކާއި، އެމީހުން ދައްކާ ބާޠިލު ޙުއްޖަތްތައް، -ކިއެއްތަ ޝުބުހަތައް- ކަމުގައި ދެކިގެން އިޢުތިޤާދުކޮށްގެންނެވެ.\n﴿أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ ‌فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ﴾ [محمد: 23] \nމާނައީ: \"އެއުރެންނީ، އެއުރެންނަށް ﷲ ލަޢުނަތް ލެއްވި މީހުންނެވެ. ފަހެ، އެކަލާނގެ އެއުރެން ބީރުކުރައްވައި، އަދި އެއުރެންގެ ލޯތައް ކަނުކުރެއްވިއެވެ.\"\n﴿وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن ‌مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ ۩﴾ [الحج: 18] \nމާނައީ: \"އަދި ﷲ، ނިކަމެތިކުރެއްވިމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހަކަށް މާތްކޮށް މަތިކުރާނޭ މީހަކު ނުވެތެވެ. ހަމަކަށަވަރުން، ﷲ، އެކަލާނގެ އިރާދަކުރައްވާކަމެއް ކުރައްވަތެވެ.\"",""],["125","(أهل البدع يردون الآثار)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا علي الحسين بن علي الحافظ يقول: سمعت جعفر بن أحمد بن سنان الواسطي يقول: سمعت أحمد بن سنان القطان يقول: ليس في الدنيا مبتدع إلا وهو يبغض أهل الحديث، فإذا ابتدع الرجل نزعت حلاوة الحديث من قلبه.","","","އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ޢަލީ އަލްޙުސައިނު ބްނު ޢަލީ އަލްޙާފިޡު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޖަޢުފަރު ބްނު އަޙްމަދު ބްނު ސިނާނު އަލްވާސިޠީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަހުރެން އަޙްމަދު ބްނު ސިނާނު އަލްޤައްޠާނު ވިދާޅުވާ އަޑުއެހީމެވެ:\n«لَيْسَ فِي ‌الدُّنْيَا ‌مُبْتَدِعٌ إِلَّا وَهُوَ يُبْغِضُ أَهْلَ الْحَدِيثِ، فإِذَا ابْتَدَعَ الرَّجُلُ نُزِعَت حَلَاوَةُ الْحَدِيثِ مِنْ قَلْبِهِ»\nމާނައީ: \"ޙަދީޘްގެ އަހުލުވެރިންދެކެ ރުޅިއަރާ ޙާލުގައި މެނުވީ ދުނިޔޭގައި އެއްވެސް ބިދުޢަވެރިއެއް ނުވެއެވެ. ފަހެ މީހާ ބިދުޢަވެރިވާ ހިސާބުން؛ އޭނާގެ ހިތުގައި ޙަދީޘަށް އޮންނަ ފޮނިމީރުކަން ނިގުޅައިގަނެވިގެންދެއެވެ.\"",""],["126","(أهل البدع يردون الآثار)","وسمعت الحاكم يقول: سمعت أبا الحسين محمد بن أحمد الحنظلي ببغداد يقول: سمعت محمد بن إسماعيل الترمذي يقول: كنت أنا وأحمد بن الحسن الترمذي عند إمام الدين أبي عبد الله أحمد بن حنبل، فقال له أحمد بن الحسن: يا أبا عبد الله، ذكروا لابن أبي قتيلة بمكة أصحاب الحديث فقال: أصحاب الحديث قوم سوء، فقام أحمد بن حنبل وهو ينفض ثوبه ويقول: زنديق زنديق زنديق، حتى دخل البيت.","","","އަދިވެސް އަލްޙާކިމު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބުލް ޙުސައިނު މުޙައްމަދު ބްނު އަޙްމަދު އަލްޙަންޡަލީ ބަޣުދާދުގައި ހުންނަވާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: މުޙައްމަދު ބްނު އިސްމާޢީލު އައްތިރްމިޛީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«كُنْتُ أَنَا وَأَحْمَدُ بْنُ الْحَسَنِ التِّرْمِذِيُّ عِنْدَ إمام الدين أَبِي عَبْدِ اللَّهِ أَحْمَدَ بْنِ حَنْبَلٍ فَقَالَ لَهُ أَحْمَدُ بْنُ الْحَسَنِ: يَا أَبَا عَبْدِ اللَّهِ، ذَكَرُوا لِابْنِ أَبِي قُتيلَةَ بِمَكَّةَ أَصْحَابَ الْحَدِيثِ، فَقَالَ: أَصْحَابُ ‌الْحَدِيثِ ‌قَوْمُ ‌سُوءٍ، فَقَامَ أَحْمَدَ بْنِ حَنْبَلٍ وَهُوَ يَنْفُضُ ثَوْبَهُ، ويقول: زِنْدِيقٌ، زِنْدِيقٌ، زِنْدِيقٌ، حتى دَخَلَ الْبَيْتَ»\nމާނައީ: \"އަހުރެންނާއި އަޙްމަދު ބްނުލް ޙަސަނު އައްތިރްމިޛީ، ދީނުގެ އިމާމު އަބޫ ޢަބްދު ﷲ އަޙްމަދު ބްނު ޙަންބަލުގެ އަރިހުގައި ތިބީމެވެ. ދެން އަޙްމަދު ބްނުލް ޙަސަނު އެކަލޭގެފާނަށް ދެންނެވިއެވެ: \"އޭ އަބޫ ޢަބްދު ﷲ އެވެ! އިބްނު އަބީ ޤުތައިލާގެ ގާތުގައި މައްކާގައި ޙަދީޘްގެ އަޞްޙާބުންގެ ވާހަކަ ނަންގަތުމުން އޭނާ ބުންޏެވެ: \"ޙަދީޘްގެ އަޞްޙާބުންނަކީ ނުބައިވެގެންވާ ބައެކެވެ.\" އެހިނދު އަޙްމަދު ބްނު ޙަންބަލު އެކަލޭގެފާނުގެ ހެދުން ފޮޅަމުން މިހެން ވިދާޅުވަމުން ތެދުވެވަޑައިގަތެވެ: \"ޒިންދީޤެކެވެ! ޒިންދީޤެކެވެ! ޒިންދީޤެކެވެ!\" އެކަލޭގެފާނުގެ ގެކޮޅަށް ވަދެވަޑައިގެންފުމަށް ދާންދެނެވެ.\"",""],["127","(أهل البدع يردون الآثار)","وسمعت الحاكم أبا عبد الله يقول: سمعت أبا نصر أحمد بن سهل الفقيه ببخارى يقول: سمعت أبا نصر بن سلام الفقيه يقول: ليس شيء أثقل على أهل الإلحاد ولا أبغض إليهم من سماع الحديث وروايته بإسناده.","","","އަދިވެސް އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ނަޞްރު އަޙްމަދު ބްނު ސަހްލު އަލްފަޤީހު ބުޚާރާގައި ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބޫ ނަޞްރު ބްނު ސައްލާމު އަލްފަޤީހު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«لَيْسَ شَيْءٌ أَثْقَلَ عَلَى أَهْلِ الْإِلْحَادِ، وَلَا أَبْغَضُ إِلَيْهِمْ مِنْ سَمَاعِ الْحَدِيثِ وَرِوَايَتِهِ بِإِسْنَادِهِ»\nމާނައީ: \"ޙަދީޘް އަޑުއިވި، ސަނަދާއެކު ޙަދީޘް ރިވާކުރުމަށްވުރެ އިލްޙާދުގެ އަހުލުވެރިންގެ މައްޗަށް ބުރަބޮޑުވާ، އަދި އެއަށްވުރެ އެމީހުން ރުޅިއަންނަ ކަމެއް ނުވެއެވެ.\"",""],["128","(أهل البدع يردون الآثار)","وسمعت الحاكم يقول: سمعت الشيخ أبا بكر أحمد بن إسحاق بن أيوب الفقيه وهو يناظر رجلا فقال الشيخ أبو بكر: حدثنا فلان، فقال له الرجل: دعنا من حدثنا! إلى متى حدثنا؟ فقال الشيخ له: قم يا كافر، فلا يحل لك أن تدخل داري بعد هذا أبدا، ثم التفت إلينا وقال: ما قلت لأحد ما تدخل داري إلا هذا.","","","އަދިވެސް އަލްޙާކިމު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޝެއިޚު އަބޫބަކުރު އަޙްމަދު ބްނު އިސްޙާޤު ބްނު އައްޔޫބު އަލްފަޤީހު މީހަކާ ބަޙުޘްކޮށް މުނާޡަރާކުރަނިކޮށް އަހުރެންނަށް އަޑުއިވުނެވެ. ދެން ޝެއިޚު އަބޫބަކުރު ވިދާޅުވިއެވެ:\n«حَدَّثَنَا فُلَانٌ، فَقَالَ لَهُ الرَّجُلُ: دَعْنَا مِنْ حَدَّثَنَا، ‌إِلَى ‌مَتَى ‌حَدَّثَنَا، فَقَالَ الشَّيْخُ له: قُمْ يَا كَافِرُ، فلَا يَحِلُّ لَكَ أَنْ تَدْخُلَ دَارِي بَعْدَ هَذَا أبدًا، ثُمَّ الْتَفَتَ إِلَيْنَا، وَقَالَ: مَا قُلْتُ لِأَحَدٍ قَطّ لَا تَدْخُلْ دَارِي إِلَّا لِهَذَا»\nމާނައީ: \"އަހަރުމެންނަށް މިވެނި އެވެނި މީހަކު ކިޔާދިނެވެ.\" އެހިނދު އޭނާ ބުނެފިއެވެ: \"ތިޔަ އަހަރުމެންނަށް ކިޔާދިނުމޭއަކުން އަހަރުމެން ދޫކޮށްލަބަލާށެވެ! އަހަރުމެންނަށް މިވެނި އެވެނި މީހަކު ކިޔާދިނޭ ކިޔާނީ ކިހާއިރެއް ވަންދެންހެއްޔެވެ!؟\" އެހިނދު ޝެއިޚު އޭނާއަށް ވިދާޅުވިއެވެ: \"އޭ މިހިރަ ކާފަރުކަލޭގެއެވެ! ތެދުވެގެން ދާންއުޅޭށެވެ! މީގެ ފަހުން އަހުރެންގެ ގެޔަށް ކަލޭ ދުވަހަކުވެސް ވަނުން ހުއްދައެއް ނުވާނެއެވެ!\" ދެން ޝެއިޚު އަހަރުމެންނާ ދިމާލަށް އެނބުރިވަޑައިގެން ވިދާޅުވިއެވެ: \"މީނާއަށް ނޫނީ އަހުރެންގެ ގެޔަށް ވަދެގެން ނުވާނޭ އެއްވެސް މީހަކަށް ދުވަހަކުވެސް ބުނެފައި ނޯންނާނެއެވެ.\"",""],["129","(نبز المبتدعة لأهل الحق)","وسمعت أبا منصور محمد بن عبد الله بن حمشاد العالم الزاهد يقول: سمعت أبا القاسم جعفر بن أحمد المقري الرازي يقول: قرئ على عبد الرحمن بن أبي حاتم الرازي وأنا أسمع: سمعت أبي يقول -عنى به الإمام في بلده أباه أبا حاتم محمد بن إدريس الحنظلي الرازي يقول-: علامة أهل البدع الوقيعة في أهل الأثر، وعلامة الزنادقة تسميتهم أهل الأثر حشوية، يريدون بذلك إبطال الأثر، وعلامة القدرية تسميتهم أهل السنة مجبرة، وعلامة الجهمية تسميهم أهل السنة مشبهة، وعلامة الرافضة تسميتهم أهل الأثر نابتة وناصبة.⁽³⁰⁾ قلت: وكل ذلك عصبية، ولا يلحق أهل السنة إلا اسم واحد وهو أصحاب الحديث.","⁽³⁰⁾ في هامش الأصل: \"النوابت الأغمار من الأحداث، ونبتت لهم نابتة نشأ لهم نشأ صغار. قاموس. النواصب والناصبة وأهل النصب المتدينون ببغضة علي لأنهم نصبوا له أي عادوه. قاموس.\"","","ޢިލްމުވެރި ޒުހުދުވެރި ބޭފުޅެއްކަމުގައިވާ އުސްތާޛު އަބޫ މަންޞޫރު މުޙައްމަދު ބްނު ޢަބްދު ﷲ ޙަމްޝާދު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަބުލް ޤާސިމު ޖަޢުފަރު ބްނު އަޙްމަދު އަލްމުޤްރިއު އައްރާޒީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: އަހުރެން އަޑުއަހަން ހުއްޓާ ޢަބްދުއް ރަޙްމާނު ބްނު އަބީ ޙާތިމު އައްރާޒީއަށް ކިޔާދެވުނެވެ: އަހުރެންގެ ބައްޕަ -އެބަހީ: އެކަލޭގެފާނުގެ ރަށުގެ އިމާމުކަމުގައިވާ އެކަލޭގެފާނުގެ ބައްޕާފުޅު އަބޫ ޙާތިމު މުޙައްމަދު ބްނު އިދްރީސް އަލްޙަންޡަލީ- ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«فعلامة أهل البدعة ‌الوقيعة ‌في ‌أهل ‌الأثر. وعلامة الزنادقة تسميتهم أهل الأثر: حشوية، يريدون بذلك إبطال الآثار.وعلامة القدرية تسميتهم أهل السنة: مجبرة. وعلامة الجهمية تسميتهم أهل السنة: مشبهة. ‌وعلامة ‌الرافضة تسميتهم أهل الأثر: نابتة وناصبة. قلت: وكل ذلك عصبية ولا يلحق أهل السنة إلا اسم واحد: وهو أصحاب الحديث»\nމާނައީ: \"ބިދުޢާގެ އަހުލުވެރިންގެ ޢަލާމާތަކީ: އަޘަރުތަކުގެ އަހުލުވެރިންގެ ވާހަކަދައްކާ އެއްޗެހިގޮވުމެވެ. އަދި ޒިންދީޤުންގެ ޢަލާމާތަކީ: އަޘަރުތަކުގެ އަހުލުވެރިންނަށް ޙަޝަވީންނޭ (އަގެއްނެތް ބޭކާރު އަނގަތަޅާ ބައެކޭ) ނަންދިނުމެވެ. އެމީހުން އެއިން ބޭނުންވަނީ އަޘަރުތައް ބާޠިލުކޮށްލާ ބޭނުން ކަނޑުވާލުމަށެވެ. އަދި ޤަދަރީންގެ ޢަލާމާތަކީ: ސުންނަތުގެ އަހުލުވެރިންނަށް މުޖައްބިރާއިންނޭ (މަޖުބޫރުވެފައިވާކަމަށް ޤަބޫލުކުރާ ބައެއްކަމަށް) ނަންދިނުމެވެ. އަދި ޖަހްމީންގެ ޢަލާމާތަކީ: ސުންނަތުގެ އަހުލުވެރިންނަށް މުޝައްބިހާއިންނޭ (ﷲ އާއި މަޚްލޫޤުން ވައްތަރުކުރާ ބައެކޭ) ކިޔުމެވެ. ރާފިޟީންގެ ޢަލާމާތަކީ: އަޘަރުތަކުގެ އަހުލުވެރިންނަށް ނާބިތާއިންނޭ ނާޞިބީންނޭ (ޢަލީގެފާނާއި އަހުލު ބައިތުންދެކެ ރުޅިއަންނަ ޢަދާވާތްތެރިވާ ބައެކޭ) ކިޔުމެވެ. އަހުރެން ބުނަމެވެ: އެހުރިހާ އެއްޗަކީވެސް ޢަޞަބިއްޔަތެވެ. ސުންނަތުގެ އަހުލުވެރިންނަށް އެންމެ ނަމެއް މެނުވީ ގުޅިގެން ނުދެއެވެ. އެއީ އަޞްޙާބުލް ޙަދީޘް (ޙަދީޘްގެ އަޞްޙާބުން) ނެވެ.\"",""],["130","(نبز المبتدعة لأهل الحق)","قلت أنا: رأيت أهل البدع في هذه الأسماء التي لقبوا بها أهل السنة سلكوا معهم مسلك المشركين مع رسول الله ﷺ، فإنهم اقتسموا القول فيه، فسماه بعضهم ساحرا، وبعضهم كاهنا، وبعضهم شاعرا، وبعضهم مجنونا، وبعضهم مفتونا، وبعضهم مفتريا مختلقا كذابا؛ وكان النبي ﷺ من تلك المعائب بعيدا بريئا، ولم يكن إلا رسولا مصطفى نبيا، قال الله عز وجل: {انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا}. كذلك المبتدعة خذلهم الله اقتسموا القول في حملة أخباره ونقلة آثاره ورواة أحاديثه المقتدين المهتدين بسنته، فسماهم بعضها حشوية، وبعضهم مشبهة، وبعضهم نابتة، وبعضهم ناصبة، وبعضهم جبرية؛ وأصحاب الحديث عصابة من هذه المعايب بريئة زكية نقية، وليسوا إلا أهل السنة المضية والسيرة المرضية والسبل السوية والحجج البالغة القوية؛ قد وفقهم الله جل جلاله لاتباع كتابه ووحيه وخطابه، والاقتداء برسوله ﷺ في أخباره التي أمر فيها أمته بالمعروف من القول والعمل، وزجرهم فيها عن المنكر منهما، وأعانهم على التمسك بسيرته والاهتداء بملازمة سنته، وشرح صدورهم لمحبته ومحبة أئمة شريعته وعلماء أمته. ومن أحب قوما فهو معهم يوم القيامة بحكم قول رسول الله ﷺ: «المرء مع من أحب».","","","ބިދުޢާގެ އަހުލުވެރިން ސުންނަތުގެ އަހުލުވެރިންނަށް އެކި ލަޤަބުތައްދީ އެކި ނަންތައް ގޮވުމުގައި ހިފީ މައްކާގެ މުޝްރިކުންގެ މަންހަޖު\nއަހުރެން (ފޮތުގެ މުއައްލިފު އައްޞާބޫނީ) ބުނަމެވެ: ސުންނަތުގެ އަހުލުވެރިންނަށް ބިދުޢާގެ އަހުލުވެރިން މިދިން ލަޤަބުތަކާއި ނަންތަކުގައި އަހުރެންނަށް ފެނުނީ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އާއެކު މުޝްރިކުން ހިފި ގޮތުގައި އެމީހުންވެސް ހިފިތަނެވެ. އެގޮތުން އެކަލޭގެފާނާމެދު އެމީހުން އެކި ބަސްތަކުން ބަސް ބުންޏެވެ: އޭގެ ތެރެއިން އެއްބަޔަކު އެކަލޭގެފާނީ ސިޙުރުވެރިއެއްކަމަށް ނަންދިނެވެ. އަނެއްބަޔަކު ކާހިނެއްކަމަށް، އަނެއްބަޔަކު ޝާޢިރެއްކަމަށް، އަނެއްބަޔަކު އެކަލޭގެފާނީ މޮޔައެއްކަމަށް، އަނެއްބަޔަކު އެއީ ފިތުނަވެރިވެގެންވާ މީހެއްކަމަށް، އަނެއްބަޔަކު އެކަލޭގެފާނީ ދޮގު ބުހުތާނު އުފައްދައިގެން ދައްކާ ކައްޒާބެއްކަމަށް ނަންދިނެވެ. އެއީ ނަބިއްޔާ صلى الله عليه وسلم އެހުރިހާ ޢައިބުތަކުން ބަރީއަވެ ދުރުވެގެންވާ ޙާލުގައިއެވެ. އިޚްތިޔާރުކުރެއްވިގެންވާ ނަބިއްޔު ރަސޫލެއްކަމުގައި މެނުވީ އެކަލޭގެފާނު ނުވެއެވެ. ﷲ عز وجل ވަޙީކުރެއްވިއެވެ:\n﴿ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ ‌فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا﴾ [الفرقان: 9] \nމާނައީ: \"ކަލޭގެފާނާމެދު އެއުރެން މިޘާލު ޖެހީ، ކޮންފަދައަކުންކަން ކަލޭގެފާނު ދެކެވަޑައިގަންނަވާށެވެ! ފަހެ އެއުރެން މަގުފުރެދިގެން ދިޔައެވެ. ދެން އެއްވެސް މަގަކަށް، އެއުރެންނަށް ކުޅަދާނަވެގެންނެއް ނުވެތެވެ.\"\nއެފަދައިން ބިދުޢަވެރިންވެސް -ﷲ އެމީހުން ނިކަމެތިކުރައްވާށި- އެކަލޭގެފާނުގެ ޚަބަރުތައް އުފުލާ މީހުންނާމެދު، އެކަލޭގެފާނުގެ އަޘަރުތައް ނަޤުލުކުރެއްވި ބޭކަލުންނާމެދު، އެކަލޭގެފާނުގެ ޙަދީޘްތައް ރިވާކުރި ބޭކަލުންނާމެދު، އެކަލޭގެފާނުގެ ސުންނަތަށް ތަބަޢަވެގެންވާ މީހުންނާމެދު؛ ތަފާތު އެކި ބަސްތަކުން ބަސްބުންޏެވެ. އެގޮތުން ބައެއް މީހުން އެމީހުންނަށް ޙަޝަވީން (އަގެއްނެތް ދަށުދަރަޖައިގެ މީހުން) ކަމުގައި، އަނެއްބައިމީހުން އެއީ މުޝައްބިހާއިން (ﷲ އާއި މަޚްލޫޤުން ވައްތަރުކުރާ މީހުން) ކަމުގައި، އަނެއްބައިމީހުން އެއީ ނާބިތާއިން (ތަންދޮރު ނުދަންނަ ނުބައި ޖާހިލުން) ކަމުގައި، އަނެއްބަޔަކު ނާޞިބީން (އަހުލުބައިތުންނާ ޢަދާވާތްތެރިވާ މީހުން) ކަމުގައި، އަނެއްބަޔަކު ޖަބްރީން (އަމިއްލަ އިޚްތިޔާރެއްނެތި މަޖުބޫރުވެގެންވާ މީހުން) ކަމުގައި ނަންދިނެވެ.\nޙަދީޘްގެ އަޞްޙާބުންވަނީ މިޢައިބުތަކުން ބަރީއަވެ، ސާފުވެ، ތަޤުވާވެރިވެގެންވާ ބައެއްކަމުގައިއެވެ. މާޒީވެގޮސްފައިވާ ސުންނަތާއި، ރުހުންލިބިގެންވާ ސީރަތާއި، ސީދާވެގެންވާ މަގުތަކާއި، ވަރުގަދަވެގެންވާ ޙުއްޖަތްތަކުގެ އަހުލުވެރިންކަމުގައި މެނުވީ އެމީހުން ނުވެއެވެ. ﷲ جل جلاله އެކަލާނގެ ފޮތަށް، އެކަލާނގެ ވަޙީއާއި ޚިޠާބަށް ތަބަޢަވުމަށް، އަދި އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم ގެ ޚަބަރުތަކަށް އިޤުތިދާވުމަށް އެމީހުންނަށް ތައުފީޤުދެއްވިއެވެ. އެއީ އެކަލޭގެފާނުގެ އުއްމަތަށް ބަހާއި ޢަމަލުންވާ ހެޔޮކަމަށް އަމުރުކުރައްވާ، އެކަންކަމުގެ ތެރެއިންވާ މުންކަރާތްތައް މަނާކުރައްވާފައިވާ ޚަބަރުތަކެވެ. އަދި އެކަލޭގެފާނުގެ ސީރަތުގައި ހިފުމަށާއި، އެކަލޭގެފާނުގެ ސުންނަތުގައި ލާޒިމްވެގެން ތެދުމަގު ހޯދުމަށް އެކަލާނގެ އެމީހުންނަށް އެހީތެރިވެވޮޑިގަންނަވާ، އަދި އެކަލޭގެފާނުދެކެ ލޯބިވުމަށާއި، އެކަލޭގެފާނުގެ ޝަރީޢަތުގެ އިމާމުންދެކެ ލޯބިވުމަށާއި، އެކަލޭގެފާނުގެ އުއްމަތުގެ ޢިލްމުވެރިންދެކެ ލޯބިވުމަށް އެކަލާނގެ އެމީހުންގެ ހިތްތައް ތަނަވަސްކޮށްދެއްވިއެވެ.\nއަދި ބަޔަކު މީހުންދެކެ ލޯބިވެއްޖެ މީހާވަނީ ޤިޔާމަތްދުވަހު އެމީހުންނާ އެކުގައިއެވެ. އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ ބަސްފުޅުގެ ޙުކުމުންނެވެ:\n«الْمَرْءُ ‌مَعَ ‌مَنْ ‌أَحَبَّ» (57)\nމާނައީ: \"މީހާވަނީ އޭނާ ލޯބިވާ ބަޔަކާ އެކުގައިއެވެ.\"","(57) صحيح البخاري: 6168، ومسلم: 2641"],["131","(علامات أهل السنة)","وإحدى علامات أهل السنة حبهم لأئمة السنة وعلمائها وأنصارها وأوليائها، وبغضهم لأئمة البدع، الذين يدعون إلى النار ويدلون أصحابهم على دار البوار. وقد زين الله سبحانه قلوب أهل السنة ونورها بحب علماء السنة فضلا منه جل جلاله ومنة.","","","ސުންނަތުގެ އަހުލުވެރިންގެ އެންމެ ފާޅުކަން ބޮޑު އެއް ޢަލާމާތަކީ: ސުންނަތު ޢަޤީދާގެ ޢިލްމުވެރިންނާއި އިމާމުންދެކެ ލޯބިވުމާއި، އެއާ ޚިލާފުވާ ބިދުޢާގެ އިމާމުންދެކެ ރުޅިއައުން\nއަދި ސުންނަތުގެ އަހުލުވެރިންގެ ޢަލާމާތްތަކުގެ ތެރެއިން އެއްކަމަކީ: ސުންނަތުގެ އިމާމުންނާއި ސުންނަތުގެ ޢިލްމުވެރިންނާއި، އެއަށް ނަޞްރުދޭ މީހުންނާއި އެހީތެރިންދެކެ ލޯބިވުމެވެ. އަދި ނަރަކައަށް ދަޢުވަތުދޭ، އަދި ހަލާކުގެ ގޮވެއްޗަށް އެމީހުންގެ އަޞްޙާބުންނަށް މަގުދައްކާ ބިދުޢާގެ އިމާމުންދެކެ އެމީހުން ރުޅިއައުމެވެ.\nﷲ تبارك وتعالى ވަނީ ސުންނަތުގެ ޢިލްމުވެރިންދެކެ އޮންނަ ލޯބިން ސުންނަތުގެ އަހުލުވެރިންގެ ހިތްތައް ޒީނަތްތެރިކުރައްވާ އަލިކުރައްވާފައިއެވެ. އެއީ އެކަލާނގެ جل جلاله ގެ ޙަޟްރަތުންވާ ފަޟްލަވަންތަކަމާއި މިންނަތުންނެވެ.",""],["132","(حب أهل الحق وذكر بعض أسمائهم)","أخبرنا الحاكم أبو عبد الله الحافظ أسكنه الله وإيانا الجنة: حدثنا محمد بن إبراهيم بن الفضل المزكي: حدثنا أحمد بن سلمة: قرأ علينا أبو رجاء قتيبة بن سعيد كتاب الإيمان له، فكان في آخره: فإذا رأيت الرجل يحب سفيان الثوري ومالك بن أنس والأوزاعي وشعبة وابن المبارك وأبا الأحوص وشريكا ووكيعا ويحيى بن سعيد وعبد الرحمن بن مهدي، فاعلم أنه صاحب سنة. قال أحمد بن سلمة رحمه الله: فألحقت بخطي تحته: ويحيى بن يحيى وأحمد بن حنبل وإسحاق بن راهويه، فلما انتهى إلى هذا الموضع نظر إلينا أهل نيسابور، وقال: هؤلاء القوم يبغضون يحيى بن يحيى، فقلنا له: يا أبا رجاء ما يحيى بن يحيى؟ قال: رجل صالح إمام المسلمين، وإسحاق بن إبراهيم إمام، وأحمد بن حنبل أكبر من سميتهم كلهم.","","","އަހަރުމެންނަށް އަލްޙާކިމު އަބޫ ޢަބްދު ﷲ އަލްޙާފިޡު -ﷲ އެބޭފުޅާއާއި އަހަރުމެން ސުވަރުގެ ލައްވާށި- ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު އިބްރާހީމު ބްނުލް ފަޟްލު އަލްމުޒައްކީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޙްމަދު ބްނު ސަލަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ރަޖާއު ޤުތައިބާ ބްނު ސަޢީދު އެކަލޭގެފާނުގެ ކިތާބުލް އީމާން ފޮތް ކިޔާދެއްވިއެވެ؛ އޭގެ ފަހުކޮޅުގައިވެއެވެ:\n«فإذا ‌رأيت ‌الرجل ‌يحب سفيان الثوري، ومالك بن أنس، والأوزاعي، وشعبة، وابن المبارك، وأبا الأحوص، وشريك، ووكيع، ويحيى بن سعيد، وعبد الرحمن بن مهدي، فاعلم أنه صاحب سنة.»\nމާނައީ: \"މީހާ ސުފްޔާނުއް ޘައުރީއާއި، މާލިކު ބްނު އަނަސްއާއި، އަލްއައުޒާޢީއާއި، ޝުޢުބާއާއި، އިބްނުލް މުބާރަކުއާއި، އަބުލް އަޙްވަޞުއާއި، ޝަރީކުއާއި، ވަކީޢުއާއި، ޔަޙްޔާ ބްނު ސަޢީދުއާއި، ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީދެކެ ލޯބިވާތަން ތިބާއަށް ފެނިއްޖެނަމަ؛ ފަހެ އޭނާއީ ސުންނަތުގެ އަހުލުވެރިއެއްކަން ދަންނާށެވެ.\"\nއަޙްމަދު ބްނު ސަލަމާ ވިދާޅުވިއެވެ:\n«فألحقت بخطي تحته، ويحيى ‌بن ‌يحيى، وأحمد بن حنبل، وإسحاق بن راهويه، فلما انتهى إلى هذا الموضع، نظر إلينا أهل نيسابور، وقال: هؤلاء القوم يتعصبون يحيى ‌بن ‌يحيى، فقلنا له: يا أبا رجاء! ما يحيى ‌بن ‌يحيى؟ قال: رجل صالح إمام المسلمين، وإسحاق بن إبراهيم إمام، وأحمد بن حنبل أكبر من سميتهم كلهم»\nމާނައީ: \"ދެން އަހުރެންގެ އަތުލިޔުމުން އޭގެ ދަށުގައި ގުޅުވާލީމެވެ: އަދި ޔަޙްޔާ ބްނު ޔަޙްޔާއާއި، އަޙްމަދު ބްނު ޙަންބަލުއާއި، އިސްޙާޤު ބްނު ރާހަވައިހިދެކެއެވެ.\" ދެން މިހިސާބަށް އެކަލޭގެފާނު ކިޔާ ނިންމިތަނާ އަހަރުމެން -ނައިސާބޫރުގެ އަހުލުވެރިންނާ- ދިމާލަށް ބައްލަވާފައި ޤުތައިބާ ވިދާޅުވިއެވެ: \"މިތިބަ މީހުންނަކީ ޔަޙްޔާ ބްނު ޔަޙްޔާއަށް ތަޢައްޞުބުވާ (58) ބައެކެވެ.\" ދެން އަހަރުމެން އެކަލޭގެފާނަށް ދެންނެވީމެވެ: \"އޭ އަބޫ ރަޖާއުއެވެ! ޔަޙްޔާ ބްނު ޔަޙްޔާއަކީ ކާކުތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"ޞާލިޙު ބޭކަލެކެވެ. މުސްލިމުންގެ އިމާމެކެވެ. އަދި އިސްޙާޤު ބްނު އިބްރާހީމުއަކީވެސް އިމާމެކެވެ. އަދި އަޙްމަދު ބްނު ޙަންބަލުއަކީ އަހުރެން މިނަންކީ އެންމެހާ ބޭކަލުންނަށްވުރެވެސް ބޮޑުވެގެންވާ ބޭކަލެކެވެ.\"","(58) މިފޮތުގެ އެހެން ނުސްޚާއެއްގައިވަނީ: \"ޔަޙްޔާ ބްނު ޔަޙްޔާދެކެ ރުޅިއަންނަ ބަޔެކެވެ.\""],["133","(حب أهل الحق وذكر بعض أسمائهم)","وأنا ألحقت بهؤلاء الذين ذكر قتيبة رحمه الله أن من أحبهم فهو صاحب سنة من أئمة أهل الحديث الذين بهم يقتدون وبهديهم يهتدون ومن جملتهم وشيعتهم أنفسهم يعدون وفي اتباعهم آثارهم يجدّون جماعةً آخرين، منهم محمد بن إدريس الشافعي المطلبي الإمام المقدم والسيد المعظم، العظيم المنة على أهل الإسلام والسنة، الموفق الملقن الملهم المسدد، الذي عمل في دين الله وسنة رسوله ﷺ من النصر لهما والذب عنهما ما لم يعمله أحد من علماء عصره ومن بعدهم. ومنهم الذين كانوا قبل الشافعي رحمه الله، كسعيد بن جبير⁽³¹⁾ والزهري والشعبي والتيمي؛ ومن بعدهم كالليث بن سعد والأوزاعي والثوري وسفيان بن عيينة الهلالي وحماد بن سلمة وحماد بن زيد ويونس بن عبيد وأيوب وابن عون ونظرائهم؛ ومن بعدهم مثل يزيد بن هارون وعبد الرزاق وجرير بن عبد الحميد؛ ومن بعدهم مثل محمد بن يحيى الذهلي ومحمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري وأبي داود السجستاني وأبي زرعة الرازي وأبي حاتم وابنه ومحمد بن مسلم بن وارة ومحمد بن أسلم الطوسي وعثمان بن سعيد الدارمي، ومحمد بن إسحاق بن خزيمة الذي كان يدعى إمام الأئمة، ولعمري كان إمام الإئمة في عصره ووقته، وأبي يعقوب إسحاق بن إسماعيل البستي، وجدي -من قبل أبي- أبي سعيد يحيى بن منصور الزاهد الهروي، وعدي بن حمدويه الصابوني، وولديه سيفي السنة أبي عبد الله الصابوني وأبي عبد الرحمن الصابوني، وغيرهم من أئمة السنة الذين [كانوا] متمسكين بها ناصرين لها داعين إليها والين عليها.","⁽³¹⁾ في نسخة: \"منهم محمد بن إدريس الشافعي وسعيد بن جبير\"","","ސުންނަތުގެ އަހުލުވެރިން އެބޭކަލުންނަށްޓަކައި ފަޚުރުވެރިވާ ސަލަފުންގެ އިމާމުންގެ ބައެއް ބޭކަލުންގެ ނަންފުޅުތައް ޛިކުރުކުރުން\nއަދި އަހުރެން (އެބަހީ: ފޮތުގެ މުއައްލިފު އައްޞާބޫނީ) ވެސް ޤުތައިބާ މި ޛިކުރުކުރައްވާފައިވާ -އެބޭކަލުންދެކެ ލޯބިވެއްޖެ މީހަކީ ފަހެ ސުންނަތުގެ އަހުލުވެރިއެއްކަމުގައިވާ، އަދި އެބޭކަލުންނަށް ތަބަޢަވެވޭ، އަދި އެބޭކަލުންގެ ހިދާޔަތުން ހިދާޔަތު ހޯދޭ، އަދި އެބޭކަލުންގެ ޖަމާޢަތާއި އެބޭކަލުންނަށް ތަބަޢަވާ މީހުންގެ ތެރޭގައި އެމީހުންގެ ނަފްސުތައް ހިމަނާ، އަދި އެބޭކަލުންގެ އަޘަރުތަކަށް ތަބަޢަވުމުގައި ގަދައަޅާ މަސައްކަތްކުރެވޭ ބޭކަލުންގެ ތެރެއަށް- އެހެން ޖަމާޢަތެއްވެސް ގުޅުވާލާހުށީމެވެ:\nއެބޭކަލުންގެ ތެރޭގައި: އިސްވެގެންވާ އިމާމު، މަތިވެރިވެގެންވާ ސައްޔިދު، އިސްލާމްދީނާއި ސުންނަތުގެ އަހުލުވެރިންނަށް އެބޭކަލެއްގެ މިންނަތު ބޮޑުވެގެންވާ، ތައުފީޤުދެއްވިގެންވާ، އިލްހާމުކުރެވިގެންވާ، ސީދާކުރެވި (ހެޔޮގޮތް) ލައިދެއްވިގެންވާ ކަލޭގެފާނު، އަދި އެބޭކަލެއްގެ ޒަމާނުގެ ޢިލްމުވެރިންނާއި އޭގެ ފަހުންވީ ބޭކަލުންގެ ތެރެއިން ބޭކަލެއްވެސް ނުކުރައްވާވަރަށް ﷲ ގެ ދީނާއި އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم ގެ ސުންނަތަށް ނަޞްރުދިނުމުގައި އަދި އެދިފާޢުކުރުމުގައި މަސައްކަތްކުރެއްވި މުޙައްމަދު ބްނު އިދްރީސް އައްޝާފިޢީ އަލްމުއްޠަލިބީ ވެއެވެ.\nއަދިވެސް އެބޭކަލުންގެ ތެރޭގައި: އައްޝާފިޢީގެ ކުރިންވީ ބޭކަލުން: ސަޢީދު ބްނު ޖުބައިރުއާއި، އައްޒުހްރީއާއި، އައްޝަޢުބީއާއި، އައްތައިމީފަދަ ބޭކަލުންވެއެވެ.\nއަދި އެބޭކަލުންގެ ފަހުން: އައްލައިޘު ބްނު ސަޢުދުއާއި، އަލްއައުޒާޢީއާއި، އައްޘައުރީއާއި، ސުފްޔާނު ބްނު ޢުޔައިނާ އަލްހިލާލީއާއި، ޙައްމާދު ބްނު ސަލަމާއާއި، ޙައްމާދު ބްނު ޒައިދުއާއި، ޔޫނުސް ބްނު ޢުބައިދުއާއި، އައްޔޫބުއާއި، އިބްނު ޢަވްނުއާއި އެފަދަ ބޭކަލުންވެއެވެ.\nއަދި އެބޭކަލުންގެ ފަހުން: ޔަޒީދު ބްނު ހާރޫނުއާއި، ޢަބްދުއް ރައްޒާޤުއާއި، ޖަރީރު ބްނު ޢަބްދުލް ޙަމީދުފަދަ ބޭކަލުންވެއެވެ.\nއަދި އެބޭކަލުންގެ ފަހުން: މުޙައްމަދު ބްނު ޔަޙްޔާ އައްޛުހަލީއާއި، މުޙައްމަދު ބްނު އިސްމާޢީލު އަލްބުޚާރީއާއި، މުސްލިމު ބްނުލް ޙައްޖާޖު އަލްޤުޝައިރީއާއި، އަބޫ ދާވޫދު އައްސިޖިސްތާނީއާއި، އަބޫ ޒުރްޢާ އައްރާޒީއާއި، އަބޫ ޙާތިމުއާއި، އެކަލޭގެފާނުގެ ދަރިކަލުންނާއި، މުޙައްމަދު ބްނު މުސްލިމު ބްނު ވާރާ އާއި، މުޙައްމަދު ބްނު އަސްލަމު އައްޠޫސީއާއި، ޢުޘްމާނު ބްނު ސަޢީދު އައްދާރިމީއާއި، އެބޭކަލަކަށް އިމާމުންގެ އިމާމުގެ ލަޤަބުދެވޭ ކަލޭގެފާނު، -އަދި އަހުރެންގެ ޢުމުރަށްޓަކައި ބުނަމެވެ: ހަމަ ރަނގަޅަށްވެސް އެކަލޭގެފާނީ އެކަލޭގެފާނުގެ ޒަމާނާއި ދުވަސްވަރުގެ އިމާމުންގެ އިމާމެވެ.- މުޙައްމަދު ބްނު އިސްޙާޤު ބްނު ޚުޒައިމާއާއި، އަބޫ ޔަޢުޤޫބު އިސްޙާޤު ބްނު އިސްމާޢީލު އަލްބުސްތީއާއި، އަހުރެންގެ ބައްޕައާއި މަންމަ ފަރާތުގެ ދެ ކާފަކަމުގައިވާ: އަބޫ ސަޢީދު ޔަޙްޔާ ބްނު މަންޞޫރު އައްޒާހިދު އަލްހަރަވީއާއި، ޢަދިއްޔު ބްނު ޙަމްދަވައިހި އައްޞާބޫނީއާއި، އެބޭފުޅާގެ ދެދަރިކަލުންކަމުގައިވާ ސުންނަތުގެ ދެކަނޑިކަމުގައިވާ: އަބޫ ޢަބްދު ﷲ އައްޞާބޫނީ އަދި އަބޫ ޢަބްދުއް ރަޙްމާނު އައްޞާބޫނީއާއި އެނޫންވެސް ސުންނަތުގައި ހިފަހައްޓަވައިގެން ތިއްބަވާ، އެސުންނަތަށް ނަޞްރުދެއްވާ، އެއަށް ގޮވާލައްވާ، އެއަށް މަގުދެއްކެވި ސުންނަތުގެ އިމާމުވެރި ބޭކަލުންވެއެވެ.",""],["134","(حب أهل الحق وذكر بعض أسمائهم)","وهذه الجمل التي أثبتها في هذا الجزء كانت معتقد جميعهم، لم يخالف فيها بعضهم بعضا؛ بل أجمعوا عليها كلها. واتفقوا مع ذلك على القول بقهر أهل البدع وإذلالهم وإخزائهم وإبعادهم وإقصائهم، والتباعد منهم ومن مصاحبتهم ومعاشرتهم، والتقرب إلى الله عز وجل بمجانبتهم ومهاجرتهم.","","","ސަލަފުންގެ އިމާމުން އިޖްމާޢުވީ މިއަޤީދާއަށްކަމާއި، އެއާއެކު މިއާ ޚިލާފުވި ބިދުޢަވެރިން ކަނޑާވައްޓާލާ ގުޅުންކަނޑާލުމުގެ މައްޗަށްވެސް އެބޭކަލުން އިޖްމާޢުވިކަމާއި އެއީ އަޖުރުހުރި ހެޔޮކަމެއްކަން\nމި ޖުޒްއުގައި އަހުރެން މިޘާބިތުކުރި ކަންތަކަކީ އެހުރިހާ ބޭކަލުންގެވެސް ޢަޤީދާއެވެ. އޭގެ ތެރެއިން އެއްބަޔަކުވެސް މިކަންތަކުގައި ޚިލާފުވެ ނުލައްވައެވެ. އަދި ކިއެއްތަ، އެހުރިހާ ކަމަކަށް އިޖްމާޢުވިއެވެ. އަދި އެއާއެކު އެހުރިހާ ބޭކަލުންވެސް އިއްތިފާޤުވީ: ބިދުޢާގެ އަހުލުވެރިން ނިކަމެތިކޮށްލާ، ދަށްކޮށްލާ، ޤަދަރު ވައްޓާލާ، އަދި އެމީހުން ދުރުކޮށްލާ ފައްސާލާ، އަދި އެމީހުންނާވެސް ދުރުވެ އެއްކިބާވެ، އެމީހުންނާ އެކުގައި އުޅުމުންވެސް އެއްކިބާވުމުގެ މައްޗަށާއި، އަދި އެމީހުންނާ އެއްކިބާވެ ގުޅުންކަނޑާލާ ހަޖުރުކޮށްގެން ﷲ عز وجل އާ ކުއްތަންވުމުގެ މައްޗަށެވެ.",""],["135","(نصيحة أبي عثمان الصابوني)","قال الأستاذ الإمام رحمه الله: وأنا بفضل الله عز وجل متبع لآثارهم مستضيء بأنوارهم، ناصح إخواني وأصحابي أن لا يزيغوا عن منارهم، ولايتبعوا غير أقوالهم، ولا يشتغلوا بهذه المحدثات من البدع التي اشتهرت فما بين المسلمين وظهرت وانتشرت، ولو جرت واحدة منها على لسان واحد في عصر أولئك الأئمة لهجروه وبدعوه، ولكذبوه وأصابوه بكل سوء ومكروه. ولا يغرن إخواني حفظهم الله كثرة أهل البدع ووفور عددهم، [فإن وفور أهل الباطل وقلة عدد أهل الحق من علامات اقتراب يوم الحق،] فإن ذلك من أمارات اقتراب الساعة، إذ الرسول المصطفى ﷺ قال: «إن من علامات الساعة واقترابها أن يقل العلم ويكثر الجهل» والعلم هو السنة، والجهل هو البدعة.","","","ސަލަފުންގެ އަޘަރުތަކަށް ތަބަޢަވުމަށާއި، އެބޭކަލުންގެ ބަސްތައް ދޫކޮށް އެހެން މީހުންގެ ބަސްތަކުގައި ނުހިފުމަށް މުއައްލިފު ވަޞިއްޔަތްކުރައްވާ، އަދި ބިދުޢަވެރިންނާމެދު ޢަމަލުކުރެވެންޖެހޭ އުޞޫލު ނެތިގެންދާކަމުގެ މައްޗަށް ހިތާމަކުރެއްވުން\n-އަލްއުސްތާޛު އަލްއިމާމު (އެބަހީ: މުއައްލިފު އައްޞާބޫނީ) ވިދާޅުވިއެވެ:- (59) އަދި ﷲ عز وجل ގެ ފަޟްލަވަންތަކަމާއެކު އަހުރެންނީވެސް އެބޭކަލުންގެ އަޘަރުތަކަށް ތަބަޢަވާ، އެބޭކަލުންގެ ނޫރުތަކުން އަލިކަން ހޯދާ މީހެކެވެ. އަދި އަހުރެންގެ އަޚުންނާއި އެކުވެރިންނަށް ނަޞޭޙަތްތެރިވަނީވެސް: އެބޭކަލުންގެ އަލިގަދަ މުންނާރުން އެއްކިބާނުވުމަށާއި،(60) އެބޭކަލުންގެ ބަސްފުޅުތައް ފިޔަވައި އެހެން އެއްޗަކަށް ތަބަޢަނުވުމަށާއި، މުސްލިމުންގެ ތެރޭގައި މިހިރަ ފެތުރި ފާޅުވެ މަޝްހޫރުވެގެންވާ މިހިރަ އަލަށް އުފައްދާފައިވާ ބިދުޢަތަކުގައި މަޝްޣޫލުނުވުމަށެވެ. އެ އިމާމުންގެ ދުވަސްވަރުގައި އުޅުނު މީހެއްގެ ދޫމަތިން މިހިރަ ބިދުޢަތަކުން ކަމެއް ހިނގައިފިނަމަ؛ އެބޭކަލުން އެމީހަކާ ގުޅުންކަނޑާލައްވާ، އެމީހަކު ބިދުޢަވެރިކުރައްވާ، ދޮގުކުރެއްވީހެވެ. އަދި ކޮންމެ ނުބައިކަމާއި ނުރުހޭކަމެއް އެމީހަކަށް ޖެއްސީހެވެ.\nސަލަފުންގެ މަންހަޖާއި ބަސްފުޅުތައް ދޫކޮށް ބިދުޢައަށް ވެއްޓިފައިވާ މީހުން ގިނަވުމަކީ ޤިޔާމަތުގެ ޢަލާމާތެއްކަމާއި، އެކަމާމެދު ހެއްލިގެން ނުދިޔުމާއި، ސުންނަތުގައި ޘާބިތުވާ މީހާގެ މަތިވެރި އަޖުރު\nއަދި އޭ އަހުރެންގެ އަޚުންނޭވެ -ﷲ ތިއަޚުން ރައްކާތެރިކުރައްވާށި- ބިދުޢާގެ އަހުލުވެރިންގެ ގިނަގުނަކަމާއި، އެމީހުން ޢަދަދުތައް ބައިބޯކަމާހުރެ ތިޔަބައިމީހުން ހެއްލުންތެރިވިޔަ ނުދޭހުށިކަމެވެ! ފަހެ ހަމަކަށަވަރުން އެއީ ޤިޔާމަތް ގާތްވުމުގެ ޢަލާމާތްތަކުން ވާކަމެކެވެ. އެހެނީ އިޚްތިޔާރުކުރެއްވިގެންވާ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إِنَّ مِنْ عَلَامَات السَّاعَةِ واقْتِرَابِهَا أَنْ يَقِلّ الْعِلْمُ، ‌وَيَكْثر ‌الْجَهْلُ» (61)\nމާނައީ: \"ހަމަކަށަވަރުން ޤިޔާމަތްދުވަސް އަދި އެދުވަސް ގާތްވަމުން އަންނަކަމުގެ ޢަލާމާތްތަކުގެ ތެރޭގައި: ޢިލްމު މަދުވެ، ޖާހިލުކަން ގިނަވުންވެއެވެ.\"\nޢިލްމަކީ ސުންނަތެވެ. އަދި ޖާހިލުކަމަކީ ބިދުޢައެވެ.","(59) މިއީ ކުރިންވެސް ބަޔާންކުރެވުނު ގޮތަށް، ފޮތުގެ ކޮޕީތައް ލިޔުނު މީހުން މުއައްލިފުގެ ބަސް ގެނައުމަށް އިތުރުކޮށްފައިވާ ޢިބާރާތެކެވެ.\n(60) ފޮތުގެ އެހެން ޗާޕުތަކުގައި މިތަނުގައި އަންނަނިވި ޢިބާރާތްވާކަމަށް މުޙައްޤިޤު ބަޔާންކުރިއެވެ: \"އެބޭކަލުންގެ ޝަރީޢަތް ފިޔަވައި އެހެން އެއްޗަކަށް ޢަމަލުނުކުރުމަށާއި...\"\n(61) صحيح البخاري: 5231، ومسلم: 2671"],["136","(نصيحة أبي عثمان الصابوني)","[قال ﷺ: «إن الإيمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها»⁽³²⁾ وقال ﷺ: «لا تقوم الساعة حتى لا يقال في الأرض: الله الله»⁽³³⁾] ومن تمسك [اليوم] بسنة رسول الله ﷺ وعمل بها واستقام عليها ودعا إليها كان أجره أوفر وأكثر من أجر من جرى على هذه الجملة في أوائل الإسلام والملة، إذ الرسول المصطفى ﷺ قال: «له أجر خمسين» فقيل: خمسين منهم؟ قال: «بل منكم». وإنما قال ﷺ ذلك لمن يعمل بسنته عند فساد أمته.","⁽³²⁾ متفق عليه\n⁽³³⁾ صحيح مسلم كتاب الإيمان ح148","","މިއަދު ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ ސުންނަތުގައި ހިފަހައްޓާ، އަދި އެއަށް ޢަމަލުކޮށް، އޭގެ މަތީގައި ސީދާވެ ޘާބިތުވެ، އަދި ސުންނަތުން (އެބަހީ: ސުންނަތުގައިވާ ގޮތަށް ސުންނަތުގެ މަންހަޖުން) އެއަށް ދަޢުވަތުދީ ގޮވާލައިފިމީހާ؛ ފަހެ މިބަޔާންކުރި (ޢަޤީދާއާއި ސުންނަތުގެ އަސާސްތަކުގެ) ޖުމްލަތަކުގެ މަތީގައި އިސްލާމްދީނާއި މިއްލަތުގެ ކުރީކޮޅުގައި ހިނގި މީހުންނަށްވުރެ އޭނާގެ އަޖުރު މާބޮޑުވެ ގިނަވެގެންވެއެވެ. އެހެނީ އިޚްތިޔާރުކުރެއްވިގެންވާ ރަސޫލު ކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ:\n‌«لَه أَجْرِ ‌خَمْسِينَ. فقِيلَ: ‌خَمْسِينَ مِنْهُمْ؟ قَالَ: بَلْ مِنْكُمْ» (62)\nމާނައީ: \"އޭނާއަށް ފަންސާސް މީހުންގެ އަޖުރު ހުއްޓެވެ.\" ދެންނެވުނެވެ: \"އެމީހުންގެ ތެރެއިންވާ ފަންސާސްމީހުންގެ އަޖުރުތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"ކިއެއްތަ، ތިޔަބައިމީހުންގެ ތެރެއިންނެވެ.\" (އެބަހީ: ތިޔަބައިމީހުންގެ ތެރެއިން ފަންސާސް ބޭކަލުންގެ އަޖުރު އެމީހަކަށް ލިބޭނެއެވެ.)\nއެކަލޭގެފާނު އެފަދައިން ޙަދީޘްކުރެއްވިކަން ކަށަވަރީ: އެކަލޭގެފާނުގެ އުއްމަތް ފަސާދަވެ ނުބައިވެގެންދާހިނދު އެކަލޭގެފާނުގެ ސުންނަތަށް ޢަމަލުކުރާ މީހާއާމެދުގައިއެވެ.","(62) سنن أبي داود: 4341، والترمذي: 3058، وابن ماجه: 4014"],["137","(نصيحة أبي عثمان الصابوني)","وجدت في كتاب الشيخ الإمام جدي أبي عبد الله محمد بن عدي بن حمدويه الصابوني رحمه الله: أخبرنا أبو العباس الحسن بن سفيان النسوي أن العباس بن صبيح حدثهم: حدثنا عبد الجبار بن مظاهر: حدثني معمر بن راشد: سمعت ابن شهاب الزهري يقول: تعليم سنة أفضل من عبادة مائتي سنة.","","","އަހުރެންގެ ކާފަ: އަލްއިމާމު އައްޝެއިޚު އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު ޢަދިއްޔު ބްނު ޙަމްދަވައިހި އައްޞާބޫނީ رحمه الله ގެ ފޮތުން އަހުރެންނަށް ފެނުނެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް އަލްޙަސަނު ބްނު ސުފްޔާނު އައްނަސަވީ ޚަބަރުދެއްވިއެވެ: އެއީ އަލްޢައްބާސް ބްނު ޞުބައިޙު އެބޭކަލުންނަށް މިހެން ކިޔާދެއްވިކަމަށެވެ: އަހަރުމެންނަށް ޢަބްދުލް ޖައްބާރު ބްނު މުޡާހިރު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް މަޢުމަރު ބްނު ރާޝިދު ކިޔާދެއްވިއެވެ: އިބްނު ޝިހާބު އައްޒުހްރީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«تَعليمُ سنَّة ‌أَفْضَلُ ‌مِنْ ‌عِبَادَةِ مِائَتي ‌سَنَةٍ»\nމާނައީ: \"ސުންނަތެއް އުނގަންނައިދީ ދަސްކޮށްދިނުން، ދުއިސައްތަ އަހަރު އަޅުކަންކުރުމަށްވުރެވެސް ހެޔޮވެ މަތިވެރިވެގެންވެއެވެ.\"",""],["138","(نصيحة أبي عثمان الصابوني)","أخبرنا أبو بكر محمد بن عبد الله بن محمد بن زكريا الشيباني: أخبرنا أبو العباس محمد بن عبد الرحمن الدغولي: سمعت محمد بن حاتم المظفري يقول: سمعت عمرو بن محمد يقول: كان أبو معاوية الضرير يحدث هارون الرشيد فحدثه بحديث أبي هريرة: «احتج آدم وموسى»، فقال عيسى بن جعفر: كيف هذا وبين آدم وموسى ما بينهما؟ قال فوثب به هارون وقال: يحدثك عن الرسول ﷺ وتعارضه بكيف؟ قال: فما زال يقول حتى سكت عنه.","","","ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޚަބަރެއް އަޑުއިވުމުން އެކަމަށް އިޢުތިރާޟުކޮށް ޤަބޫލުނުކުރާ އުޞޫލުން ކިހިނެއްހޭ ބުނެ ދިމާކޮށްގެން ނުވާނޭކަމާއި، އެފަދައިން ކަންކުރާ މީހުންނަށް ހަރުކަށިކޮށް ޢަމަލުކުރެވޭނެކަން\nއަހަރުމެންނަށް އަބޫބަކުރު މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު މުޙައްމަދު ބްނު ޒަކަރިއްޔާ އައްޝައިބާނީ ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްބާސް މުޙައްމަދު ބްނު ޢަބްދުއް ރަޙްމާނު އައްދަޣޫލީ ޚަބަރުދެއްވިއެވެ: މުޙައްމަދު ބްނު ޙާތިމު އަލްމުޡައްފަރީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޢަމްރު ބްނު މުޙައްމަދު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«كان أبو معاويةَ الضَّريرُ يُحدِّث ‌هارونَ ‌الرَّشيد بحديثِ أبي هُرَيرةَ: احْتَجَّ ‌آدَمُ وَمُوسَى، فقال ‌عيسى بن جعفر: كيف هذا وبين ‌آدم وموسى ما بينهما؟ قالَ: فوثب به هارون وقال : يُحدِّثكَ عن الرسول صلى الله عليه وسلم وتعارضُه بكيف! قال : فما زال يقول حتى سكن عنه.»\nމާނައީ: \"އަބޫ މުޢާވިޔާ އައްޟަރީރު (ޚަލީފާ) ހާރޫނުއް ރަޝީދުއަށް ޙަދީޘްކިޔާދެއްވާ ކަމުގައިވިއެވެ. ދެން އާދަމުގެފާނާއި މޫސާގެފާނު ޖަދަލުކުރެއްވިކަމަށް އައިސްފައިވާ އަބޫ ހުރައިރާގެ ޙަދީޘް ކިޔާދެއްވިއެވެ. އެހިނދު ޢީސާ ބްނު ޖަޢުފަރު ބުނެފިއެވެ: \"ތިޔައީ ކިހިނެއްވާނޭކަމެއްހެއްޔެވެ!؟ އާދަމުގެފާނާއި މޫސާގެފާނާ ދެމެދު އެހާ މުއްދަތުވާއިރުއެވެ.\" (ރާވީ) ވިދާޅުވިއެވެ: އެހިނދު ހާރޫނު އޭނާގެ ގާތަށް ފުންމައިގަނެފައި ވިދާޅުވިއެވެ: \"އެކަލޭގެފާނު ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘް ކިޔާދެއްވުމުން ކަލޭ ކިހިނެއްހޭ ކިޔާފައި އެއާ ދިމާކުރަނީހެއްޔެވެ!؟\" (ރާވީ) ވިދާޅުވިއެވެ: އެކަލޭގެފާނު ހިމޭންވެއްޖައުމަށް ދާންދެން އެހެން ކިޔުއްވުމުގައި ދެމިހުންނެވިއެވެ.\"",""],["139","(نصيحة أبي عثمان الصابوني)","هكذا ينبغي للمرء أن يعظم أخبار رسول الله ﷺ، ويقابلها بالقبول والتسليم والتصديق؛ وينكر أشد الإنكار على من يسلك فيها غير هذا الطريق الذي سلكه هارون الرشيد رحمه الله مع من اعترض على الخبر الصحيح الذي سمعه بكيف على طريق الإنكار والاستبعاد له، ولم يتلقه بالقبول كما يجب أن يتلقى جميع ما يرد من الرسول ﷺ.","","","މިފަދައިން، މީހާ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ ޚަބަރުތަކަށް ޤަދަރުކޮށް މާތްކޮށްހިތާ، އަދި އެޚަބަރުތައް ޤަބޫލުކޮށް ކިޔަމަންވެ ތެދުކުރުން ކުރިމަތިކުރަން ޖެހެއެވެ. އަދި މިނޫން ގޮތަކަށް އެޚަބަރުތަކާ ދިމާކުރާ މީހާއަށް ވަރަށް ވަރުގަދައަށް އިންކާރުކުރުމުގެ މަގު ހިފަން ޖެހެއެވެ. އެއީ އަޑުއިވުނު ޞައްޙަ ޚަބަރަށް -އިންކާރުކޮށް އެކަން ޤަބޫލުނުވެވޭ ގޮތަށް ދުރުކޮށްލާ ގޮތަށް- ކިހިނެއްހޭ ކިޔައިގެން އިޢުތިރާޟުކޮށް، އަދި ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ވާރިދުވެގެން އަންނަ ހުރިހާ ޚަބަރުތަކާމެދު ކަންތައް ކުރަން ޖެހޭ ގޮތަށް ޤަބޫލުކުރުމާގެން އެއަށް ކުރިމަތިނުލާ މީހާއާމެދު ހާރޫނުއް ރަޝީދު ނެންގެވި މަގެވެ.",""],["140","(نصيحة أبي عثمان الصابوني)","جعلنا الله سبحانه من الذين يستمعون القول فيتبعون أحسنه، ويتمسكون في دنياهم مدة محياهم بالكتاب والسنة، وجنبنا الأهواء المضلة والآراء المضمحلة والأسواء المذلة، فضلا منه ومنة.\rآخره والحمد لله وحده.\rوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.","","","ބަސްއަޑުއަހާ އޭގެ އެންމެ ހެޔޮ ބަސްތަކަށް ތަބަޢަވެ، ދުނިޔޭގައި ދިރިއުޅޭހާ މުއްދަތުގައި ޤުރްއާނާއި ސުންނަތުގައި ހިފަހައްޓާ މީހުންގެ ތެރޭގައި ﷲ سبحانه وتعالى އަހަރުމެން ލައްވާށިއެވެ. އަދި މަގުފުރައްދަނިވި އަމިއްލަ އެދުންތަކާއި، ފިލައިދަނިވި ރައުޔުތަކާއި، ނިކަމެތިކޮށްލަނިވި ނުބައި ކަންތަކުން އަޅަމެން އެއްކިބާކުރައްވާށިއެވެ. އެކަލާނގެ ފަޟްލަވަންތަކަމާއި މިންނަތުންނެވެ.\nآخره، الحمد لله وحده، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.",""]]
