[["1","(ذكر سند الرسالة إلى أبي عثمان الصابوني)","بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nأخبرنا قاضي القضاة بدمشق نظام الدين عمر بن إبراهيم بن محمد بن مفلح الصالحي الحنبلي إجازة مشافهة قال: أخبرنا الحافظ أبو عبد الله محمد بن عبد الله بن أحمد بن المحب المقدسي إجازة إن لم يكن سماعا قال: أخبرنا الشيخان جمال الدين عبد الرحمن بن أحمد بن عمر بن شكر وأبو عبد الله بن محمد بن المحب عبد الله بن أحمد بن محمد المقدسيين، قال الأول: أخبرنا إسماعيل بن أحمد بن الحسين بن محمد العراقي سماعا قال: أخبرنا أبو الفتح عبد الله بن أحمد الخرقي، وقال الثاني: أخبرنا أحمد بن عبد الدائم وأخبرنا المحدث تاج الدين محمد ابن الحافظ عماد الدين إسماعيل بن محمد بن بغدش البعلي في كتابه، قال: أخبرنا أبو عبد الله محمد بن إسماعيل بن الخباز شفاها قال: أخبرنا أحمد بن عبد الدائم إجازة إن لم يكن سماعا، قال: أخبرنا الحافظ عبد الغني بن عبد الواحد بن علي بن سرور المقدسي قال: أخبرنا الخرقي سماعا قال: أخبرنا أبو بكر عبد الرحمن بن إسماعيل الصابوني قال: حدثنا والدي شيخ الإسلام أبو عثمان إسماعيل بن عبد الرحمن فذكره. وأخبرنا قاضي القضاة عز الدين عبد الرحيم بن محمد بن الفرات الحنفي إجازة مشافهة قال: أخبرنا محمود بن خليفة بن محمد بن خلف المنبجي إجازة قال: أخبرنا الجمال عبد الرحمن بن أحمد بن عمر بن شكر بسنده قال:","(١) هو الشيخ،","ބާބު","ﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ ނަންފުޅުން ފަށަމެވެ.\nﷲ ގެ މައްޗަށް އަހުރެން ވަކީލުކުރަމެވެ.","[6] އިބްނު ތައިމިއްޔާ"],["","(ذكر سند الرسالة إلى أبي عثمان الصابوني)","الحمد لله رب العالمين، والعاقبة للمتقين، وصلى الله وسلم على محمد وآله أجمعين.\rأما بعد، فإني لما وردت آمد طبرستان وبلاد جيلان متوجها إلى بيت الله الحرام وزيارة قبر نبيه محمد صلى الله عليه وعلى آله وأصحابه الكرام، سألني إخواني في الدين أن أجمع لهم فصولا في أصول الدين التي استمسك بها الذين مضوا من أئمة الدين وعلماء المسلمين والسلف الصالحين، وهدوا ودعوا الناس إليها في كل حين، ونهوا عما يضادها وينافيها جملة المؤمنين المصدقين المتقين، ووالوا في اتباعها وعادوا فيها، وبدعوا وكفروا من اعتقد غيرها، وأحرزوا لأنفسهم ولمن دعوهم إليها بركتها وخيرها، وأفضوا إلى ما قدموه من ثواب اعتقادهم لها واستمساكهم بها وإرشاد العباد إليها وحملهم إياهم عليها. فاستخرت الله تعالى وأثبتّ في هذا الجزء ما تيسر منها على سبيل الاختصار، رجاء أن ينتفع به أولو الألباب والأبصار. والله سبحانه يحقق الظن ويجزل علينا المن بالتوفيق والاستقامة على سبيل الرشد والحق بمنه وفضله.","","","",""],["","(صفات أصحاب الحديث)","قلت وبالله التوفيق: [إن] أصحاب الحديث [المتمسكين بالكتاب والسنة] -حفظ الله أحياءهم ورحم أمواتهم- يشهدون لله تعالى بالوحدانية، وللرسول ﷺ بالرسالة والنبوة.","","","",""],["","(معرفة صفات الله بوحيه وتنزيله)","ويعرفون ربهم عز وجل بصفاته التي نطق بها وحيه وتنزيله، أو شهد له بها رسوله ﷺ على ما وردت الأخبار الصحاح به، ونقلته العدول الثقات عنه، ويثبتون له جل جلاله [منها] ما أثبته لنفسه في كتابه وعلى لسان رسوله ﷺ. ولا يعتقدون تشبيها لصفاته بصفات خلقه، فيقولون إنه خلق آدم بيده، كما نص سبحانه عليه في قوله عز من قائل: {قال يا إبليس ما منعك أن تسجد لما خلقت بيديَّ}. ولا يحرفون الكلم عن مواضعه بحمل اليدين على النعمتين أو القوتين، تحريف المعتزلة الجهمية، أهلكهم الله، ولا يكيفونها بكيف أو شبهها بأيدي المخلوقين، تشبيه المشبهة، خذلهم الله. وقد أعاذ الله تعالى أهل السنة من التحريف والتشبيه والتكييف، ومنّ عليهم بالتعريف والتفهيم، حتى سلكوا سبل التوحيد والتنزيه، وتركوا القول بالتعطيل والتشبيه، واتبعوا قول الله عز وجل: {ليس كمثله شيء وهو السميع البصير}. [وكما ورد القرآن بذكر اليدين في قوله: {لِمَا خَلَقْتُ بِيَدَيَّ} وقوله: {بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ} ووردت الأخبار الصحاح عن رسول الله ﷺ بذكر اليد، كخبر محاجة موسى وآدم، وقوله له: «خلقك الله بيده، وأسجد لك ملائكته»، ومثل قوله ﷺ: \"لا أجعل صالح ذرية من خلقت بيدي، كمن قلت له: كن فكان\"، وقوله ﷺ: \"خلق الله الفردوس بيده\".]","","","",""],["","(إثبات جميع الصفات الواردة في الكتاب والسنة من غير تشبيه ولا تمثيل ولا تكييف ولا تحريف)","وكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار الصحاح، من السمع والبصر والعين والوجه والعلم والقوة والقدرة والعزة والعظمة، والإرادة والمشيئة والقول والكلام، والرضا والسخط والحياة، والحب والبغض والفرح والضحك وغيرها، من غير تشبيه لشيء من ذلك بصفات المربوبين المخلوقين، بل ينتهون فيها إلى ما قاله الله تعالى وقاله رسوله ﷺ، من غير زيادة عليه ولا إضافة إليه، ولا تكييف له ولا تشبيه، ولا تحريف ولا تبديل ولا تغيير، ولا إزالة للفظ الخبر عما تعرفه العرب وتضعه عليه بتأويل منكر؛ ويجرونه على الظاهر، ويكلون علمه إلى الله تعالى، ويقرون بأن تأويله لا يعلمه إلا الله، كما أخبر الله عن الراسخين في العلم أنهم يقولونه في قوله تعالى: {والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب}. [وآيات الكتاب وأخبار الرسول ﷺ الصحيحة المنيرة الناطقة بهذه الصفات وغيرها كثيرة يطول الكتاب بإحصائها وذكر اتفاق أئمة الملة وعلمائها على صحة تلك الأخبار الواردة بها، وأكثرها مخرج بالأسانيد الصحيحة في كتاب الانتصار. وشرطنا في أول هذا الكتاب الاختصار والاقتصار على أدنى المقدار، دون الإكثار برواية الأخبار وذكر أسانيدها الصحيحة عن نقلة الآثار ومصنفي المسانيد الصحاح الكبار.]","","","",""],["","(عقيدة السلف في القرآن وصفة الكلام لله)","ويشهد أصحاب الحديث ويعتقدون أن القرآن كلام الله وكتابه ووحيه وتنزيله، غير مخلوق. ومن قال بخلقه واعتقده فهو كافر عندهم. والقرآن الذي هو كلام الله ووحيه هو الذي نزل به جبريل على الرسول ﷺ، {قرآنا عربيا لقوم يعلمون * بشيرا ونذيرا} كما قال عز وجل: {وإنه لتنزيل رب العالمين * نزل به الروح الأمين * على قلبك لتكون من المنذرين * بلسان عربي مبين}. وهو الذي بلغه الرسول ﷺ أمته، كما أمر به في قوله تعالى: {يا أيها الرسول بلغ ما أنزل إليك من ربك} فكان الذي بلغهم بأمر الله تعالى كلامه عز وجل. وفيه قال ﷺ: \"أتمنعوني أن أبلغ كلام ربي\" 1 وهو الذي تحفظه الصدور، وتتلوه الألسنة، ويكتب في المصاحف، كيف ما تصرف بقراءة قارئ ولفظ لافظ وحفظ حافظ، وحيث تُلي وفي أي موضع قرئ وكتب في مصاحف أهل الإسلام وألواح صبيانهم وغيرها، كله كلام الله جل جلاله، غير مخلوق، فمن زعم أنه مخلوق فهو كافر بالله العظيم.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا الوليد حسان بن محمد يقول: سمعت الإمام أبا بكر محمد بن إسحاق بن خزيمة يقول: القرآن كلام الله غير مخلوق، فمن قال إن القرآن مخلوق فهو كافر بالله العظيم، لا تقبل شهادته، ولا يعاد إن مرض، ولا يصلى عليه إن مات، ولا يدفن في مقابر المسلمين، يستتاب فإن تاب وإلا ضربت عنقه.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","فأما اللفظ فإن الشيخ أبا بكر الإسماعيلي الجرجاني ذكر في رسالته صنفها لأهل جيلان أن من زعم أن لفظه بالقرآن مخلوق يريد به القرآن فقد قال بخلق القرآن.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","وذكر ابن مهدي الطبري في كتاب الاعتقاد الذي صنفه لأهل هذه البلاد أن مذهب أهل السنة والجماعة القول بأن القرآن كلام الله سبحانه، ووحيه وتنزيله، وأمره ونهيه، غير مخلوق، ومن قال مخلوق فهو كافر بالله العظيم، وأن القرآن في صدورنا محفوظ، بألسنتنا مقروء، في مصاحفنا مكتوب، وهو الكلام الذي تكلم الله عز وجل به؛ ومن قال: إن القرآن بلفظي مخلوق، 2 أو لفظي به مخلوق فهو جاهل ضال كافر بالله العظيم. وإنما ذكرت هذا الفصل بعينه من كتاب ابن مهدي لاستحساني ذلك منه، فإنه اتبع السلف من أصحاب الحديث فيما ذكره مع تبحره في [علم] الكلام وتصانيفه الكثيرة فيه وتقدمه وتبرزه عند أهله.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","أخبرنا أبو عبد الله الحافظ قال: قرأت بخط أبي عمرو المستملي: سمعت أبا عثمان سعيد بن إشكاب يقول: سألت إسحاق بن إبراهيم [بنيسابور] عن اللفظ بالقرآن فقال: \"لا ينبغي أن يناظر في هذا، القرآن كلام الله غير مخلوق\".","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","وذكر محمد بن جرير الطبري رحمه الله في كتابه الاعتقاد الذي صنفه في هذه المسألة، وقال: \"أما القول في ألفاظ العباد بالقرآن فلا أثر فيه نعلمه عن صحابي ولا تابعي، إلا عمن في قوله الغنى والشفا، وفي اتباعه الرشد والهدى، ومن يقوم قوله مقام الأئمة الأولى، أبي عبد الله أحمد بن حنبل رحمه الله تعالى، فإن أبا إسماعيل الترمذي حدثني قال: سمعت أبا عبد الله أحمد بن حنبل رحمه الله يقول: \"اللفظية جهمية\"، قال الله عز وجل: {فأجره حتى يسمع كلام الله} ممن يسمع؟. قال: سمعت جماعة من أصحابنا لا أحفظ أسماءهم يذكرون عنه رضي الله عنه أنه كان يقول: من قال لفظي بالقرآن مخلوق فهو جهمي، ومن قال غير مخلوق فهو مبتدع\".","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","قال محمد بن جرير: \"ولا قول في ذلك عندنا يجوز أن نقوله غير قوله، إذ لم يكن لنا فيه إمام نأتم به سواه، وفيه الكفاية والمقنع، وهو الإمام المتبع، رحمة الله عليه ورضوانه\". هذه ألفاظ محمد بن جرير التي نقلتها نفسها إلى ما هاهنا من كتاب الاعتقاد الذي صنفه.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","قلت: وهو -أعني محمد بن جرير- قد نفى عن نفسه بهذا الفصل الذي ذكره في كتابه كل ما نسب إليه وقذف به من عدول عن سبيل السنة أو ميل إلى شيء من البدعة. والذي حكاه عن أحمد رضي الله عنه وأرضاه أن اللفظية جهمية فصحيح عنه، وإنما قال ذلك لأن جهما وأصحابه صرحوا بخلق القرآن، والذين قالوا باللفظ تدرجوا به إلى القول بخلق القرآن، وخافوا أهل السنة في ذلك الزمان من التصريح بخلق القرآن، فذكروا هذا اللفظ وأرادوا به أن القرآن بلفظنا مخلوق، فلذلك سماهم أحمد رحمه الله جهمية. وحكي عنه أيضا أنه قال: \"اللفظية شر من الجهمية\".","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","وأما ما حكاه محمد بن جرير عن أحمد رحمه الله أن من قال لفظي بالقرآن غير مخلوق فهو مبتدع، فإنما أراد أن السلف من أهل السنة لم يتكلموا في باب اللفظ ولم يحوجهم الحال إليه، وإنما حدث الكلام في اللفظ من أهل التعمق وذوي الحمق الذين أتوا بالمحدثات، وعتوا عما نهوا عنه من الضلالات وذميم المقالات، وخاضوا فيما لم يخض فيه السلف من علماء الإسلام، فقال الإمام أحمد هذا القول في نفسه بدعة، ومن حق المتسنن أن يدعه ولا يتفوه به ولا بمثله من البدع المبتدعة، ويقتصر على ما قاله السلف من الأئمة المتبعة إن القرآن كلام الله غير مخلوق، ولا يزيد عليه إلا تكفير من يقول بخلقه.","","","",""],["","(أقوال أئمة أهل السنة في القرآن)","أخبرنا الحاكم أبو عبد الله الحافظ: حدثنا أبو بكر محمد بن عبد الله الخراجي بمرو: حدثنا يحيى بن ساسويه: حدثنا عبد الكريم السكري 3 قال: قال وهب بن زمعة: أخبرني الباشاني قال: سمعت عبد الله بن المبارك يقول: \"من كفر بحرف من القرآن فقد كفر بالقرآن، ومن قال: لا أومن بهذا الكلام فقد كفر\".","","","",""],["","(استواء الله على عرشه فوق سماواته)","ويعتقد أهل الحديث ويشهدون أن الله سبحانه فوق سبع سمواته على عرشه مستو كما نطق به كتابه في قوله عز وجل في سورة الأعراف: {إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش} وقوله في سورة يونس: {إن ربكم الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه} وقوله في سورة الرعد: {الله الذي رفع السموات بغير عمد ترونها ثم استوى على العرش} وقوله في سورة الفرقان: {ثم استوى على العرش الرحمن فاسأل به خبيرا} وقوله في سورة السجدة: {ثم استوى على العرش} وقوله في سورة طه: {الرحمن على العرش استوى}. [وقوله: {إليه يصعد الكلم الطيب} وقوله: {يدبر الأمر من السماء إلى الأرض ثم يعرج إليه} وقوله: {أأمنتم من في السماء أن يخسف بكم الأرض}.","","","",""],["","(استواء الله على عرشه فوق سماواته)","وأخبر الله سبحانه عن فرعون اللعين أنه قال لهامان: {ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الأَسْبَابَ * أَسْبَابَ السَّمَوَاتِ فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ كَاذِبًا} وإنما قال ذلك لأنه سمع موسى عليه الصلاة والسلام يذكر أن ربه في السماء، ألا ترى إلى قوله: {وَإِنِّي لَأَظُنُّهُ كَاذِبًا}، يعني: في قوله: إن في السماء إلهًا.","","","",""],["","(أقوال علماء السلف في إثبات استواء الله على عرشه)","وعلماء الأمة وأعيان الأئمة من السلف رحمهم الله لم يختلفوا في أن الله تعالى على عرشه، وعرشه فوق سماواته،] يثبتون من ذلك ما أثبته الله تعالى ويؤمنون به ويصدقون الرب جل جلاله في خبره، ويطلقون ما أطلقه سبحانه وتعالى من استوائه على العرش ويمرون على ظاهره ويكلون علمه إلى الله، ويقولون: {آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب} كما أخبر الله تعالى عن الراسخين في العلم أنهم يقولون ذلك ورضي منهم فأثنى عليهم به.","","","",""],["","(أقوال علماء السلف في إثبات استواء الله على عرشه)","أخبرنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد بن يحيى المعلى: حدثني محمد بن داود بن سليمان الزاهد: أخبرني علي بن محمد بن عبيد أبو الحسن الحافظ من أصله العتيق: حدثنا أبو يحيى بن بشر الوراق: حدثنا محمد بن الأشرس الوراق أبو كنانة: حدثنا أبو المغيرة الحنفي: حدثنا قرة بن خالد عن الحسن عن أمه 4 عن أم سلمة في قوله تعالى: {الرحمن على العرش استوى} قالت: الاستواء غير مجهول، والكيف غير معقول، والإقرار به إيمان، والجحود به كفر. 5","","","",""],["","(قول مالك بن أنس في الاستواء)","وحدثنا أبو الحسن بن إسحاق المدني: حدثنا أحمد بن الخضر أبو الحسن الشافعي: حدثنا شاذان: حدثنا ابن مخلد بن يزيد القهستاني: حدثنا جعفر بن ميمون قال: سئل مالك بن أنس عن قوله: {الرحمن على العرش استوى} كيف استوى؟ قال: \"الاستواء غير مجهول، والكيف غير معقول، والإيمان به واجب والسؤال عنه بدعة، وما أراك إلا ضالا\" وأمر به أن يخرج من مجلسه.","","","",""],["","(قول مالك بن أنس في الاستواء)","أخبرنا أبو محمد المجلدي العدل: حدثنا أبو بكر عبد الله بن محمد بن مسلم الإسفراييني: حدثنا أبو الحسين علي بن الحسن: حدثنا سلمة بن شبيب: حدثنا مهدي بن جعفر بن ميمون الرملي عن جعفر بن عبد الله قال: جاء رجل إلى مالك بن أنس يعني فسأله عن قوله: {الرحمن على العرش استوى} كيف استوى، قال: فما رأيته وجد من شيء كوجده من مقالته، وعلاه الرحضاء، وأطرق القوم، فجعلوا ينتظرون الأمر به فيه، ثم سري عن مالك فقال: \"الكيف غير معلوم، والاستواء غير مجهول، والإيمان به واجب، والسؤال عنه بدعة، وإني لأخاف أن تكون ضالا\" ثم أمر به فأخرج.","","","",""],["","(قول مالك بن أنس في الاستواء)","أخبرنا به جدي أبو حامد أحمد بن إسماعيل عن جد والدي الشهيد وأبو عبد الله محمد بن عدي بن حمدوية الصابوني: حدثنا محمد بن أحمد بن أبي عون النسوي: حدثنا سلمة بن شبيب: حدثنا مهدي بن جعفر الرملي: حدثنا جعفر بن عبد الله قال: جاء رجل إلى مالك بن أنس فقال: يا أبا عبد الله {الرحمن على العرش استوى} كيف استوى؟ قال: فما رأيت مالكا وجد من شيء كوجده من مقالته، وذكر بنحوه.","","","",""],["","(قول مالك بن أنس في الاستواء)","وسئل أبو علي الحسين بن الفضل البجلي عن الاستواء، وقيل له: كيف استوى على عرشه؟ فقال: \"إنا لا نعرف من أنباء الغيب إلا مقدار ما كشف لنا، وقد أعلمنا جل ذكره أنه استوى على عرشه، ولم يخبرنا كيف استوى\".","","","",""],["","(قول ابن المبارك في الاستواء)","أخبرنا أبو عبد الله الحافظ: أخبرنا أبو بكر محمد بن داود الزاهد: أخبرنا محمد بن عبد الرحمن السامي: حدثني عبد الله ابن أحمد بن شبويه المروزي: سمعت علي بن الحسين بن شقيق يقول: سمعت عبد الله بن المبارك يقول: \"نعرف ربنا فوق سبع سموات على العرش استوى بائنا منه خلقه، ولا نقول كما قالت الجهمية إنه هاهنا\" وأشار إلى الأرض.","","","",""],["","(قول ابن خزيمة في الاستواء)","وسمعت الحاكم أبا عبد الله في كتاب التاريخ الذي جمعه لأهل نيسابور، وفي كتاب معرفة الحديث اللذين جمعهما ولم يسبق إلى مثلهما يقول: سمعت أبا جعفر محمد بن صالح بن هانئ يقول: سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول: من لم يقل بأن الله عز وجل على عرشه قد استوى فوق سبع سمواته، فهو كافر بربه حلال الدم، يستتاب فإن تاب وإلا ضربت عنقه وألقي على بعض المزابل حتى لا يتأذى المسلمون ولا المعاهدون بنتن رائحة جيفته، وكان ماله فيئا لا يرثه أحد من المسلمين، إذ المسلم لا يرث الكافر، كما قال النبي ﷺ: «لا يرث المسلم الكافر ولا الكافر المسلم». 6","","","",""],["","(قول الشافعي في الاستواء)","[وإمامنا أبو عبد الله محمد بن إدريس الشافعي رضي الله عنه احتج في كتابه المبسوط في مسألة إعتاق الرقبة المؤمنة في الكفارة، وأن غير المؤمنة لا يصح التكفير بها، 7 بخبر معاوية بن الحكم، وأنه أراد أن يعتق الجارية السوداء لكفارة، وسأل رسول الله ﷺ عن إعتاقه إياها، فامتحنها رسول الله ﷺ، فقال ﷺ لها: «من أنا؟» فأشارت إليه وإلى السماء، تعني: أنك رسول الله الذي في السماء، فقال ﷺ: «أعتقها فإنها مؤمنة»، فحكم رسول الله ﷺ بإسلامها وإيمانها لما أقرت بأن ربها في السماء، وعرفت ربها بصفة العلو والفوقية، وإنما احتج الشافعي رحمة الله عليه على المخالفين في قولهم بجواز إعتاق الرقبة الكافرة في الكفارة بهذا الخبر لاعتقاده أن الله سبحانه فوق خلقه وفوق سبع سماواته على عرشه، كما هو معتقد المسلمين من أهل السنة والجماعة سلفهم وخلفهم، إذ كان رحمه الله لا يروي خبرًا صحيحًا ثم لا يقول به.","","","",""],["","(قول الشافعي في الاستواء)","وقد أخبرنا الحاكم أبو عبد الله رحمه الله قال: أنبأنا الإمام أبو الوليد حسان بن محمد الفقيه قال: حدثنا إبراهيم بن محمود قال: سمعت الربيع بن سليمان يقول: سمعت الشافعي رحمه الله يقول: إذا رأيتموني أقول قولا وقد صح عن النبي ﷺ خلافه فاعلموا أن عقلي قد ذهب.","","","",""],["","(قول الشافعي في الاستواء)","قال الحاكم رحمه الله: سمعت أبا الوليد -غير مرة- يقول: حُدثت عن الزعفراني أن الشافعي رحمه الله روى يوما حديثا فقال السائل: يا أبا عبد الله، تقول به؟ قال: تراني في بيعة أو كنيسة؟ ترى علي زي الكفار؟ هو ذا تراني في مسجد المسلمين، عليّ زي المسلمين، مستقبلا قبلتهم؛ أروي حديثا عن النبي ﷺ ثم لا أقول به؟","","","",""],["","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","والفرق بين أهل السنة وبين أهل البدع أنهم إذا سمعوا خبرًا في صفات الرب ردوه أصلًا ولم يقبلوه، أو ... للظاهر ثم تأولوه بتأويل يقصدون به رفع الخبر من أصله، وإبطال ... 8 عقولهم وآرائهم فيه، ويعلمون حقًا يقينًا أن ما قاله رسول الله ﷺ فعلى ما قاله، إذ هو كان أعرف بالرب جل جلاله من غيره، ولم يقل فيه إلا حقًا وصدقًا ووحيًا، قال الله عز وجل: {وَمَا يَنْطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى}","","","",""],["","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","قال الزهري رحمه الله إمام الأئمة وغيره من علماء الأمة رضي الله عنهم: على الله البيان، وعلى الرسول البلاغ، وعلينا التسليم.","","","",""],["","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","وروى يونس بن عبد الصمد بن معقل عن أبيه أن الجعد بن درهم قدم على وهب بن منبه يسأله عن صفات الله تعالى فقال: ويلك يا جعد بعض المسألة! إني لأظنك من الهالكين، يا جعد، لو لم يخبرنا الله في كتابه أن له يدان وعينًا ووجهًا لما قلنا بذلك، فاتق الله؛ ثم لم يلبث جعد أن قتل وصلب","","","",""],["","(الفرق بين أهل السنة وأهل البدع في باب الصفات)","وخطب خالد بن عبد الله القسري رحمه الله يوم الأضحى بالبصرة، فقال في آخر خطبته: انصرفوا إلى منازلكم وضحوا، بارك الله لكم في ضحاياكم، فإني مضح اليوم بالجعد بن درهم، فإنه يقول: لم يتخذ الله إبراهيم خليلا، ولم يكلم موسى تكليما، سبحانه وتعالى عما يقول الجعد علوًا كبيرًا، ونزل عن المنبر فذبحه بيده، وأمر بصلبه.]","","","",""],["","(إثبات صفة النزول والمجيء)","ويثبت أصحاب الحديث نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا، من غير تشبيه له بنزول المخلوقين ولا تمثيل ولا تكييف، بل يثبتون ما أثبته رسول الله ﷺ وينتهون فيه إليه، ويمرون الخبر الصحيح الوارد بذكره على ظاهره ويكلون علمه إلى الله.","","","",""],["","(إثبات صفة النزول والمجيء)","وكذلك يثبتون ما أنزله الله عز اسمه في كتابه، من ذكر المجيء والإتيان المذكورين في قوله عز وجل: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة} وقوله عز اسمه: {وجاء ربك والملك صفا صفا}.","","","",""],["","(النهي عن السؤال عن كيفية النزول)","قرأت في رسالة الشيخ أبي بكر الإسماعيلي إلى أهل جيلان أن الله سبحانه ينزل إلى سماء الدنيا على ما صح به الخبر عن الرسول ﷺ، وقد قال الله عز وجل: {هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام} وقال: {وجاء ربك والملك صفا صفا} ونؤمن بذلك كله على ما جاء بلا كيف، فلو شاء سبحانه أن يبين لنا كيفية ذلك فعل، فانتهينا إلى ما أحكمه، وكففنا عن الذي يتشابه إذ كنا قد أُمرنا به في قوله عز وجل: {هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولو الألباب}","","","",""],["","(النهي عن السؤال عن كيفية النزول)","أخبرنا أبو بكر بن زكريا الشيباني: سمعت أبا حامد بن الشرقي يقول: سمعت أحمد السلمي وأبا داود الخفاجي يقولان: سمعنا إسحاق بن إبراهيم الحنظلي يقول: قال لي الأمير عبد الله بن طاهر: يا أبا يعقوب هذا الحديث الذي ترويه عن رسول الله ﷺ: «ينزل ربنا كل ليلة إلى السماء الدنيا» كيف ينزل؟ قال: قلت: أعز الله الأمير، لا يقال لأمر الرب كيف، إنما ينزل بلا كيف.","","","",""],["","(النهي عن السؤال عن كيفية النزول)","حدثنا أبو يعقوب إسحاق بن إبراهيم العدل: حدثنا محبوب بن عبد الرحمن القاضي: حدثني أبو بكر بن أحمد بن محبوب: حدثنا أحمد بن حمويه: حدثنا أبو عبد الرحمن العباسي: حدثنا محمد بن سلام: سألت عبد الله بن المبارك عن نزول ليلة النصف من شعبان، فقال عبد الله: يا ضعيف، ليلة النصف ينزل؟ في كل ليلة ينزل، فقال الرجل: يا أبا عبد الله، كيف ينزل؟ أليس يخلو ذلك المكان منه؟ فقال عبد الله: ينزل كيف شاء\" وفي رواية أخرى هذه الحكاية أن عبد الله بن المبارك قال للرجل: \"إذا جاءك الحديث عن رسول الله ﷺ فاخضع له\".","","","",""],["","(النهي عن السؤال عن كيفية النزول)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا زكريا يحيى بن محمد العنبري يقول: سمعت إبراهيم بن أبي طالب يقول: سمعت أحمد بن سعيد بن إبراهيم بن عبد الله الرباطي يقول: حضرت مجلس الأمير عبد الله بن طاهر ذات يوم وحضر إسحاق بن إبراهيم -يعني ابن راهويه- فسئل عن حديث النزول: أصحيح هو؟ قال: نعم، فقال له بعض قواد عبد الله: يا أبا يعقوب، أتزعم أن الله ينزل كل ليلة؟ قال: نعم، قال: كيف ينزل؟ فقال له إسحاق: أثبته فوق حتى أصف لك النزول، فقال الرجل: أثبته فوق، فقال إسحاق: قال الله عز وجل: {وجاء ربك والملك صفا صفا} فقال الأمير عبد الله: يا أبا يعقوب، هذا يوم القيامة، فقال إسحاق: أعز الله الأمير، ومن يجيء يوم القيامة من يمنعه اليوم؟","","","",""],["","(ذكر خبر النزول المتواتر)","وخبر نزول الرب كل ليلة إلى سماء الدنيا خبر متفق على صحته، مخرج في الصحيحين، من طريق مالك بن أنس عن الزهري عن الأغر وأبي سلمة عن أبي هريرة.","","","",""],["","(ذكر خبر النزول المتواتر)","أخبرناه أبو علي زاهر بن أحمد: حدثنا أبو إسحاق إبراهيم بن عبد الصمد: حدثنا أبو مصعب: حدثنا مالك ح. وحدثنا أبو بكر بن زكريا: حدثنا أبو حاتم علي بن عبيدان: حدثنا محمد بن يحيى قال: وفيما قرأت على ابن نافع وحدثني مطرف عن مالك ح. وحدثنا أبو بكر بن زكريا: أخبرنا أبو القاسم عبيد الله بن إبراهيم بن باكويه: حدثنا يحيى بن محمد: حدثنا يحيي بن يحيى قال: قرأت على مالك عن ابن شهاب الزهري عن أبي عبد الله الأغر وأبي سلمة عن أبي هريرة رضي الله عنه أن رسول الله ﷺ قال: «ينزل ربنا تبارك وتعالى في كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر، فيقول: من يدعوني فأستجيب له، ومن يسألني فأعطيه، ومن يستغفرني فأغفر له».","","","",""],["","(ذكر خبر النزول المتواتر)","ولهذا الحديث طرق إلى أبي هريرة، رواه الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة ح. ورواه يزيد بن هارون وغيره من الأئمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة، ومالك عن الزهري عن الأعرج عن أبي هريرة، ومالك عن الزهري عن سعيد بن المسيب عن أبي هريرة، وعبيد الله بن عمر عن سعيد بن أبي سعيد المقبري عن أبي هريرة، وعبد الأعلى بن أبي المساور وبشير بن أبي سلمان عن أبي حازم عن أبي هريرة. ورواه نافع بن جبير بن مطعم عن أبيه، وموسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت، وعبد الرحمن بن كعب بن مالك عن جابر بن عبد الله، وعبيد الله بن أبي رافع عن علي بن أبي طالب، وشريك عن أبي إسحاق عن أبي الأحوص عن عبد الله بن مسعود، ومحمد بن كعب بن فضالة بن عبيد عن أبي الدرداء، وأبو الزبير عن جابر، وسعيد بن جبير عن ابن عباس وعن أم المؤمنين عائشة وأم سلمة رضي الله عنهم. [كلهم عن رسول الله ﷺ أنه قال: «ينزل الله كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الأخير فيقول: من يسألني فأعطيه؟ من يدعوني فأستجيب له؟ من يستغفرني فأغفر له؟» فبذلك كانوا يفضلون صلاة آخر الليل على أوله،] وهذه الطرق كلها مخرجة بأسانيدها في كتابنا الكبير المعروف بالانتصار. [هذا لفظ أبي سلمة و الأغر عن أبي هريرة.]","","","",""],["","(ذكر خبر النزول المتواتر)","وفي رواية [يزيد بن هارون عن محمد بن عمرو عن أبي سلمة عن أبي هريرة، و] الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن أبي هريرة رضي الله عنه، عن رسول الله ﷺ: «إذا مضى نصف الليل أو ثلثاه ينزل الله إلى السماء الدنيا فيقول هل من سائل فيعطى؟ هل من داع فيستجاب له؟ هل من مستغفر فيغفر له؟ حتى ينفجر الصبح»","","","",""],["","(ذكر خبر النزول المتواتر)","وفي رواية سعيد بن مرجانة عن أبي هريرة زيادة في آخره وهي: \"ثم يبسط يديه فيقول: من يقرض غير عدوم ولا ظلوم\".","","","",""],["","(ذكر خبر النزول المتواتر)","وفي رواية أبي حازم عن أبي هريرة عن رسول الله ﷺ: \"إن الله ينزل إلى السماء الدنيا في ثلث الليل الأخير فينادي هل من سائل فأعطيه؟ هل من مستغفر فأغفر له؟ فلا يبقى شيء فيه الروح إلا علم به، إلا الثقلان الجن والإنس\" قال: وذلك حين تصيح الديوك وتنهق الحمير وتنبح الكلاب. قال في الحاشية: 9","","","",""],["","(ذكر خبر النزول المتواتر)","[وفي رواية موسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت زيادات حسنة وهي التي أخبرنا بها أبو يعلى حمزة بن عبد العزيز المهلبي: أنبأنا عبد الله بن محمد الرازي: أنبأنا أبو عثمان محمد بن عثمان بن أبي سويد: حدثنا عبد الرحمن -يعني ابن المبارك- حدثنا فضيل بن سلمان عن موسى بن عقبة عن إسحاق بن يحيى عن عبادة بن الصامت رضي الله عنه قال: قال رسول الله ﷺ: \"ينزل الله تبارك وتعالى كل ليلة إلى السماء الدنيا حتى يبقى ثلث الليل الأخير فيقول: ألا عبد من عبادي يدعوني فأستجيب له؟ ألا ظالم لنفسه يدعوني فأغفر له؟ ألا مقتر عليه رزقه فيدعوني فأرزقه؟ ألا مظلوم يذكرني فأنصره؟ ألا ظالم لنفسه يدعوني فأفكه؟ فيكون كذلك إلى أن يطلع الصبح ويعلو على كرسيه\".","","","",""],["","(ذكر خبر النزول المتواتر)","وفي رواية أبي الزبير عن جابر من طريق مرزوق أبي بكر الذي خرجه محمد بن إسحاق بن خزيمة مختصرا.\rومن طريق أيوب عن أبي الزبير عن جابر، الذي خرجه الحسن بن سفيان في مسنده.\rومن طريق هشام الدستوائي عن أبي الزبير عن جابر أن رسول الله ﷺ قال: \"إن عشية عرفة ينزل الله فيه إلى السماء الدنيا فيباهي بأهل الأرض أهل السماء، ويقول: انظروا إلى عبادي شعثًا غبرًا ضاحين، جاءوا من كل فج عميق، يرجون رحمتي ولم يروا عذابي، فلم ير يومًا أكثر عتقًا من النار من يوم عرفة\"]","","","",""],["","(ذكر خبر النزول المتواتر)","وروى هشام الدستوائي عن يحيى بن أبي كثير عن هلال بن ميمون عن عطاء بن يسار عن رفاعة الجهني حدث أن رسول الله ﷺ قال: «إذا مضى ثلث الليل أو شطر الليل أو ثلثاه ينزل الله إلى السماء الدنيا فيقول: لا أسأل عن عبادي غيري، من يستغفرني فأغفر له؟ من يدعوني فأستجيب له؟ من يسألني أعطيه؟ حتى ينفجر الصبح».","","","",""],["","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: أخبرنا أبو العباس السراج: حدثنا محمد بن يحيى: حدثنا عبيد الله بن موسى عن إسرائيل عن أبي إسحاق عن أبي مسلم الأغر قال: أشهد على أبي سعيد وأبي هريرة أنهما شهدا على رسول الله ﷺ وأنا أشهد عليهما أنهما سمعا النبي ﷺ يقول: «إن الله يمهل حتى إذا ذهب ثلث الليل الأول هبط إلى السماء الدنيا، فيقول: هل من مذنب؟ هل من مستغفر؟ هل من سائل؟ هل من داع؟ حتى تطلع الشمس».","","","",""],["","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: حدثنا أبو العباس الثقفي: حدثنا الحسن بن الصباح: حدثنا شبابة بن ثوار 10 عن يونس بن أبي إسحاق عن أبي مسلم الأغر قال: أشهد على أبي سعيد وأبي هريرة أنهما قالا: قال رسول الله ﷺ: «إن الله يمهل حتى إذا كان ثلث الليل هبط إلى هذه السماء، ثم أمر بأبواب السماء ففتحت فقال: هل من سائل فأعطيه؟ هل من داع فأجيبه؟ هل من مستغفر فأغفر له؟ هل من مضطر أكشف عنه ضره؟ هل من مستغيث أغيثه؟ فلا يزال ذلك مكانه حتى يطلع الفجر في كل ليلة من الدنيا».","","","",""],["","(ذكر خبر النزول المتواتر)","أخبرنا أبو محمد المجلدي: أنبانا أبو العباس يعني الثقفي: حدثنا مجاهد ين موسى والفضل بن سهل قالا: حدثنا يزيد بن هارون: حدثنا سهل عن أبي إسحاق عن الأغر أنه شهد على أبي هريرة وأبي سعيد أنهما شهدا على رسول الله ﷺ أنه قال: «إذا كان ثلث الليل نزل تبارك وتعالى إلى السماء الدنيا فقال: ألا هل من مستغفر يغفر له؟ هل من سائل يعطى سؤله؟ ألا هل من تائب يتاب عليه؟».","","","",""],["","(ذكر خبر النزول المتواتر)","حدثنا الأستاذ أبو منصور بن حمشاد: 11 حدثنا أبو إسماعيل بن أبي الظمأ ببغداد: حدثنا أبو منصور الرمادي: حدثنا عبد الرزاق: أخبرنا معمر عن سهيل بن أبي صالح عن أبيه عن أبي هريرة قال: قال رسول الله ﷺ: «ينزل الله تعالى في كل ليلة إلى السماء الدنيا، فيقول: أنا الملك أنا الملك، ثلاثا، من يسألني فأعطيه؟ من يدعوني فأستجيب له؟ من يستغفرني فأغفر له؟ فلا يزال كذلك حتى يطلع الفجر».","","","",""],["","(قول أبي حنيفة في حديث النزول)","سمعت الأستاذ أبا منصور على إثر هذا الحديث الذي أملاه علينا يقول: سئل أبو حنيفة عنه فقال: \"ينزل بلا كيف\".","","","",""],["","(قول أبي حنيفة في حديث النزول)","وقال بعضهم: \"ينزل نزولا يليق بالربوبية بلا كيف، من غير أن يكون نزوله مثل نزول الخلق بالتخلي والتملي، لأنه جل جلاله منزه أن تكون صفاته مثل صفات الخلق، كما كان منزها أن تكون ذاته مثل ذوات الخلق، فمجيئه وإتيانه ونزوله على حساب ما يليق بصفاته، من غير تشبيه وكيف\".","","","",""],["","(قول ابن خزيمة في حديث النزول)","وقال الإمام أبو بكر محمد بن إسحاق بن خزيمة في كتاب التوحيد الذي صنفه وسمعته من حامله أبي طاهر رحمه الله تعالى: باب ذكر أخبار ثابتة السند رواها علماء الحجاز والعراق في نزول الرب إلى السماء الدنيا كل ليلة، من غير صفة كيفية النزول، إثبات النزول، فنشهد شهادة مقر بلسانه مصدق بقلبه متيقن بما في هذه الأخبار من ذكر النزول، من غير أن نصف الكيفية، لأن نبينا ﷺ لم يصف لنا كيفية نزول خالقنا إلى السماء الدنيا، وأعلمنا أنه ينزل، والله عز وجل ولَّى نبيه ﷺ بيان ما بالمسلمين إليه الحاجة من أمر دينهم، فنحن قائلون مصدقون بما في هذه الأخبار من ذلك النزول، غير متكلفين للنزول بصفة الكيفية، إذ النبي ﷺ لم يصف كيفية النزول.","","","",""],["","(خبر النزول يوم عرفة)","أخبرنا الحاكم أبو عبد الله الحافظ: حدثنا أبو محمد الصيدلاني: حدثنا علي بن الحسين بن الجنيد: حدثنا أحمد بن صالح المصري: حدثنا ابن وهب: أنبأنا مخرمة بن بكير عن أبيه ح. وأخبرنا الحاكم حدثنا محمد بن يعقوب الأصم واللفظ له: حدثنا إبراهيم بن المنذر: 12 حدثنا ابن وهب عن مخرمة بن بكير عن أبيه قال: سمعت محمد بن المنكدر يزعم أنه سمع أم سلمة زوجة النبي ﷺ تقول \"نعم اليوم يوم ينزل الله تعالى فيه إلى السماء الدنيا\" قالوا: وأي يوم؟ قالت: \"يوم عرفة\".","","","",""],["","(خبر النزول ليلة النصف من شعبان)","وروت عائشة رضي الله عنها عن النبي ﷺ قال: \"ينزل الله تعالى في النصف من شعبان إلى السماء الدنيا ليلا إلى آخر النهار من الغد، فيعتق من النار بعدد شعر معز بني كلب، ويكتب الحاج وينزل أرزاق السنة، ولا يترك أحدا إلا غفر له إلا مشركا أو قاطع رحم أو عاقا أو مشاحنا\". 13","","","",""],["","(ذكر خبر النزول من طريق رفاعة)","أخبرنا أبو طاهر بن خزيمة: حدثنا جدي الإمام: حدثنا الحسن بن محمد الزعفراني: حدثنا إسماعيل بن علية عن هشام الدستوائي ح. قال الإمام: وحدثنا الزعفراني: حدثنا عبد الله بن بكر السهمي: حدثنا هشام الدستوائي؛ وحدثنا الزعفراني: حدثنا يزيد يعني ابن هارون: أخبرنا الدستوائي ح. وحدثنا محمد بن عبد الله بن ميمون بالإسكندرية: حدثنا الوليد عن الأوزاعي جميعهم عن يحيى بن أبي كثير عن عطاء بن يسار: حدثني رفاعة بن عرابة الجهني ح. قال الإمام: وحدثنا أبو هشام بن زياد بن أيوب: حدثنا مبشر بن إسماعيل الحلبي عن الأوزاعي: حدثني يحيى بن أبي كثير: حدثني هلال بن أبي ميمونة، عن عطاء بن يسار: حدثني رفاعة بن عرابة الجهني قال: صدرنا مع رسول الله ﷺ من مكة فجعلوا يستأذنون النبي ﷺ، فجعل يأذن لهم، فقال النبي ﷺ: «ما بال شق الشجرة الذي يلي رسول الله ﷺ أبغض إليكم من الآخر» فلا يرى من القوم إلا باكيا، قال: يقول أبو بكر الصديق: إن الذي يستأذنك بعدها لسفيه، فقام النبي ﷺ فحمد الله وأثنى عليه وكان إذا حلف قال: «والذي نفسي بيده، أشهد عند الله ما منكم من أحد يؤمن بالله واليوم الآخر ثم يسدد إلا سلك به في الجنة، ولقد وعدني ربي أن يدخل من أمتي الجنة سبعين ألفا بغير حساب ولا عذاب، وإني لأرجو أن لا يدخلوها حتى يؤمنوا ومن صلح من أزواجهم وذرياتهم مساكنكم في الجنة»، 14 ثم قال ﷺ: «إذا مضى شطر الليل -أو قال: ثلثاه- ينزل الله إلى السماء الدنيا، ثم يقول: لا أسأل عن عبادي غيري، من ذا الذي يسألني فأعطيه؟ من ذا الذي يدعو في فأجيبه؟ من ذا الذي يستغفرني فأغفر له؟ حتى ينفجر الصبح» هذا لفظ حديث الوليد.","","","",""],["","(قول أهل السنة في خبر النزول)","قال شيخ الإسلام: قلت: فلما صح خبر النزول عن الرسول ﷺ أقر به أهل السنة، وقبلوا الخبر، وأثبتوا النزول على ما قاله رسول الله ﷺ، ولم يعتقدوا تشبيها له بنزول خلقه، وعلموا وتحققوا واعتقدوا أن صفات الله سبحانه لا تشبه صفات الخلق، كما أن ذاته لا تشبه ذوات الخلق، تعالى الله عما يقول المشبهة والمعطلة علوا كبيرا، ولعنهم لعنا كثيرا.","","","",""],["","(إثبات صفة المجيء)","وقرأت لأبي عبد الله بن أبي حفص البخاري، وكان شيخ بخارى في عصره بلا مدافعة، وأبو حفص كان من كبار أصحاب محمد بن الحسن الشيباني، قال أبو عبد الله -أعني ابن أبي حفص هذا-: سمعت عبد الله بن عثمان وهو عبدان شيخ مرو يقول: سمعت محمد بن الحسن الشيباني يقول: قال حماد بن أبي حنيفة: قلنا لهؤلاء: أرأيتم قول الله عز وجل {وجاء ربك والملك صفا صفا}؟ قالوا: أما الملائكة فيجيئون صفا صفا، وأما الرب تعالى فإنا لا ندري ما عنى بذلك، ولا ندري كيف جيئته، فقلنا لهم: إنا لم نكلفكم أن تعلموا كيف جيئته، ولكنا نكلفكم أن تؤمنوا بمجيئه، أرأيت من أنكر أن الملك يجيء صفا صفا ما هو عندكم؟ قالوا: كافر مكذب. قلنا: فكذلك إن أنكر أن الله سبحانه لا يجيء فهو كافر مكذب.","","","",""],["","(إثبات صفة المجيء)","قال أبو عبد الله بن أبي حفص البخاري أيضا في كتابه: ذكر إبراهيم عن الأشعث قال: سمعت الفضيل بن عياض يقول: إذا قال لك الجهمي: أنا لا أؤمن برب يزول عن مكانه، فقل أنت: أنا أؤمن برب يفعل ما يشاء.","","","",""],["","(موقف السلف من المعترضين على النصوص)","وروى يزيد بن هارون في مجلسه حديث إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن جرير بن عبد الله في الرؤية، وقول رسول الله ﷺ: «إنكم تنظرون إلى ربكم كما تنظرون إلى القمر ليلة البدر» فقال له رجل في مجلسه: يا أبا خالد، ما معنى هذا الحديث؟ فغضب وحرد، وقال: ما أشبهك بصبيغ، وأحوجك إلى مثل ما فعل به! ويحك، ومن يدري كيف هذا؟ ومن يجوز له أن يجاوز هذا القول الذي جاء به الحديث أو يتكلم فيه بشيء من تلقاء نفسه إلا من سفه نفسه واستخف بدينه؟ إذا سمعتم الحديث عن رسول الله ﷺ فاتبعوه ولا تبتدعوا فيه، فإنكم إن اتبعتموه ولم تماروا فيه سلمتم، وإن لم تفعلوا هلكتم.","","","",""],["","(موقف السلف من المعترضين على النصوص)","وقصة صبيغ الذي قال يزيد بن هارون للسائل: ما أشبهك بصبيغ وأحوجك إلى مثل ما فعل به، هي ما رواه يحيى بن سعيد عن سعيد بن المسيب أن صبيغا التميمي أتى أمير المؤمنين عمر بن الخطاب رضي الله عنه فقال: يا أمير المؤمنين، أخبرني عن {الذاريات ذروا} قال: هي الرياح، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته. قال: فأخبرني عن {الحاملات وقرا} قال: هي السحاب، ولولا أني سمعت رسول الله ﷺ بقوله ما قلته. قال: فأخبرني عن {المقسمات أمرا} قال: الملائكة، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته، قال: فأخبرني عن {الجاريات يسرا} قال: هي السفن، ولولا أني سمعت رسول الله ﷺ يقوله ما قلته. قال: ثم أمر به فضرب مائة سوط، ثم جعله في بيت حتى إذا برأ دعا به، ثم ضربه مائة سوط أخرى، ثم حمله على قتب، وكتب إلى أبي موسى الأشعري أن حرم عليه مجالسة الناس. فلم يزل كذلك حتى أتى أبا موسى الأشعري، فحلف بالأيمان المغلظة ما يجد في نفسه مما كان يجده شيئا، فكتب إلى عمر يخبره فكتب إليه: ما إخاله إلا قد صدق، خل بينه وبين مجالسة الناس.","","","",""],["","(موقف السلف من المعترضين على النصوص)","وروى حماد بن زيد عن قطن بن كعب: سمعت رجلا من بني عجل يقال له: فلان -خالد ابن زرعة- يحدث عن أبيه قال: رأيت صبيغ بن عسل بالبصرة كأنه بعير أجرب، يجيء إلى الحلق فكلما جلس إلى قوم لا يعرفونه ناداهم أهل الحلقة الأخرى: عزمة أمير المؤمنين.","","","",""],["","(موقف السلف من المعترضين على النصوص)","وروى حماد بن زيد أيضا عن يزيد بن أبي حازم عن سليمان بن يسار أن رجلا من بني تميم يقال له صبيغ قدم المدينة، فكانت عنده كتب فجعل يسأل عن متشابه القرآن، فبلغ ذلك عمر، فبعث إليه، وقد أعد له عراجين النخل، فلما دخل عليه جلس، فقال: من أنت؟ قال: أنا عبد الله صبيغ. قال: وأنا عبد الله عمر، ثم أهوى إليه فجعل يضربه بتلك العراجين، فما زال يضربه حتى شجه، فجعل الدم يسيل على وجهه، فقال: حسبك يا أمير المؤمنين، فقد والله ذهب ما كنت أجد في رأسي.","","","",""],["","(تحذير مالك بن أنس من أهل البدع)","أخبرنا أبو عبد الرحمن محمد بن الحسين بن موسى السلمي: أخبرنا محمد بن محمود الفقيه المروزي بها: حدثنا محمد بن عمير الرازي حدثنا أبو زكريا يحيى بن أيوب العلاف التجيبي بمصر: حدثنا يونس بن عبد الأعلى: حدثنا أشهب بن عبد العزيز: سمعت مالك بن أنس يقول: إياكم والبدع، قيل: يا أبا عبد الله، وما البدع؟ قال: أهل البدع الذين يتكلمون في أسماء الله وصفاته وكلامه وعلمه وقدرته، لا يسكتون عما سكت عنه الصحابة والتابعون.","","","",""],["","(تهوين الشافعي للكبيرة أمام البدع)","أخبرنا أبو الحسين أحمد بن محمد بن عمر الزاهد الخفاف: أخبرنا أبو نعيم عبد الملك بن محمد بن عدي الفقيه: حدثنا الربيع بن سليمان: سمعت الشافعي رحمه الله يقول: لأن يلقى الله العبد بكل ذنب ما خلا الشرك أحب إلي من أن يلقاه بشيء من الأهواء.","","","",""],["","(نصيحة عمر بن عبد العزيز بلزوم الدين)","أخبرني أبو طاهر محمد بن الفضل: حدثنا أبو عمرو الحيري: حدثنا أبو الأزهر: حدثنا قبيصة: حدثنا سفيان عن جعفر بن برقان قال: سأل رجل عمر بن عبد العزيز عن شيء من الأهواء، فقال: الزم دين الصبي في الكتاب والأعرابي، وانهَ عما سوى ذلك.","","","",""],["","(أمر ابن عيينة وغيره بالسكوت عن التكييف)","أخبرنا أبو عبد الله الحافظ: حدثنا محمد بن يزيد: سمعت أبا يحيى القزاز يقول: سمعت العباس بن حمزة يقول: سمعت أحمد بن أبي الحواري يقول: سمعت سفيان بن عيينة يقول:كل ما وصف الله به نفسه في كتابه فتفسيره تلاوته والسكوت عنه.","","","",""],["","(أمر ابن عيينة وغيره بالسكوت عن التكييف)","أخبرنا أبو الحسين الخفاف: حدثنا أبو العباس محمد بن إسحاق السراج: حدثنا إسماعيل بن أبي الحارث: حدثنا الهيثم بن خارجة: سمعت الوليد بن مسلم قال: سألت الأوزاعي وسفيان ومالك بن أنس عن هذه الأحاديث في الصفات والرؤية قال: أمروها كما جاءت بلا كيف.","","","",""],["","(لزوم التسليم لبيان الله وبلاغ رسوله)","قال الإمام الزهري، إمام الأئمة في عصره وعين علماء الأمة في وقته: على الله البيان، وعلى الرسول البلاغ، وعلينا التسليم.","","","",""],["","(لزوم التسليم لبيان الله وبلاغ رسوله)","وعن بعض السلف: قدم الإسلام لا يثبت إلا على قنطرة التسليم.","","","",""],["","(الحث على إحياء السنن)","أخبرنا أبو طاهر بن خزيمة: حدثنا جدي الإمام: حدثنا أحمد بن نصر: حدثنا أبو يعقوب الحنيني: 15 حدثنا كثير بن عبد الله المزني عن أبيه عن جده قال: قال رسول الله ﷺ: «إن هذا الدين بدأ غريبا، وسيعود غريبا كما بدأ، فطوبى للغرباء» 16 قيل: يا رسول الله، ومن الغرباء؟ قال: \"الذين يحيون سنتي من بعدي ويعلمونها عباد الله\". 17","","","",""],["","(الحث على إحياء السنن)","أخبرنا أبو عبد الله الحافظ: سمعت أبا الحسن الكارزي 18 يقول: سمعت علي بن عبد العزيز يقول: سمعت أبا القاسم بن سلام يقول: المتبع للسنة كالقابض على الجمر، وهو اليوم عندي أفضل من ضرب السيف في سبيل الله.","","","",""],["","(ترك التكلف في إجابة السائل)","وروي عن الأعمش عن أبي الضحى عن مسروق قال: دخلنا على عبد الله بن مسعود فقال: \"يا أيها الناس! من علم شيئا فليقل به، ومن لم يعلم فليقل: الله أعلم، فإن من العلم أن يقول لما لا يعلم: الله أعلم؛ قال عز وجل لنبيه ﷺ: {قل ما أسألكم عليه من أجر وما أنا من المتكلفين}.","","","",""],["","(ترك التكلف في إجابة السائل)","أخبرنا أبو عبد الله الحافظ: حدثنا أبو العباس المعقلي: حدثنا أحمد بن عبد الجبار العطاردي: حدثني أبي: حدثني عبد الرحمن الضبي عن القاسم بن عروة عن محمد بن كعب القرظي قال: دخلت على عمر بن عبد العزيز، فجعلت أنظر إليه نظرا شديدا، فقال: إنك لتنظر إلي نظرا ما كنت تنظره إلي وأنا بالمدينة، فقلت: لتعجبي، فقال: ومم تعجب؟ قال: قلت: وما حال من لونك ونحل من جسمك ونقي من شعرك؟ قال: كيف ولو رأيتني بعد ثلاثة في قبري وقد سالت حدقتاي على وجنتي وسال منخراي في فمي صديدا، كنت لي أشد نكرة، حدثني حديثا كنت حدثتنيه عن عبد الله بن عباس. قال: قلت: حدثني عبد الله بن عباس يرفع الحديث إلى رسول الله ﷺ قال: \"إن لكل شيء شرفا، وأشرف المجالس ما استقبل به القبلة، لا تصلوا خلف نائم ولا محدث، واقتلوا الحية والعقرب وإن كنتم في صلاتكم، ولا تستروا الجدر بالثياب، ومن نظر في كتاب أخيه بغير إذنه فإنما ينظر في النار، ألا أنبئكم بشراركم؟\" قالوا: بلى يا رسول الله. قال: \"الذي يجلد عبده، ويمنع رفده، وينزل وحده، أفلا أنبئكم بشر من ذلكم؟ الذي يبغض الناس ويبغضونه. أفلا أنبئكم بشر من ذلكم الذي لا يقيل عثرة، ولا يقبل معذرة، ولا يغفر ذنبا. أولا أنبئكم بشر من ذلك؟ الذي لا يرجى خيره ولا يؤمن شره. من أحب أن يكون أقوى الناس فليتوكل على الله، ومن أحب أن يكون أغنى الناس فليكن بما في يد الله أوثق منه بما في يد غيره، ومن أحب أن يكون أكرم الناس فلينفق. إن عيسى عليه السلام قام في قومه فقال: يا بني إسرائيل، لا تكلموا بالحكمة عند الجهال فتظلموها، ولا تمنعوها أهلها فتظلموهم، ولا تظلموا ولا تكافئوا ظالما بظلمه فيبطل فضلكم عند ربكم. الأمور ثلاثة: أمر بيّن رشده فاتبعوه، وأمر بين غيه، فاجتنبوه، وأمر اختلفتم فيه فكلوه إلى الله عز وجل\".","","","",""],["","(عقيدة أصحاب الحديث في البعث وأهوال القيامة)","ويؤمن أهل الدين والسنة بالبعث بعد الموت يوم القيامة، وبكل ما أخبر الله سبحانه من أهوال ذلك اليوم الحق، واختلاف أحوال العباد فيه والخلق فيما يرونه ويلقونه هنالك في ذلك اليوم الهائل، من أخذ الكتب بالأيمان والشمائل، والإجابة عن المسائل، إلى سائر الزلازل والبلابل الموعودة في ذلك اليوم العظيم والمقام الهائل، من الصراط والميزان ونشر الصحف التي فيها مثاقيل الذر من الخير والشر، وغيرها.","","","",""],["","(الشفاعة)","ويؤمن أهل الدين والسنة بشفاعة الرسول ﷺ لمذنبي أهل التوحيد ومرتكبي الكبائر، كما ورد به الخبر الصحيح عن رسول الله ﷺ.","","","",""],["","(الشفاعة)","أخبرنا أبو سعيد بن حمدون: أنبأنا أبو حامد بن الشرقي: حدثنا أحمد بن يوسف السلمي: حدثنا عبد الرزاق: أنبأنا معمر عن ثابت عن أنس عن النبي ﷺ قال: «شفاعتي لأهل الكبائر من أمتي». 19","","","",""],["","(الشفاعة)","وأخبرنا أبو علي زاهر بن أحمد: أخبرنا محمد بن المسيب الأرغياني: حدثنا الحسن بن عرفة: حدثنا عبد السلام بن حرب الملائي، عن زياد بن خيثمة عن نعمان بن قراد، عن عبد الله بن عمر قال: قال رسول الله ﷺ: \"خيرت بين الشفاعة وبين أن يدخل شطر أمتي الجنة، فاخترت الشفاعة، لأنها أعم وأكفى. أترونها للمؤمنين المتقين؟ لا، ولكنها للمذنبين المتلوثين الخطائين\". 20","","","",""],["","(الشفاعة)","أخبرنا أبو محمد المجلدي: أخبرنا أبو العباس السراج: حدثنا قتيبة بن سعيد: حدثنا عبد العزيز بن محمد الدراوردي عن عمرو بن أبي عمرو ح. وأخبرنا أبو طاهر بن خزيمة: أخبرنا جدي الإمام محمد بن إسحاق بن خزيمة: حدثنا علي بن حجر بن إسماعيل بن جعفر، عن عمرو بن أبي عمرو، عن سعيد بن أبي سعيد المقبري، عن أبي هريرة رضي الله عنه أنه قال: يا رسول الله من أسعد الناس بشفاعتك يوم القيامة؟ فقال: «لقد ظننت أن لا يسألني عن هذا الحديث أحد أول منك لما رأيت من حرصك على الحديث، إن أسعد الناس بشفاعتي يوم القيامة من قال: لا إله إلا الله خالصا من قبل نفسه». 21","","","",""],["","(الحوض والكوثر)","ويؤمنون بالحوض والكوثر، وإدخال فريق من الموحدين الجنة بغير حساب، ومحاسبة فريق منهم حسابا يسيرا وإدخالهم الجنة بغير سوء يمسهم وعذاب يلحقهم، وإدخال فريق من مذنبيهم النار ثم إعتاقهم أو إخراجهم منها وإلحاقهم بإخوانهم الذين سبقوهم إليها، ولا يخلدون في النار. فأما الكفار فإنهم يخلدون فيها ولا يخرجون منها أبدا. ولا يترك الله فيها من عصاة أهل الإيمان أحدا.","","","",""],["","(رؤية المؤمنين ربهم في الآخرة)","ويشهد أهل السنة أن المؤمنين يرون ربهم تبارك وتعالى بأبصارهم وينظرون إليه، على ما ورد به الخبر الصحيح عن رسول الله ﷺ في قوله: «إنكم ترون ربكم كما ترون القمر ليلة البدر» 22 والتشبيه وقع للرؤية بالرؤية، لا للمرئي بالمرئي. والأخبار الواردة في الرؤية مخرجة في كتاب الانتصار بطرقها.","","","",""],["","(الإيمان بالجنة والنار وأنهما مخلوقتان)","ويشهد أهل السنة أن الجنة والنار مخلوقتان، وأنهما باقيتان لا يفنيان أبدا، وأن أهل الجنة لا يخرجون منها أبدا، وكذلك أهل النار الذين هم أهلها خلقوا لها لايخرجون أبدا؛ وأن المنادي ينادي يومئذ: «يا أهل الجنة خلود ولا موت، ويا أهل النار خلود ولا موت» على ما ورد به الخبر الصحيح عن رسول الله ﷺ. 23","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","ومن مذهب أهل الحديث أن الإيمان قول وعمل ومعرفة، يزيد بالطاعة وينقص بالمعصية.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","قال محمد بن علي بن الحسن بن شقيق: سألت أبا عبد الله أحمد بن حنبل رحمه الله عن الإيمان في معنى الزيادة والنقصان، فقال: حدثنا الحسن بن موسى الأشيب: حدثنا حماد بن سلمة عن أبي جعفر الخطمي عن أبيه عن جده عن عمر بن حبيب قال: الإيمان يزيد وينقص، فقيل: وما زيادته وما نقصانه؟ قال: إذا ذكرنا الله فحمدناه سبحانه فتلك زيادته، وإذا غفلنا وضيعنا ونسينا فذلك نقصانه.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","أخبرنا أبو الحسن بن أبي إسحاق المزكي: حدثنا أبي: حدثنا أبو عمرو الحيري: حدثنا محمد بن يحيى الذهلي ومحمد بن إدريس المكي وأحمد بن شداد الترمذي، قالوا: حدثنا الحميدي: حدثنا يحيى بن سليم: سألت عشرة من الفقهاء عن الإيمان فقالوا: قول وعمل. سألت هشام بن حسان فقال: قول وعمل. وسألت ابن جريج فقال: قول وعمل. وسألت سفيان الثوري فقال: قول وعمل. وسألت المثنى بن الصباح فقال: قول وعمل. وسألت محمد بن مسلم الطائفي فقال: قول وعمل. وسألت فضيل بن عياض فقال: قول وعمل. وسألت نافع بن عمر الجمحي فقال: قول وعمل. وسألت سفيان بن عيينة فقال: قول وعمل.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","وأخبرنا أبو عمرو الحيري: حدثنا محمد بن يحيى ومحمد بن إدريس: سمعت الحميدي يقول: سمعت سفيان بن عيينة يقول: الإيمان قول وعمل، يزيد وينقص، فقال له أخوه إبراهيم بن عيينة: يا أبا محمد تقول: ينقص؟ فقال: اسكت يا صبي، بل ينقص حتى لا يبقى منه شيء.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","وقال الوليد بن مسلم: سمعت الأوزاعي ومالكا وسعيد بن عبد العزيز ينكرون على من يقول: إقرار بلا عمل، ويقولون: لا إيمان إلا بعمل، قلت: فمن كانت طاعاته وحسناته أكثر فإنه أكمل إيمانا، ومن كان قليل الطاعة كثير المعصية والغفلة والإضاعة [فإيمانه ناقص].","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","وسمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا بكر محمد بن أحمد بن باكويه الحلاب يقول: سمعت أبا بكر محمد بن إسحاق بن خزيمة يقول: سمعت أحمد بن سعيد الرباطي يقول: قال لي عبد الله بن طاهر: يا أحمد، إنكم تبغضون هؤلاء القوم جهلا، وأنا أبغضهم عن معرفة. إن أول أمرهم إنهم لا يرون للسلطان طاعة، والثاني إنه ليس للإيمان عندهم قدر؛ والله لا أستجيز أن أقول: إيماني كإيمان يحيى بن يحيى، ولا كإيمان أحمد بن حنبل، وهم يقولون: إيماننا كإيمان جبرائيل وميكائيل.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","وسمعت الحاكم يقول: سمعت أبا جعفر محمد بن صالح بن هانيء يقول: سمعت أبا بكر محمد بن شعيب يقول: سمعت إسحاق بن إبراهيم الحنظلي يقول: قدم ابن المبارك الري فقام إليه رجل من العباد، الظن أنه يذهب مذهب الخوارج، فقال له: يا أبا عبد الرحمن ما تقول فيمن يزني ويسرق ويشرب الخمر؟ قال: لا أخرجه من الإيمان، فقال: يا أبا عبد الرحمن، على كبر السن صرت مرجئا؟ فقال: لا تقبلني المرجئة، المرجئة تقول: حسناتنا مقبولة وسيئاتنا مغفورة، ولو علمت أني قبلت مني حسنة لشهدت أني في الجنة. ثم ذكر عن أبي شوذب عن سلمة بن كهيل، عن هذيل بن شرحبيل قال: قال عمر بن الخطاب رضي الله عنه: لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح.","","","",""],["","(الإيمان قول وعمل يزيد وينقص)","سمعت أبا بكر محمد بن عبد الله بن محمد بن زكريا الشيباني يقول: سمعت يحيى بن منصور القاضي يقول: سمعت محمد بن إسحاق بن خزيمة يقول: سمعت الحسين بن حرب أخا أحمد بن حرب الزاهد يقول: أشهد أن دين أحمد بن حرب الذي يدين الله به أن الإيمان قول وعمل يزيد وينقص.","","","",""],["","(لا يكفر المؤمن بكل ذنب)","ويعتقد أهل السنة أن المؤمن وإن أذنب ذنوبا كثيرة صغائر وكبائر فإنه لا يكفر بها؛ وإن خرج عن الدنيا غير تائب منها ومات على التوحيد والإخلاص فإن أمره إلى الله عز وجل، إن شاء عفا عنه وأدخله الجنة يوم القيامة سالما غانما غير مبتلى بالنار ولا معاقب على ما ارتكبه واكتسبه ثم استصحبه إلى يوم القيامة من الآثام والأوزار، وإن شاء عفا عنه وعذبه مدة بعذاب النار، وإذا عذبه لم يخلده فيها، بل أعتقه وأخرجه منها إلى نعيم دار القرار.","","","",""],["","(لا يكفر المؤمن بكل ذنب)","وكان شيخنا سهل بن محمد رحمه الله يقول: المؤمن المذنب وإن عذب بالنار فإنه لا يُلقى فيها إلقاء الكفار، ولا يبقى فيها بقاء الكفار، ولا يشقى فيها شقاء الكفار. ومعنى ذلك أن الكافر يسحب على وجهه إلى النار، ويلقى فيها منكوسا في السلاسل والأغلال والأنكال الثقال، والمؤمن المذنب إذا ابتلي في النار فإنه يدخل النار كما يدخل المجرم في الدنيا السجن على الرجل من غير إلقاء وتنكيس. ومعنى قوله \"لا يلقى في النار إلقاء الكفار\" أن الكافر يحرق بدنه كله، كلما نضج جلده بُدل جلدا غيره ليذوق العذاب، كما بينه الله في كتابه في قو له تعالى {إن الذين كفروا بآياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم جلودا غيرها ليذوقوا العذاب} وأما المؤمنون فلا تلفح وجوههم النار ولا تحرق أعضاء السجود منهم، إذ حرم الله على النار أعضاء سجوده.","","","",""],["","(لا يكفر المؤمن بكل ذنب)","ومعنى قوله: \"لا يبقى في النار بقاء الكفار\" أن الكافر يخلد فيها ولا يخرج منها أبدا، ولا يخلد الله من مذنبي المؤمنين في النار أحدا. ومعنى قوله: \"لا يشقى بالنار شقاء الكفار\" أن الكفار ييأسون فيها من رحمة الله ولا يرجون راحة بحال، وأما المؤمنون فلا ينقطع طمعهم من رحمة الله في كل حال، وعاقبة المؤمنين كلهم الجنة، لأنهم خلقوا لها وخلقت لهم فضلا من الله ومنة.","","","",""],["","(حكم ترك الصلاة)","واختلف أهل الحديث في ترك المسلم صلاة الفرض متعمدا، فكفره بذلك أحمد بن حنبل وجماعة من علماء السلف وأخرجوه به من الإسلام، للخبر الصحيح: «بين العبد والشرك ترك الصلاة، فمن ترك الصلاة فقد كفر»، 24 وذهب الشافعي وأصحابه وجماعة من علماء السلف رحمة الله عليهم أجمعين إلى أنه لا يكفر ما دام معتقدا لوجوبها، وإنما يستوجب القتل كما يستوجبه المرتد عن الإسلام، وتأولوا الخبر من ترك الصلاة جاحدا كما أخبر سبحانه عن يوسف عليه السلام أنه قال: {إني تركت ملة قوم لا يؤمنون بالله وهم بالآخرة هم كافرون}، ولم يك تلبس بكفر فارقه، ولكن تركه جاحدا له.","","","",""],["","(خلق أفعال العباد)","ومن قول أهل السنة والجماعة في أكساب العباد أنها مخلوقة لله تعالى، لا يمترون فيه، ولا يعدون من أهل الهدى ودين الحق من ينكر هذا القول وينفيه.","","","",""],["","(الهداية من الله)","ويشهدون أن الله تعالى يهدي من يشاء ويضل من يشاء عنه، لا حجة لمن أضله الله عليه، ولا عذر له لديه. قال الله عز وجل {قل فلله الحجة البالغة فلو شاء لهداكم أجمعين} وقال: {ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني} الآية، وقال: {ولقد ذرأنا لجهنم كثيرا من الجن والإنس} الآية. سبحانه خلق الخلق بلا حاجة إليهم، فجعلهم فريقين: فريقا للنعيم فضلا، وفريقا للجحيم عدلا. وجعل منهم غويا ورشيدا، وشقيا وسعيدا، وقريبا من رحمته وبعيدا. {لا يسأل عما يفعل وهم يسألون}. [قال جل وعلا: {أَلا لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} وقال عز وجل: {كَمَا بَدَأَكُمْ تَعُودُونَ * فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ}. وقال جل وعلا: {أُوْلَئِكَ يَنَالُهُمْ نَصِيبُهُمْ مِنَ الْكِتَابِ}. قال ابن عباس رضي الله عنهما: هو ما سبق لهم من السعادة والشقاوة.]","","","",""],["","(الهداية من الله)","أخبرنا أبو محمد المجلدي: أخبرنا أبو محمد العباس السراج: حدثنا يوسف عن موسى: أخبرنا جرير عن الأعمش عن زيد بن وهب عن عبد الله بن مسعود قال: حدثنا رسول الله ﷺ وهو الصادق المصدوق: «إن خلق أحدكم يجمع في بطن أمه أربعين يوما [نطفة]، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله إليه الملك بأربع كلمات، رزقه وعمله وأجله وشقي أو سعيد، فوالذي نفسي بيده إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع ثم يدركه ما سبق له في الكتاب فيعمل بعمل أهل النار فيدخلها، [وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع ثم يدركه ما سبق له في الكتاب فيعمل بعمل أهل الجنة فيدخلها». 25","","","",""],["","(الهداية من الله)","وأخبرنا أبو محمد المخلدي: أخبرنا أبو العباس السواد: حدثنا إسحاق بن إبراهيم الحنظلي -هو ابن راهويه- أنبأنا عبد الصمد بن عبد الوارث: حدثنا حماد بن سلمة عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها أن رسول الله ﷺ قال: «إن الرجل ليعمل بعمل أهل الجنة، وإنه لمكتوب في الكتاب من أهل النار، فإذا كان قبل موته عمل بعمل أهل النار فمات فدخل النار، وإن الرجل ليعمل بعمل أهل النار وإنه لمكتوب في الكتاب أنه من أهل الجنة، فإذا كان قبل موته عمل بعمل أهل الجنة فمات فدخل الجنة»]","","","",""],["","(مذهب أهل السنة في الخير والشر والنفع والضر)","ويشهد أهل السنة ويعتقدون أن الخير والشر والنفع والضر بقضاء الله وقدره، لا مرد لهما ولا محيص ولا محيد عنهما، ولا يصيب المرء إلا ما كتبه له ربه، ولو جهد الخلق أن ينفعوا المرء بما لم يكتبه الله له لم يقدروا عليه، ولو جهدوا أن يضروه بما لم يقضه الله لم يقدروا؛ على ما ورد به الخبر عن عبد الله بن عباس عن النبي ﷺ. قال الله عز وجل: {وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله}.","","","",""],["","(مذهب أهل السنة في الخير والشر والنفع والضر)","ومن مذهب أهل السنة وطريقتهم مع قولهم بأن الخير والشر من الله وبقضائه أنه لا يضاف إلى الله تعالى ما يُتوهم منه نقص على الانفراد، فيقال: يا خالق القردة والخنازير والخنافس والجعلان، وإن كان لا مخلوق إلا والرب خالقه. وفي ذلك ورد قول رسول الله ﷺ في دعاء الاستفتاح «تباركت وتعاليت، والخير في يديك، والشر ليس إليك». 26 ومعناه والله أعلم والشر ليس مما يضاف إليك إفرادا وقصدا، حتى يقال لك في المناداة: يا خالق الشر أو يا مقدر الشر، وإن كان هو الخالق والمقدر لهما جميعا، لذلك أضاف الخضر عليه السلام إرادة العيب إلى نفسه، فقال فيما أخبر الله عنه في قوله: {أما السفينة فكانت لمساكين يعملون في البحر فأردت أن أعيبها} ولما ذكر الخير والبر والرحمة أضاف إرادتها إلى الله عز وجل فقال: {فأراد ربك أن يبلغا أشدهما ويستخرجا كنزهما رحمة من ربك}. ولذلك قال مخبرا عن إبراهيم عليه السلام أنه قال: {وإذا مرضت فهو يشفين} فأضاف المرض إلى نفسه والشفاء إلى ربه، وإن كان الجميع منه.","","","",""],["","(أنواع الإرادة)","ومن مذهب أهل السنة والجماعة أن الله عز وجل مريد لجميع أعمال العباد خيرها وشرها؛ لم يؤمن أحد إلا بمشيئته ولم يكفر أحد إلا بمشيئته. ولو شاء لجعل الناس أمة واحدة. ولو شاء أن لا يُعصى ما خلق إبليس. فكفر الكافرين وإيمان المؤمنين بقضائه سبحانه وتعالى وقدره وإرادته ومشيئته، أراد كل ذلك وشاءه وقضاه. ويرضى الإيمان والطاعة، ويسخط الكفر والمعصية. قال الله عز وجل: {إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم}.","","","",""],["","(الاستثناء في الإيمان والشهادة على المعين بأنه في الجنة أو النار)","ويعتقد ويشهد أصحاب الحديث أن عواقب العباد مبهمة، لا يدري أحد بم يختم له، ولا يحكمون لواحد بعينه أنه من أهل الجنة، ولا يحكمون على أحد بعينه أنه من أهل النار، لأن ذلك مغيب عنهم، لا يعرفون على ما يموت عليه الإنسان؛ ولذلك يقولون: إنا مؤمنون إن شاء الله. ويشهدون لمن مات على الإسلام أن عاقبته الجنة، فإن الذين سبق القضاء عليهم من الله أنهم يعذبون بالنار مدة لذنوبهم التي اكتسبوها ولم يتوبوا منها فإنهم يردون أخيرا إلى الجنة ولا يبقى أحد في النار من المسلمين، فضلا من الله ومنة. ومن مات -والعياذ بالله- على الكفر فمرده إلى النار لا ينجو منها، ولا يكون لمقامه فيها منتهى.","","","",""],["","(المبشرون بالجنة)","فأما الذين شهد لهم رسول الله ﷺ من أصحابه بأعيانهم بأنهم من أهل الجنة، فإن أصحاب الحديث يشهدون لهم بذلك تصديقا للرسول ﷺ فيما ذكره ووعده لهم؛ فإنه ﷺ لم يشهد لهم بها إلا بعد أن عرف ذلك، والله تعالى أطلع رسوله ﷺ على ما شاء من غيبه. وبيان ذلك في قوله عز وجل: {عالم الغيب فلا يظهر على غيبه أحدا * إلا من ارتضى من رسول}. وقد بشر ﷺ عشرة من أصحابه بالجنة، وهم أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد وسعيد وأبو عبيدة بن الجراح، وكذلك قال لثابت بن قيس بن شماس إنه من أهل الجنة. قال أنس بن مالك: فلقد كان يمشي بين أظهرنا ونحن نقول: إنه من أهل الجنة. 27","","","",""],["","(أفضل الصحابة)","ويشهدون ويعتقدون أن أفضل أصحاب رسول الله ﷺ أبو بكر ثم عمر ثم عثمان ثم علي، وأنهم الخلفاء الراشدون الذين ذكر ﷺ خلافتهم بقوله فيما رواه سعيد بن نبهان عن سفينة: «الخلافة بعدي ثلاثون سنة» وبعد انقضاء أيامهم عاد الأمر إلى الملك العضوض على ما أخبر عنه الرسول ﷺ. 28","","","",""],["","(الخلافة)","ويثبت أصحاب الحديث خلافة أبي بكر رضي الله عنه بعد وفاة رسول الله ﷺ، باختيار الصحابة واتفاقهم عليه وقولهم قاطبة: رضيه رسول الله ﷺ لديننا فرضيناه لدنيانا. [يعني: أنه استخلفه في إقامة الصلوات المفروضات بالناس أيام مرضه وهي الدين، فرضيناه خليفة للرسول ﷺ علينا في أمور دنيانا.] وقولهم: قدمك رسول الله ﷺ فمن يؤخرك؟ وأرادوا أنه ﷺ قدمك في الصلاة بنا أيام مرضه، فصلينا وراءك بأمره، فمن ذا الذي يؤخرك بعد تقديمه إياك؟ وكان رسول الله ﷺ يتكلم في شأن أبي بكر في حال حياته بما يبين للصحابة أنه أحق الناس بالخلافة بعده، فلذلك اتفقوا عليه واجتمعوا فانتفعوا بمكانه والله وارتفعوا، حتى قال أبو هريرة رضي الله عنه: والله الذي لا إله إلا هو لولا أن أبا بكر استخلف لما عُبد الله. ولما قيل له: مه يا أبا هريرة، قام بحجة صحة قوله، فصدقوه فيه وأقروا به.","","","",""],["","(الخلافة)","ثم خلافة عمر بن الخطاب رضي الله عنه وأرضاه، باستخلاف أبي بكر رضي الله عنه إياه، واتفاق الصحابة عليه بعده، وإنجاز الله سبحانه بمكانه في إعلاء الإسلام وإعظام شأنه وعده.","","","",""],["","(الخلافة)","ثم خلافة عثمان رضي الله عنه بإجماع أهل الشورى وإجماع الأصحاب كافة ورضاهم به حتى جعل الأمر إليه.","","","",""],["","(الخلافة)","ثم خلافة علي رضي الله عنه ببيعة الصحابة إياه، عرفه ورآه كل منهم رضي الله عنه أحق الخلق وأولاهم في ذلك الوقت بالخلافة، ولم يستجيزوا عصيانه وخلافه.","","","",""],["","(الخلافة)","فكان هؤلاء الأربعة الخلفاء الراشدين الذين نصر الله بهم الدين، وقهر وقسر بمكانهم الملحدين، وقوى بمكانهم الإسلام، ورفع في أيامهم للحق الأعلام، ونور بضيائهم ونورهم وبهائهم الظلام، وحقق بخلافتهم وعده السابق في قوله عز وجل: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ [وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ]} الآية، وفي قوله: {[وَالَّذِينَ مَعَهُ] أَشِدَّاءُ عَلَى الْكُفَّارِ [رُحَمَاءُ بَيْنَهُمْ إلى قوله: كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ]}. فمن أحبهم وتولاهم ودعا لهم ورعى حقهم وعرف فضلهم فاز في الفائزين، ومن أبغضهم وسبهم ونسبهم إلى ما تنسبهم الروافض والخوارج -لعنهم الله- فقد هلك في الهالكين. قال رسول الله ﷺ: \"لا تسبوا أصحابي، فمن سبهم فعليه لعنة الله\" وقال: \"من أحبهم فبحبي أحبهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني، ومن سبهم فعليه لعنة الله\". 29","","","",""],["","(الصلاة خلف الإمام البر والفاجر والجهاد معه والدعاء له)","ويرى أصحاب الحديث الجمعة والعيدين وغيرهما من الصلوات خلف كل إمام مسلم، برا كان أو فاجرا. ويرون جهاد الكفرة معهم وإن كانوا جورة فجرة. ويرون الدعاء لهم بالإصلاح والتوفيق والصلاح. ولا يرون الخروج عليهم وإن رأوا منهم العدول عن العدل إلى الجور والحيف. ويرون قتال الفئة الباغية حتى ترجع إلى طاعة الإمام العدل.","","","",""],["","(موقف أهل السنة والجماعة مما شجر بين الصحابة)","ويرون الكف عما شجر بين أصحاب رسول الله ﷺ، وتطهير الألسنة عن ذكر ما يتضمن عيبا لهم ونقصا فيهم. ويرون الترحم على جميعهم والموالاة لكافتهم. وكذلك يرون تعظيم قدر أزواجه رضي الله عنهن والدعاء لهن ومعرفة فضلهن والإقرار بأنهن أمهات المؤمنين.","","","",""],["","(دخول الجنة بفضل الله ورحمته دون غيرها)","ويعتقدون ويشهدون أن أحدا لا تجب له الجنة وإن كان عمله حسنا [وعبادته أخلص العبادات وطاعته أزكى الطاعات] وطريقه مرتضى إلا أن يتفضل الله عليه، فيوجبها له بمنه وفضله؛ إذ عمل الخير الذي عمله لم يتيسر له إلا بتيسير الله عز اسمه، فلو لم ييسره له لم يتيسر له، ولو لم يهده لم يهتد له أبدا. قال الله عز وجل: {ولولا فضل الله عليكم ورحمته ما زكى منكم من أحد أبدا ولكن الله يزكي من يشاء}، [وقال مخبرًا عن أهل الجنة: {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ}] وفي آيات سواها.","","","",""],["","(لكل مخلوق أجل)","ويعتقدون ويشهدون أن الله عز وجل أجَّلَ لكل مخلوق أجلا، وأن نفسا لن تموت إلا بإذن الله كتابا مؤجلا؛ وإذا انقضى أجل المرء فليس إلا الموت وليس له عنه فوت. قال الله عز وجل: {ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون} وقال: {وما كان لنفس أن تموت إلا بإذن الله كتابا مؤجلا}.","","","",""],["","(لكل مخلوق أجل)","ويشهدون أن من مات أو قتل فقد انقضى أجله. قال الله عز وجل: {قل لو كنتم في بيوتكم لبرز الذين كتب عليهم القتل إلى مضاجعهم}. [وقال تعالى: {أَيْنَمَا تَكُونُوا يُدْرِكُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ}]","","","",""],["","(وسوسة الشياطين)","ويتيقنون أن الله سبحانه خلق الشياطين يوسوسون للآدميين ويعتمدون استزلالهم ويترصدون لهم. قال الله عز وجل: {وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعمتموهم إنكم لمشركون}. وإن الله يسلطهم على من يشاء، ويعصم من كيدهم ومكرهم من يشاء. قال الله عز وجل: {واستفزز من استطعت منهم بصوتك وأجلب عليهم بخيلك ورجلك وشاركهم في الأموال والأولاد وعدهم وما يعدهم الشيطان إلا غرورا * إن عبادي ليس لك عليهم سلطان وكفى بربك وكيلا}. وقال: {إنه ليس له سلطان على الذين آمنوا وعلى ربهم يتوكلون * إنما سلطانه على الذين يتولونه} الآية.","","","",""],["","(السحر والسحرة)","ويشهدون أن في الدنيا سحرا وسحرة، إلا أنهم لا يضرون أحدا إلا بإذن الله عز وجل، {وما هم بضارين به من أحد إلا بإذن الله}. ومن سحر منهم واستعمل السحر واعتقد أنه يضر أو ينفع بغير إذن الله تعالى فقد كفر. وإذا وصف ما يكفر به استتيب، فإن تاب وإلا ضربت عنقه. وإن وصف ما ليس بكفر أو تكلم بما لا يفهم نهي عنه، فإن عاد عزر. وإن قال: السحر ليس بحرام وأنا أعتقد إباحته، وجب قتله، لأنه استباح ما أجمع المسلمون على تحريمه.","","","",""],["","(علامات أصحاب الحديث)","ويحرم أصحاب الحديث المسكر من الأشربة المتخذ من العنب أو الزبيب أو التمر أو العسل أو الذرة أو غير ذلك مما يسكر؛ يحرمون قليله وكثيره [ويجتنبونه] وينجسونه ويوجبون به الحد.","","","",""],["","(علامات أصحاب الحديث)","ويرون المسارعة إلى أداء الصلوات وإقامتها في أوائل الأوقات أفضل من تأخيرها إلى آخر الأوقات [الأوقات إحرازًا للأجور الجميلة بها والمثوبات]. ويوجبون قراءة فاتحة الكتاب خلف الإمام. ويأمرون بإتمام الركوع والسجود حتما واجبا، ويعدون إتمام الركوع والسجود بالطمأنينة فيهما والارتفاع من الركوع والانتصاب منه والطمأنينة فيه وكذلك الارتفاع من السجود والجلوس بين السجدتين مطمئنين فيه من أركان الصلاة التي لا تصح إلا بها.","","","",""],["","(علامات أصحاب الحديث)","ويتواصون بقيام الليل للصلاة بعد المنام، وبصلة الأرحام وإفشاء السلام وإطعام الطعام، والرحمة على الفقراء والمساكين والأيتام، والاهتمام بأمور المسلمين، والتعفف في المأكل والمشرب والمنكح والملبس، والسعي في الخيرات والأمر بالمعروف والنهي عن المنكر، والبدار إلى فعل الخيرات أجمع، [واتقاء سوء عاقبة الطمع، ويتواصون بالحق والصبر.]","","","",""],["","(علامات أصحاب الحديث)","ويتحابون في الدين ويتباغضون فيه. ويتقون الجدال في الله، والخصومات فيه. ويجانبون أهل البدع والضلالات، ويعادون أصحاب الأهواء والجهالات.","","","",""],["","(الاقتداء بالرسول والصحابة والسلف الصالح)","[ويقتدون بالنبي ﷺ وبأصحابه الذين هم كالنجوم بأيهم اقتدوا اهتدوا، كما كان رسول الله ﷺ يقوله فيهم،] ويقتدون بالسلف الصالحين من أئمة الدين وعلماء المسلمين، ويتمسكون بما كانوا به متمسكين من الدين المتين والحق المبين.","","","",""],["","(بغض أهل البدع ومجانبتهم)","ويبغضون أهل البدع الذين أحدثوا في الدين ما ليس منه، ولا يحبونهم ولا يصحبونهم ولا يسمعون كلامهم ولا يجالسونهم ولا يجادلونهم في الدين ولا يناظرونهم؛ ويرون صون آذانهم عن سماع أباطيلهم التي إذا مرت بالآذان وقرّت في القلوب ضرت وجرت إليها الوساوس والخطرات الفاسدة ما جرت. وفيه أنزل الله عز وجل قوله: {وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره}.","","","",""],["","(علامات أهل البدع)","وعلامات البدع على أهلها ظاهرة بادية. وأظهر آياتهم وعلاماتهم شدة معاداتهم لحملة أخبار النبي ﷺ واحتقارهم لهم وتسميتهم إياهم حشوية وجهلة وظاهرية ومشبهة، اعتقادا منهم في أخبار الرسول ﷺ أنها بمعزل عن العلم، وأن العلم ما يلقيه الشيطان إليهم من نتاج عقولهم الفاسدة ووساوس صدورهم المظلمة وهواجس قلوبهم الخالية من الخير والعاطلة وحججهم بل شبههم الداحضة الباطلة. {أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم}، {ومن يهن الله فما له من مكرم إن الله يفعل ما يشاء}.","","","",""],["","(أهل البدع يردون الآثار)","سمعت الحاكم أبا عبد الله الحافظ يقول: سمعت أبا علي الحسين بن علي الحافظ يقول: سمعت جعفر بن أحمد بن سنان الواسطي يقول: سمعت أحمد بن سنان القطان يقول: ليس في الدنيا مبتدع إلا وهو يبغض أهل الحديث، فإذا ابتدع الرجل نزعت حلاوة الحديث من قلبه.","","","",""],["","(أهل البدع يردون الآثار)","وسمعت الحاكم يقول: سمعت أبا الحسين محمد بن أحمد الحنظلي ببغداد يقول: سمعت محمد بن إسماعيل الترمذي يقول: كنت أنا وأحمد بن الحسن الترمذي عند إمام الدين أبي عبد الله أحمد بن حنبل، فقال له أحمد بن الحسن: يا أبا عبد الله، ذكروا لابن أبي قتيلة بمكة أصحاب الحديث فقال: أصحاب الحديث قوم سوء، فقام أحمد بن حنبل وهو ينفض ثوبه ويقول: زنديق زنديق زنديق، حتى دخل البيت.","","","",""],["","(أهل البدع يردون الآثار)","وسمعت الحاكم أبا عبد الله يقول: سمعت أبا نصر أحمد بن سهل الفقيه ببخارى يقول: سمعت أبا نصر بن سلام الفقيه يقول: ليس شيء أثقل على أهل الإلحاد ولا أبغض إليهم من سماع الحديث وروايته بإسناده.","","","",""],["","(أهل البدع يردون الآثار)","وسمعت الحاكم يقول: سمعت الشيخ أبا بكر أحمد بن إسحاق بن أيوب الفقيه وهو يناظر رجلا فقال الشيخ أبو بكر: حدثنا فلان، فقال له الرجل: دعنا من حدثنا! إلى متى حدثنا؟ فقال الشيخ له: قم يا كافر، فلا يحل لك أن تدخل داري بعد هذا أبدا، ثم التفت إلينا وقال: ما قلت لأحد ما تدخل داري إلا هذا.","","","",""],["","(نبز المبتدعة لأهل الحق)","وسمعت أبا منصور محمد بن عبد الله بن حمشاد العالم الزاهد يقول: سمعت أبا القاسم جعفر بن أحمد المقري الرازي يقول: قرئ على عبد الرحمن بن أبي حاتم الرازي وأنا أسمع: سمعت أبي يقول -عنى به الإمام في بلده أباه أبا حاتم محمد بن إدريس الحنظلي الرازي يقول-: علامة أهل البدع الوقيعة في أهل الأثر، وعلامة الزنادقة تسميتهم أهل الأثر حشوية، يريدون بذلك إبطال الأثر، وعلامة القدرية تسميتهم أهل السنة مجبرة، وعلامة الجهمية تسميهم أهل السنة مشبهة، وعلامة الرافضة تسميتهم أهل الأثر نابتة وناصبة. 30 قلت: وكل ذلك عصبية، ولا يلحق أهل السنة إلا اسم واحد وهو أصحاب الحديث.","","","",""],["","(نبز المبتدعة لأهل الحق)","قلت أنا: رأيت أهل البدع في هذه الأسماء التي لقبوا بها أهل السنة سلكوا معهم مسلك المشركين مع رسول الله ﷺ، فإنهم اقتسموا القول فيه، فسماه بعضهم ساحرا، وبعضهم كاهنا، وبعضهم شاعرا، وبعضهم مجنونا، وبعضهم مفتونا، وبعضهم مفتريا مختلقا كذابا؛ وكان النبي ﷺ من تلك المعائب بعيدا بريئا، ولم يكن إلا رسولا مصطفى نبيا، قال الله عز وجل: {انظر كيف ضربوا لك الأمثال فضلوا فلا يستطيعون سبيلا}. كذلك المبتدعة خذلهم الله اقتسموا القول في حملة أخباره ونقلة آثاره ورواة أحاديثه المقتدين المهتدين بسنته، فسماهم بعضها حشوية، وبعضهم مشبهة، وبعضهم نابتة، وبعضهم ناصبة، وبعضهم جبرية؛ وأصحاب الحديث عصابة من هذه المعايب بريئة زكية نقية، وليسوا إلا أهل السنة المضية والسيرة المرضية والسبل السوية والحجج البالغة القوية؛ قد وفقهم الله جل جلاله لاتباع كتابه ووحيه وخطابه، والاقتداء برسوله ﷺ في أخباره التي أمر فيها أمته بالمعروف من القول والعمل، وزجرهم فيها عن المنكر منهما، وأعانهم على التمسك بسيرته والاهتداء بملازمة سنته، وشرح صدورهم لمحبته ومحبة أئمة شريعته وعلماء أمته. ومن أحب قوما فهو معهم يوم القيامة بحكم قول رسول الله ﷺ: «المرء مع من أحب».","","","",""],["","(علامات أهل السنة)","وإحدى علامات أهل السنة حبهم لأئمة السنة وعلمائها وأنصارها وأوليائها، وبغضهم لأئمة البدع، الذين يدعون إلى النار ويدلون أصحابهم على دار البوار. وقد زين الله سبحانه قلوب أهل السنة ونورها بحب علماء السنة فضلا منه جل جلاله ومنة.","","","",""],["","(حب أهل الحق وذكر بعض أسمائهم)","أخبرنا الحاكم أبو عبد الله الحافظ أسكنه الله وإيانا الجنة: حدثنا محمد بن إبراهيم بن الفضل المزكي: حدثنا أحمد بن سلمة: قرأ علينا أبو رجاء قتيبة بن سعيد كتاب الإيمان له، فكان في آخره: فإذا رأيت الرجل يحب سفيان الثوري ومالك بن أنس والأوزاعي وشعبة وابن المبارك وأبا الأحوص وشريكا ووكيعا ويحيى بن سعيد وعبد الرحمن بن مهدي، فاعلم أنه صاحب سنة. قال أحمد بن سلمة رحمه الله: فألحقت بخطي تحته: ويحيى بن يحيى وأحمد بن حنبل وإسحاق بن راهويه، فلما انتهى إلى هذا الموضع نظر إلينا أهل نيسابور، وقال: هؤلاء القوم يبغضون يحيى بن يحيى، فقلنا له: يا أبا رجاء ما يحيى بن يحيى؟ قال: رجل صالح إمام المسلمين، وإسحاق بن إبراهيم إمام، وأحمد بن حنبل أكبر من سميتهم كلهم.","","","",""],["","(حب أهل الحق وذكر بعض أسمائهم)","وأنا ألحقت بهؤلاء الذين ذكر قتيبة رحمه الله أن من أحبهم فهو صاحب سنة من أئمة أهل الحديث الذين بهم يقتدون وبهديهم يهتدون ومن جملتهم وشيعتهم أنفسهم يعدون وفي اتباعهم آثارهم يجدّون جماعةً آخرين، منهم محمد بن إدريس الشافعي المطلبي الإمام المقدم والسيد المعظم، العظيم المنة على أهل الإسلام والسنة، الموفق الملقن الملهم المسدد، الذي عمل في دين الله وسنة رسوله ﷺ من النصر لهما والذب عنهما ما لم يعمله أحد من علماء عصره ومن بعدهم. ومنهم الذين كانوا قبل الشافعي رحمه الله، كسعيد بن جبير 31 والزهري والشعبي والتيمي؛ ومن بعدهم كالليث بن سعد والأوزاعي والثوري وسفيان بن عيينة الهلالي وحماد بن سلمة وحماد بن زيد ويونس بن عبيد وأيوب وابن عون ونظرائهم؛ ومن بعدهم مثل يزيد بن هارون وعبد الرزاق وجرير بن عبد الحميد؛ ومن بعدهم مثل محمد بن يحيى الذهلي ومحمد بن إسماعيل البخاري ومسلم بن الحجاج القشيري وأبي داود السجستاني وأبي زرعة الرازي وأبي حاتم وابنه ومحمد بن مسلم بن وارة ومحمد بن أسلم الطوسي وعثمان بن سعيد الدارمي، ومحمد بن إسحاق بن خزيمة الذي كان يدعى إمام الأئمة، ولعمري كان إمام الإئمة في عصره ووقته، وأبي يعقوب إسحاق بن إسماعيل البستي، وجدي -من قبل أبي- أبي سعيد يحيى بن منصور الزاهد الهروي، وعدي بن حمدويه الصابوني، وولديه سيفي السنة أبي عبد الله الصابوني وأبي عبد الرحمن الصابوني، وغيرهم من أئمة السنة الذين [كانوا] متمسكين بها ناصرين لها داعين إليها والين عليها.","","","",""],["","(حب أهل الحق وذكر بعض أسمائهم)","وهذه الجمل التي أثبتها في هذا الجزء كانت معتقد جميعهم، لم يخالف فيها بعضهم بعضا؛ بل أجمعوا عليها كلها. واتفقوا مع ذلك على القول بقهر أهل البدع وإذلالهم وإخزائهم وإبعادهم وإقصائهم، والتباعد منهم ومن مصاحبتهم ومعاشرتهم، والتقرب إلى الله عز وجل بمجانبتهم ومهاجرتهم.","","","",""],["","(نصيحة أبي عثمان الصابوني)","قال الأستاذ الإمام رحمه الله: وأنا بفضل الله عز وجل متبع لآثارهم مستضيء بأنوارهم، ناصح إخواني وأصحابي أن لا يزيغوا عن منارهم، ولايتبعوا غير أقوالهم، ولا يشتغلوا بهذه المحدثات من البدع التي اشتهرت فما بين المسلمين وظهرت وانتشرت، ولو جرت واحدة منها على لسان واحد في عصر أولئك الأئمة لهجروه وبدعوه، ولكذبوه وأصابوه بكل سوء ومكروه. ولا يغرن إخواني حفظهم الله كثرة أهل البدع ووفور عددهم، [فإن وفور أهل الباطل وقلة عدد أهل الحق من علامات اقتراب يوم الحق،] فإن ذلك من أمارات اقتراب الساعة، إذ الرسول المصطفى ﷺ قال: «إن من علامات الساعة واقترابها أن يقل العلم ويكثر الجهل» والعلم هو السنة، والجهل هو البدعة.","","","",""],["","(نصيحة أبي عثمان الصابوني)","[قال ﷺ: «إن الإيمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها» 32 وقال ﷺ: «لا تقوم الساعة حتى لا يقال في الأرض: الله الله» 33] ومن تمسك [اليوم] بسنة رسول الله ﷺ وعمل بها واستقام عليها ودعا إليها كان أجره أوفر وأكثر من أجر من جرى على هذه الجملة في أوائل الإسلام والملة، إذ الرسول المصطفى ﷺ قال: «له أجر خمسين» فقيل: خمسين منهم؟ قال: «بل منكم». وإنما قال ﷺ ذلك لمن يعمل بسنته عند فساد أمته.","","","",""],["","(نصيحة أبي عثمان الصابوني)","وجدت في كتاب الشيخ الإمام جدي أبي عبد الله محمد بن عدي بن حمدويه الصابوني رحمه الله: أخبرنا أبو العباس الحسن بن سفيان النسوي أن العباس بن صبيح حدثهم: حدثنا عبد الجبار بن مظاهر: حدثني معمر بن راشد: سمعت ابن شهاب الزهري يقول: تعليم سنة أفضل من عبادة مائتي سنة.","","","",""],["","(نصيحة أبي عثمان الصابوني)","أخبرنا أبو بكر محمد بن عبد الله بن محمد بن زكريا الشيباني: أخبرنا أبو العباس محمد بن عبد الرحمن الدغولي: سمعت محمد بن حاتم المظفري يقول: سمعت عمرو بن محمد يقول: كان أبو معاوية الضرير يحدث هارون الرشيد فحدثه بحديث أبي هريرة: «احتج آدم وموسى»، فقال عيسى بن جعفر: كيف هذا وبين آدم وموسى ما بينهما؟ قال فوثب به هارون وقال: يحدثك عن الرسول ﷺ وتعارضه بكيف؟ قال: فما زال يقول حتى سكت عنه.","","","",""],["","(نصيحة أبي عثمان الصابوني)","هكذا ينبغي للمرء أن يعظم أخبار رسول الله ﷺ، ويقابلها بالقبول والتسليم والتصديق؛ وينكر أشد الإنكار على من يسلك فيها غير هذا الطريق الذي سلكه هارون الرشيد رحمه الله مع من اعترض على الخبر الصحيح الذي سمعه بكيف على طريق الإنكار والاستبعاد له، ولم يتلقه بالقبول كما يجب أن يتلقى جميع ما يرد من الرسول ﷺ.","","","",""],["","(نصيحة أبي عثمان الصابوني)","جعلنا الله سبحانه من الذين يستمعون القول فيتبعون أحسنه، ويتمسكون في دنياهم مدة محياهم بالكتاب والسنة، وجنبنا الأهواء المضلة والآراء المضمحلة والأسواء المذلة، فضلا منه ومنة.\rآخره والحمد لله وحده.\rوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.","","","",""]]
