[["1","‌‌الحَدِيثُ الأَوَّلُ","[الْأَعْمَالُ بِالنِّيَّاتِ]","[އަމަލުތައް ވަނީ ނިޔަތްތަކުގެ މައްޗަށެވެ.]","عَنْ أَمِيرِ المُؤْمِنِينَ، أَبِي حَفْصٍ - عُمَرَ بْنِ الخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» رَوَاهُ إِمَامَا المُحَدِّثِينَ: أَبُو عَبْدِ اللَّهِ، مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ المُغِيرَةِ بْنِ بَرْدِزْبَهْ البُخَارِيُّ، وَأَبُو الحُسَيْنِ، مُسْلِمُ بْنُ الحَجَّاجِ بْنِ مُسْلِمٍ القُشَيْرِيُّ النَّيْسَابُورِيُّ رَضِيَ اللَّهُ عَنْهُمَا فِي صَحِيحَيْهِمَا - الَّلذَيْنِ هُمَا أَصَحُّ الكُتُبِ المُصَنَّفَةِ -. ⁽¹⁾","އަމީރުލް މުއުމިނީން، އަބޫ ޙަފްޞު - ޢުމަރު ބިން އަލްޚައްޠާބު - رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރައްވަނިކޮށް އަހަރެން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން އަމަލުތައް ވަނީ ހަމައެކަނި ނިޔަތްތަކުގެ މައްޗަށެވެ. އަދި ކޮންމެ މީހަކަށް ވަނީ، ހަމައެކަނި އޭނާ ނިޔަތްގަތް ކަމެކެވެ. ފަހެ އެ މީހެއްގެ ހިޖުރަ ވަނީ، ﷲ އާއި އެ އިލާހުގެ ރަސޫލަށް ޓަކައި ކަމަށްވެއްޖެ މީހާ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލަށެވެ. އަދި އެ މީހެއްގެ ހިޖުރަ ވަނީ، ދުނިޔެއަށް ޓަކައި އެ ހާސިލުކުރުމަށް، ނުވަތަ އަންހެނަކަށް ޓަކައި އޭނާއާ އިނުމަށް ކަމުގައިވެއްޖެ މީހާ، ފަހެ އޭނާގެ ހިޖުރަ ވަނީ އޭނާ އެ ހިޖުރަކުރި ކަމަކަށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުޙައްދިޘުންގެ ދެ އިމާމުން: އަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބިން އިސްމާޢީލު ބިން އިބްރާހީމް ބިން އަލްމުޣީރާ ބިން ބަރްދިޒްބަހް އަލްބުޚާރީއާއި، އަބުލް ޙުސައިން މުސްލިމު ބިން އަލްޙައްޖާޖު ބިން މުސްލިމު އަލްގުޝައިރީ އައްނައިސާބޫރީ رَضِيَ اللَّهُ عَنْهُمَا، އެ ދެ އިމާމުންގެ ދެ ސަހީހުގައެވެ. އެއީ ތަސްނީފުކުރެވުނު ފޮތްތަކުގެ ތެރެއިން އެންމެ ސައްހަ ދެ ފޮތެވެ.","⁽¹⁾ الْبُخَارِيُّ (1)، وَمُسْلِمٌ (1907)\nوَرِوَايَة الْبُخَارِيّ: حَدَّثَنَا الْحُمَيْدِيُّ عَبْدُ اللهِ بْنُ الزُّبَيْرِ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْأَنْصَارِيُّ، قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ: أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ، يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَلَى الْمِنْبَرِ، قَالَ: سَمِعْتُ رَسُولَ اللهِ ﷺ، يَقُولُ: «إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا، أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»\nوَانظُر: رِيَاض الصَّالِحِين 1\nقَالَ النَّوَوِي: «أَمِيرُ المُؤْمِنِينَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ»: هُوَ أَوَّلُ مَنْ سُمِّيَ أَمِيرَ الْمُؤْمِنِينَ.\nقَوْلُهُ: «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ» المُرَادُ: لَا تُحْتَسَبُ الأَعْمَالُ الشَّرْعِيَّةُ إِلَّا بِالنِّيَّة.\nقَوْلُهُ ﷺ: «فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ» مَعْنَاهُ: مَقْبُولَةٌ.","ނަވަވީ ބުންޏެވެ: ’أَمِيرُ المُؤْمِنِينَ عُمَرُ رَضِيَ ﷲ عَنْهُ‘ (މުއުމިނުންގެ އަމީރު، ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ ﷲ عَنْهُ) އެއީ އެންމެ ފުރަތަމަ އަމީރުލް މުއުމިނީން ކިޔުނު ފަރާތެވެ.\nރަސޫލުގެ ބަސްފުޅު: ”إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ“ (ހަމަކަށަވަރުން އަމަލުތައް ވަނީ ހަމައެކަނި ނިޔަތްތަކުގެ މައްޗަށެވެ.) އޭގެ މުރާދަކީ: ނިޔަތާއެކު މެނުވީ ޝަރުއީ އަމަލުތަކެއް ނުބަލާނެއެވެ.\nއެކަލޭގެފާނު ﷺ ގެ ބަަސްފުޅު: ”فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ“ (ފަހެ އޭނާގެ ހިޖުރަ ވަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލަށެވެ.) އޭގެ މާނައަކީ: ގަބޫލުވެވިގެންނެވެ."],["2","‌‌الحَدِيثُ الثَّانِي","[فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ]","[ތިޔަބައިމީހުންގެ ގާތަށް ޖިބްރީލު އެ ވަޑައިގަތީ، ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ދީން އުނގަންނަވައިދެއްވުމަށެވެ.]","عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ - أَيْضاً - قَالَ: «بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ ﷺ ذَاتَ يَوْمٍ، إِذْ طَلَعَ عَلَيْنَا رَجُلٌ، شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعْرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِيِّ ﷺ، فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ! أَخْبِرْنِي عَنِ الإِسْلَامِ؟ فَقَالَ رَسُولُ اللَّهِ ﷺ: الإِسْلَامُ: أَنْ تَشْهَدَ أَلَّا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ رَمَضَانَ، وَتَحُجَّ البَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلاً، قَالَ: صَدَقْتَ - فَعَجِبْنَا لَهُ، يَسْأَلُهُ وَيُصَدِّقُهُ -. قَالَ: فَأَخْبِرْنِي عَنِ الإِيمَانِ؟ قَالَ: أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَاليَوْمِ الآخِرِ، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ، قَالَ: صَدَقْتَ. قَالَ: فَأَخْبِرْنِي عَنِ الإِحْسَانِ؟ قَالَ: أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ. قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ؟ قَالَ: مَا المَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ قَالَ: فَأَخْبِرْنِي عَنْ أَمَارَاتِهَا؟ قَالَ: أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا، وَأَنْ تَرَى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ، يَتَطَاوَلُونَ فِي البُنْيَانِ. قَالَ: ثُمَّ انْطَلَقَ فَلَبِثْتُ مَلِيّاً، ثُمَّ قَالَ لِي: يَا عُمَرُ! أَتَدْرِي مَنِ السَّائِلُ؟ قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަދިވެސް ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެއް ދުވަހަކު ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި އަހަރެމެން ވަނިކޮށް، އެ ވަގުތު އަހަރެމެންގެ މައްޗަށް މީހަކު ފާޅުވެއްޖެއެވެ. އޭނާގެ ފޭރާމުގެ ހުދުކަން ނުހަނު ގަދައެވެ. އިސްތަށީގެ ކަޅުކަން ވެސް ނުހަނު ގަދައެވެ. އޭނާގެ މަތިން ދަތުރުގެ އަސަރު ފެންނާކަށް ނެތެވެ. އަދި އަހަރެމެންގެ ތެރެއިން އެކަކުވެސް އޭނާއެއް ނުދަނެއެވެ. އޭނާ އައިސް ނަބީ ﷺ އާ ކުރިމަތިލައިގެން އިށީންނިއެވެ. ފަހެ އޭނާގެ ކަކޫ، އެކަލޭގެފާނުގެ ކަކޫފުޅާ ޖެއްސިއެވެ. އަދި އޭނާގެ ދެ އަތްތިލަ، އެކަލޭގެފާމުގެ ފަލަމަސްގަނޑު މަތީ ބޭއްވިއެވެ. އަދި ބުންޏެވެ: އޭ މުޙައްމަދެވެ. އިސްލާމްއާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ. ފަހެ ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”އިސްލާމަކީ، ﷲ ފިޔަވާ (އަޅުކަން ހައްގުވާ) އެހެން އިލާހަކު ނުވާ ކަމަށާއި މުޙައްމަދުއީ ﷲ ގެ ރަސޫލުކަމަށް ތިބާ ހެކިވުމެވެ. އަދި ތިބާ ނަމާދު ގާއިމުކުރުމެވެ. އަދި ތިބާ ޒަކާތް ދިނުމެވެ. އަދި ތިބާ ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ. އަދި ތިބާ ގެފުޅަށް ގޮސް ހައްޖުވުމެވެ. އެއީ ތިބާއަށް އެ ތަނަށް ދާނެ ގޮތެއް ފަހިވެއްޖެ ނަމައެވެ.“ އޭނާ ބުންޏެވެ: ތިބާ ތެދުހަދައިފިއެވެ. - ޢުމަރު ވިދާޅުވިއެވެ: ފަހެ އަހަރެމެން އެއާމެދު އަޖައިބު ވީމެވެ. އެކަލޭގެފާނުގެ އަރިހު ސުވާލުކޮށްފައި ތެދުކުރަނީވެސް ހަމަ އޭނައެވެ. - އޭނާ ބުންޏެވެ: ފަހެ އީމާންއާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އެއީ ﷲ އަށާއި، އެ އިލާހުގެ މަލާއިކަތުންނަށާއި، އެ އިލާހުގެ ފޮތްތަކަށާއި، އެ އިލާހުގެ ރަސޫލުންނަށާއި، އާޚިރަތް ދުވަހަށް ތިބާ އީމާންވުމެވެ. އަދި ގަޟާގަދަރަށް ވެސް، އޭގެ ހެޔޮ މިންވަރާއި ނުބައި މިންވަރަށް ވެސް ތިބާ އީމާންވުމެވެ.“ އޭނާ ބުންޏެވެ: ތިބާ ތެދުހަދައިފިއެވެ. އޭނާ ބުންޏެވެ: ފަހެ އިހްސާންއާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އެއީ ތިބާއަށް ﷲ ފެނިހުރެ އަޅުކަންކުރާނެ ފަދައިން، ތިބާ އެ އިލާއަށް އަޅުކަންކުރުމެވެ. ފަހެ ތިބާއަށް އެ އިލާހު ނުފެނުނުކަމުގައި ވިޔަސް، ފަހެ ހަމަކަށަވަރުން އެ އިލާހު ތިބާއަށް ބައްލަވާ ވޮޑިގެންވެއެވެ.“ އޭނާ ބުންޏެވެ: ފަހެ ގިޔާމަތުގެ ވަގުތާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ސުވާލުކުރި މީހާއަށް ވުރެ، އެ ކަމާ ބެހޭ ގޮތުން ސުވާލުކުރެވުނު މީހާއަށް އެނގިގެން ނުވެއެވެ.“ އޭނާ ބުންޏެވެ: ފަހެ އޭގެ އަލާމާތްތަކާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އެއީ އަޅު އަންހެނާ، އޭނާގެ ވެރި އަންހެން ސާހިބާ ވިހެއުމެވެ. އަދި ހުސްފަޔާ، އޮރިޔާންކަންމަތީ، ފަގީރު ހާލުގައި ބަކަރި ހުއިހައްޕާ އުޅުނު މީހުން، އިމާރާތްތައް އުސްކުރުމުގައި ވާދަކޮށް އުޅޭތަން ތިބާއަށް ފެނުމެވެ.“ ޢުމަރު ވިދާޅުވިއެވެ: އެއަށްފަހު އޭނާ ހިނގައްޖެއެވެ. ދެން އަހަރެންނަށް ޒަމާންތަކެއް ވީފަހުން، އެކަލޭގެފާނު އަހަރެންނަށް ޙަދީޘްކުރެއްވިއެވެ: ”އޭ ޢުމަރެވެ. ސުވާލުކުރީ ކާކުކަން އެެނގޭހެއްޔެވެ؟“ އަހަރެން ބުނީމެވެ: އެންމެ މޮޅަށް އެނގެނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލަށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ފަހެ ހަމަކަށަވަރުން އެއީ ޖިބްރީލެވެ. ތިޔަބައިމީހުންގެ ގާތަށް އެ ވަޑައިގަތީ، ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ދީން އުނގަންނަވައިދެއްވުމަށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (8)\nوَرِوَايَتُه: حَدَّثَنِي أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ كَهْمَسٍ، عَنْ عَبْدِ اللهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ، (ح) وَحَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، وَهَذَا حَدِيثُهُ، حَدَّثَنَا أَبِي، حَدَّثَنَا كَهْمَسٌ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمَرَ قَالَ: «كَانَ أَوَّلَ مَنْ قَالَ فِي الْقَدَرِ بِالْبَصْرَةِ مَعْبَدٌ الْجُهَنِيُّ، فَانْطَلَقْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيُّ حَاجَّيْنِ أَوْ مُعْتَمِرَيْنِ، فَقُلْنَا: لَوْ لَقِينَا أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللهِ ﷺ، فَسَأَلْنَاهُ عَمَّا يَقُولُ هَؤُلَاءِ فِي الْقَدَرِ، فَوُفِّقَ لَنَا عَبْدُ اللهِ بْنُ عُمَرَ بْنِ الْخَطَّابِ دَاخِلًا الْمَسْجِدَ، فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي، أَحَدُنَا عَنْ يَمِينِهِ، وَالْآخَرُ عَنْ شِمَالِهِ، فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلَامَ إِلَيَّ، فَقُلْتُ: أَبَا عَبْدِ الرَّحْمَنِ، إِنَّهُ قَدْ ظَهَرَ قِبَلَنَا نَاسٌ يَقْرَؤُونَ الْقُرْآنَ، وَيَتَقَفَّرُونَ الْعِلْمَ، وَذَكَرَ مِنْ شَأْنِهِمْ، وَأَنَّهُمْ يَزْعُمُونَ أَنْ لَا قَدَرَ، وَأَنَّ الْأَمْرَ أُنُفٌ، قَالَ: فَإِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنِّي بَرِيءٌ مِنْهُمْ، وَأَنَّهُمْ بُرَآءُ مِنِّي، وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللهِ بْنُ عُمَرَ لَوْ أَنَّ لِأَحَدِهِمْ مِثْلَ أُحُدٍ ذَهَبًا فَأَنْفَقَهُ، مَا قَبِلَ اللهُ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ ثُمَّ قَالَ: حَدَّثَنِي أَبِي عُمَرُ بْنُ الْخَطَّابِ قَالَ: ... [الحديث]. وَفِيهِ: «قَالَ: صَدَقْتَ، قَالَ: فَعَجِبْنَا لَهُ»\nوَانظُر: رِيَاض الصَّالِحِين 60\nقَالَ النَّوَوِي: «لا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ» هُوَ بِضَمِّ اليَاءِ مِنْ «يَرَى».\nقَوْلُهُ: «تُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ»؛ مَعْنَاهُ: تَعْتَقِدُ أَنَّ اللَّهَ تَعَالَى قَدَّرَ الخَيْرَ وَالشَّرَّ قَبْلَ خَلْقِ الخَلْقِ، وَأَنَّ جَمِيعَ الكَائِنَاتِ بِقَضَاءِ اللَّهِ تَعَالَى وَقَدَرِهِ، وَهُوَ مُرِيدٌ لَهَا.\n[تنبيه: قد قال النووي: «قَوْلُهُ ﷺ (يَقُولُ اللَّهُ تَعَالَى لِأَهْوَنِ أَهْلِ النَّارِ عَذَابًا لَوْ كَانَتْ لَكَ الدُّنْيَا وَمَا فِيهَا أَكُنْتَ مُفْتَدِيًا بِهَا فَيَقُولُ نَعَمْ فَيَقُولُ قَدْ أَرَدْتُ مِنْكُمْ أَهْوَنَ من هذا وأنت فى صلب آدم أن لا تُشْرِكَ إِلَى قَوْلِهِ فَأَبَيْتَ إِلَّا الشِّرْكَ) الْمُرَادُ أَرَدْتُ؛ طَلَبْتُ مِنْكَ وَأَمَرْتُكَ، فَيَتَعَيَّنُ تَأْوِيلُ أَرَدْتُ عَلَى ذَلِكَ، لِأَنَّهُ يَسْتَحِيلُ عِنْدَ أَهْلِ الْحَقِّ أَنْ يُرِيدَ اللَّهُ تَعَالَى شَيْئًا فَلَا يَقَعُ وَمَذْهَبُ أَهْلِ الْحَقِّ [أي: الأشاعرة] أَنَّ اللَّهَ تَعَالَى مُرِيدٌ لِجَمِيعِ الْكَائِنَاتِ ‌خَيْرِهَا ‌وَشَرِّهَا وَمِنْهَا الْإِيمَانُ وَالْكُفْرُ فَهُوَ سبحانه وتعالى مُرِيدٌ لِإِيمَانِ الْمُؤْمِنِ وَمُرِيدٌ لِكُفْرِ الْكَافِرِ خِلَافًا لِلْمُعْتَزِلَةِ فِي قَوْلِهِمْ إِنَّهُ أَرَادَ إِيمَانَ الْكَافِرِ وَلَمْ يُرِدْ كُفْرَهُ تَعَالَى اللَّهُ عَنْ قَوْلِهِمُ الْبَاطِلِ فَإِنَّهُ يَلْزَمُ مِنْ قَوْلِهِمْ إِثْبَاتُ الْعَجْزِ فِي حَقِّهِ سُبْحَانَهُ وَأَنَّهُ وَقَعَ فِي مُلْكِهِ مَا لَمْ يُرِدْهُ». -انظر: شرح النووي على مسلم 17/148. وقال أيضا: «مَذْهَب اهل الْحق [أي: الأشاعرة] الايمان بِالْقدرِ واثباته وان جَمِيع الكائنات خَيرهَا وشرها بِقَضَاء الله تَعَالَى وَقدره وَهُوَ مُرِيد لَهَا كلهَا وَيكرهُ الْمعاصِي مَعَ انه مُرِيد لَهَا لحكمة يعلمهَا سبحانه وتعالى وَهل يُقَال انه يرضى الْمعاصِي ويحبها فِيهِ مذهبان لاصحابنا الْمُتَكَلِّمين حَكَاهُمَا امام الْحَرَمَيْنِ وَغَيره قَالَ امام الْحَرَمَيْنِ فِي الارشاد مِمَّا اخْتلف اهل الْحق فِي اطلاقه وَمنع اطلاقه الْمحبَّة وَالرِّضَا فَقَالَ بعض أَئِمَّتنَا لَا يُطلق القَوْل بَان الله تَعَالَى يحب الْمعاصِي ويرضاها لقَوْله تَعَالَى {وَلَا يرضى لِعِبَادِهِ الْكفْر} قَالَ وَمن حقق من أَئِمَّتنَا لم يلْتَفت الى تهويل الْمُعْتَزلَة لَهُ بل قَالَ الله تَعَالَى يُرِيد الْكفْر وَيُحِبهُ ويرضاه والارادة والمحبة وَالرِّضَا بِمَعْنى وَاحِد». -انظر: الأصول والضوابط ص 24. وقال أيضا: «قَوْلُهُ ‌وَالشَّرُّ ‌لَيْسَ ‌إِلَيْكَ ‌فَمِمَّا ‌يَجِبُ ‌تَأْوِيلُهُ ‌لِأَنَّ ‌مَذْهَبَ ‌أَهْلِ ‌الْحَقِّ [أي: الأشاعرة]‌ أَنَّ ‌كُلَّ ‌الْمُحْدَثَاتِ ‌فِعْلُ ‌اللَّهِ ‌تَعَالَى ‌وَخَلْقُهُ ‌سَوَاءٌ ‌خَيْرُهَا ‌وَشَرُّهَا وَحِينَئِذٍ يَجِبُ تَأْوِيلُهُ». -انظر: شرح النووي 6/59. وهذا قول الأشاعرة والجهمية أيضا، الذين هم الجبرية، وقد يقول بعضهم في الظاهر أن الإيمان بالقدر؛ الاعتقاد أَنَّ اللَّهَ قَدَّرَ الخَيْرَ وَالشَّرَّ وَأَنَّ جَمِيعَ الكَائِنَاتِ بِقَضَاءِ اللَّهِ وَقَدَرِهِ، كما يقوله أهل السنة، لكن عند التفصيل يقولون؛ أن لا فَاعِل إِلَّا اللَّه، والعبد مجبورٌ على فِعْلِه، لا قدرة ولا اختيارَ له، والعاصي غير قادر على الطاعة، والكافر غير قادر على الإسلام، وأن الله يُرِيد ويحب ويرضا الكفر والفسوق والعصيان. وقد تعقب عَبدُ الله بن فَهد المُنتَفِجِي، قول النووي فقال: وهذا المذهب في أن يحب الكفر والفسوق والعصيان فيه من الضلال وسوء الأدب مع رب العالمين الشيء العظيم. وذلك أن القوم جبرية ورثوا إمامهم الأول الجهم بن صفوان في هذا الباب، لا يفرقون بين الإرادة الشرعية التي تستلزم المحبة، والإرادة الكونية التي تستلزم الوقوع ولا تستلزم المحبة. وقد صرح ابن تيمية بأن قولهم يخالف دين الإسلام بالاضطرار. قال شيخ الإسلام في شرح الأصبهانية ص13: \"وقد علم بالاضطرار من دين الإسلام وبإجماع سلف الأمة قبل حدوث أقوال النفاة من الجهمية ونحوهم إن الله يحب الإيمان والعمل الصالح ولا يحب الكفر والفسوق والعصيان وإنه يرضى هذا ولا يرضى هذا.\" وقال في النبوات في ص287: \"وحقيقة هذا القول أنّ الله يُحبّ الكفر، والفسوق، والعصيان، ويرضاه. وهذا هو المشهور من قول الأشعريّ وأصحابه، وقد ذكر أبو المعالي [الجُوَيْني] أنه أول من قال ذلك، وكذلك ذكر ابن عقيل. وجماهير المسلمين يعرفون أنّ هذا القول معلوم الفساد بالضرورة من دين أهل الملل، وأنّ المسلمين واليهود والنصارى متفقون على أنّ الله لا يُحبّ الشرك، ولا تكذيب الرسل، ولا يرضى ذلك، بل هو يُبغض ذلك ويمقته ويكرهه؛ كما ذكر الله في سورة بني إسرائيل ما ذكره من المحرّمات، ثمّ قال: ﴿كُلُّ ذَلِكَ كَاْنَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوْهَاً﴾\" فهذا قول كفري كقولهم في إنكار العلو، فمن اجتمع فيه التجهم والإرجاء والجبر كالأشاعرة فقد اجتمع فيه الشر كله. -انظر: قول الأشاعرة في القدر مخالف للمعلوم من الدين بالضرورة 1131]\n[قال النووي في الأربعين] قَوْلُهُ: «فَأَخْبِرْنِي عَنْ أَمَارَتِهَا» هُوَ بِفَتْح الهَمْزَةِ؛ أَي: عَلَامَتِهَا، وَيُقَالُ: «أَمَارَ» بِلا هَاءِ - لُغَتَانِ -، لَكِنِ الرِّوَايَةُ بالهاء.\nقَوْلُهُ: «تَلِدَ الأَمَةُ رَبَّتَهَا» أَيْ: سَيْدَتَهَا؛ وَمَعْنَاهُ: أَنْ تَكْثُرَ السَّرَارِي حَتَّى تَلِدَ الأَمةُ السُّرِّيَّةُ بِنْتَاً لِسَيِّدِهَا، وَبِنْتُ السَّيِّدِ فِي مَعْنَى السَّيِّدِ، وَقِيلَ: يَكْثُرُ بَيْعُ السَّرَارِي، حَتَّى تَشْتَرِي المَرْأَةُ أُمَّهَ، وَتَسْتَعْبِدَهَا جَاهِلَةٌ بِأَنَّهَا أُمُّهَا، وَقِيلَ: غَيْرُ ذَلِكَ، وَقَدْ أَوْضَحْتُهُ فِي «شَرْحِ صَحِيحِ مُسْلِمٍ» بِدَلَائِلِهِ وَجَمِيعِ طُرُقِهِ.\nقَوْلُهُ: «العَالَةَ» أي: الفُقَرَاء؛ وَمَعْنَاهُ: أَنَّ أَسَافِلَ النَّاسِ يَصِيرُونَ أَهْلَ ثَرْوَةٍ ظَاهِرَةٍ.\nقَوْلُهُ: «لَبِثْتُ مَلِيّاً» هُوَ بِتَشْدِيدِ اليَاءِ؛ أَي: زَمَاناً كَثِيراً، وَكَانَ ذلِكَ ثَلاثاً، هَكَذَا جَاءَ مُبَيَّناً فِي رِوَايَةِ أَبي دَاوُدَ، وَالتَّرْمِذِي وَغَيْرِهِمَا.","ނަވަވީ ބުންޏެވެ: ’لا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ‘ (އޭނާގެ މަތިން ދަތުރުގެ އަސަރު ފެންނާކަށް ނެތެވެ.) އެއީ ’يَرَى‘ (ފެނެއެވެ.) ގެ ޔާގައި އުބުފިލި ޖަހައިގެންނެވެ. އެކަލޭގެފާނުގެ ބަސްފުޅު: ”تُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ“ (އަދި ގަޟާގަދަރަށް، އޭގެ ހެޔޮ މިންވަރާއި ނުބައި މިންވަރަށް ވެސް ތިބާ އީމާންވުމެވެ.) އޭގެ މާނައަކީ، ﷲ ތަޢާލާ މަޚްލޫގުން އުފެއްދެވުމުގެ ކުރިން، ހެވާއި ނުބައި ތަގްދީރުކުރެއްވި ކަމަށް ތިބާ ގަބޫލުކުރުމެވެ. އަދި އެންމެހާ ކާއިނާތްތަކެއް ވަނީ ﷲ ތަޢާލާގެ ގަޟާގަދަރާއެކުގައި ކަމެވެ. އަދި އެ އިލާހު އެ ތަކެއްޗަށް އިރާދަކުރެއްވި ކަމެވެ.\n[އަދި ހަމަކަށަވަރުން ނަވަވީ ބުނެފައިވެއެވެ: ނަބީ ﷺ ޙަދީޘްކުރެއްވިއެވެ: “ނަރަކައިގެ އަހުލުވެރިންގެ ތެރެއިން އެންމެ ލުއި އަޒާބު ލިބޭނެ މީހަކަށް ﷲ ތަޢާލާ ވަހީކުރައްވާނެއެވެ: ދުނިޔެއާއި އޭގައި ވާހައި އެއްޗެއް ތީބާއަށްވި ނަމަ، އޭގެން ތިބާ ފިދާދިނީމުހެއްޔެވެ؟ ދެން އޭނާ ބުނާނެއެވެ: އާއެކެވެ. ދެން އެ އިލާހު ވަހީކުރައްވާނެއެވެ: ހަމަކަށަވަރުން އާދަމުގެ މައިކަށީގައި ތިބާ ވަނިކޮށް، ތިމަން އިލާހު މިއަށް ވުރެ މާ ފަސޭހަ ކަމެއް ތިބާގެ ކިބައިން އެދިވޮޑިގަތީމެވެ. އެއީ ތިބާ ޝިރްކު ނުކުރުމަށެވެ.” އެހެން ގޮސް މި ބަސްފުޅަށެވެ: “ދެންފަހެ ޝިރްކުކުރުމަށް މެނުވީ ތިބާ ދެކޮޅުހެދިއެވެ.” ނަވަވީ ބުންޏެވެ: “މިތާ އެދިވޮޑިގެންވުމުގެ މުރާދަކީ: ތިބާގެ ކިބައިން އެދުނީމެވެ. އަދި ތިބާއަށް އަމުރުކުރީމެވެ. އެހެންކަމުން އެދިވޮޑިގަތުން ތައުވީލުކޮށް މާނަކުރުން ކަނޑައެޅިގެންދާނީ އޭގެ މައްޗަށެވެ. އެހެނީ ހަމަކަށަވަރުން ހައްގުގެ އަހުލުވެރިން (އެ މާނަކުރަނީ އަޝްޢަރީން) ގެ ގާތުގައި، ﷲ ތަޢާލާ ކަމަކަށް އެދިވޮޑިގެންވުމަށް ފަހު، އެ ކަމެއް ނުވުމަކީ މުސްތަހީލު ކަމެކެވެ. އަދި ހައްގުގެ އަހުލުވެރިންގެ (އެބަހީ: އަޝްޢަރީންގެ) މަޒްހަބަކީ، ހަމަކަށަވަރުން މުޅި ކާއިނާތާއި އޭގެ ހެވާއި ނުބަޔަށް ﷲ ތަޢާލާ އެދިވޮޑިގެންވާ ކަމެވެ. އަދި އޭގެ ތެރެއިން  އީމާންކަމާއި ކުފުރު ވެސް މެއެވެ. ފަހެ މުއުމިނެއްގެ އީމާން ކަމަށް ވެސް އަދި ކާފަރެއްގެ ކުފުރަށް ވެސް ހަމަ އެ އިލާހު ސުބްޙާނަހޫ ވަތަޢާލާ އެދިވޮޑިގެންވެއެވެ. އެއީ މުޢުތަޒިލީން، އެ މީހުންގެ ބަހާ ޚިލާފަށެވެ. އެ މީހުން ބުނީ: ‘ހަމަކަށަވަރުން ކާފިރުން އީމާންވުމަށް އެ އިލާހު އެދިވޮޑިގެންވިއެވެ. އަދި އޭނާގެ ކާފަރުވުމަށް އެ އިލާހު އެދިވޮޑިގެން ނުވިއެވެ.’ އެ މީހުންގެ އެ ބާތިލު ބުނުމުން ﷲ ހުސްތާހިރުވެ ވޮޑިގެންވެއެވެ. އެހެނީ ހަމަކަށަވަރުން އެ މީހުންގެ އެ ބުނުމުން ލާޒިމުވަނީ، އެ އިލާހު ސުބްޙާނަހޫގެ ހައްގުގައި ނުކުޅެދުންތެރިކަމެވެ. އަދި ހަމަކަށަވަރުން އެ އިލާހުގެ ރަސްކަމުގައި އެ އިލާހު އެދިވޮޑިގެން ނުވާ ކަންކަން ވުމެވެ.” -ބަލާ: ނަވަވީގެ ސަހީހު މުސްލިމުގެ ޝަރަހަ 148/17. އަދިވެސް ނަވަވީ ބުނެފައިވެއެވެ: “ހައްގުގެ އަހުލުވެރިންގެ (އެބަހީ އަޝްޢަރީންގެ) މަޒްހަބަކީ، ގަދަރަށް އީމާންވުމާއި އެ ސާބިތުކުރުމެވެ. އަދި މުޅި ކާއިނާތް، އޭގެ ހެވައި ނުބައި ވެސް ވަނީ ﷲ ތަޢާލާގެ ގަޟާގަދަރުންކަމެވެ. އަދި އެ ހެވާއި ނުބަޔާއި ހުރިހާ ކަމަކަށް އެ އިލާހު އެދިވޮޑިގެންވެއެވެ. އަދި ފާފައަށް އެ އިލާހު ނުރުއްސަަވާ ހާލު ވެސް، އެ އިލާހު އެއަށް އެދިވޮޑިގެންވެއެވެ. އެއީ އެ އިލާހު ސުބްޙާނަހޫ ވަތަޢާލާ ދެނެވޮޑިގެންވާ ހިކްމަތަކަށް ޓަކައެވެ. އަދި ފާފަޔަށް އެ އިލާހު ރުއްސަވާ އަދި ލޯބިވެ ވޮޑިގެންވާ ކަމަށް ބުނެވިދާނެހެއްޔެވެ؟” މިއާމެދު އޮތް ޚިލާފު ޒިކުރުކޮށް، އެހެން ނުކިޔޭނެ ކަމަށް އޮންނަ ވަހީ ބަސްފުޅު ‘އަދި އެ އިލާހުގެ އަޅުން ކާފިރުވުމަކަށް އެ އިލާހު ނުރުއްސަވާއޭ’ މި ދަލީލު ގެނައުމަށް ފަހު ވެސް، ޖުވައިނީގެ އަލްއިރްޝާދު އިލާ ގަވާޠިޢުލް އަދިއްލަތި ފީ އުޞޫލިލް އިޢްތިގާދު މި ފޮތުގައިވާ ގޮތަށް ނަވަވީ ރާޖިހުކުރިއެވެ: “އަދި އަހަރެމެންގެ (އަޝްޢަރީ) އިމާމުން ތެރޭ ރަނގަޅަށް މައްސަލަ ތަހްގީގުކުރި މީހުން، މުޢްތަޒިލީން (އެހެން ނުބުނެވޭނެ ކަމަށް ބުނެ، އެ އާޔަތުން ދަލީލު ދައްކާ) ދުރުކުރަން އުޅުނު ގޮތަކަށް އެ އިމާމުން ނުބަލައެވެ. އެހެނެއްކަމަކު، އެ އިމާމުން ބުނީ، ﷲ ތަޢާލާ ކުފުރަށް އެދިވޮޑިގެންވާ ކަމަށާއި، އެ ކުފުރު ދެކެ އެ އިލާހު ލޯބިވޮޑިގެންވާ ކަމަށާއި، އެއަށް ރުއްސަވާވޮޑިގެންވާ ކަމަށެވެ. އަދި އެދިވޮޑިގެންވުމާއި، ލޯބިވެވޮޑިގެންވުމާއި، ރުއްސަވާވޮޑިގެން ވަނީ އެއް މާނައެއްގައި ކަމަށެވެ.” -ބަލާ: ނަވަވީގެ އަލްއުޞޫލު ވައްޟަވާބިޠު ސ 24. އަދިވެސް ނަވަވީ ބުނެފައިވެއެވެ: ނަބީ ﷺ ގެ ބަސްފުޅު: “އަދި ނުބައިކަންވަނީ އިބަ އިލާހަކަށް ނޫނެވެ.” ނަވަވީ ބުންޏެވެ: “ފަހެ އެއީ ތައުވީލުކޮށް (އެހެން ގޮތަކަށް މާނަކުރަން) ވާޖިބުވެގެންވާ ތަކެތީގެ ތެރެއިންވާ އެއްޗެކެވެ. އެހެނީ ހަމަކަށަވަރުން ހައްގުގެ އަހުލުވެރިންގެ (އެބަހީ އަޝްޢަރީންގެ) މަޒްހަބަކީ، ހަމަކަަށަވަރުން ވާ ކޮންމެ ކަމަކީ ﷲ ގެ އަމަލުފުޅެވެ. އަދި އެ އިލާހުގެ ޚަލްގުކުރެއްވުމެވެ. އޭގެ ހެވައި ނުބައި ވެސް މެއެވެ. އެ ހިނދު އެ ބަސްފުޅު ތައުވީލުކުރަން ވާޖިބުވެއެވެ.” -ބަލާ: ނަވަވީގެ ސަހީހު މުސްލިމުގެ ޝަރަހަ 59/6. އަދި އެ ބަސްތަކަކީ ޖަބަރީން ކަމުގައިވާ އަޝްޢަރީންނާއި ޖަހްމީންގެ ވެސް ބަހެވެ. އަދި ބޭރުފުށުން އޭގެ ބައެއް މީހުން ބުނެފާނެއެވެ: ގަޟާގަދަރަށް އީމާންވުމަކީ، ﷲ ހެވާއި ނުބައި ތަގްދީރުކުރެއްވި ކަމަށާއި،  މުޅި ކާއިނާތް ވަނީ ﷲގެ ގަޟާގަދަރުންކަމަށް ގަބޫލުކުރުމެވެ. ހަމަ އަހްލުއް ސުންނާ ބުނާ ފަދައިންނެވެ. ނަމަވެސް ތަފްސީލަށް ދާއިރު، އެ މީހުން ބުނެއެވެ: ވާ ހުރިހާ ކަމެއް އަސްލު ކުރާ ފަރާތަކީ ﷲ އެވެ. އެ ކަންކަން ކުރަން އެ މީހުން ވަނީ މަޖްބޫރުކޮށްފައެވެ. އަޅެއްގެ އަމިއްލަ ބާރެއް އަދި އިޚްތިޔާރެއް ވެސް ނެތެވެ. އުރެދުންތެރިޔަކު ކިޔަމަންވާކަށް ކުޅަދާނަކަމެއް ނެތެވެ. އަދި ކާފަރަކު އިސްލާމްވާކަށް ވެސް ކުޅަދާނަކަމެއް ނެތެވެ. އަދި ކުފުރާއި، ފާސިގުކަމާއި، އުރެދުމަށް އެ އިލާހު އެދިވޮޑިގެންވާ ކަމާއި، ލޯބިވެވޮޑިގެންވާ ކަމާއި، ރުއްސަވާވޮޑިގެންވާ ކަމެވެ. ނަވަވީގެ ބަސްތަކާ ގުޅިގެން ޢަބްދު ﷲ ބިން ފަހްދު އަލްމުންތަފިޖީ ވިދާޅުވިއެވެ: “އަދި ކުފުރާއި، ފާސިގުކަމާއި، އުރެދުމަށް އެ އިލާހު ލޯބިވެވޮޑިގެންވާ ކަމަށް އޮންނަ މި މަޒްހަބު، އޭގައި މަގުފުރެދުމުގައާއި، އާލަމްތަކުގެ ވެރި ރައްބާމެދު އަދަބުކުޑަވުމުގައި ވެސް ވަރަށް ބޮޑު އެއްޗެއް ވެއެވެ. އެހެނީ ޖަބަރިއްޔާގެ މީހުން ވަނީ މި ބާބުގައި، އެ މީހުންގެ ފުރަތަމަ އިމާމުކަމުގައިވާ ޖަހްމު ބިން ޞަފްވާނުގެ ކިބައިން ވާރުތަކޮށްފައެވެ. ލޯބިވެވޮޑިގަތުން ލާޒިމުވާ ޝަރުއީ އިރާދައާއި، (އެ ކަމެއ)ް ވުން ލާޒިމުު ވިޔަސް (އެ ކަމެއް ދެކެ) ލޯބިވެވޮޑިގަތުން ލާޒިމު ނުވާ ކައުނީ އިރާދަ، އެ މީހުން ފަރަގެއް ނުކުރެއެވެ. އަދި ހަމަކަށަވަރުން އެ މީހުންގެ ބަސް ވަނީ އިސްލާމް ދީނާ ޟަރޫރީ ގޮތުން ކޮންމެހެންވެސް ޚިލާފުވެފައިކަމަށް، އިބްނު ތައިމިއްޔާ ވަނީ ސަރީހަކޮށް ބުނެފައެވެ. އަލްއަޞްބަހާނިއްޔާގެ ޝަރަހާގެ ސ 13 ގައި ޝައިޚުލް އިސްލާމް ވިދާޅުވެފައިވެއެވެ: ‘އިސްލާމް ދީނުގައި ޟަރޫރީ ގޮތުން ކޮންމެހެންވެސް އެނގޭ ގޮތުގައި، އަދި ސަލަފުންގެ އިޖްމާއުން ވެސް އެނގޭ ގޮތުގައި - އެއީ ޖަހްމީންގެ ތެރެއިން ނަފީކުރާ މީހުންނާއި އެފަދަ އެހެން މީހުން ބަސްތައް އުފެއްދުމުގެ ކުރިންނެވެ - އެނގެނީ ހަމަކަށަވަރުން އީމާންކަމާއި ހެޔޮ އަމަލަށް ﷲ ލޯބިވެވޮޑިގެންވާ ކަމެވެ. އަދި ކުފުރާއި ފާސިގުކަމާއި އުރެދުމަށް އެ އިލާހު ލޯބިވެވޮޑި ނުގަންނަވާ ކަމެވެ. އަދި ހަމަކަށަވަރުން އެ އިލާހު މިއަށް ރުއްސަވާފައި، އެއަށް ނުރުއްސަވައެވެ.’ އަދި އައްނުބުއްވާތުގައި ޝައިޚުލް އިސްލާމް ވިދާޅުވިއެވެ: ‘އަދި ހަގީގަތުގައި، ހަމަކަށަވަރުން ކުފުރާއި ފާސިގުކަމާއި އުރެދުމަށް ﷲ ލޯބިވެވޮޑިގެންވާކަމާއި ރުއްސަވާވޮޑިގެންވާ ކަމަށް އޮންނަ މި ބަސް، މަޝްހޫރުވެފައި ވަނީ އަލްއަޝްޢަރީއާއި އޭނާގެ ސާހިބުންގެ ކިބައިންނެވެ. ޖުވައިނީއާއި އިބްނު ޢުގައިލު ބުނާ ގޮތުން، ފުރަތަމަ އެ ބަސް ބުނި މީހަކީ އަލްއަޝްޢަރީއެވެ. އަދި ޖުމްހޫރު މުސްލިމުންތަކަށް އެނގޭނެ ގޮތުގައި، ހަމަކަށަވަރުން މި ބަހަކީ އޭގެ ފަސާދަކަން ޟަރޫރީ ގޮތުން ކޮންމެހެންވެސް މިއްލަތްތަކުގެ އަހުލުވެރިންގެ ދީންތަކުގައި ވެސް އެނގޭ ކަމެކެވެ. އަދި ހަމަކަށަވަރުން މުސްލިމުންނާއި ޔަހޫދީންނާއި ނަސާރައިން ވެސް އިއްތިފާގުވާ ގޮތުގައި، ﷲ ޝިރްކުދެކެ ލޯބިވެވޮޑިގެން ނުވެއެވެ. އަދި ރަސޫލުން ދޮގުކުރެވުމަށް ވެސް ނުވެއެވެ. އަދި އެ ކަންކަމަށް ރުއްސަވާވޮޑިގެން ނުވެއެވެ. އެހެނެއްކަމަކު، އެ ކަންކަމަށް އެ އިލާހު ކޯފާވެ، ނަފްރަތުކުރައްވާ، ނުރުއްސަވައެވެ. އެއީ ބަނީ އިސްރާއީލު ސޫރަތުގައި، ހަރާމް ކަންކަން އެ އިލާހު ޒިކުރުކުރެއްވި ފަދައިންނެވެ: އެ ހުރިހާ ކަމަކީ، ކަލޭގެފާނުގެ ރައްބުގެ ހަޒްރަތުގައި، އޭގެ ނުބައިކަން (ބޮޑު)، އެ އިލާހު ނުރުއްސަވާ ކަންކަން ކަމުގައި ވެއެވެ.’ އެހެންކަމުން އަޝްޢަރީންގެ މި ބަހަކީ ކުފުރުގެ ބަހެކެވެ. އެއީ ހަމަ ﷲ އުޑުގެ މަތީގައި ވޮޑިގެންވާކަމަށް އިންކާރުކޮށް އެ މީހުން ބުނާ ބަސް ފަދައިންނެވެ. ފަހެ އެ މީހެއްގެ ކިބައިގައި ޖަހްމިއްޔަތާއި މުރްޖިއްޔަތާއި ޖަބަރިއްޔަތު އެއްވެއްޖެ މީހާ - އެއީ އަޝްޢަރީން ފަދައިންނެވެ - ފަހެ ހަމަކަށަވަރުން އެ މީހެއްގެ ކިބައިގައި ހުރިހާ ނުބައެއް އެ ވަނީ އެއްވެފައެވެ.” -ބަލާ: ގަދަރާ ބެހޭ ގޮތުން އަޝްޢަރީން ބުނާ ބަސް، ޟަރޫރީ ގޮތުން ކޮންމެހެންވެސް ދީނުގައި އެނގިގެންވާ ގޮތާ ޚިލާފުވެގެންވެއެވެ. 1131]\n(ސާޅީސް ޙަދީޘްގައި ނަވަވީ ބުންޏެވެ.) އޭނާގެ ބަސް: ’فَأَخْبِرْنِي عَنْ أَمَارَتِهَا‘ (ފަހެ އެ ގިޔާމަތް ދުވަހުގެ އަލާމާތާ ބެހޭ ގޮތުން އަހަރެންނަށް ޚަބަރުދޭށެވެ.) އެއީ (أَمَارَتِهَا ގެ) އަލިފުގައި އަބަފިލި ޖަހައިގެންނެވެ. (އޭގެ އަމާރަހ) އެބަހީ: އޭގެ އަލާމާތެވެ. އަދި ’أَمَارَ‘ (އަމާރަ) ހާއާ ނުލާވެސް ދެ ގޮތަށް ކިޔައެވެ. އެހެނަސް މި ރިވާޔަތުގައި ވަނީ ހާއާ އެކީގައެވެ.\nއެކަލޭގެފާނުގެ ބަސްފުޅު: ”تَلِدَ الأَمَةُ رَبَّتَهَا“ (އެއީ އަޅު އަންހެނާ، އޭނާގެ އަންހެން ރައްބު ވިހެއުމެވެ.) އެބަހީ: އޭނާގެ ވެރި އަންހެން ސާހިބާއެވެ. އަދި އޭގެ މާނައަކީ: އަޅު އަންހެނާ، އޭނާގެ ވެރި ސާހިބަށް އަންހެން ކުއްޖަކު ވިހެއުމަށް ދާންދެން އަޅުން އިތުރުވާނެ ކެމެވެ. އަދި ވެރި ސާހިބާގެ އަންހެން ދަރި ވެސް ވަނީ، ހަމަ އަންހެން ވެރި ސާހިބާގެ މާނައިގައެވެ. އަދި ބުނެވުނެވެ: އަޅުން ވިއްކުން ގިނަވެގެން ގިސް، އެންމެ ފަހުން އަންހެނަކު އޭނާގެ މަންމަ ގަންނާނީއެވެ. އަދި އަޅެއްގެ ގޮތުގައި އޭނާ ގެންގުޅޭނީ، އެއީ އެ އަންހެނާގެ މަންމަކަން ނޭނގިއެވެ. އަދި އެ ނޫން ގޮތްގޮތަށް ވެސް ބުނެވުނެވެ. އަދި އޭގެ ދަލީލުތަކާއި ހުރިހާ ސަނަދަކާއެކީ، ސަހީހު މުސްލިމުގެ ޝަރަހައިގައި އަހަރެން ވާނީ އެ ބަޔާންކޮށްދީފައެވެ.\nއެކަލޭގެފާނުގެ ބަސްފުޅު: ”العَالَةَ“ އެބަހީ: ފަގީރުންނެވެ. އަދި އޭގެ މާނައަކީ: އެންމެ ދަށުދަރަޖައިގެ މީހުން ވެގެންދަނީ ފާޅުވެގެންވާ މުއްސަނދިކަމުގެ އަހުލުވެރިންނަށެވެ.\nއެކަލޭގެފާނުގެ ބަސް: ’لَبِثْتُ مَلِيّاً‘ އެއީ ޔާގައި ތަޝްދީދު ޖަހައިގެންނެވެ. އޭގެ މާނައަކީ، ގިނަ ޒަމާންތަކަކަށް (އަހަރެން އުޅުނީމެވެ.) އަދި އެއީ ތިން (ދުވަސް) ކަމުގައި ވިއެވެ. މިފަދައިން ބަޔާންކުރާ ގޮތުގައި އަބޫ ދާވޫދާއި، ތިރްމިޛީއާ އެ ނޫންވެސް މީހުންގެ ރިވާޔަތްތަކުގައި އައިސްފައިވެއެވެ."],["3","‌‌الحَدِيثُ الثَّالِثُ","[بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ]","[އިސްލާމް ދީން ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ.]","عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «بُنِيَ الإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَلَّا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ البَيْتِ، وَصَوْمِ رَمَضَانَ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ޢަބްދުއްރަޙްމާން، ޢަބްދު ﷲ ބިން ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް އަހަރެން އަޑުއެހީމެވެ: ”އިސްލާމް ދީން ބިނާވެގެން ވަނީ ފަސް ކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވާ (އަޅުކަން ހައްގުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި މުޙައްމަދުއީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލުކަމަށް ހެކިވުމެވެ. އަދި ނަމާދު ގާއިމުކުރުމެވެ. އަދި ޒަކާތް ދިނުމެވެ. އަދި ގެފުޅުގައި ހައްޖުވުމެވެ. އަދި ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (8)، وَمُسْلِمٌ (16c) وَاللَّفظُ لَهُ.\nوَرِوَايَتُه: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَاصِمٌ، وَهُوَ ابْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ، عَنْ أَبِيهِ قَالَ: قَالَ عَبْدُ اللهِ: قَالَ رَسُولُ اللهِ ﷺ: ... [الحديث]. وَفِيهِ: «ثُمَّ يَكُونُ فِي ذَلِكَ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ فِي ذَلِكَ مُضْغَةً مِثْلَ ذَلِكَ» و «ثُمَّ يُرْسَلُ الْمَلَكُ»\nوَانظُر: رِيَاض الصَّالِحِين 1206",""],["4","‌‌الحَدِيثُ الرَّابِعُ","[إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ]","[ކޮންމެ މީހަކުމެ، ސާޅީސް ދުވަސް ވަންދެން ރަހިމުގައި އޭނާގެ ޚަލްގުކުރުން އެއްކުރެވިގެން ދެއެވެ.]","عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ ﷺ - وَهُوَ الصَّادِقُ المَصْدُوقُ -: «إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْماً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ. ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ، فَيَنْفُخُ فِيهِ الرُّوحَ، وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَشَقِيٌّ أَوْ سَعِيدٌ. فَوَالَّذِي لَا إِلَهَ غَيْرُهُ! إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ، حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا. وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ، حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الكِتَابُ، فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ޢަބްދުއްރަޙްމާން، ޢަބްދު ﷲ ބިން މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އަހަރެމެންނަށް ޙަދީޘްކުރެއްވިއެވެ. - އަދި އެއީ ތެދުވެރި، ތެދުކުރެވިގެންވާ ކަލޭގެފާނެވެ. - ”ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހެއްގެ ޚަލްގުކުރުން، އޭނާގެ މަންމަގެ ބަނޑުގައި ސާޅީސް ދުވަސް ވަންދެން އެއްކުރެވިގެން ދެއެވެ. އެއަށްފަހު އެހާ ދުވަހު ގަނޑުލޭކޮޅެއްގެ ގޮތުގައި އޮވެއެވެ. އެއަށްފަހު އެހާ ދުވަހު މަސްކޮޅެއްގެ ގޮތުގައި އޮވެއެވެ. އެއަށްފަހު އެއަށް މަލާއިކަތަކު ފޮނުވެއެވެ. އަދި އެ މަލާއިކަތާ އެއަށް ފުމެލައި ފުރާނަ އަޅައެވެ. އަދި ހަތަރު ކަލިމައަކުން އެ މަލާއިކަތާއަށް އަމުރުކުރެވިގެންދެއެވެ. އެއީ އޭނާގެ ރިޒްގާއި، އޭނާގެ އަޖަލާއި، އޭނާގެ އަމަލާއި، (އޭނާއަކީ) އަބާއްޖަވެރިއެއް ނުވަތަ ބާއްޖަވެރިއެއްތޯ ލިޔުމަށެވެ. ފަހެ އެ އިލާހު ފިޔަވާ (އަޅުކަނ ހައްގުވާ) އެހެން އެއްވެސް ފަރާތަކު ނުވާ ފަރާތް ގަންދީ ބުނަމެވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ސުވަރުގޭގެ އަހުލުވެރިންގެ އަމަލުން އަމަލުކުރާނެކަން ކަށަވަރެވެ. އެއީ އޭނާއާއި ސުވަރުގެއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެންނެވެ. ދެން ފަހެ ފޮތް އޭނާގެ މައްޗަށް އިސްވެ ހިނގައެވެ. (އެބަހީ: ލައުޙުލް މަޙްފޫޡެވެ.) ދެން ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލުން އޭނާ އަމަލުކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ. އަދި ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލުން އަމަލުކުރާނެކަން ކަށަވަރެވެ. އެއީ އޭނާއާއި ނަރަކައާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެންނެވެ. ދެން ފަހެ ފޮތް އޭނާގެ މައްޗަށް އިސްވެ ހިނގައެވެ. ދެން ސުވަރުގޭގެ އަހުލުވެރިންގެ އަމަލުން އޭނާ އަމަލުކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ.“ އެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (6594)، وَمُسْلِمٌ (2643a) وَاللَّفظُ لَهُ.\nوَرِوَايَتُه: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ وَوَكِيعٌ. (ح) وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ (وَاللَّفْظُ لَهُ) حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ وَوَكِيعٌ قَالُوا: حَدَّثَنَا الْأَعْمَشُ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللهِ قَالَ: حَدَّثَنَا رَسُولُ اللهِ ﷺ وَهُوَ الصَّادِقُ الْمَصْدُوقُ: ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 396",""],["5","‌‌الحَدِيثُ الخَامِسُ","[مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا]","[އަހަރުމެންގެ މި ދީނުގައި ނުވާ ކަމެއް އުފައްދައިފި މީހާ]","عَنْ أُمِّ المُؤْمِنِينَ - أُمِّ عَبْدِ اللَّهِ، عَائِشَةَ - رَضِيَ اللَّهُ عَنْهُمَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ؛ فَهُوَ رَدٌّ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾\nوَفِي رِوَايَةٍ لِمُسْلِمٍ: «مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا؛ فَهُوَ رَدٌّ». ⁽²⁾","އުއްމުލް މުއުމީނީން - އުއްމު ޢަބްދު ﷲ، ޢާއިޝާ - رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”އަހަރުމެންގެ މި އަމްރުގައި (އެބަހީ: ދީނުގައި) ނުވާ ކަމެއް އުފައްދައިފި މީހާ، ފަހެ އެ ކަމެއް ރައްދެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ ބުޚާރީއާއި މުސްލިމެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އަހަރުމެންގެ މި އަމްރު (އެބަހީ: ދީން) އޭގެ މަތީގައި ނުވާ އަމަލެއްކޮށްފި މީހާ، ފަހެ އެ ކަމެއް ރައްދެވެ.“","⁽¹⁾ الْبُخَارِيُّ (2697)، وَمُسْلِمٌ (1718a) وَاللَّفظُ لَهُ.\nوَرِوَايَتُه: حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ الصَّبَّاحِ، وَعَبْدُ اللهِ بْنُ عَوْنٍ الْهِلَالِيُّ جَمِيعًا عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ قَالَ ابْنُ الصَّبَّاحِ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، حَدَّثَنَا أَبِي، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللهِ ﷺ: ... [الحديث]\n⁽²⁾ مُسْلِمٍ (1718b)\nوَرِوَايَتُه: وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ بْنُ حُمَيْدٍ جَمِيعًا عَنْ أَبِي عَامِرٍ قَالَ عَبْدٌ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ الزُّهْرِيُّ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ قَالَ: سَأَلْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ عَنْ رَجُلٍ لَهُ ثَلَاثَةُ مَسَاكِنَ، فَأَوْصَى بِثُلُثِ كُلِّ مَسْكَنٍ مِنْهَا، قَالَ: يُجْمَعُ ذَلِكَ كُلُّهُ فِي مَسْكَنٍ وَاحِدٍ، ثُمَّ قَالَ: أَخْبَرَتْنِي عَائِشَةُ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 169\nقَالَ النَّوَوِي: «مَنْ أَحْدَثَ فِي أَمْرِنَا...؛ فَهُوَ رَدُّ» أَيْ: مَرْدُودٌ - كَالخَلْقِ بِمَعْنَى المَخْلُوقِ -.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”مَنْ أَحْدَثَ فِي أَمْرِنَا...؛ فَهُوَ رَدُّ“ (އަހަރުމެންގެ މި ކަންތަކުގައި ކަމެއް އުފައްދައިފި މީހާ... ފަހެ އެ ކަމެއް ރައްދެވެ.) އެބަހީ: ރައްދުކުރެވިގެންވެއެވެ. އެއީ مَخْلُوقِ (މަޚްލޫގު) ގެ މާނައިގައި خَلْقِ (ޚަލްގު) އަންނަ ފަދައިންނެވެ."],["6","‌‌الحَدِيثُ السَّادِسُ","[إِنَّ الْحَلَالَ بَيِّنٌ وَإِنَّ الْحَرَامَ بَيِّنٌ]","[ހަލާލު ބަޔާންވެގެންވެއެވެ. އަދި ހަރާމް ބަޔާންވެގެންވެއެވެ]","عَنْ أَبِي عَبْدِ اللَّهِ، النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ الحَلَالَ بَيِّنٌ، وَإِنَّ الحَرَامَ بَيِّنٌ، وَبَيْنَهُمَا مُشْتَبِهَاتٌ لَا يَعْلَمُهُنَّ كَثِيرٌ مِنَ النَّاسِ. فَمَنِ اتَّقَى الشُّبُهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ. وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الحَرَامِ؛ كالرَّاعِي يَرْعَى حَوْلَ الحِمَى يُوشِكُ أَنْ يَرْتَعَ فِيهِ. أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمىً، أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ. أَلَا وَإِنَّ فِي الجَسَدِ مُضْغَةً، إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ، وَإِذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ؛ أَلَا وَهِيَ القَلْبُ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ޢަބްދު ﷲ، އައްނުޢްމާން ބިން ބަޝީރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރައްވަނިކޮށް އަހަރެން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން ހަލާލު ބަޔާންވެގެންވެއެވެ. އަދި ހަމަކަށަވަރުން ހަރާމް ވެސް ބަޔާންވެގެންވެއެވެ. އަދި އެ ދެމެދުގައި، މީސްތަކުންގެ ތެރެއިން ގިނަ ބަޔަކަށް ނޭނގޭ، އެއްގޮތްވެގެންވާ ޝުބުހަ ތަކެތި ވެއެވެ. ފަހެ ޝުބުހަތަކުން ރައްކާތެރިވެގެންފި މީހާ، އޭނާގެ ދީނާއި އަބުރަށް ޓަކައި ބަރީއަވެއްޖެއެވެ. އަދި ޝުބުހަތަކަށް ވެއްޓިއްޖެ މީހާ، ހަރާމްގެ ތެރެއަށް ވެއްޓިއްޖެއެވެ. އެއީ ހިމާޔަތްކުރެވިފައިވާ އިމެއްގެ ވަށައިގެން ބަކަރި ހުއިހައްޕާ މީހަކު ފަދައިންނެވެ. އެ އިމުގެ ތެރޭ ހުއްހެއްޕުމަކީ ވަރަށް ގާތުގައިވާ ކަމެކެވެ. ދަންނާށެވެ! އަދި ހަމަކަށަވަރުން ކޮންމެ ރަސްކަލަކަށް ހިމާޔަތްކުރެވިފައިވާ އިމެއް ވެއެވެ. ދަންނާށެވެ! އަދި ހަމަކަށަވަރުން ﷲ ގެ ހިމާޔަތްކުރެވިފައިވާ އިމަކީ، އެ އިލާހު ހަރާމްކުރެއްވި ކަންތައްތަކެވެ. ދަންނާށެވެ! އަދި ހަމަކަށަވަރުން ހަށިގަނޑުގައި މަސްކޮޅެއް ވެއެވެ. އެ އިސްލާހުވެއްޖެ ނަމަ، މުޅި ހަށިގަނޑު އިސްލާހުވެ ދެއެވެ. އަދި އެ ފާސިދުވެއްޖެ ނަމަ، މުޅި ހަށިގަނޑު ފާސިދުވެ ދެއެވެ. ދަންނާށެވެ! އަދި އެއީ ހިތެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (52)، وَمُسْلِمٌ (1599a) وَاللَّفظُ لَهُ.\nوَرِوَايَتُه: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا زَكَرِيَّاءُ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: سَمِعْتُهُ يَقُولُ: «سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ (وَأَهْوَى النُّعْمَانُ بِإِصْبَعَيْهِ إِلَى أُذُنَيْهِ): ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 588\nقَالَ النَّوَوِي: «استبرا لِدِينِهِ وَعِرْضِهِ» أَيْ: صَانَ دِينَهُ، وَحَمَى عِرْضَهُ مِنْ وقوع النَّاسِ فِيهِ.\nقَوْلُهُ: «يُوشِكُ» هُوَ بِضَمِّ اليَاءِ وَكَسْرِ الشَّينِ؛ أَي: يُسْرِعُ وَيُقَرُّبُ.\nقَوْلُهُ: «حِمَى اللَّهِ مَحَارِمُهُ» مَعْنَاهُ: الَّذِي حَمَاهُ اللَّهُ تَعَالَى وَمَنَعَ دُخُولَهُ؛ هُوَ الأَشْيَاءُ الَّتِي حَرَّمَهَا.","ނަވަވީ ބުންޏެވެ: ”استبرا لِدِينِهِ وَعِرْضِهِ“ (އޭނާގެ ދީނާއި އަބުރަށް ޓަކައި ބަރީއަވެއްޖެއެވެ.) އެބަހީ: އޭނާގެ ދީން ރައްކާތެރިކޮށްފިއެވެ. އަދި މީސްތަކުން އޭނާގެ އަބުރަށް އެރުނަނުދީ އެ ހިމާޔަތްކޮށްފިއެވެ.\nއެކަލޭގެފާނުގެ ބަސްފުޅު: “يُوشِكُ” އެއީ ޔާގައި އުބުފިލި، އަދި ޝީނުގައި އިބިފިލި ޖަހައިގެންނެވެ. އެބަހީ: އަވަސްވެގެންވެއެވެ. އަދި ގާތްވެގެންވެއެވެ. އެކަލޭގެފާނުގެ ބަަސްފުޅު: ”حِمَى اللَّهِ مَحَارِمُهُ“ (ﷲ ގެ ހިމާޔަތްކުރެވިފައިވާ އިމަކީ، އެ އިލާހު މަޙާރިމުތަކެވެ.) އޭގެ މާނައަކީ: ﷲ ހިމާޔަތްކުރައްވި، އަދި އެއަށް ވަނުން މަނާކުރެއްވި އެއްޗަކީ، އެ އިލާހު ހަރާމްކުރެއްވި ކަންތައްތަކެވެ."],["7","‌‌الحَدِيثُ السَّابِعُ","[الدِّينُ النَّصِيحَةُ]","[ދީނަކީ ނަސޭހަތެވެ.]","عَنْ أَبِي رُقَيَّةَ، تَمِيمِ بْنِ أَوْسٍ الدَّارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: «الدِّينُ النَّصِيحَةُ، قُلْنَا: لِمَنْ؟ قَالَ: لِلهِ، وَلِكِتَابِهِ، وَلِرَسُولِهِ، وَلِأَئِمَّةِ المُسْلِمِينَ، وَعَامَّتِهِمْ». رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ރުގައްޔާ، ތަމީމު ބިން އައުސް އައްދާރީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ދީނަކީ ނަސޭހަތެވެ.“ (އެބަހީ: އިޚްލާސްތެރި ވުމެވެ.) އަހަރެމެން ބުނީމެވެ: ކޮން ބަޔަކަށްހެއްޔެވެ؟ އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ﷲ އަށާއި، އެ އިލާހުގެ ފޮތަށާއި، އެ އިލާހުގެ ރަސޫލަށާއި، އަދި މުސްލިމުންގެ ވެރިންނަށާއި، އެބައިމީހުންގެ އާންމުންނަށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (55a)\nوَرِوَايَتُه: حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ قَالَ: قُلْتُ لِسُهَيْلٍ: إِنَّ عَمْرًا، حَدَّثَنَا عَنِ الْقَعْقَاعِ، عَنْ أَبِيكَ، قَالَ: وَرَجَوْتُ أَنْ يُسْقِطَ عَنِّي رَجُلًا، قَالَ: فَقَالَ: سَمِعْتُهُ مِنَ الَّذِي سَمِعَهُ مِنْهُ أَبِي كَانَ صَدِيقًا لَهُ بِالشَّامِ، ثُمَّ حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ، عَنْ تَمِيمٍ الدَّارِيِّ أَنَّ النَّبِيَّ ﷺ قَالَ: ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 181\nقَالَ النَّوَوِي: قَوْلُهُ: «عَنْ أَبِي رُقَيَّةَ» هُوَ بِضَمِّ الرَّاءِ وَفَتْحِ القَافِ وَتَشْدِيدِ اليَاءِ.\nقَوْلُهُ: «الدَّارِيِّ» مَنْسُوبٌ إِلَى جَدٍّ لَهُ اسْمُهُ الدَّارُ، وَقِيلَ: إِلَى مَوْضِعٍ يُقَالُ لَهُ: دَارِينَ، وَيُقَالُ فِيهِ أَيْضاً: الدَّيْرِيِّ نِسْبَةً – إِلَى دَيْرٍ كَانَ يَتَعَبَّدُ فِيهِ –، وَقَدْ بَسَطْتُ القَوْلَ فِي إِيضَاحِهِ فِي أَوَائِلِ «شَرْحِ صَحِيحِ مُسْلِمٍ».","ނަވަވީ ބުންޏެވެ: އޭނާގެ ބަސް: ’عَنْ أَبِي رُقَيَّةَ‘ (އަބޫ ރުގައްިޔާގެ އަރިހުން) އެއީ ރާގައި އުބުފިލި، އަދި ގާފުގައި އަބަފިލި، އަދި ޔާގައި ތަޝްދީދު ޖަހައިގެންނެވެ.\nއޭނާގެ ބަސް: ’الدَّارِيِّ‘ (އައްދާރީ) އެ ނިސްބަތްކުރެވެނީ الدَّارُ (އައްދާރީ) ކިޔުނު އޭނާގެ ކާފައަކަށެވެ. އަދި ބުނެވުނެވެ: دَارِينَ (ދާރީން) ކިޔުނު ތަނަކަށެވެ. އަދިވެސް އޭނާގެ ނަމާމެދު ބުނެވުނެވެ: الدَّيْرِيِّ (އައްދައިރީ) އެއީ އަޅުކަންކޮށް އުޅުނު دَيْرٍ (ފައްޅި) އަކަށް ނިސްބަތްކޮށްގެންނެވެ. އަދި ހަމަކަށަވަރުން ސަހީހު މުސްލިމުގެ ޝަރަހައިގައިގެ ކުރީކޮޅުގައި، އަހަރެން ބަސްތައް ތަފްސީލުކޮށް ގެނެސްފައިވާނެއެވެ. "],["8","‌‌الحَدِيثُ الثَّامِنُ","[أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ]","[ތިމަން ކަލޭގެފާނަށް ވަނީ މީސްތަކުންނާ ހަނގުރާމަކުރުމަށް އަމުރުކުރެވިގެންނެވެ.]","عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَلَّا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ. فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّ الإِسْلَامِ، وَحِسَابُهُمْ عَلَى اللَّهِ تَعَالَى» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”މީސްތަކުންނާ ހަނގުރާމަކުރުމަށް ތިމަން ކަލޭގެފާނަށް ވަނީ އަމުރުކުރެވިގެންނެވެ. އެއީ އެބައިމީހުން، ﷲ ފިޔަވާ (އަޅުކަން ހައްގުވާ) އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި މުޙައްމަދުއީ ﷲ ގެ ރަސޫލުކަމަށް މީސްތަކުން ހެކިވެ، އެބައިމީހުން ނަމާދު ގާއިމުކޮށް، ޒަކާތް ދީފުމަށް ދާންދެނެވެ. ފަހެ އެބައިމީހުން އެ ކަން ކޮށްފިނަމަ، އެބައިމީހުން އެ ވަނީ، އެބައިމީހުންގެ ލެޔާއި މުދާ ތިމަން ކަލޭގެފާނުގެ ކިބައިން ރައްކާތެރިކޮށްފައެވެ. އެއީ އިސްލާމް ދީނުގެ ހައްގަކުން މެނުވީއެވެ. (އެބަހީ: ދީނުގެ އުގޫބާތަކަށް އަރައިގަނެގެން މެނުވީއެވެ.) އަދި އެބައިމީހުންގެ ހިސާބު ބެއްލެވުން ވަނީ ﷲ ތަޢާލާގެ މައްޗަށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (25)، وَمُسْلِمٌ (22)\nوَرِوَايَة الْبُخَارِيّ: حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْمُسْنَدِيُّ قَالَ: حَدَّثَنَا أَبُو رَوْحٍ الْحَرَمِيُّ بْنُ عُمَارَةَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ وَاقِدِ بْنِ مُحَمَّدٍ قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولَ اللهِ ﷺ قَالََ: ... [الحديث]. بِدُونِ: «تَعَالَى»\nوَانظُر: رِيَاض الصَّالِحِين 390، 1076، 1209",""],["9","‌‌الحَدِيثُ التَّاسِعُ","[مَا نَهَيتُكُمْ عَنْهُ فَاجْتَنِبُوهُ]","[ތިމަން ކަލޭގެފާނު ނަހީ ކުރެއްވިހާ ކަމަކުން ތިޔަބައިމީހުން ދުރުވެގަންނާށެވެ.]","عَنْ أَبِي هُرَيْرَةَ، عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ، وَمَا أَمَرْتُكُمْ بِهِ فَافْعَلُوا مِنْهُ مَا اسْتَطَعْتُمْ؛ فَإِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ، وَاخْتِلَافُهُمْ عَلَى أَنْبِيَائِهِمْ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ހުރައިރާ، ޢަބްދުއްރަޙްމާން ބިން ޞަޚްރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް އަހަރެން އަޑުއެހީމެވެ: ”ތިމަން ކަލޭގެފާނު، ތިޔަބައިމީހުންނަށް ނަހީ ކުރިހާ ކަމަކުން ފަހެ ތިޔަބައިމީހުން ދުރުވެގަންނާށެވެ. އަދި ތިމަން ކަލޭގެފާނު، އެ ކަންކަމައިގެން ތިޔަބައިމީހުންނަށް އަމުރުކުރި ކަންތައް، ފަހެ ތިޔަބައިމީހުންނަށް ކުޅަދާނަވި ވަރަކުން އޭގެން ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިޔަބައިމީހުންގެ ކުރީގެ މީހުން ހަލާކުކުރުވި ހަމައެކަނި ކަމަކީ، އެބައިމީހުންގެ ސުވާލު ގިނަވުމާއި، އެބައިމީހުންގެ ނަބިއްޔުންގެ މައްޗަށް އެބައިމީހުން ޚިލާފުވުމެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީ އާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (7288)، وَمُسْلِمٌ (1337b) وَاللَّفظُ لَه.\nوَرِوَايَتُه: حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ وَسَعِيدُ بْنُ الْمُسَيَِّبِ قَالَا: كَانَ أَبُو هُرَيْرَةَ يُحَدِّثُ أَنَّهُ سَمِعَ رَسُولَ اللهِ ﷺ يَقُولُ: ... [الحديث]\nوَوَانظُر: رِيَاض الصَّالِحِين 156، 1272\nقَالَ النَّوَوِي: قَوْلُهُ: «وَاخْتِلَافُهُمْ» هُوَ بِضَمٌء الفَاءِ، لَا بِكَسْرِهَا.",""],["10","‌‌الحَدِيثُ العَاشِرُ","[إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا]","[ﷲ ޠައްޔިބެވެ. އަދި ޠައްޔިބު ރަނގަޅު އެއްޗެއް މެނުވީ ގަބޫލެއް ނުކުރައްވައެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّباً، وَإِنَّ اللَّهَ تَعَالَى أَمَرَ المُؤْمِنِينَ بِمَا أَمَرَ بِهِ المُرْسَلِينَ، فَقَالَ تَعَالَى: ﴿يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا﴾، وَقَالَ تَعَالَى: ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾. ثُمَّ ذَكَرَ الرَّجُلَ، يُطِيلُ السَّفَرَ، أَشْعَثَ، أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ! يَا رَبِّ! وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ؟!» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ޠައްޔިބެވެ. (އެބަހީ: ރަނގަޅުވެ ހެޔޮވެގެންވެއެވެ. އަދި އެންމެހާ އުނި ސިފަތަކުން ހުސްތާހިރުވެ ވޮޑިގެންވެއެވެ.) އަދި ޠައްޔިބު (ރަނގަޅު) އެއްޗެއް މެނުވީ އެ އިލާހު ގަބޫލެއް ނުކުރައްވައެވެ. އަދި ހަމަކަށަވަރުން ﷲ ތަޢާލާ މުއުމިނުންނަށް އަމުރުކުރެއްވީ، ހަމަ އެ އިލާހު ރަސޫލުންނަށް ވެސް އަމުރުކުރެއްވި ކަންކަމައިގެންނެވެ. ފަހެ އެ އިލާހު ތަޢާލާ ވަހީކުރެއްވިއެވެ: ’އޭ ރަސޫލުންނޭވެ. ޠައްޔިބު (ރަނގަޅު) ތަކެތިން ތިޔަބައިމީހުން ކާށެވެ. އަދި ތިޔަބައިމީހުން ސާލިހު އަމަލުކުރާށެވެ.‘ އަދިވެސް އެ އިލާހު ތަޢާލާ ވަހީކުރެއްވިއެވެ: ’އޭ އީމާންވި މީސްތަކުންނޭވެ. ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ރިޒްގު ދެއްވި ޠައްޔިބު (ރަނގަޅު) ތަކެތިން ތިޔަބައިމީހުން ކާށެވެ.‘ އެއަށްފަހު، ދަތުރު ދިގުވެ، ބޯ ހިރަފުސްވެ، ގައި ކިލާވެފައިވާ މީހަކު އެކަލޭގެފާނު ޒިކުރުކުރެއްވިއެވެ. އެ މީހާގެ ދެ އަތް އުޑާ ދިމާލަށް އުފުލާ އޭނާ (ދުއާކުރެއެވެ:) ’އޭ އަޅުގެ ރައްބެވެ! އޭ އަޅުގެ ރައްބެވެ!‘ އެހެނަސް އޭނާގެ ކާތަކެތި ހަރާމެވެ. އަދި އޭނާގެ ބޯތަކެތި ހަރާމެވެ. އަދި އޭނާ ލާ ފޭރާން ހަރާމެވެ. އަދި އޭނާ ހެދިބޮޑުވެފައި ވަނީ ހަރާމުންނެވެ. ފަހެ އެއަށް އިޖާބަދެވޭނީ ކިހިނަކުންހެއްޔެވެ؟“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (1015)\nوَرِوَايَتُه: وَحَدَّثَنِي أَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلَاءِ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، حَدَّثَنِي عَدِيُّ بْنُ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: ... [الحديث]. وَفِيهِ: «أَيُّهَا النَّاسُ، إِنَّ اللهَ طَيِّبٌ» و «يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ»\nوَانظُر: رِيَاض الصَّالِحِين 1851\nقَالَ النَّوَوِي: قَوْلُهُ: «غُذِيَ بِالحَرَامِ» هُوَ بِضَمِّ الغَيْنِ وَكَسْرِ الذَّالِ المُعْجَمَةِ المُخَفَّفَةِ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”غُذِيَ بِالحَرَامِ“ (އޭނާ ހެދިބޮޑުވެފައި ވަނީ ހަރާމުންނެވެ.) އެއީ ޣައިނުގައި އުބުފިލި ޖަހައިގެންނެވެ. އަދި ތިކިޖެހި، ތަޝްދީދު ނެތް، ޛާލުގައި އިބިފިލި ޖަހައިގެންނެވެ."],["11","‌‌الحَدِيثُ الحَادِي عَشَرَ","[دَعْ مَا يُرِيبُكَ إِلَى مَا لَا يَرِيبُكَ]","[ޝައްކުވާ ކަންތައް ދޫކޮށްލާފައި، ޝައްކު ނުވާ ކަންތަކުގައި ހިފާށެވެ.]","عَنْ أَبِي مُحَمَّدٍ، الحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ - سِبْطِ رَسُولِ اللَّهِ ﷺ، وَرَيْحَانَتِهِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: حَفِظْتُ مِنْ رَسُولِ اللَّهِ ﷺ: «دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ» رَوَاهُ التِّرْمِذِيُّ، وَالنَّسَائِيُّ، وَقَالَ التِّرْمِذِيُّ: «حَدِيثٌ حَسَنٌ صَحِيحٌ». ⁽¹⁾","އަބޫ މުޙައްމަދު އަލްޙަސަން ބިން ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُمَا - ރަސޫލު ﷲ ﷺ ގެ ލޯބިފުޅުވާ މަލެއްފަދަ ކާފަދަރިކަލުން - ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުން (މި ބަސްފުޅު) އަހަރެން ހިތުދަސްކުރީމެވެ: ”ތިބާއަށް ޝައްކުނުވާ ކަންތައްތަކަށް ޓަކައި، ތިބާއަށް ޝައްކުވާ ކަންތައް ދޫކޮށްލާށެވެ.“ (އެބަހީ: ޝައްކުވާ ކަންތައް ބަހައްޓާފައި، ޝައްކު ނުވާ ކަންތަކުގައި ހިފާށެވެ.)\nއެ ޙަދީޘް ރިވާކުރީ ތިރްމިޛީއާއި ނަސާއީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: ހަސަން ސަހީހު ޙަދީޘެކެވެ.","⁽¹⁾ التِّرْمِذِيُّ (2518)، وَالنَّسَائِيُّ (5711). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَرِوَايَة التِّرْمِذِيّ: حَدَّثَنَا أَبُو مُوسَى الأَنْصَارِيُّ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ بُرَيْدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي الحَوْرَاءِ السَّعْدِيِّ، قَالَ: قُلْتُ لِلْحَسَنِ بْنِ عَلِيٍّ: مَا حَفِظْتَ مِنْ رَسُولِ اللَّهِ ﷺ؟ قَالَ: حَفِظْتُ مِنْ رَسُولِ اللَّهِ ﷺ: «دَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ، فَإِنَّ الصِّدْقَ طُمَأْنِينَةٌ، وَإِنَّ الكَذِبَ رِيبَةٌ» وَفِي الحَدِيثِ قِصَّةٌ. وَأَبُو الحَوْرَاءِ السَّعْدِيُّ اسْمُهُ: رَبِيعَةُ بْنُ شَيْبَانَ. وَهَذَا حَدِيثٌ صَحِيحٌ.\nوَانظُر: رِيَاض الصَّالِحِين 55\nقَالَ النَّوَوِي: «دَع مَا يَرِيبُكَ» بِفَتْحِ اليَاءِ وَضَمِّهَا: لُغَتَانِ، وَالفَتْحُ أَفْصَحُ وَأَشْهَرُ؛ وَمَعْنَاهُ: اتْرُكْ مَا شَكَكْتَ فِيهِ، وَأَعْدِلْ إِلَى مَا لَا تَشُكَُ فِيهِ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”دَع مَا يَرِيبُكَ“ (ތިބާއަށް ޝައްކުވާ ކަންތައް ދޫކޮށްލާށެވެ.) އެއީ ޔާގައި އަބަފިލި ވެސް އުބުފިލި ވެސް ޖަހައިގެން ދެ ގޮތަށް ކިޔެއެވެ. އަދި ބޮޑަށް ފަސާހާތްތެރި މަޝްހޫރު ގޮތަކީ އަބަފިލި ޖެހުމެވެ. އަދި އެ ޙަދީޘްގެ މާނައަކީ: އެ ކަންކަމާމެދު ތިބާ ޝައްކުވާ ކަންކަން ދޫކޮށްލާށެވެ. އަދި އޭގައި ތިބާ ޝައްކު ނުކުރާ ކަންކަމަށް ދިމާކުރާށެވެ."],["12","‌‌الحَدِيثُ الثَّانِي عَشَرَ","[مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ]","[އެ މީހަކާ ނުބެހޭ ކަންތައް ދޫކޮށްލާށެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مِنْ حُسْنِ إِسْلَامِ المَرْءِ: تَرْكُهُ مَا لَا يَعْنِيهِ» حَدِيثٌ حَسَنٌ، رَوَاهُ التِّرْمِذِيُّ، وَغَيْرُهُ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”މީހެއްގެ އިސްލާމް ރިވެތިވެ (ފުރިހަމަވުމުގެ) ތެރޭގައި ވަނީ: އެ މީހަކާ ނުބެހޭ ކަންތައް އޭނާ ދޫކޮށްލުމެވެ.“\nހަސަން ޙަދީޘެކެވެ. އެ ރިވާކުރީ ތިރްމިޛީއާ އެ ނޫން ވެސް މީހުންނެވެ.","⁽¹⁾ التِّرْمِذِيُّ (2317). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي. وَرَوَاهُ أَيضًا ابنُ حِبَّانِ (229)، وَابنُ مَاجَه (3976)\nوَرِوَايَة التِّرْمِذِيّ: حَدَّثَنَا أَحْمَدُ بْنُ نَصْرٍ النَّيْسَابُورِيُّ وَغَيْرُ وَاحِدٍ، قَالُوا: حَدَّثَنَا أَبُو مُسْهِرٍ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ اللهِ بْنِ سَمَاعَةَ، عَنِ الْأَوْزَاعِيِّ، عَنْ قُرَّةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: «مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيهِ». هَذَا حَدِيثٌ غَرِيبٌ، لَا نَعْرِفُهُ مِنْ حَدِيثِ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ إِلَّا مِنْ هَذَا الْوَجْهِ.\nوَانظُر: رِيَاض الصَّالِحِين 67\nقَالَ النَّوَوِي: قَوْلُهُ: «يَعْنِيهِ» بِفَتْحِ أَوَّلِهِ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”يَعْنِيهِ“ (އޭނައާ ބެހޭ) އެއީ އޭގެ ފުރަތަމަ އަކުރުގައި އަބަފިލި ޖަހައިގެންނެވެ."],["13","‌‌الحَدِيثُ الثَّالِثَ عَشَرَ","[حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ]","[އަމިއްލަ ނަފްސަށް ލޯބިކުރާ ކަންތައް، އެ މީހެއްގެ އަޚާއަށް ވެސް ލޯބިކުރުން]","عَنْ أَبِي حَمْزَةَ، أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ - خَادِمِ رَسُولِ اللَّهِ ﷺ - عَنِ النَّبِيِّ ﷺ قَالَ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ޙަމްޒާ އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ - ރަސޫލު ﷲ ﷺ ގެ ޚާދިމު - ނަބީ ﷺ ގެ އަރިހުން ރިވާކުރިއެވެ: އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް ލޯބިކުރާ ކަންތައް، އޭނާގެ އަޚާއަށް ވެސް ލޯބިކޮށްފުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް އީމާނެއް ނުވެއެވެ.“ (އެބަހީ: ފުރިހަމަ މުއުމިނަކަށް ނުވާނެއެވެ.)\rއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (13) وَاللَّفظُ لَه، وَمُسْلِمٌ (45a)\nوَانظُر: رِيَاض الصَّالِحِين 183، 236",""],["14","‌‌الحَدِيثُ الرَّابِعَ عَشَرَ","[لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ]","[ތިނެއްޗަކުން މެނުވީ މުސްލިމެއްގެ ލޭ ހުއްދަ ނުވާހުއްޓެވެ.]","عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِّبُ الزَّانِي، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّارِكُ لِدِينِهِ المُفَارِقُ لِلْجَمَاعَةِ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އިބްނު މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ތިނެއްޗަކުން މެނުވީ، މުސްލިމު މީހެއްގެ ލޭ ހުއްދަ ނުވާހުއްޓެވެ: ޒިނޭކުރި ޘައްޔިބެވެ. (އެބަހީ: ކާވެނީގެ ރަހަ ލިބުމަށް ފަހު، ޒިނޭކުރި މީހާއެވެ.) އަދި ނަފްސަކަށް ނަފްސެކެވެ. އަދި އޭނާގެ ދީން ދޫކޮށް، (މުސްލިމުންގެ) ޖަމާއަތާ ވަކިވެގެންފި މީހާއެވެ.“\rއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الٔبُخَارِيُّ (6878)، وَمُسْلِمٌ (1676a)\nوَرِوَايَة مُسْلِم: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَأَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: ... [الحديث]. وَفِيهِ: «لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنِّي رَسُولُ اللهِ»\nقَالَ النَّوَوِي: قَوْلُهُ: «الثَّيِّبُ الزَّانِي» مَعْنَاهُ: المُحْصَنُ إِذَا زَنَى، وَلِلْإِحِصَانِ شُرُوطٌ مَعْرُوفَةٌ فِي كُتُبِ الفِقْهِ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”الثَّيِّبُ الزَّانِي“ (ޒިނޭކުރި ޘައްޔިބު) އޭގެ މާނައަކީ: ޒިނޭކޮށްފި މުޙްޞަނެކެވެ. އަދި މުޙްޞަނަކަށް ވުމަށް، ފިގްހު ފޮތްތަކުގައި އެނގިގެންވާ ޝަރުތުތަކެއް ވެއެވެ."],["15","‌‌الحَدِيثُ الخَامِسَ عَشَرَ","[فَلْيَقُلْ خَيرًا أَو لِيَصْمُتْ]","[ހެޔޮ ބަސް ބުނާށެވެ. ނޫނީ ހަނުހުންނާށެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ؛ فَلْيَقُلْ خَيْراً أَوْ لِيَصْمُتْ. وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ؛ فَلْيُكْرِمْ جَارَهُ. وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ؛ فَلْيُكْرِمْ ضَيْفَهُ» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ ހެޔޮ ބަސް ބުނާށެވެ. ނޫންނަމަ ހަނުހުންނާށެވެ. އަދި ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ އޭނާގެ އަވައްޓެރިޔާއަށް ހެޔޮކޮށްހިތާށެވެ. އަދި ﷲ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވާ މީހާ، ފަހެ އޭނާގެ މެހުމާނަށް ހެޔޮކޮށްހިތާށެވެ.“\rއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (6475)، وَمُسْلِمٌ (47a) وَاللَّفظُ لَهُ.\nوَانظُر: رِيَاض الصَّالِحِين 308، 314، 706، 1511\nقَالَ النَّوَوِي: قَوْلُهُ: «لِيَصْمُتْ» بِضَمِّ المِيمِ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”لِيَصْمُتْ“ (ހަނު ހުންނަހުއްޓެވެ.) އެއީ މީމުގައި އުބުފިލި ޖަހައިގެންނެވެ."],["16","‌‌الحَدِيثُ السَّادِسَ عَشَرَ","[لَا تَغْضَبْ]","[ރުޅި ނާންނާށެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ رَجُلاً قَالَ لِلنَّبِيِّ ﷺ: أَوْصِنِي، قَالَ: لَا تَغْضَبْ، فَرَدَّدَ مِرَاراً، قَالَ: لَا تَغْضَبْ» رَوَاهُ البُخَارِيُّ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މީހަކު، ނަބީ ﷺ އަށް ދެންނެވިއެވެ: އަހަރެންނަށް ވަސިއްޔަތްކުރާށެވެ. (އެބަހީ: ނަސޭހަތެއް ދޭށެވެ.) އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ރުޅި ނާންނާށެވެ.“ ފަހެ އެ މީހާ އެކި ފަހަރު މަތިން ތަކުރާރުކޮށް ދެންނެވިއެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވީ: ”ރުޅި ނާންނާށެވެ.“\rއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއެވެ.","⁽¹⁾ الْبُخَارِيُّ (6116)\nوَانظُر: رِيَاض الصَّالِحِين 639",""],["17","‌‌الحَدِيثُ السَّابِعَ عَشَرَ","[إِنَّ اللَّهَ كَتَبَ الْإِحْسَانَ عَلَى كُلِّ شَيءٍ]","[ﷲ ކޮންމެ ކަމެއްގައި އިހްސާން ލިޔުއްވިއެވެ]","عَنْ أَبِي يَعْلَى، شَدَّادِ بْنِ أَوْسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ، فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ޔަޢުލާ ޝައްދާދު ބިން އައުސް رَضِيَ اللَّهُ عَنْهُ، ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ރިވާކުރިއެވެ: އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ވަނީ ކޮންމެ ކަމެއްގައި އިހްސާން ލިޔުއްވާފައެވެ. (އެބަހީ: ކުރެވެން ހުރި އެންމެ ރަނގަޅަކަށް ކަންތައްކުރަން ކަނޑައަޅުއްވާފައެވެ.) ފަހެ ތިޔަބައިމީހުން ގަތުލުކުރާ ނަމަ، ފަހެ ތިޔަބައިމީހުން ގަތުލުކުރުން ރަނގަޅުކުރާށެވެ. އަދި ތިޔަބައިމީހުން ކަތިލާ ނަމަ، ފަހެ ތިޔަބައިމީހުން ކަތިލުން ރަނގަޅުކުރާށެވެ. އަދި ތިޔަބައިމީހުން ކުރެ މީހަކު އޭނާގެ ވަޅި ތޫނުކުރާށެވެ. އަދި އޭނާ ކަތިލާ ޖަނަވާރަކަށް ރާހަތްދޭށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (1955a)\nوَرِوَايَتُه: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْأَشْعَثِ، عَنْ شَدَّادِ بْنِ أَوْسٍ قَالَ: «ثِنْتَانِ حَفِظْتُهُمَا عَنْ رَسُولِ اللهِ ﷺ قَالَ: ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 640\nقَالَ النَّوَوِي: «القِتْلَةُ» وَ «الذِّبْحَةُ» بِكَسْرِ أَوَّلِهِمَا.\nقَوْلُهُ:«وَلْيُحِدَّ» هُوَ بِضَمِّ اليَاءِ وَكَسْرِ الحَاءِ وَتَشْدِيدِ الدَّالِ، يُقَالُ: أَحَدَّ السِّكِّينَ، وَحَدَّدَهَا، وَاسْتَحَدَّهَا بِمَعْنًى.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ބަސްފުޅު: ”القِتْلَةُ“ (ގަތުލުކުރުން) އަދި ”الذِّبْحَةُ“ (ކަތިލުން) އެއީ ފުރަތަމަ އަކުރުގައި އިބިފިލި ޖަހައިގެންނެވެ.\nއަދި އެކަލޭގެފާނުގެ ބަސްފުޅު: ”وَلْيُحِدَّ“ (އަދި ތޫނުކުރާހުއްޓެވެ.) އެއީ ޔާގައި އުބުފިލި ޖަހައިގެން، ޙާގައި އިބިފިލިޖަހައިގެން، އަދި ދާލުގައި ތަޝްދީދު ޖަހައިގެންނެވެ. أَحَدَّ السِّكِّينَ (ވަޅި ތޫނުކޮށްފިއޭ)، އަދި حَدَّدَهَا (އޭތި ތޫނުކުރުވައިފިއޭ)، އަދި اسْتَحَدَّهَا (އޭތި ތޫނުކޮށްލައިފިއޭ) ބުނެވެނީ އެއް މާނައެއްގައެވެ."],["18","‌‌الحَدِيثُ الثَّامِنَ عَشَرَ","[اتَّقِ اللَّهَ حَيثُمَا كُنْتَ]","[ތިބާވީ ކޮންމެ ތާކުމެ ﷲ އަށް ތަގުވާވެރިވާށެވެ.]","عَنْ أَبِي ذَرٍّ، جُنْدُبِ بْنِ جُنَادَةَ، وَأَبِي عَبْدِ الرَّحْمَنِ، مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ» رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: «حَدِيثٌ حَسَنٌ»، وَفِي بَعْضِ النُّسَخِ: «حَسَنٌ صَحِيحٌ» ⁽¹⁾","އަބޫ ޛައްރު ޖުންދުބު ބިން ޖުނާދާއާއި،، އަބޫ ޢަބްދުއްރަޙްމާން މުޢާޛު ބިން ޖަބަލު رَضِيَ اللَّهُ عَنْهُمَا، ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ރިވާކުރިއެވެ: އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ތިބާވީ ކޮންމެ ތާކުމެ ﷲ އަށް ތަގުވާވެރިވާށެވެ. އަދި ފާފައަކާ ވިދިގެން ހެޔޮ ކަމެއްކުރާށެވެ. އެ ހެޔޮ ކަމެއް، އެ ފާފަ ފޮހެލައެވެ. އަދި ރިވެތި އަޚްލާގުން މީސްތަކުންނާ މުއާމަލާތްކުރާށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: ހަސަން ޙަދީޘެކެވެ. އަދި ބައެއް ނުސްޚާތަކުގައި ވަނީ: ހަސަން ސަހީހު ޙަދީޘެކެވެ.","⁽¹⁾ التِّرْمِذِيُّ (1987). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَرِوَايَتُه: حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ أَبِي ذَرٍّ قَالَ: قَالَ لِي رَسُولُ اللهِ ﷺ: «اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ.» وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ. هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌُ.\nوَانظُر: رِيَاض الصَّالِحِين 61\nقَالَ النَّوَوِي: «جُندُبٌ» بِضَمِّ الجِيمِ، وَبِضَمِّ الدَّالِ وَفَتْحِهَا. وَ «جُنَادَةُ» بِضَمِّ الجِيمِ.","ނަވަވީ ބުންޏެވެ: ’جُندُبٌ‘ (ޖުންދުބު) އެއީ ޖީމުގައި އުބުފިލި ޖަހައިގެންނެވެ. އަދި ދާލުގައި އުބުފިލި ވެސް އަބަފިލި ވެސް ޖެހޭނެއެވެ. އަދި ’جُنَادَةُ‘ (ޖުނާދަތު) އެއީ ޖީމުގައި އުބުފިލި ޖަހައިގެންނެވެ."],["19","‌‌الحَدِيثُ التَّاسِعَ عَشَرَ","[احْفَظِ اللَّهَ يَحْفَظْكَ]","[ﷲ އަށް ރައްކާތެރިވާށެވެ. އެ އިލާހު ތިބާ ރައްކާތެރިކުރައްވާނެއެވެ.]","عَنْ أَبِي العَبَّاسِ، عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: كُنْتُ خَلْفَ النَّبِيِّ ﷺ يَوْماً فَقَالَ: «يَا غُلَامُ! إِنِّي أُعَلِّمُكَ كَلِمَاتٍ: احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ. إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ. وَاعْلَمْ: أَنَّ الأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ، لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ. وَإِنِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ، لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ، رُفِعَتِ الأَقْلَامُ، وَجَفَّتِ الصُّحُفُ» رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: «حَدِيثٌ حَسَنٌ صَحِيحٌ». ⁽¹⁾\nوَفِي رِوَايَةِ غَيْرِ التِّرْمِذِيِّ: «احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ. وَاعْلَمْ: أَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَمَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ. وَاعْلمْ: أَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَرْبِ، وَأَنَّ مَعَ العُسْرِ يُسْراً». ⁽²⁾","އަބުލް ޢައްބާސް ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެއް ދުވަހަކު ނަބީ ﷺ ގެ ފަހަތްޕުޅުގައި (ސަވާރީއެއްގައި) އަހަރެން އިނީމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އޭ ކޮއިފުޅާއެވެ. ހަމަކަށަވަރުން ތިމަން ކަލޭގެފާނު ތިބާއަށް ކަލިމަތަކެއް ދަސްކޮށްދޭނަމެވެ. ތިބާ ﷲ އަށް ރައްކާތެރިވާށެވެ. އެ އިލާހު ތިބާ ރައްކާތެރިކުރައްވާނެއެވެ. ތިބާ ﷲ އަށް ރައްކާތެރިވާށެވެ. ތިބާއާ ދިމާ ކުރިމަތީގައި އެ އިލާހުވާތީ ތިބާ ދެކޭނެއެވެ. ތިބާ އަހާ ނަމަ، ފަހެ ﷲ އަށް އެދި ދަންނަވާށެވެ. އަދި ތިބާ އެހީ ހޯދާ ނަމަ، ފަހެ ﷲ ގެ ހަޒްރަތުން ތިބާ އެހީހޯދާށެވެ. އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން އުއްމަތް، ތިބާއަށް އެއްޗަކުން މަންފާއެއް ކުރުމުގެ މައްޗަށް އެއްވިކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން ﷲ ތިބާއަށް އެ ލިޔުއްވި އެއްޗަކުން މެނުވީ، އެ އުއްމަތް ތިބާއަކަށް މަންފާއެއް ނުކުރާނެއެވެ. އަދި އުއްމަތް، ތިބާއަށް އެއްޗަކުން ގެއްލުމެއް ދިނުމުގެ މައްޗަށް އެއްވިކަމުގައި ވިޔަސް، ހަމަކަށަވަރުން ﷲ ތިބާގެ މައްޗަށް އެ ލިޔުއްވި އެއްޗަކުން މެނުވީ، އެ އުއްމަތް ތިބާއަކަށް ގެއްލުމެއް ނުދެވޭނެއެވެ. ހަމަކަށަވަރުން ގަލަންތައް ވަނީ އުފުލެވިފައެވެ. އަދި ފަތްފުއްތައް ވަނީ ހިކިފައެވެ.“ (އެބަހީ: ލައުޙުލް މަޙްފޫޡުގައި ﷲ ކަނޑައެޅުއްވި އެއްޗެއް ވަނީ ލިޔެ ނިމިފައެވެ. އަދި އެ ގޮތަށް އެ ކަންތައް ހިނގާނެއެވެ.)\nއެ ޙަދީޘް ރިވާކުރީ ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: ހަސަން ސަހީހު ޙަދީޘެކެވެ.\nއަދި ތިރްމިޛީ ނޫން ރިވާޔަތެއްގައިވެއެވެ: ”ﷲ އަށް ތިބާ ރައްކާތެރިވާށެވެ. ތިބާގެ ކުރިމަތީގައި އެ އިލާހުވާތީ ތިބާ ދެކޭނެއެވެ. (ފަސޭހަކަމާއި) ތިޔާގިކަމުގައި، ﷲ އަށް ތިބާ މައުރިފާވާށެވެ. ދަތި އުނދަގޫކަމުގައި، އެ އިލާހު ތިބާ ދެނެވޮޑިގެންވާނެއެވެ. އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން ތިބާ ފަހަނަޅާފައި ދިޔަ ކަމެއް، ތިބާއަށް ދިމާވާން އޮތް ކަމުގައެއް ނުވެއެވެ. އަދި ތިބާއަށް ދިމާވެއްޖެ ކަމެއް، ތިބާ ފަހަނަޅައި ދާން އޮތް ކަމުގައެއް ނުވެއެވެ. އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން ނަސްރުވަނީ ކެތްތެރިކަމާއެކުގައެވެ. އަދި ހަމަކަށަވަރުން ހިތާމަފިލުންވަނީ މޮޅިވެރިކަމާއެކުގައެވެ. އަދި ހަމަކަށަވަރުން އުނދަގުލާއެކު ފަސޭހަކަމެއް ވެއެވެ.“","⁽¹⁾ التِّرْمِذِيُّ (2516). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَرِوَايَتُه: حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، قَالَ: أَخْبَرَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنَا لَيْثُ بْنُ سَعْدٍ وَابْنُ لَهِيعَةَ، عَنْ قَيْسِ بْنِ الْحَجَّاجِ. (ح) وَحَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: أَخْبَرَنَا أَبُو الْوَلِيدِ، قَالَ: حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، قَالَ: حَدَّثَنِي قَيْسُ بْنُ الْحَجَّاجِ، الْمَعْنَى وَاحِدٌ عَنْ حَنَشٍ الصَّنْعَانِيِّ، عَنِ ابْنِ عَبَّاسٍ قَالَ: ... [الحديث]. وَفِيهِ: «وَلَوِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ»\n⁽²⁾ أَحمَدُ (2803)، وَالحَاكِم (6304). وَقَالَ ابنُ حَجَر فِي \"مُوَافَقَة الخُبْرِ الخَبَرَ\" 1/ 329 «طُرُقُ هَذِهِ الزِّيَادَة تُقَوّى بَعضُهَا بِبَعض وَاللَّهُ أَعلَم»\nوَرِوَايَة الحَاكِم: حَدَّثَنَا الشَّيْخُ أَبُو بَكْرِ بْنُ إِسْحَاقَ رَضِيَ اللَّهُ عَنْهُ، أَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، ثَنَا مُعَلَّى بْنُ مَهْدِيٍّ، ثَنَا أَبُو شِهَابٍ، أَنْبَأَ عِيسَى بْنُ مُحَمَّدٍ الْقُرَشِيُّ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ لِي رَسُولُ اللَّهِ ﷺ: «احْفَظِ اللَّهَ يَحْفَظْكَ، احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ، تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ يَعْرِفْكَ فِي الشِّدَّةِ، وَاعْلَمْ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ، وَاعْلَمْ أَنَّ الْخَلَائِقَ لَوِ اجْتَمَعُوا عَلَى أَنْ يَعْطُوكَ شَيْئًا لَمْ يُرِدِ اللَّهُ أَنْ يُعْطِيَكَ لَمْ يَقْدِرُوا عَلَيْهِ، وَلَوِ اجْتَمَعُوا أَنْ يَصْرِفُوا عَنْكَ شَيْئًا أَرَادَ اللَّهُ أَنْ يُصِيبَكَ بِهِ لَمْ يَقْدِرُوا عَلَى ذَلِكَ، فَإِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ، وَاعْلَمْ ‌أَنَّ ‌النَّصْرَ ‌مَعَ ‌الصَّبْرِ، وَأَنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا، وَاعْلَمْ أَنَّ الْقَلَمَ قَدْ جَرَى بِمَا هُوَ كَائِنٌ»\nوَانظُر: رِيَاض الصَّالِحِين 62\nقَالَ النَّوَوِي: «تُجَاهَكَ» بِضَمِّ التَّاءِ وَفَتْحِ الهَاءِ؛ أَيْ: أَمَامَكَ - كَمَا فِي الرِّوَايَةِ الأُخْرَى -.\n«تَعَرَّفُ إِلَى اللَّهِ فِي الرَّخَاءِ» أَيْ: تَحَبَّبْ إِلَيْهِ بِلُزُومِ طَاعَتِهِ، وَاجْتِنَابِ مُخَالَفَتِهِ.","ނަވަވީ ބުންޏެވެ: ”تُجَاهَكَ“ (ތިބާއާ ދިމާލަށް) އެއީ ތާގައި އުބުފިލި ޖަހައިގެން، ހާގައި އަބަފިލި ޖަހައިގެންނެވެ. އެބަހީ: ތިބާގެ ކުރިމަތީގައެވެ. އަނެއް ރިވާޔަތުގައި ވެސް ވީފަދައިންނެވެ.\n”تَعَرَّفُ إِلَى اللَّهِ فِي الرَّخَاءِ“ (ﷲ އަށް ތިބާ މައުރިފާވާށެވެ.) އެބަހީ: ތިބާ އެ އިލާހަށް ލޯބިވެވޮޑިގެންވާށެވެ. އެއީ އެ އިލާހުގެ ކިޔަމަންތެރިކަމަށް ލާޒިމުވެގެންނެވެ. އަދި އެ އިލާހާ ޚިލާފުވުމުން އެއްކިބާވެގެންނެވެ."],["20","‌‌الحَدِيثُ العِشْرُونَ","[إِذَا لَمْ تَسْتَحْيِ فَاصْنَعْ مَا شِئْتَ]","[ތިބާ ލަދު ނުގަންނަ ނަމަ، ބޭނުން ގޮތެއް ހަދާށެވެ.]","عَنْ أَبِي مَسْعُودٍ، عُقْبَةَ بْنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلَامِ النُّبُوَّةِ الأُولَى: إِذَا لَمْ تَسْتَحْيِ فَاصْنَعْ مَا شِئْتَ» رَوَاهُ البُخَارِيُّ. ⁽¹⁾","އަބޫ މަސްޢޫދު ޢުގްބާ ބިން ޢަމްރު އަލްއަންޞާރީ އަލްބަދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން މީސްތަކުންނާ ހަމައަށް ފޯރާފައިވާ، ކުރީގެ ނަބީކަމުގެ ބަސްފުޅުތަކުގެ ތެރެއިން ވެއެވެ: ތިބާ ލަދު ނުގަންނަ ނަމަ، ފަހެ ތިބާ ބޭނުން ގޮތެއް ހަދާށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ ބުޚާރީއެވެ.","⁽¹⁾ الْبُخَارِيُّ (6120)\n       وَرِوَايَتُه: حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ: حَدَّثَنَا زُهَيْرٌ: حَدَّثَنَا مَنْصُورٌ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ: حَدَّثَنَا أَبُو مَسْعُودٍ قَالَ: قَالَ النَّبِيُّ ﷺ: ... [الحديث]\nوَانظُر: رِيَاض الصَّالِحِين 1844\nقَالَ النَّوَوِي: «إِذَا لَمْ تَسْتَحْيِ فَأَصْنَعْ مَا شِئْتَ» مَعْنَاهُ: إِذَا أَرَدْتَ فِعْلَ شَيْءٍ: فَإِنْ كَانَ مِمَّا لَا يُسْتَحْيَى مِنَ اللَّهِ عَزَّ وَجَلَّ وَمِنَ النَّاسِ فِي فِعْلِهِ فَأَفْعَلْهُ، وَإِلَّا فَلَا، وَعَلَى هَذَا مَدَارُ الإِسْلَامِ."," ނަވަވީ ބުންޏެވެ: ”إِذَا لَمْ تَسْتَحْيِ فَأَصْنَعْ مَا شِئْتَ“ (ތިބާ ލަދު ނުގަންނަ ނަމަ، ފަހެ ތިބާ ބޭނުން ގޮތެއް ހަދާށެވެ.) އޭގެ މާނައަކީ: ތިބާ ކަމެއްކުރަން ބޭނުން ނަމަ، ފަހެ އެއީ އެ ކަންކުރުމުގައި، ﷲ ޢައްޒަ ވަޖައްލަގެ ހަޒްރަތުންނާއި، މީސްތަކުންގެ ކިބައިން ލަދުނުގަންނަން ނުޖެހޭ ކަންކަމުގެ ތެރެއިންވާ ކަމެއް ނަމަ، ފަހެ ތިބާ އެ ކަމެއްކުރާށެވެ. އެހެންނޫނީ ނުކުރާށެވެ. އަދި މީގެ މައްޗަށް އިސްލާމް ދީން ވަށައި ދައުރުވެއެވެ."],["21","‌‌الحَدِيثُ الحَادِي وَالعِشْرُونَ","[قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ]","[ﷲ އަށް އީމާން ވެއްޖައީމުއޭ ބުނާށެވެ. އެއަށްފަހު ގާއިމުވެ ދެމިހުންނާށެވެ.]","عَنْ أَبِي عَمْرٍو - وَقِيلَ: أَبِي عَمْرَةَ -، سُفْيَانَ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! قُلْ لِي فِي الإِسْلَامِ قَوْلاً لَا أَسْأَلُ عَنْهُ أَحَداً غَيْرَكَ، قَالَ: قُلْ: آمَنْتُ بِاللَّهِ، ثُمَّ اسْتَقِمْ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ޢަމްރު - އަދި އަބޫ ޢަމްރާކަމަށް ވެސް ބުނެވުނެވެ - ސުފްޔާނު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އަހަރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލެވެ. އިސްލާމު ދީނުގައި، އެއާމެދު ކަލޭގެފާނު ނޫން އެކަކު ކުރެންވެސް އަހަރެން ސުވާލުކުރަން ނުޖެހޭ ބަހެއް، ކަލޭގެފާނު އަހަރެންނަށް ބުނެދެއްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”ތިބާ ބުނާށެވެ: އަހަރެން ﷲ އަށް އީމާންވެއްޖައީމެވެ. އެއަށްފަހު ގާއިމުވެ ދެމިހުންނާށެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.\n","⁽¹⁾ مُسْلِمٌ (38)\n      وَرِوَايَتُه: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا ابْنُ نُمَيْرٍ، (ح) وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا، عَنْ جَرِيرٍ، (ح) وَحَدَّثَنَا أَبُو كُرَيْبٍ ، حَدَّثَنَا أَبُو أُسَامَةَ كُلُّهُمْ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سُفْيَانَ بْنِ عَبْدِ اللهِ الثَّقَفِيِّ قَالَ: «قُلْتُ: يَا رَسُولَ اللهِ، قُلْ لِي فِي الْإِسْلَامِ قَوْلًا لَا أَسْأَلُ عَنْهُ أَحَدًا بَعْدَكَ - وَفِي حَدِيثِ أَبِي أُسَامَةَ: غَيْرَكَ - قَالَ: قُلْ: آمَنْتُ بِاللهِ فَاسْتَقِمْ»\nوَانظُر: رِيَاض الصَّالِحِين 85\nقَالَ النَّوَوِي: «قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ» أَي: اسْتَقِمْ كَمَا أُمِرْتَ، مُمْتَثِلاً أَمْرَ اللَّهِ تَعَالَى، مُجْتَنِباً نَهْيَهُ."," ނަވަވީ ބުންޏެވެ: ”قُلْ آمَنْتُ بِاللَّهِ ثُمَّ اسْتَقِمْ“ (ތިބާ ބުނާށެވެ: އަހަރެން ﷲ އަށް އީމާންވެއްޖައީމެވެ. އެއަށްފަހު އިސްތިގާމާވާށެވެ.) އެބަހީ: ތިބާއަށް އަމުރުކުރެވުނު ފަދައިން ތިބާ ގާއިމުވެ ދެމިހުންނާށެވެ. އެއީ ﷲ ތަޢާލާގެ އަމުރަށް ކިޔަމަންވެ، އެ އިލާހުގެ ނަހީއިން އެއްކިބާވެގެންނެވެ"],["22","‌‌الحَدِيثُ الثَّانِي وَالعِشْرُونَ","[أَرَأَيتَ إِذَا صَلَّيتُ الْمَكْتُوبَاتِ]","[އަހަރެން ފަރުޟު ނަމާދުތައްކުރާ ނަމަ]","عَنْ أَبِي عَبْدِ اللَّهِ، جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُمَا: «أَنَّ رَجُلاً سَأَلَ رَسُولَ اللَّهِ ﷺ فَقَالَ: أَرَأَيْتَ إِذَا صَلَّيْتُ المَكْتُوبَاتِ، وَصُمْتُ رَمَضَانَ، وَأَحْلَلْتُ الحَلَالَ، وَحَرَّمْتُ الحَرَامَ، وَلَمْ أَزِدْ عَلَى ذَلِكَ شَيْئاً؛ أَأَدْخُلُ الجَنَّةَ؟ قَالَ: نَعَمْ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَمَعْنَى: «حَرَّمْتُ الحَرَامَ»: اجْتَنَبْتُهُ.\nوَمَعْنَى: «أَحْلَلْتُ الحَلَالَ»: فَعَلْتُهُ مُعْتَقِداً حِلَّهُ.","އަބޫ ޢަބްދު ﷲ ޖާބިރު ބިން ޢަބްދު ﷲ އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މީހަކު ރަސޫލު ﷲ ﷺ އާ ސުވާލުކުރިއެވެ. ފަހެ އޭނާ ބުންޏެވެ: ކަލޭގެފާނު ދެކިލައްވަމުތޯ، އަހަރެން ފަރުޟު ނަމާދުތައްކޮށް، ރަމަޟާން މަހު ރޯދަ ހިފާ، ހަލާލު ކަންތައް ހަލާލުކޮށް، ހަރާމް ކަންތައް ހަރާމްކޮށް، އަދި އޭގެ މައްޗަށް އެއްވެސް އެއްޗެއް އިތުރު ނުކުރިކަމުގައި ވިޔަސް، އަހަރެން ސުވަރުގެ ވަންނާނެހެއްޔެވެ؟ އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ”އާއެކެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.\n(ނަވަވީ ބުންޏެވެ:) އަދި ”އަހަރެން ހަރާމް ކަންތައް ހަރާމްކޮށް“ އޭގެ މާނައަކީ: އަހަރެން އެ ކަންކަމުން އެއްކިބާވުމެވެ.\nއަދި ”އަހަރެން ހަލާލު ކަންތައް ހަލާލުކޮށް“ އޭގެ މާނައަކީ: އަހަރެން އެ ހަލާލުކަމަށް ގަބޫލުކޮށް އެ ކަންތައްކުރުމެވެ.","⁽¹⁾ مُسْلِمٌ (15c)\n       وَرِوَايَتُه: وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، وَهُوَ ابْنُ عُبَيْدِ اللهِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ: ... [الحديث]. وَفيهِ: «إِذَا صَلَّيْتُ الصَّلَوَاتِ الْمَكْتُوبَاتِ» و «قَالَ: نَعَمْ، قَالَ: وَاللهِ لَا أَزِيدُ عَلَى ذَلِكَ شَيْئًا»",""],["23","‌‌الحَدِيثُ الثَّالِثُ وَالعِشْرُونَ","[الطُّهُورُ شَطْرُ الْإِيمَانِ]","[ތާހިރުވުމަކީ އީމާންކަމުގެ ބައެކެވެ.]","عَنْ أَبِي مَالِكٍ، الحَارِثِ بْنِ عَاصِمٍ الأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الطُّهُورُ شَطْرُ الإِيمَانِ. وَالحَمْدُ لِلَّهِ تَمْلَأُ المِيزَانَ. وَسُبْحَانَ اللَّهِ وَالحَمْدُ لِلَّهِ تَمْلَآنِ - أَوْ تَمْلَأُ - مَا بَيْنَ السَّمَاءِ وَالأَرْضِ. وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ. وَالقُرْآنُ حُجَّةٌ لَكَ أَوْ عَلَيْكَ. كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ، فَمُعْتِقُهَا، أَوْ مُوبِقُهَا» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ މާލިކު އަލްޙާރިޘް ބިން ޢާޞިމް އަލްއަޝްޢަރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ”ތާހިރުވުމަކީ އީމާންކަމުގެ ބައެކެވެ. އަދި الْحَمْدُ لِلَّهِ (ހަމްދު ވަނީ ﷲ އަށެވެ. މި ކަލިމަ) މީޒާން ފުރާލައެވެ. އަދި سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ (ﷲ ހުސްތާހިރުވެގެންވެއެވެ. އަދި ހަމްދު ވަނީ ﷲ އަށެވެ. މި ދެ ކަލިމަ - ނުވަތަ އެއް ކަލިމަ-) އުޑާއި ބިމާ ދެމެދުގައި ވާހައި އެއްޗެއް ފުރާލައެވެ. އަދި ނަމާދަކީ ނޫރެކެވެ. އަދި ސަދަގާތަކީ ބުރުހާނެކެވެ. އަދި ކެތްތެރިކަމަކީ އަލިކަމެކެވެ. އަދި ގުރްއާނަކީ ތިބާއާ އެއްކޮޅަށް، ނުވަތަ ތިބާއާ ދެކޮޅަށްވާ ހުއްޖަތެކެވެ. ކޮންމެ މީހަކު ވެސް ހެނދުނުހެނދުނާ ނުކުމެ، ފަހެ އެ މީހެއްގެ ނަފްސު ވިއްކާލައެވެ. ދެން (އޭގެ ތެރެއިން ވަނީ) އެ ނަފްސު މިންޖުކުރާ މީހެކެވެ. ނުވަތަ އެ ނަފްސު ހަލާކުކުރާ މީހެކެވެ.“\nއެ ޙަދީޘް ރިވާކުރީ މުސްލިމެވެ.\n"," ⁽¹⁾ مُسْلِمٌ (223)\n       وَرِوَايَتُه: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ ، حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ ، حَدَّثَنَا أَبَانٌُ ، حَدَّثَنَا يَحْيَى أَنَّ زَيْدًا حَدَّثَهُ أَنَّ أَبَا سَلَّامٍ حَدَّثَهُ عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ: قَالَ رَسُولُ اللهِ ﷺ: ... [الحديث]\n\nوَانظُر: رِيَاض الصَّالِحِين 25\nقَالَ النَّوَوِي: قَوْلُهُ ﷺ: «الطُّهُورُ شَطْرُ الإِيمَانِ» المُرَادُ بِالالطُّهُورِ: الوُضُوءُ.\nقِيلَ: مَعْنَاهُ: يَنتَهِي تَضْعِيفُ ثَوَابِهِ إِلَى نِصْفِ أَجْرِ الإِيمَانِ.\n[تنبيه: تعقب قوله المُلَّا عَلِي القَارِي فقال: «وَفِيهِ نَظَرٌ ظَاهِرٌ، لِأَنَّ ثَوَابَ الصَّلَاةِ الَّتِي مِنْ جُمْلَةِ شُرُوطِهَا الْوُضُوءُ لَا يُقَالُ إِنَّهُ نِصْفُ ثَوَابِ الْإِيمَانِ بَلْ جَمِيعُ الْأَعْمَالِ لَا يَصْلُحُ أَنْ يَكُونَ نِصْفًا لِلْإِيمَانِ إِلَّا عَلَى مُعْتَقَدٍ فَاسِدٍ لِلْمُعْتَزِلَةِ وَالْخَوَارِجِ، حَيْثُ جَعَلُوا الْعَمَلَ شَطْرَ الْإِيمَانِ عَلَى أَنَّهُ لَا يَلْزَمُ مِنْ كَوْنِ الْعَمَلِ شَطْرًا أَنَّهُ يُسَاوِي ثَوَابُهُ ثَوَابَ الْإِيمَانِ، كَيْفَ وَيَتَوَقَّفُ صِحَّةُ الْعَمَلِ عَلَى الْإِيمَانِ دُونَ الْعَكْسِ، فَهُوَ أَصْلٌ فِي الْجُمْلَةِ فَلَا يَكُونُ مُسَاوِيًا لِلْفَرْعِ أَبَدًا مَعَ أَنَّهُ كَالْعَلَامَةِ عَلَى تَحَقُّقِ الْإِيمَانِ». -انظر: مرقاة المفاتيح شرح مشكاة المصابيح ص 281. وهذا قول الأشاعرة والأحناف أيضا، الذين هم المرجئة، وقد يقول بعضهم في الظاهر أن الإيمان قول وعمل واعتقاد، كما يقوله أهل السنة، لكن عند التفصيل يقولون أن العمل شرط في كمال الإيمان أو صحته. وقد سئل صالح الفوزان هل هذا القول من أقوال أهل السنة أم لا؟ فأجاب: «الذي يقول هذا ما فهم الإيمان ولا فهم العقيدة، ومن الواجب عليه أن يدرس العقيدة على أهل العلم ويتلقاها من مصادرها الصحيحة، وسيعرف الجواب عن هذا السؤال. وقوله: إن الإيمان قول وعمل واعتقاد، ثم يقول: إن العمل شرط في كمال الإيمان وصحته، هذا تناقض!! كيف يكون العمل من الإيمان ثم يقول: العمل شرط؟ ومعلوم أن الشرط يكون خارج المشروط، فهذا تناقض منه. وهذا يريد أن يجمع بين قول السلف وقول المتأخرين وهو لا يفهم التناقض، لأنه لا يعرف قول السلف ولا يعرف حقيقة قول المتأخرين، فأراد أن يدمج بينهما، فالإيمان قول وعمل واعتقاد، والعمل هو من الإيمان وهو الإيمان، وليس هو شرطاً من شروط صحة الإيمان أو شرط كمال أو غير ذلك من هذه الأقوال التي يروجونها الآن. فالإيمان قول باللسان واعتقاد بالقلب وعمل بالجوارح وهو يزيد بالطاعة وينقص بالمعصية». -انظر: الإجابات المهمة في المشاكل الملمة ص 74. وقد قال النووي في قَوْله ﷺ أَيْنَ اللَّهُ قَالَتْ فِي السَّمَاءِ قَالَ مَنْ أَنَا قَالَتْ أَنْتَ رَسُولُ اللَّهِ قَالَ أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ: «وَفِيهِ دَلِيلٌ عَلَى أَنَّ ‌مَنْ ‌أَقَرَّ ‌بِالشَّهَادَتَيْنِ وَاعْتَقَدَ ذَلِكَ جَزْمًا كَفَاهُ ذَلِكَ فِي صِحَّةِ إِيمَانِهِ» -انظر: شرح النووي على مسلم 5/25]\n[قال النووي] وقيل: الإِيمَانُ يَجُبُّ مَا قَبْلَهُ مِنَ الخَطَايَا، وَكَذَا الوُضُوءُ، لكن الوُضُوءُ: تَتَوَقَّفُ صِحْتُهُ عَلَى الإِيمَانِ، فَصَارَ نِصْفاً.\nوَقِيلَ: المُرَادُ بِالإِيمَانِ: الصَّلَاةُ، وَالطُّهُورُ شَرْطُ لِصِحْتِهَا، فَصَارَ كَالشَّطْرِ.\nوَقِيلَ: غَيْرُ ذَلِكَ.\nقَوْلُهُ ﷺ: «وَالحَمْدُ لِلَّهِ تَمْلَأُ المِيزَانَ» أَيْ: ثَوَابُهَا.\n«وَسُبْحَانَ اللَّهِ وَالحَمْدُ لِلَّهِ تَمْلَآنِ» أَيْ: لَوْ قُدْرَ ثَوَابُهُمَا جِسْماً لَمُلِآ، وَسَبَبُهُ: مَا اشْتَمَلَتَا عَلَيْهِ مِنَ التَّنْزِيهِ وَالتَّفْوِيضِ إِلَى اللَّهِ تَعَالَى.\n«وَالصَّلَاةُ نُورٌ» أَيْ: تَمْنَعُ مِنَ المَعَاصِي، وَتَنْهَى عَنِ الْفَحْشَاءِ، وَتَهْدِي إِلَى الصَّوَابِ.\nوَقِيلَ: يَكُونُ ثَوَابُهَا نُوراً لِصَاحِبِهَا يَوْمَ القِيَامَةِ.\nوقيل: لأَنَّهَا سَبَبُ لِاسْتِنَارَةِ القَلْبِ.\n«وَالصَّدَقَةُ بُرْهَانٌ» أَي: حُجَّةٌ لِصَاحِبِهَا فِي أَدَاءِ حَقٌّ المَالِ.\nوَقِيلَ: حُجَّةٌ فِي إِيمَانِ صَاحِبِهَا؛ لأنَّ المُنَافِقَ لَا يَفْعَلُهَا غَالِياً.\n«وَالصَّبْرُ ضِيَاءٌ» أي: الصَّبْرُ المَحْبُوبُ، وَهُوَ الصَّبْرُ عَلَى طَاعَةِ اللَّهِ تَعَالَى وَالبَلَاءِ وَمَكَارِهِ الدُّنْيَا، وَعَنِ المَعَاصِي؛ وَمَعْنَاهُ: لَا يَزَالُ صَاحِبُهُ مُسْتَضِيئاً مُسْتَمِراً عَلَى الصَّوَابِ.\n«كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ» مَعْنَاهُ: كُلُّ إِنْسَانٍ يَسْعَى بِنَفْسِهِ، فَمِنْهُمْ مَنْ يَبِيعُهَا لِلَّهِ تَعَالَى بِطَاعَتِهِ، فَيُعْتِقُهَا مِنَ الْعَذَابِ، وَمِنْهُمْ مَنْ يَبيعُها لِلشَّيْطَانِ وَالهَوَى بِاتِّبَاعِهِمَا.\n«فَيُوبِقُهَا» أَيْ: يُهْلِكُهَا.\nوَقَدْ بَسَطْتُ شَرْحَ هَذَا الحَدِيثِ فِي أَوَّلِ «شَرْحِ صَحِيحِ مُسْلِمِ»، فَمَنْ أَرَادَ زِيَادَةً فَلْيُرَاجِعْهُ، وَبِاللَّهِ التَّوْفِيقُ.","ނަވަވީ ބުންޏެވެ: އެކަލޭގެފާނުގެ ﷺ ބަސްފުޅު: “الطُّهُورُ شَطْرُ الإِيمَانِ” (ޠުހޫރަކީ އީމާންކަމުގެ ބައެކެވެ.) ޠުހޫރުގެ މުރާދަކީ: ވުޟޫއެވެ.\nބުނެވުނެވެ. އޭގެ މާނައަކީ: ވުޟޫކުރުމުގެ ސަވާބު ގުނަވެ އިތުރުވުން ގޮސް ނިމެނީ، އީމާންކަމުގެ ސަވާބުގެ ދެބައިކުޅަ އެއްބަޔާ ހަމައަށެވެ.\n[ނޯޓު: ނަވަވީގެ މި ބަހާ ގުޅިގެން މުއްލާ ޢަލީ ގާރީ ވިދާޅުވިއެވެ: “އޭގައި ފާޅުކަން ބޮޑު ގޮތެއްގައި އިތުރަށް ބެލުން އެބަހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން އެ ނަމާދުގެ ޖުމްލަ ޝަރުތުތަކުގެ ތެރެއިން ވުޟޫ ހިމެނޭ، ނަމާދުގެ ސަވާބު، އެއީ ހަމަކަށަވަރުން އީމާންކަމުގެ ސަވާބުގެ ދެބައިކުޅަ އެއްބައޭ ނުކިޔޭނެއެވެ. އެހެނެއްކަމަކު، ހުރިހާ އަމަލުތަކެއް ވެސް އީމާންކަމުގެ ސަވާބުގެ ދެބައިކުޅަ އެއްބައަށް ވުން ސައްހައެއް ނުވެއެވެ. އެއީ މުޢުތަޒިލައިންނާއި ޚަވާރިޖުންގެ ފާސިދު އަގީދާއެއްގެ މަތިން މެނުވީއެވެ. އެހެނީ އެ މީހުން އަމަލު ހެދީ އީމާންކަމުގެ ޝަރުތެއް ގޮތުގައެވެ. އޭރުން އަމަލު ޝަރުތަކަށް ވުމުން، އެ އަމަލުގެ ސަވާބު، އީމާންކަމުގެ ސަވާބާ އެއްވަރުވުން ލާޒިމުވެގެން ނުވެއެވެ. އަމަލުގެ ސައްހަކަން، އީމާންކަމުގެ މައްޗަށް ބިނާވާނީ ކިހިނަކުންހެއްޔެވެ؟ އޭގެ އިދިކޮޅު އެހެން ނުވާ ހާލުގައެވެ؟ ފަހެ އެ އީމާންކަމަކީ ޖުމްލަ ގޮތެއްގައި އަސްލެކެވެ. އެހެންކަމުން ދުވަހަކުވެސް ފަރުޢުއަކާ އެ އެއްވަރެއް ނުވާނެއެވެ. އަދި އެއާއެކީ، އީމާންކަން ހަގީގަތުގައި ވެސް ވާކަމުގެ މައްޗަށް އަލާމާތެއް ފަދައިން އެ އަމަލުވެއެވެ.” -ބަލާ: މަރްގާތުލް މަފާތީޙި ޝަރްޙި މިޝްކާތިލް މަޞާބީޙި. އަދި އެ ބަހަކީ މުރްޖީން ކަމުގައިވާ އަޝްޢަރީންނާއި ޙަނަފީންގެ ވެސް ބަހެވެ. އަދި ބޭރުފުށުން އޭގެ ބައެއް މީހުން ބުނެފާނެއެވެ: އީމާންކަމަކީ ބަހާއި އަމަލާއި ގަބޫލުކުރުމެވެ. ހަމަ އަހްލުއް ސުންނާ ބުނާ ފަދައިންނެވެ. ނަމަވެސް ތަފްސީލަށް ދާއިރު، އެ މީހުން ބުނެއެވެ: އަމަލަކީ އީމާންކަން ފުރިހަމަވުމުގެ ނުވަތަ ސައްހަވުމުގެ ޝަރުތެކެވެ. އަދި ހަމަކަށަވަރުން ޞާލިޙު އަލްފައުޒާންއާ ސުވާލުކުރެވުނެވެ: މި ބަހަކީ އަހްލުއް ސުންނާގެ ބަހެއްތޯ ނޫންތޯއެވެ؟ ފަހެ ޝައިޚު ޖަވާބުދިނެވެ: “އެހެން ބުނާ މީހަކު އީމާންކަމެއް ވެސް އަދި އަގީދާއެއް ވެސް ފަހުމެއް ނުވެއެވެ. އަދި އޭނާގެ މައްޗަށް ވާޖިބުވެގެން ވަނީ އިލްމުގެ އަހުލުވެރިންގެ ގާތުން އަގީދާ އުނގެނި، އޭގެ ސައްހަ މަސްދަރުތަކުން އޭތި ލިބިގަތުމަށެވެ. އޭރުން މި ސުވާލުގެ ޖަވާބު އޭނާއަށް އެނގޭނެއެވެ. އޭނާގެ ބުނަނީ: ‘އީމާންކަމަކީ ބަހާއި އަމަލާއި ގަބޫލުކުރުމެވެ.’ އެއަށްފަހު އޭނާ ބުނަނީ: ހަމަކަށަވަރުން އަމަލަކީ އީމާންކަން ފުރިހަމަވުމުގެ ނުވަތަ ސައްހަވުމުގެ ޝަރުތެކެވެ. މިއީ ދެކޮޅުނުޖެހޭ ކަމެކެވެ. އީމާންކަމުގެ ތެރެއިން އަމަލުވެފައި، އެއަށްފަހު އަމަލަކީ ޝަރުތެއް ކަމަށް އޭނާ ބުނާނީ ކިހިނަކުންހެއްޔެވެ؟ އަދި އެނގި ފާޅުވެގެންވާ ގޮތުގައި ޝަރުތަކީ، ޝަރުތުކުރެވޭ އެތިން ބޭރު ވަކި އެއްޗެކެވެ. އެހެންކަމުން މިއީ އޭނާގެ ކިބައިންވާ ދެކޮޅުނުޖެހުމެކެވެ. އަދި މީނާ ބޭނުން ވަނީ ސަލަފުންގެ ބަހާއި، އޭގެ ފަހުން އައި މީހުންގެ ބަސް އެއްކުރާންށެވެ. އެއީ އެ ދެކޮޅުނުޖެހުން އޭނާއަށް ފަހުމު ނުވާ ހާލުގައެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާއަކަށް ސަލަފުންގެ ބަހެއް ވެސް، އަދި ފަހުން އައި މީހުންގެ ބަހުގެ ހަގީގަތެއް ވެސް ނޭނގެއެވެ. ދެން އޭނާ ބޭނުންވީ އެ ދޭއްޗަކީ އެކައްޗެއް ކަމުގައި ހަދާށެވެ. ފަހެ އީމާންކަމަކީ ބަހާއި އަމަލާއި ގަބޫލުކުރުމެވެ. އަދި އަމަލަކީ އީމާންކަމުގެ ބައެކެވެ. އަދި އަމަލަކީ އީމާންކަމެވެ. އަދި އެއީ އީމާންކަން ސައްހަވުމުގެ ޝަރުތުތަކުގެ ތެރެއިން ޝަރުތެއް، ނުވަތަ ފުރިހަމަވުމުގެ ޝަރުތެއް، ނުވަތަ އެ ނޫންވެސް މިހާރު އެ ފަތުރަމުންދާ މިހިރަ ބަސްތަކުގެ ތެރެއިން އެއްޗެއް ނޫނެވެ. ފަހެ އީމާންކަމަކީ ދުލުން ބުނުމާއި، ހިތުން ގަބޫލުކުރުމާއި، ގުނަވަންތަކުން އަމަލުކުރުމެވެ. އަދި ކިޔަމަންތެރިކަމުން އެ  އިތުރުވެގެންދެއެވެ. އަދި ފާފައިން އެ އުނިވެގެންދެއެވެ.” -ބަލާ: އަލްއިޖާބަތުލް މުހިއްމަ ފިލް މަޝާކިލިލް މުލިއްމަ، ސ 74. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ މި ޙަދީޘްފުޅާމެދު ނަވަވީ ބުނެފައިވެއެވެ: އެކަލޭގެފާނުގެ ﷺ ޙަދީޘްކުރެއްވިއެވެ: ﷲ ކޮބައިހެއްޔެވެ؟ އެ އަޅު އަންހެން ކުއްޖާ ބުންޏެވެ: އުޑުގެ މަތީގައެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: ތިމަންކަލޭގެފާނަކީ ކާކުހެއްޔެވެ؟ ކަނބުލޭގެ ބުންޏެވެ: ﷲ ގެ ރަސޫލެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: އެ ކަނބުލޭގެ މިނިވަންކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެ ކަނބުލޭގެއަކީ އަންހެން މުއުމިނެކެވެ. ނަވަވީ ބުންޏެވެ: “އަދި މީގައި ދަލީލުވަނީ، ދެ ޝަހާދަތަށް އިގުރާރުވެ، ކަނޑައެޅިގެންވާ ގޮތުގައި އެ ކަން ގަބޫލުކޮށްފި މީހަކަށް، އޭނާގެ އީމާންކަން ސައްހަވުމަށް އެވަރު ފުދޭނެކަމެވެ.” -ބަލާ: ނަވަވީގެ ސަހީހު މުސްލިމުގެ ޝަރަހަ 5/25]\n(ސާޅީސް ޙަދީޘްގައި ނަވަވީ ބުންޏެވެ.) އަދި ބުނެވުނެވެ: އީމާންކަމުގެ ކުރިންވީ ފާފަތައް އެ އީމާންކަމުން ފޮހެލައެވެ. އަދި ވުޟޫ ވެސް ހަމައެފަދައިންނެވެ. އެހެނަސް ވުޟޫގެ ސައްހަވުން ގޮސް ހުއްޓެނީ އީމާންކަމުގެ މައްޗަށެވެ. އެހެންކަމުން އެ ވީ ދެބައިކުޅަ އެއްބަޔަށެވެ.\nއަދި ބުނެވުނެވެ: އީމާންކަމުގެ މުރާދަކީ ނަމާދެވެ. އަދި ތަހާރަތަކީ އެ ނަމާދު ސައްހަވުމުގެ ދެބައިކުޅަ އެއްބަޔެވެ. އެހެންކަމުން ދެބައިކުޅަ އެއްބަޔާ އެއްފަދަވީއެވެ.\nއަދި އެ ނޫން ގޮތްގޮތަށް ވެސް ބުނެވުނެވެ.\nއެކަލޭގެފާނުގެ ﷺ ބަސްފުޅު: “وَالحَمْدُ لِلَّهِ تَمْلَأُ المِيزَانَ” (އަދި الْحَمْدُ لِلَّهِ މީޒާން ފުރާލައެވެ.) އެބަހީ: އޭގެ ސަވާބެވެ.\n“وَسُبْحَانَ اللَّهِ وَالحَمْدُ لِلَّهِ تَمْلَآنِ” (އަދި سُبْحَانَ اللَّهِ وَالحَمْدُ لِلَّهِ ފުރާލަނީ) އެބަހީ: އެ ދެ ކަލިމައިގެ ސަވާބުގެ މިންވަރަކީ ޖިސްމެއް ކަމުގައިވި ނަމަ، އެ ފުރުނީސްކަން ކަށަވަރެވެ. އަދި އޭގެ ސަބަބަކީ: އެ ދެ ކަލިމައިގެ މައްޗަށް އެކުލެވޭ، ﷲ ތަޢާލާގެ ހުސްތާހިރުވަންތަކުރުމާއި، އެ އިލާހަށް (ވަކީލުކޮށް) ތަފްވީޟުކުރުމެވެ.\n“وَالصَّلَاةُ نُورٌ” (އަދި ނަމާދަކީ ނޫރެކެވެ.) އެބަހީ: ފާފަކުރުމުން އެ ނަމާދު މަނާކުރެއެވެ. އަދި ފާހިޝް ކަންކަމުން އެ ނަމާދު ދުރުކުރެއެވެ. އަދި ރަނގަޅު މަގަށް އެ ނަމާދު މަގުދައްކައެވެ.\nއަދި ބުނެވުނެެ: އެ ނަމާދުގެ ސަވާބު، ގިޔާމަތް ދުވަހު އޭގެ ވެރިޔާއަށް ނޫރަކަށް ވާނެއެވެ.\nއަދި ބުނެވުނެެ: އެއީ ހިތް އަލިވުމުގެ ސަބަބަކަށް ވާތީއެވެ.\n“وَالصَّدَقَةُ بُرْهَانٌ” (އަދި ސަދަގާތަކީ ބުރުހާނެކެވެ.) އެބަހީ: އެއީ އޭގެ ވެރިޔާ މުދަލުގެ ހައްގު އަދާކުރިކަމަށްވާ ހުއްޖަތެކެވެ.\n“وَالصَّبْرُ ضِيَاءٌ” (އަދި ކެތްތެރިކަމަކީ އަލިކަމެކެވެ.) އެބަހީ: އެދެވިގެންވާ ކެތްތެރިކަމެވެ. އަދި އެއީ ﷲ ތަޢާލާގެ ކިޔަމަންތެރިކަމުގެ މައްޗަށާއި، ބަލާއާއި ދުނިޔޭގެ ދަތިތަކުގެ މައްޗަށް ކެތްތެރިވުމެވެ. އަދި ފާފަތަކައް ދެކޮޅަށް ކެތްތެރިވުމެވެ. އަދި އޭގެ މާނައަކީ: އެ ކެތްތެރިކަމުގެ ވެރިޔާ، ރަނގަޅު ގޮތުގެ މަތީ، މެދުކެނޑުމެއް ނެތި އަލިވެ ދެމިހުންނާނެއެވެ.\n“كُلُّ النَّاسِ يَغْدُو، فَبَائِعٌ نَفْسَهُ” (ކޮންމެ މީހަކު ވެސް ހެނދުނުހެނދުނާ ނުކުމެ، ފަހެ އެ މީހެއްގެ ނަފްސު ވިއްކާލައެވެ.) އޭގެ މާނައަކީ: ކޮންމެ އިންސާނަކު ވެސް އޭނާގެ ނަފްސައިގެން މަސައްކަތްކުރެއެވެ. ދެން އެ މީހުންގެ ތެރެއިން، ﷲ ތަޢާލާއަށް ކިޔަމަންތެރިވެގެން، އެ ނަފްސު އެ އިލާހަށް ވިއްކާލާ މީހުން ވެއެވެ. އަދި އެ މީހުންގެ ތެރެއިން، ޝައިތާނާއާއި ހަވާނަފްސަށް ކިޔަމަންތެރިވެގެން، އެ ނަފްސު ވިއްކާލާ މީހުން ވެއެވެ.\n“فَيُوبِقُهَا” އެބަހީ: އެ ނަފްސެއް ހަލާކުކުރެއެވެ.\nއަދި ހަމަކަށަވަރުން ސަހީހު މުސްލިމުގެ ޝަރަހައިގައިގެ ކުރީކޮޅުގައި، އަހަރެން މި ޙަދީޘް ތަފްސީލުކޮށް ޝަރަހަކޮށްފައިވާނެއެވެ. ދެން އިތުރަށް ބަލަން ބޭނުންވާ މީހަކު ފަހެ އެއަށް ރުޖޫއަވާހުއްޓެވެ. އަދި ތައުފީގުވަނީ ﷲ ގެ ހަޒްރަތުންނެވެ."],["24","‌‌الحَدِيثُ الرَّابِعُ والعِشْرُونَ","[يَا عِبَادِي، إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي]","[ތިމަން އިލާހުގެ ނަފްސުފުޅުގެ މައްޗަށް އަނިޔާވެރިކަން ހަރާމް ކުރެއްވީމެވެ.]","عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ ﷺ فِيمَا رَوَى عَنِ اللَّهِ عَزَّ وَجَلَّ أَنَّهُ قَالَ: «يَا عِبَادِي! إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي، وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّماً فَلَا تَظَالَمُوا. يَا عِبَادِي! كُلُّكُمْ ضَالٌّ إِلَّا مَنْ هَدَيْتُهُ، فَاسْتَهْدُونِي أَهْدِكُمْ. يَا عِبَادِي! كُلُّكُمْ جَائِعٌ إِلَّا مَنْ أَطْعَمْتُهُ، فَاسْتَطْعِمُونِي أُطْعِمْكُمْ. يَا عِبَادِي! كُلُّكُمْ عَارٍ إِلَّا مَنْ كَسَوْتُهُ، فَاسْتكْسُونِي أَكْسُكُمْ. يَا عِبَادِي! إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ، وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعاً، فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ. يَا عِبَادِي! إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي، وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئاً. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ، مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئاً. يَا عِبَادِي! لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ، وَإِنْسَكُمْ وَجِنَّكُمْ، قَامُوا فِي صَعِيدٍ وَاحِدٍ، فَسَأَلُونِي، فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ، مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلَّا كَمَا يَنْقُصُ المِخْيَطُ إِذَا أُدْخِلَ البَحْرَ. يَا عِبَادِي! إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ، ثُمَّ أُوَفِّيكُمْ إِيَّاهَا، فَمَنْ وَجَدَ خَيْراً، فَلْيَحْمَدِ اللَّهَ، وَمَنْ وَجَدَ غَيْرَ ذَلِكَ، فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ޛައްރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން، އެކަލޭގެފާނު ﷲ ޢައްޒަ ވަޖައްލަގެ ހަޒުރަތުން ރިވާ ކުރެއްވި (ބަސްފުޅެއްގައި) ވެއެވެ: ”ހަމަކަށަވަރުން އެ އިލާހު ވަހީ ކުރެއްވިއެވެ: އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ހަމަކަށަވަރުން ތިމަން އިލާހުގެ ނަފްސުފުޅުގެ މައްޗަށް އަނިޔާވެރިކަން ހަރާމް ކުރެއްވީމެވެ. އަދި ތިޔަބައިމީހުންގެ މެދުގައި ވެސް އެއީ ހަރާމް ކުރެވިގެންވާ ކަމެއް ކަމުގައި ތިމަން އިލާހު ލެއްވީމެވެ. ފަހެ ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް އަނިޔާވެރި ނުވާށެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިމަން އިލާހު އެ މީހަކަށް ހިދާޔަތް ދެއްކެވި މީހަކު ފިޔަވާ، ތިޔަބައިމީހުން އެންމެން ވެސް ވަނީ މަގުފުރެދިގެންނެވެ. ފަހެ ތިޔަބައިމީހުން ހިދާޔަތް ދެއްކެވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވާށެވެ. ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ހިދާޔަތް ދައްކަވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިމަން އިލާހު އެ މީހަކަށް ކާންދެއްވި މީހަކު ފިޔަވާ ތިޔަބައިމީހުން އެންމެން ވެސް ވަނީ ބަނޑުހައިހޫނުކަން މަތީގައެވެ. ފަހެ ކާންދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވާށެވެ. ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ކާން ދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިމަން އިލާހު އެ މީހަކަށް ފޭރާން ދެއްވައިފި މީހަކު ފިޔަވާ ތިޔަބައިމީހުން އެންމެން ވެސް ވަނީ އޮރިޔާން ހާލުގައެވެ. ފަހެ ފޭރާން ދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވާށެވެ. ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ފޭރާން ދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ހަމަކަށަވަރުން ތިޔަބައިމީހުން ރެއާއި ދުވާލު ކުށްފާފަތަކަށް އަރައިގަންނަމުއެވެ. އަދި ތިމަން އިލާހު އެންމެހާ ކުށްފާފަތަކެއް ފުއްސަވައިދެއްވަމެވެ. ފަހެ ފާފަ ފުއްސަވައިދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވާށެވެ. ތިމަން އިލާހު ތިޔަބައިމީހުންނަށް ފާފަ ފުއްސަވައިދެއްވާނަމެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ.ހަމަކަށަވަރުން ތިމަން އިލާހަށް ގެއްލުމެއް ދެވޭނެ ހިސާބަށް ތިޔަބައިމީހުން ނުފޯރާނެއެވެ. ފަހެ ތިޔަބައިމީހުން ތިމަން އިލާހަށް ގެއްލުމެއް ނުދެވޭނެއެވެ. އަދި ތިމަން އިލާހަށް މަންފާއެއް ކޮށްދެވޭނެ ހިސާބަށް ތިޔަބައިމީހުން ނުފޯރާނެއެވެ. ފަހެ ތިޔަބައިމީހުން ތިމަން އިލާހަށް މަންފާއެއްކޮށެއް ނުދެވޭނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއި ފަހު މީހާއާއި، ތިޔަބައިމީހުންގެ އިންސީންނާއި ޖިންނީން، ތިޔަބައިމީހުންގެ ތެރެއިންވާ އެންމެ ތަގުވާވެރި ހިތެއްގެ ވެރިޔާ ފަދައިން (އެ އެންމެން) ވީކަމުގައިވިޔަސް، އޭގެން ތިމަން އިލާހުގެ މިލްކުވެރިކަމަށް އެއްވެސް އެއްޗެއް އިތުރުވެގެނެއް ނުދާނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއި ފަހު މީހާއާއި، ތިޔަބައިމީހުންގެ އިންސީންނާއި ޖިންނީން، ތިޔަބައިމީހުންގެ ތެރެއިންވާ އެންމެ ފާޖިރު ހިތެއްގެ ވެރިޔާ ފަދައިން (އެ އެންމެން) ވީކަމުގައިވިޔަސް، އޭގެން ތިމަން އިލާހުގެ މިލްކުވެރިކަމުން އެއްވެސް އެއްޗެއް އުނިވެގެނެއް ނުދާނެއެވެ. އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިޔަބައިމީހުންގެ ފުރަތަމަ މީހާއާއި ފަހު މީހާއާއި، ތިޔަބައިމީހުންގެ އިންސީންނާއި ޖިންނީން، އެއް ބިމެއްގައި ތެދުވެ ހުރެގެން (އެ އެންމެންވެސް ބޭނުންވާ ކަމަކު) ތިމަން އިލާހަށް އެދި ދަންނަވައިފި ނަމަ، ދެން އެއިން ކޮންމެ މީހަކަށް އޭނާ އެދުނު ކަމެއް ތިމަން އިލާހު ދެއްވިކަމުގައި ވިޔަސް، އޭގެން ތިމަން އިލާހުގެ ހަޒުރަތުގައިވާ އެއްޗެއް އުނިވެގެން ނުދާނެއެވެ. އެއީ ކަނޑަށް ތިނޯހެއް ލާފައި (ނެގުމުން) އެ ތިނޯސް (ކަނޑުން) އުނިކުރާ ފަދައިން މެނުވީއެވެ. (އެބަހީ: އެއްވެސް ވަރަކަށް މަދުވެގެނެއް ނުދާނެއެވެ.) އޭ ތިމަން އިލާހުގެ އަޅުތަކުންނޭވެ. ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ އަމަލުތައް މެނުވީ ތިމަން އިލާހު ހިސާބެއް ނުކުރައްވަމެވެ. އެއަށްފަހު ތިޔަބައިމީހުންނަށް އެ އަމަލުތަކަށް ފުރިހަމަ ޖަޒާ ތިމަން އިލާހު ދެއްވާނަމެވެ. ފަހެ ހެވެއް ފެނިއްޖެ މީހާ، ﷲ އަށް ހަމްދު ކުރާހުއްޓެވެ. އަދި އެ ނޫން އެއްޗެއް ފެނިއްޖެ މީހާ، ފަހެ އޭނާގެ އަމިއްލަ ނަފްސަށް މެނުވީ މަލާމާތްކޮށް (ކުށްވެރިކޮށް) ނަހަދާހުއްޓެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (2577a)\nوَانظُر: رِيَاض الصَّالِحِين 111\nقَالَ النَّوَوِي: قَوْلُهُ تَعَالَى: «حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي» أَيْ: تَقَدَّسْتُ عَنْهُ، فَالظُّلْمُ مُسْتَحِيلْ فِي حَقِّ اللَّهِ تَعَالَى؛ لِأَنَّهُ مُجَاوَزَةُ الحَدْ، أَوِ التَّصَرُّف فِي غَيْرِ مُلْكِ، وَهُمَا جَمِيعاً مُحَالٌ فِي حَقِّ اللَّهِ تَعَالَى.\nقَوْلُهُ تَعَالَى: «فَلَا تَظَالَمُوا» هُوَ بِفَتْحِ التَّاءِ؛ أَيْ: لَاءتَتَظَالَمُوا.\nقَوْلُهُ تَعَالَى: «كَمَا يَنْقُصُ المِخْيَطُ» هُوَ بِكَسْرِ المِيمِ وَإِسْكَانِ الخَاءِ وَفَتْح اليَاءِ؛ أي: الإِبْرَةُ، وَمَعْنَاهُ: لَا يَنْقُصُ شَيْئاً.",""],["25","‌‌الحَدِيثُ الخَامِسُ وَالعِشْرُونَ","[إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً]","[ކޮންމެ ތަސްބީހައެއްގައި ސަދަގާތެއް ވެއެވެ.]","عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ أَيْضاً -: «أَنَّ نَاساً مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ قَالُوا لِلنَّبِيِّ ﷺ: يَا رَسُولَ اللَّهِ! ذَهَبَ أَهْلُ الدُّثُورِ بِالأُجُورِ، يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ بِفُضُولِ أَمْوَالِهِمْ. قَالَ: أَوَلَيْسَ قَدْ جَعَلَ اللَّهُ لَكُمْ مَا تَصَّدَّقُونَ؟! إِنَّ بِكُلِّ تَسْبِيحَةٍ صَدَقَةً، وَكُلِّ تَكْبِيرَةٍ صَدَقَةً، وَكُلِّ تَحْمِيدَةٍ صَدَقَةً، وَكُلِّ تَهْلِيلَةٍ صَدَقَةً. وَأَمْرٌ بِالمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ. وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ، قَالُوا: يَا رَسُولَ اللَّهِ! أَيَأْتِي أَحَدُنَا شَهْوَتَهُ، وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟! قَالَ: أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الحَلَالِ، كَانَ لَهُ أَجْرٌ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަދިވެސް އަބޫ ޛައްރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ ތެރެއިން ބަޔަކު، އެކަލޭގެފާނުގެ އަރިހު ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މުދަލުގެ އަހުލުވެރީން (ހުރިހާ) އަޖުރަކައިގެން ހިނގައްޖެއެވެ. ތިމަންމެން ނަމާދު ކުރާ ފަދައިން އެބައިމީހުން ވެސް ނަމާދު ކުރެއެވެ. އަދި ތިމަންމެން ރޯދަ ހިފާ ފަދައިން އެބައިމީހުން ވެސް ރޯދަ ހިފައެވެ. އަދި އެބައިމީހުންގެ އިތުރުވެފައިވާ މުދާތަކުން އެބައިމީހުން ސަދަގާތް ކުރެއެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިޔަބައިމީހުންނަށް ސަދަގާތް ކުރެވޭނެ އެއްޗެއް ﷲ ނުލައްވާހެއްޔެވެ؟ ހަމަކަށަވަރުން ކޮންމެ ތަސްބީހައެއްގައި ސަދަގާތެއް ވެއެވެ. އަދި ކޮންމެ ތަކުބީރެއްގައި ސަދަގާތެއް ވެއެވެ. އަދި ކޮންމެ ތަޙްމީދެއްގައި ސަދަގާތެއް ވެއެވެ. އަދި ކޮންމެ ތަހްލީލެއްގައި ސަދަގާތެއް ވެއެވެ. (އެބަހީ: سُبْحَانَ اللَّهِ، اللَّهُ أَكْبَرُ، اَلْحَمْدُ لِلَّهِ، لَا إِلٰهَ إِلَّا اللَّهُ މިއިން ކޮންމެ ޒިކުރެއް ކިޔުމުން ސަވާބު ލިބޭނެއެވެ.) އަދި ހެޔޮ ކަންކަމަށް އަމުރު ކުރުމަކީ ސަދަގާތެކެވެ. އަދި ނުބައި ކަމެއް މަނާ ކުރުމަކީ ސަދަގާތެކެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މީހެއްގެ ލަދުވެތި ގުނަވަނުގައި ސަދަގާތެއް ވެއެވެ.“ (އެބަހީ: އަނބިމީހާއާއެކު ޖިމާއުވުމުން ވެސް ސަވާބު ލިބޭނެއެވެ.) އެބައިމީހުން ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ތިމަންމެންގެ ތެރެއިން މީހަކު އޭނާގެ ޝަހުވަތް ފުއްދަން ދިޔުމުން، އެ ކަމުގައި ވެސް އޭނާއަށް އަޖުރު ވޭހެއްޔެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ގުނަވަން ހަރާމް ކަމަކަށް ލައިފިނަމަ، އޭނާގެ މައްޗަށް ފާފަ ވާނެކަމަށް ތިޔަބައިމީހުން ނުދެކެމުހެއްޔެވެ؟ ފަހެ އެފަދައިން އޭނާ ހަލާލު ކަމަކަށް އެ ލައިފިނަމަ، އޭނާއަށް އަޖުރު ވާނެއެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (1006)\nوَانظُر: رِيَاض الصَّالِحِين 120\nقَالَ النَّوَوِي: «الدُّثُورُ» بِضَمِّ الدَّالِ وَالثَّاءِ المُثَلَّثَةِ: الأَمْوَالُ، وَاحِدُهَا «دَثْرٌ»، كَفَلْسِ وَفُلُوس.\nقَوْلُهُ: «وَفِي بُضْعِ» هُوَ بِضَمِّ البَاءِ وَإِسْكَانِ الصَّادِ المُعْجَمَةِ، وَهُوَ كِنَايَةٌ عَنِ الجِمَاعِ، إِذَا نَوَى العِبَادَةَ، وَهُوَ قَضَاءُ حَقٌّ الزَّوْجَةِ، وَطَلَبُ وَلَدٍ صَالِحٍ، وَإِعْفَافُ النَّفْسِ، وَكَفُّهَا عَنِ المَحَارِمِ.",""],["26","‌‌الحَدِيثُ السَّادِسُ وَالعِشْرُونَ","[كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيهِ صَدَقَةٌ]","[ކޮންމެ ހުޅަކަށް ސަދަގާތެއް ވެއެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «كُلُّ سُلَامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ، كُلَّ يَوْمٍ تَطْلُعُ فِيهِ الشَّمْسُ: تَعْدِلُ بَيْنَ الاِثْنَيْنِ صَدَقَةٌ. وَتُعِينُ الرَّجُلَ فِي دَابَّتِهِ فَتَحْمِلُهُ عَلَيْهَا، أَوْ تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ. وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ. وَكُلُّ خُطْوَةٍ تَمْشِيهَا إِلَى الصَّلَاةِ صَدَقَةٌ. وَتُمِيطُ الأَذَى عَنِ الطَّرِيقِ صَدَقَةٌ» رَوَاهُ البُخَارِيُّ ⁽¹⁾، وَمُسْلِمٌ. ⁽²⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިރު އަރާ ކޮންމެ ދުވަހަކު، މީސްތަކުންގެ ކޮންމެ ހުޅެއް (ނުވަތަ ކަށިގަނޑެއް) ގެ މައްޗަށް ސަދަގާތެއް ވެއެވެ. ދެ މީހެއްގެ ދެމެދުގައި ތިބާ އަދުލުވެރިވުމަކީ ސަދަގާތެކެވެ. އަދި މީހެއްގެ ސަވާރީގައި ތިބާ އޭނާއަށް އެހީތެރިވެ، އޭގެ މައްޗަށް އޭނާ އަރުވައިދީ، ނުވަތަ އޭގެ މައްޗަށް އޭނާގެ ސާމާނު އޭނާއަށް އަރުވައިދިނުމަކީ ސަދަގާތެކެވެ. އަދި ހެޔޮ ބަހަކީ ސަދަގާތެކެވެ. އަދި ތިބާ ނަމާދަށް އަޅާ ކޮންމެ ފިޔަވަޅަކީ ސަދަގާތެކެވެ. އަދި މަގުމަތިން އުނދަގޫ ހުރި އެއްޗެއް ތިބާ ދުރު ކުރުމަކީ ސަދަގާތެކެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (2989)، وَمُسْلِمٌ (1009) وَاللَّفظُ لَهُ.\nوَانظُر: رِيَاض الصَّالِحِين 248\nقَالَ النَّوَوِي: «السُّلَامَى» بِضَمِّ السِّينِ وَتَخْفِيفِ اللَّامِ وَفَتْحِ المِيمِ، وَجَمْعُهُ: «سُلَامَيَاتٍ بِفَتْحِ المِيمِ، وَهِيَ المَفَاصِلُ وَالأَعْضَاءُ، وَهِيَ ثَلَاثُ مِئَةٍ وَسِتُّونَ، ثُبَتَ ذَلِكَ فِي «صَحِيحِ مُسْلِمٍ» عَنْ رَسُولِ اللَّهِ ﷺ.",""],["27","‌‌الحَدِيثُ السَّابِعُ وَالعِشْرُونَ","[الْبِرُّ حُسْنُ الْخُلُقِ]","[ހެޔޮކަމަކީ އަޚްލާގު ރަނގަޅުވުމެވެ.]","عَنِ النَّوَّاسِ بْنِ سَمْعَانَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ ﷺ قَالَ: «البِرُّ: حُسْنُ الخُلُقِ. وَالإِثْمُ: مَا حَاكَ فِي نَفْسِكَ، وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَعَنْ وَابِصَةَ بْنِ مَعْبَدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَيْتُ رَسُولَ اللَّهِ ﷺ فَقَالَ: جِئْتَ تَسْأَلُ عَنِ البِرِّ وَالإِثْمِ؟ قُلْتُ: نَعَمْ، قَالَ: اسْتَفْتِ قَلْبَكَ، البِرُّ: مَا اطْمَأَنَّتْ إِلَيْهِ النَّفْسُ، وَاطْمَأَنَّ إِلَيْهِ القَلْبُ. وَالإِثْمُ: مَا حَاكَ فِي النَّفْسِ، وَتَرَدَّدَ فِي الصَّدْرِ - وَإِنْ أَفْتَاكَ النَّاسُ وَأَفْتَوْكَ -» حَدِيثٌ حَسَنٌ، رُوِّيْنَاهُ فِي «مُسْنَدَيِ الإِمَامَيْنِ أَحْمَدَ بْنِ حَنْبَلٍ، وَالدَّارِمِيِّ» بِإِسْنَادٍ حَسَنٍ. ⁽²⁾","އައްނައްވާސް ބިން ސަމްޢާނު رَضِيَ اللَّهُ عَنْهُ، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހެޔޮކަމަކީ، އަޚްލާގު ރަނގަޅުވުމެވެ. އަދި ފާފައަކީ، ހިތުގައި ނުތަނަވަސްކަން އުފައްދާ، އަދި (އެ ފާފައިގައި ތިބާ ވަނިކޮށް) އެހެން މީހުންނަށް ފެންނަން ތިބާ ނޭދޭ ކަންކަމެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.\nއަދި ވާބިޞާ ބިން މަޢުބަދު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް ތިމަން ދިޔުމުން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިއައީ ހެޔޮ ކަންކަމާއި ފާފައާ ބެހޭ ގޮތުން ސުވާލު ކުރަންހެއްޔެވެ؟“ ތިމަން ދެންނެވީމެވެ: އާނއެކެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ ހިތާ (ސުވާލުކޮށް) ފަތުވާ އަހާށެވެ. ހެޔޮކަމަކީ، ނަފްސު އެ ކަމަކާ މެދު ހަމަޖެހި، އަދި ހިތްވެސް އެ ކަމަކާ މެދު ހަމަޖެހިގެންވާ ކަންކަމެވެ. އަދި ފާފައަކީ، ނަފްސު އެ ކަމަކާ މެދު ނުތަނަވަސްވެ، އަދި ހިތް އެ ކަމަކާ މެދު ޖެހިލުންވާ ކަންކަމެވެ. އެ ނޫން ގޮތަކަށް ކިތަންމެ ވަރަކަށް މީހުން ފަތުވާދިން ކަމުގައި ވިޔަސްމެއެވެ.“\nމިއީ ހަސަން ޙަދީޘެކެވެ. (އަހަރުމެންގެ ޝައިޚުން) އަހަރުމެންނަށް މި ޙަދީޘް ރިވާކޮށްދިނީ، އަޙްމަދު ބިން ޙަންބަލާއި ދާރިމީ، އެ ދެ އިމާމުން ލިޔުއްވި ދެ މުސްނަދުން، ހަސަން ސަނަދަކުންނެވެ.","⁽¹⁾ مُسْلِمٌ (2553b)\n⁽²⁾ أَحْمَدُ (18001)، وَالدَّارِمِيِّ (2575). وَقَالَ الأَلبَانِي فِي صَحِيح التَّرغِيب وَالتَّرهِيب (1734): حَسَنٌ لِغَيرِهِ.\nوَانظُر: رِيَاض الصَّالِحِين 590، 591\nقَالَ النَّوَوِي: «النَّوَّاسُ» بِفَتْح النُّونِ وَتَشْدِيدِ الوَاوِ. وَ «سَمْعَانُ» بِكَسْرِ السِّينِ وَفَتْحِهَا.\nقَوْلُهُ: «حَاكَ» بالحَاءِ وَالكَافِ؛ أَي: تَرَدَّدَ. «وَابِصَةَ» بِكَسْرِ البَاءِ المُوَحَّدَةِ.",""],["28","‌‌الحَدِيثُ الثَّامِنُ وَالعِشْرُونَ","[فَعَلَيكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ]","[ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ ތިމަން ނަބިއްޔާއާއި ތެދުމަގު ލިބިގެންވާ ޚަލީފާއިންގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ.]","عَنْ أَبِي نَجِيحٍ، العِرْبَاضِ بْنِ سَارِيَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: «وَعَظَنَا رَسُولُ اللَّهِ ﷺ مَوْعِظَةً وَجِلَتْ مِنْهَا القُلُوبُ، وَذَرَفَتْ مِنْهَا العُيُونُ، فَقُلْنَا: يَا رَسُولَ اللَّهِ! كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ؛ فَأَوْصِنَا. قَالَ: أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافاً كَثِيراً؛ فَعَلَيْكُمْ بِسُنَّتِي، وَسُنَّةِ الخُلَفَاءِ الرَّاشِدِينَ المَهْدِيِّينَ، عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ، فَإِنَّ كُلَّ بِدْعَةٍ ضَلَالَةٌ» رَوَاهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَقَالَ: «حَدِيثٌ حَسَنٌ صَحِيحٌ» ⁽¹⁾","އަބޫ ނަޖީޙު އަލްޢިރްބާޟު ބިން ސާރިޔާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް (ވަރަށް އަސަރު ގަދަ) ވައުޒެއް ދެއްވިއެވެ. އެ ވައުޒުގެ ސަބަބުން ހިތްތައް ތެޅިގަނެ، ލޯތަކުން ކަރުނަ އޮހޮރިގެން ދިޔައެވެ. ދެން ތިމަންމެން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ތިޔައީ ވަދާއީ ވައުޒެއް ފަދައެވެ. ވީމާ ތިމަންމެންނަށް ވަސިއްޔަތެއް ކޮށްދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންނަށް ވަސިއްޔަތް ކުރައްވަނީ، ﷲ އަށް ތަގުވާވެރިވުމަށާއި، އަދި ތިޔަބައިމީހުންގެ މައްޗަށް އަޅަކު ވެރިކަމަށް އައިކަމުގައި ވިޔަސް އަޑުއަހައި ކިޔަމަންވުމަށެވެ. އެހެނީ ތިމަން ނަބިއްޔާއަށް ފަހު، ތިޔަބައިމީހުންގެ ތެރެއިން ދިރިހުރި މީހަކަށް ގިނަގުނަ އިޚްތިލާފު ފެންނާނެކަން ކަށަވަރެވެ. ފަހެ ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ ތިމަން ނަބިއްޔާގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. އަދި ތެދުމަގާއި ހިދާޔަތް ލިބިގެންވާ ޚަލީފާއިންގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. ތިޔަބައިމީހުން އެ ސުންނަތުގައި ކޮލުދަތްތަކުން ވަރުގަދައަށް ދަތް އަޅާ ހިފަހައްޓާށެވެ. އަދި (ދީނުގައި) އަލަށް އުފެދިގެން އަންނަ ކަންކަމާ (ބިދުޢަތަކާ) މެދު ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން، ކޮންމެ ބިދުޢައަކީ މަގުފުރެދުމެކެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދުއާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ ހަސަން ސަހީހު ޙަދީޘެކެވެ.","⁽¹⁾ أَبُو دَاوُدَ (4607)، وَالتِّرْمِذِيُّ (2676). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح أَبِي دَاوُدَ. وَاللَفظُ لِلبَيهَقِي فِي سُنَنِهِ (20397)\nوَانظُر: رِيَاض الصَّالِحِين 157\nقَالَ النَّوَوِي: «العِرْبَاضُ» بِكَسْرِ العَيْنِ وَبِالمُوَحْدَةِ.\nوَ «سَارِيَةَ» بِالسِّينِ المُهْمَلَةِ وَاليَاءِ المُثَنَّاةِ تَحْتُ.\nقَوْلُهُ: «ذَرَفَتْ» بِفَتْح الدَّالِ المُعْجَمَةِ وَالرَّاءِ؛ أَيْ: سَالَتْ.\nقَوْلُهُ: «بِالنَّوَاجِز» بِالدَّالِ المُعْجَمَةِ؛ وَهِيَ الأَنْيَابُ، وَقِيلَ: الأَضْرَاسُ.\nوَ «البِدْعَةُ» مَا عُمِلَ عَلَى غَيْرِ مِثَالٍ سَبَقَ.",""],["29","‌‌الحَدِيثُ التَّاسِعُ وَالعِشْرُونَ","[أَخْبِرْنِي بِعَمَلٍ يُدْخِلُني الْجَنَّةَ]","[ތިމަންނަ ސުވަރުގެއަށް ވައްދައިދޭނެ އަމަލެއްގެ ޚަބަރު ދެއްވާށެވެ.]","عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الجَنَّةَ، وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: لَقَدْ سَأَلْتَ عَنْ عَظِيمٍ - وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّهُ عَلَيْهِ -: تَعْبُدُ اللَّهَ لَا تُشْرِكُ بِهِ شَيْئاً، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ البَيْتَ. ثُمَّ قَالَ: أَلَا أَدُلُّكَ عَلَى أَبْوَابِ الخَيْرِ؟ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيئَةَ كَمَا يُطْفِئُ المَاءُ النَّارَ، وَصَلَاةُ الرَّجُلِ مِنْ جَوْفِ اللَّيْلِ، ثُمَّ تَلَا: ﴿تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ﴾ حَتَّى بَلَغَ: ﴿يَعْمَلُونَ﴾ ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِرَأْسِ الأَمْرِ، وَعَمُودِهِ، وَذِرْوَةِ سَنَامِهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ! قَالَ: رَأْسُ الأَمْرِ: الإِسْلَامُ، وَعَمُودُهُ: الصَّلَاةُ، وَذِرْوَةُ سَنَامِهِ: الجِهَادُ. ثُمَّ قَالَ: أَلَا أُخْبِرُكَ بِمِلَاكِ ذَلِكَ كُلِّهِ؟ قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ! فَأَخَذَ بِلِسَانِهِ، وَقَالَ: كُفَّ عَلَيْكَ هَذَا. قُلْتُ: يَا نَبِيَّ اللَّهِ! وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ؟! فَقَالَ: ثَكِلَتْكَ أُمُّكَ، وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ - أَوْ عَلَى مَنَاخِرِهِمْ - إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ؟!» رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: «حَدِيثٌ حَسَنٌ صَحِيحٌ». ⁽¹⁾","މުޢާޛު ބިން ޖަބަލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ތިމަންނަ ސުވަރުގެއަށް ވައްދައިދޭނެ، އަދި ނަރަކައިން ދުރުކުރެވޭނެ އަމަލެއްގެ ޚަބަރު ތިމަންނާއަށް ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިޔަ ސުވާލު ކުރެއްވީ ބޮޑުވެގެންވާ ކަމަކާ ބެހޭ ގޮތުންނެވެ. އަދި ހަމަކަށަވަރުން ﷲ ފަސޭހަ ކޮށްދެއްވައިފި މީހަކަށް، އެ ކަމަކީ ނުހަނު ފަސޭހަ ކަމަކަށް ވެގެންދެއެވެ. ﷲ އާ އެއްވެސް ފަރާތެއް ޝަރީކު ކުރުމަކާ ނުލައި، ހަމައެކަނި އެ އިލާހަށް އަޅުކަން ކުރާށެވެ. އަދި ނަމާދު ގާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީ، ރަމަޟާން މަހު ރޯދަ ހިފައި، ގެފުޅަށް ގޮސް ހައްޖު ވާށެވެ.“ ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ، ތިބާއަށް ހެޔޮކަމުގެ ދޮރުތައް ދައްކަވައި ނުދެއްވަންވީތޯއެވެ؟ ރޯދައަކީ އައްޑަނައެކެވެ. އަދި ފެނުން އަލިފާން ނިވޭ ފަދައިން، ސަދަގާތުން ފާފަ ފޮހެވިގެންދެއެވެ. އަދި (ހަމަ އެފަދައިން) މީހަކު ރޭގަނޑުގެ މެންދަމު ކުރާ ނަމާދު ވެސްމެއެވެ.“ ދެން ނަބިއްޔާ (މި އާޔަތް) ކިޔަވައި ވިދާޅުވިއެވެ: ’އެބައިމީހުންގެ އަރިކަށިތައް ތަންމަތިތަކާ ފޭވެ (ރޭއަޅުކަން ކުރުމަށް ޓަކައި ނިދި ދޫކޮށްލާފައި ތެދުވެ) އެބައިމީހުންގެ ރައްބަށް ބިރުވެތިކަމާއި އުއްމީދާއެކު އެބައިމީހުން ދުއާ ކުރެއެވެ. އަދި ތިމަން އިލާހު އެބައިމީހުންނަށް ދެއްވި ތަކެތިން، އެބައިމީހުން ހޭދަ ކުރެއެވެ. ފަހެ އެބައިމީހުންނަށް ޓަކައި ފޮރުއްވާފައިވާ ލޮލުގެ ފިނިކަން (އެބަހީ: ސުވަރުގޭގެ ނިއުމަތްތައް) އެއްވެސް ނަފްސަކަށް ނޭނގޭނެއެވެ. އެއީ އެބައިމީހުން ކޮށްއުޅުނު އަމަލުތަކުގެ ޖަޒާއެއްގެ ގޮތުންނެވެ.‘ ދެން ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މި (ދީނުގެ) ބޮލާއި ތަނބާއި ކުރިބޯއްޓާ ބެހޭ ގޮތުން ތިބާއަށް ޚަބަރު ނުދެއްވަންވީތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: އެހެނަކުން ނޫނެވެ. (ޚަބަރު ދެއްވާށެވެ.) އޭ ﷲގެ ރަސޫލާއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މި (ދީނުގެ) ބޮލަކީ އިސްލާމްކަމެވެ. އަދި އޭގެ ތަނބަކީ ނަމާދެވެ. އަދި އޭގެ ކުރިބޯއްޓަކީ ޖިހާދެވެ.“ އެއަށްފަހު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ހުރިހާ ކަމަކަށް ބާރުވެރިކޮށްދޭނެ ކަމެއްގެ ޚަބަރު ތިބާއަށް ނުދެއްވަންވީތޯއެވެ؟“ ތިމަން ދެންނެވީމެވެ: އެހެނަކުން ނޫނެވެ. (ޚަބަރު ދެއްވާށެވެ.) އޭ ﷲގެ ރަސޫލާއެވެ. ދެން ނަބިއްޔާ ދޫފުޅުގައި ހިފަހައްޓަވާފައި ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ މީތި ހިފަހައްޓާށެވެ.“ ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ނަބިއްޔާއެވެ. ދުލުން ދައްކާ ވާހަކަތަކުގެ ސަބަބުން ތިމަންމެން ހިއްޕަވާ (އުގޫބާތް ދެވޭނެހެއްޔެވެ؟) ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ މަންމައަށް ތިބާ ގެއްލިދާށެވެ. (ނޯޓު: މިއީ ކަމެއްގެ ބޮޑުކަން ހާމަކުރަން އަރަބީންގެ ދޫމަތިން ބުނެ އުޅޭ އިބާރާތެކެވެ. ބަދު ދުއާއެއް ނޫނެވެ.) ފަހެ މީހުންގެ ދޫތަކުން ހޯދައިގަތް ކަންތަކުން މެނުވީ، އެބައިމީހުން ނަރަކައިގެ ތެރެއަށް މޫނުވަތަށް -ނުވަތަ ނޭފަތް ވަތަށް- އެއްލާލެވޭނެހެއްޔެވެ؟“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ ހަސަން ސަހީހު ޙަދީޘެކެވެ.","⁽¹⁾ التِّرْمِذِيُّ (2616). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَانظُر: رِيَاض الصَّالِحِين 1522\nقَالَ النَّوَوِي: وَ «ذِرْوَةُ السَّنَامِ» بِكَسْرِ الدَّالِ وَضَمِّهَا: أَعْلَاهُ.\n«مِلَاكُ الشَّيْء» بِكَسْرِ الميم؛ أَي: مَقْصُودُهُ.\nقَوْلُهُ: «يَكُبُّ» بِفَتْح اليَاءِ وَضَمِّ الكَافِ.",""],["30","‌‌الحَدِيثُ الثَّلَاثُونَ","[إِنَّ اللَّهَ فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا]","[ﷲ ފަރުޟު ކުރެއްވި ކަންތައްތައް ދޫކޮށްނުލާށެވެ.]","عَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ - جُرْثُومِ بْنِ نَاشِرٍ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: «إِنَّ اللَّهَ فَرَضَ فَرَائِضَ فَلَا تُضَيِّعُوهَا، وَحَدَّ حُدُوداً فَلَا تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ - رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ - فَلَا تَبْحَثُوا عَنْهَا» حَدِيثٌ حَسَنٌ، رَوَاهُ الدَّارَقُطْنِيُّ، وَغَيْرُهُ. ⁽¹⁾","އަބޫ ޘަޢުލަބާ އަލްޚުޝަނީ ޖުރްޘޫމް ބިން ނާޝިރު رَضِيَ اللَّهُ عَنْهُ، ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ފަރުޟުތަކެއް ކަނޑައެޅުއްވިއެވެ. ފަހެ ތިޔަބައިމީހުން އެ ކަންތައްތަކަށް (އިހުމާލުވެ) ދޫކޮށްނުލާށެވެ. އަދި އެ އިލާހު (އިންތަކާއި) ހައްދުތަކެއް ކަނޑައެޅުއްވިއެވެ. ފަހެ ތިޔަބައިމީހުން އެ ހައްދުތައް ފަހަނަޅައި ނުދާށެވެ. އަދި އެ އިލާހު ކަންތައްތަކެއް ހަރާމް ކުރެއްވިއެވެ. ފަހެ ތިޔަބައިމީހުން އެ ކަންތައްތަކަށް އަރައި ނުގަންނާށެވެ. އަދި އެ އިލާހު (ބައެއް) ކަންތައްތަކާ މެދު ސުކޫތުވެވޮޑިގަތެވެ. (އެބަހީ: ވަކި ގޮތެއް ކަނޑަނާޅުއްވައި ދޫކޮށްލެއްވިއެވެ.) އެއީ ތިޔަބައިމީހުންނަށް ރަހުމަތެއްގެ ގޮތުންނެވެ. ހަނދުމަނެތިވެ ވޮޑިގެނެއް ނޫނެވެ. ފަހެ ތިޔަބައިމީހުން އެ ކަންތައްތައް ހޯދަން ނޫޅޭށެވެ.“\nމިއީ ހަސަން ޙަދީޘެކެވެ. ރިވާ ކުރެއްވީ ދާރަގުޠުނީ އަދި އެ ނޫންވެސް ބޭކަލުންނެވެ.","⁽¹⁾ الدَّارَقُطْنِيُّ (4396). وَقَالَ عّبْدُ الْمُحْسِن الْعَبَّادُ فِي شَرْحِهِ: فِي سَنَدِهِ انْقِطَاعٌ، لَكِنْ ذَكَرَ ابْنُ رَجَبٍ مَا يَشْهَدُ لِمَعْنَاهُ. وَرَوَاهُ أّيضًا الحَاكِمُ (7207)، وَالبَيهَقِي فِي سُنَنِهِ الكَبِيرِ (19786)\nوَانظُر: رِيَاض الصَّالِحِين 1832\nقَالَ النَّوَوِي: «الخُشَنِيُّ» بِضَمِّ الخَاءِ وَفَتْحِ الشَّينِ المُعْجَمَتَيْنِ وَبِالنُّونِ: مَنْسُوبٌ إِلَى خُشَيْئَةَ، قَبِيلَةٌ مَعْرُوفَةٌ.\nقَوْلُهُ: «جُرْثُومُ» بِضَمِّ الجِيمِ وَالثَّاءِ المُثَلَّثَةِ وَإِسْكَانِ الرَّاءِ بَيْنَهُمَا، وَفِي اسْمِهِ وَاسْمِ أَبِيهِ اخْتِلَافُ كَثِيرٌ.",""],["31","‌‌الحَدِيثُ الحَادِي وَالثَّلَاثُونَ","[ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللَّهُ]","[ދުނިޔެއާމެދު ޒުހުދުވެރިވޭ، އޭރުން ﷲ ތިބާ ދެކެ ލޯބިވެ ވޮޑިގަންނަވާނެއެވެ.]","عَنْ أَبِي العَبَّاسِ، سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: «جَاءَ رَجُلٌ إِلَى النَّبِيِّ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ! دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ أَحَبَّنِي اللَّهُ، وَأَحَبَّنِي النَّاسُ، فَقَالَ: ازْهَدْ فِي الدُّنْيَا يُحِبَّكَ اللَّهُ، وَازْهَدْ فِيمَا عِنْدَ النَّاسِ يُحِبَّكَ النَّاسُ» حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَهْ، وَغَيْرُهُ، بِأَسَانِيدَ حَسَنَةٍ. ⁽¹⁾","އަބުލް ޢައްބާސް ސަހްލު ބިން ޞަޢުދު އައްސާޢިދީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް މީހަކު އައިސް ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. އެ ކަމެއް ކުރުމުން، ތިމަން ދެކެ ﷲ ލޯބިވެ ވޮޑިގަންނަވާނެ، އަދި މީސްތަކުން ވެސް ތިމަން ދެކެ ލޯބިވާނެ އަމަލެއް ތިމަންނައަށް ދައްކަވައި ދެއްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ދުނިޔޭގައި ޒުހުދުވެރިވާށެވެ. (އެބަހީ: ދުނިޔެއަށް އެދުންވެރި ނުވާށެވެ.) އޭރުން ﷲ ތިބާ ދެކެ ލޯބިވެ ވޮޑިގަންނަވާނެއެވެ. އަދި މީހުންގެ (އަތުގައިވާ) ތަކެއްޗާމެދު ޒުހުދުވެރިވާށެވެ. އޭރުން ތިބާ ދެކެ މީހުން ލޯބިވާނެއެވެ.“\nމިއީ ހަސަން ޙަދީޘެކެވެ. އިބްނު މާޖާ އަދި އެ ނޫންވެސް ބޭކަލުން ހަސަން ސަނަދުތަކުން މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.","⁽¹⁾ ابْنُ مَاجَهْ (4102). وَصَحَّحَهُ الأَلبَانِي فِي السِّلسِلَةِ الصَّحِيحَةِ (944). وَرَوَاهُ أَيضًا الحَاكِم (313/4)، وَالطَّبَرَانِي فِي الكَبِير (193/6)\nوَانظُر: رِيَاض الصَّالِحِين 472",""],["32","‌‌الحَدِيثُ الثَّانِي وَالثَّلَاثُونَ","[لاَ ضَرَرَ وَلاَ ضِرَارَ]","[ގެއްލުން ދިނުމެއް ވެސް އަދި ގެއްލުން ލިބިގަތުމެއް ވެސް ނުވެއެވެ.]","عَنْ أَبِي سَعِيدٍ، سَعْدِ بْنِ مَالِكِ بْنِ سِنَانٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللهِ ﷺ قَالَ: «لَا ضَرَرَ وَلَا ضِرَارَ» حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَهْ، وَالدَّارَقُطْنِيُّ، وَغَيْرُهُمَا، مُسْنَداً. وَرَوَاهُ مَالِكٌ فِي «المُوَطَّأِ» - عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ﷺ - مُرْسَلاً، فَأَسْقَطَ أَبَا سَعِيدٍ.\nوَلَهُ طُرُقٌ يُقَوِّي بَعْضُهَا بَعْضاً. ⁽¹⁾","އަބޫ ސަޢީދު ސަޢުދު ބިން މާލިކު ބިން ސިނާނު އަލްޚުޟްރީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގެއްލުން ދިނުމެއް ނުވެއެވެ. އަދި ގެއްލުން ލިބިގަތުމެއް ވެސް ނުވެއެވެ.“\nމިއީ ހަސަން ޙަދީޘެކެވެ. އިބްނު މާޖާ އާއި ދާރަގުޠުނީ އަދި އެ ނޫންވެސް ބޭކަލުން މި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްނަދުކޮށެވެ.\nއަދި މާލިކު އެކަލޭގެފާނުގެ މުވައްޠައުގައި މި ޙަދީޘް ރިވާ ކުރެއްވީ، ޢަމްރު ބިން ޔަޙްޔާގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން މުރުސަލުކޮށެވެ. ފަހެ އަބޫ ސަޢީދު ވަނީ (މި ސަނަދުގައި ޒިކުރު ނުކުރެވި) ވައްޓާލާފައެވެ. އަދި އެކަތި އަނެކައްޗަށް ބާރުދޭ މަގުތަކެއް މި ޙަދީޘަށް ލިބިގެން ވެއެވެ.\n(ނޯޓު: މުސްނަދަކީ، އެއްވެސް މެދުކެނޑުމެއް ނެތި ޙަދީޘްގެ ސަނަދު ގުޅިފައިވުމެވެ. އަދި މުރުސަލަކީ، ޙަދީޘްގެ ސަނަދުގައި ނަބިއްޔާއާއި ތާބިޢީއާ ދެމެދުވާ ސަހާބީގެ ނަން ޒިކުރުކޮށްފައި ނުވުމެވެ.)\n(ނޯޓު: އަދި ޙަދީޘްގެ ތެރޭގައި މި ކަންތައް ވެސް ހިމެނެއެވެ: އިސްވެ ގެއްލުމެއް ދިނުމެއް އަދި އެހެން މީހަކު ގެއްލުމެއް ދިނުމުން ބަދަލުގައި ގެއްލުން ދިނުމެއް ނުވެއެވެ. އަދި ގަސްދެއް ނެތި އަދި ގަސްދަކާލައިގެން ވިޔަސް ގެއްލުން ދިނުމެއް ނުވެއެވެ. އަދި އަމިއްލަ ނަފްސަށް ވިޔަސް އަދި އެހެން މީހަކަށް ވިޔަސް ގެއްލުން ދިނުމެއް ނުވެއެވެ.)","⁽¹⁾ ابْنُ مَاجَهْ (2341)، والدَّارَقُطْنِيُّ (3079)، وَصَحَّحَهُ الأَلبَانِي فِي السِّلسِلَةِ الصَّحِيحَةِ (250). وَرَوَاهُ أَيضًا أَحمَد (2912)، وَالطَّبَرَانِي فِي الكَبِير (11576)\nوَمَالِكٌ (2171)\nوَانظُر: رِيَاض الصَّالِحِين 472\nقَالَ النَّوَوِي: «ولا ضِرَارَ» بِكَسْرِ الضَّادِ.",""],["33","‌‌الحَدِيثُ الثَّالِثُ وَالثَّلَاثُونَ","[الْبَيِّنَةُ عَلَى الْمُدَّعِي]","[ހެކި ހުށަހަޅައި ސާބިތުކުރުން ވަނީ ދައުވާ ކުރާ މީހާގެ މައްޗަށެވެ.]","عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَوْ يُعْطَى النَّاسُ بِدَعْوَاهُمْ، لَادَّعَى رِجَالٌ أَمْوَالَ قَوْمٍ وَدِمَاءَهُمْ، لَكِنِ البَيِّنَةُ عَلَى المُدَّعِي، وَاليَمِينُ عَلَى مَنْ أَنْكَرَ» حَدِيثٌ حَسَنٌ، رَوَاهُ البَيْهَقِيُّ وَغَيْرُهُ هَكَذَا، وَبَعْضُهُ فِي «الصَّحِيحَيْنِ». ⁽¹⁾","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީސްތަކުން (ހަމައެކަނި) ކޮށްލާ ދައުވާއަކުން (ޝަރީއަތުން) އެބައިމީހުންނަށް (ކަންކަން ނިންމައި) ދެވޭ ނަމަ، ބަޔަކު މީހުން (އެހެން) މީހުންގެ ލެޔާއި މުދަލަށް ދައުވާ ކުރީސްކަން ކަށަވަރެވެ. އެހެނެއްކަމަކު ދައުވާ ކުރާ މީހާގެ މައްޗަށް ވަނީ (އޭގެ ތެދުކަން ސާބިތު ކުރުމަށް) ހެކި ހުށަހެޅުމެވެ. އަދި (ދައުވާ ލިބި އެއަށް) އިންކާރު ކުރާ މީހާގެ މައްޗަށް ވަނީ (އެ ދޮގުކަމަށް ﷲ ގަންދީ) ހުވާ ކުރުމެވެ.\n(އެބަހީ: މީހެއްގެ މައްޗަށް ކުރެވޭ ދައުވާ ސާބިތުވުމަށް ދާންދެން، އޭނާ ވަނީ އެ ކަމަކުން ބަރީއަ ވެގެންނެވެ.)\nމިއީ ހަސަން ޙަދީޘެކެވެ. ބައިހަގީ އަދި އެ ނޫންވެސް ބޭކަލުން މިފަދައިން މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ. އަދި މި ޙަދީޘްގެ ބައެއް ވަނީ ދެ ސަހީހުގައެވެ. (އެބަހީ: ބުޚާރީއާއި މުސްލިމުގައެވެ.)","⁽¹⁾ الْبَيهَقِيُّ فِي الكُبرَى (21243). وَبَعضُهُ فِي الْبُخَارِيُّ (4552)، وَمُسْلِمٌ (1711a)\nوَقَالَ عَبدُ المُحسِن العَبَّادُ فِي شَرحِه: وَأَكَثَرُهُ فِي الصَّحِيحَينِ، وَالَّذِي لَيسَ فِيهِمَا: «البَيِّنَةُ عَلَى المُدَّعِي»، لَكِن ثَبَتَت هَذِهِ الجُملَةِ فِيهِمَا مِن حَدِيثِ الأَشعَث بنِ قَيسٍ عِندَ البُخَارِي (4550)، وَمُسلِمٍ (138) فِي قِصَّةٍ لَهُ مَعَ ابنِ عَمٍّ لَهُ، قَالَ لَهُ النَّبيُّ ﷺ: «بَيِّنَتُكَ أَو يَمِينُهُ»",""],["34","‌‌الحَدِيثُ الرَّابِعُ وَالثَّلَاثُونَ","[مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ]","[ނުބައި ކަމެއް ފެނިއްޖެ ނަމަ، އެ ކަމެއް އަތުން ބަދަލު ކުރާށެވެ.]","عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَنْ رَأَى مِنْكُمْ مُنْكَراً فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الإِيمَانِ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِي اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކަށް ނުބައިކަމެއް ފެނިއްޖެ ނަމަ، ފަހެ އޭނާގެ އަތުން އެ ކަމެއް ބަދަލު ކުރާށެވެ. ދެން (އެ ކަމަށް) ކުޅަދާނަވެގެން ނުވާ ނަމަ، ފަހެ އޭނާގެ ދުލުންނެވެ. ދެން (އެ ކަމަށް) ވެސް ކުޅަދާނަވެގެން ނުވާ ނަމަ، ފަހެ އޭނާގެ ހިތުންނެވެ. އަދި އެއީ އީމާންކަމުގެ އެންމެ ބަލިކަށި ދަރަޖައެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.\n(އެބަހީ: ފާފައެއް ކުރާތަން ފެނިއްޖެ ނަމަ، އަމަލީ ގޮތުން އެ ކަން ހުއްޓުވާށެވެ. ނުކުރެވޭ ނަމަ، ދެން އަނގަބަހުން ނުވަތަ ލިޔުމުން އެ ކަން ކުށްވެރިކޮށް، އޭގެ ނުބައިކަން ބަޔާން ކުރާށެވެ. އެވަރު ވެސް ނުކުރެވޭ ނަމަ، ދެން އެ ކަމަށް ނަފުރަތުކޮށް، އެ ކަން ހުއްޓުމަށް ހިތުން އެދޭށެވެ.)","⁽¹⁾ مُسْلِمٌ (49a)\nوَانظُر: رِيَاض الصَّالِحِين 184\nقَالَ النَّوَوِي: «فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ» مَعْنَاهُ: فَلْيَكْرَهُهُ بِقَلْبِهِ.\n«وَذَلِكَ أَضْعَفُ الإِيمَانِ» أَيْ: أَقَلُّهُ ثَمَرَةً.",""],["35","‌‌الحَدِيثُ الخَامِسُ وَالثَّلَاثُونَ","[الْمُسْلِمُ أَخُو الْمُسْلِمِ]","[އެއް މުސްލިމަކީ އަނެއް މުސްލިމެއްގެ އަޚެކެވެ.]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ على بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللَّهِ إِخْوَاناً. المُسْلِمُ أَخُو المُسْلِمِ، لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ، التَّقْوَى هَهُنَا - وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ -. بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ المُسْلِمَ. كُلُّ المُسْلِمِ عَلَى المُسْلِمِ حَرَامٌ: دَمُهُ، وَمَالُهُ، وَعِرْضُهُ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކާ ހަސަދަވެރި ނުވާށެވެ. އަދި ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް (އެއްޗެއް ގަތުމުގެ ގަސްދަކާ ނުލައި އޭގެ) އަގު ބޮޑުކޮށް ނުހަދާށެވެ. އަދި ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް ނަފުރަތު ނުކުރާށެވެ. އަދި ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް ފުރަގަސް ނުދޭށެވެ. އަދި ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔެއްގެ ވިޔަފާރީގެ މައްޗަށް ވިޔަފާރި ނުކުރާށެވެ. (އެބަހީ: ގަނެވިއްކުމުގައި ދެ މީހަކު އަގު ކިޔަމުންދާ ވަގުތެއްގައި، ތިންވަނަ މީހަކު އެ ދޭތެރެއަށް ވަދެ އަގު ކިޔާ ނަހަދާށެވެ.) އަދި ތިޔަބައިމީހުން ﷲގެ އަޅުންގެ ގޮތުގައި، އަޚުންތަކެއް ކަމުގައި ވާށެވެ. އެއް މުސްލިމަކީ އަނެއް މުސްލިމެއްގެ އަޚެކެވެ. އޭނާގެ އަޚާއަށް އަނިޔާވެރިއެއް ނުވާނެއެވެ. އަދި (އޭނާއަށް އެހީނުވެ، ނިކަމެތިވާން) އޭނާ ދޫކޮށެއް ނުލާނެއެވެ. އަދި އޭނާއަށް އިހާނާތްތެރިވެ ނިކަމެތިކޮށެއް ނުހިތާނެއެވެ. ތަގުވާވެރިކަން ވަނީ މިތާއެވެ. -ދެން (މި ފަދައިން ޙަދީޘް ކުރައްވާފައި) ނަބިއްޔާގެ މޭފުޅާ ދިމާޔަށް ތިން ފަހަރު އިޝާރާތް ކުރެއްވިއެވެ- (އަދި ޙަދީޘް ކުރެއްވިއެވެ.) މީހަކަށް ކުރެވޭ ނުބައި ކަމެއްގެ ގޮތުގައި، އޭނާގެ މުސްލިމު އަޚާއަށް އިހާނާތްތެރިވެ ނިކަމެތިކޮށްލުން ފުދެއެވެ. މުޅި މުސްލިމު މީހާ، އަނެއް މުސްލިމަކަށް ހަރާމެވެ. (އެ ގޮތުން) އޭނާގެ ލެޔާއި، މުދަލާއި، އަދި އަބުރު ވެސްމެއެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (2564)\nوَانظُر: رِيَاض الصَّالِحِين 235\nقَالَ النَّوَوِي: «وَلَا يَكْذِبُهُ» هُوَ بِفَتْحِ اليَاءِ وَإِسْكَانِ الكَافِ.\nقَوْلُهُ: «بِحَسْبِ امْرِىءٍ مِنَ الشَّرِّ» هُوَ بِإِسْكَانِ السِّينِ؛ أَي: يَكْفِيهِ مِنَ الشَّر.",""],["36","‌‌الحَدِيثُ السَّادِسُ وَالثَّلَاثُونَ","[مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً]","[މުއުމިނެއްގެ ކިބައިން ދުނިޔޭގެ ދަތިކަމެއް ފިލުވައިދީފި މީހާ]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا؛ نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ القِيَامَةِ. وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ؛ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ. وَمَنْ سَتَرَ مُسْلِماً؛ سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ. وَاللَّهُ فِي عَوْنِ العَبْدِ مَا كَانَ العَبْدُ فِي عَوْنِ أَخِيهِ. وَمَنْ سَلَكَ طَرِيقاً يَلْتَمِسُ فِيهِ عِلْماً؛ سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقاً إِلَى الجَنَّةِ. وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ، وَيَتَدَارَسُونَهُ بَيْنَهُمْ؛ إِلَّا نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ المَلَائِكَةُ، وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ. وَمَنْ بَطَّأَ بِهِ عَمَلُهُ؛ لَمْ يُسْرِعْ بِهِ نَسَبُهُ» رَوَاهُ مُسْلِمٌ بِهَذَا اللَّفْظِ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މުއުމިނެއްގެ ކިބައިން ދުނިޔޭގެ ހިތާމަތަކުން ހިތާމައެއް ފިލުވައިދީފި މީހަކަށް، ގިޔާމަތް ދުވަހުގެ ހިތާމަތަކުން ހިތާމައެއް ﷲ އޭނާގެ ކިބައިން ފިއްލަވައި ދެއްވާނެއެވެ. އަދި ދަތި ހާލުގައި ޖެހިފައިވާ ފަރާތަކަށް ފަސޭހަ ކޮށްދީފި މީހަކަށް، ދުނިޔެއާއި އާޚިރަތުގައި ވެސް ﷲ އޭނާއަށް ފަސޭހަ ކޮށްދެއްވާނެއެވެ. އަދި މުސްލިމަކު ފަރުދާކޮށް (އޭނާގެ ކުށްތައް ފޮރުވައިދީފި) މީހަކަށް، ދުނިޔެއާއި އާޚިރަތުގައި ﷲ އޭނާ ފަރުދާކޮށްދެއްވައި (އޭނާގެ ކުށްތައް ފޮރުއްވައި ދެއްވާނެއެވެ.) އަދި (ﷲގެ) އަޅަކު، އޭނާގެ އަޚާއަށް އެހީތެރިވުމުގައި ވާހައި ހިނދަކު، ﷲ އޭނާއަށް އެހީތެރިވުމުގައި ވޮޑިގެންވާނެއެވެ. އަދި އިލްމު (އެބަހީ: ޝަރުޢީ އިލްމު) ހޯދުމަށް ޓަކައި މަގަކުން ހިނގައިފި މީހަކަށް، އެ ކަމުގެ ސަބަބުން ސުވަރުގެއަށް ދާނެ މަގެއް ﷲ އޭނާއަށް ފަސޭހަ ކޮށްދެއްވާނެއެވެ. އަދި ﷲގެ ގެކޮޅުތަކުން ކުރެ ގެކޮޅެއްގައި (އެބަހީ: މިސްކިތެއްގައި) ބަޔަކު އެއްވެ، ﷲގެ ފޮތް އެބައިމީހުންގެ މެދުގައި ކިޔަވައި އުނގެނި ދަސްކުރާ ނަމަ، އެބައިމީހުންގެ މައްޗަށް ސަކީނާ (އެބަހީ: މަޑުމޮޅިކަމާއި ހިތްހަމަޖެހުން) ބާވައިނުލައްވާ ނުދާނެއެވެ. އަދި ރަހުމަތުން އެބައިމީހުން ވަށާލެވޭނެއެވެ. އަދި މަލާއިކަތުން ވެސް އެބައިމީހުން ވަށާލައްވާނެއެވެ. އަދި ﷲގެ ހަޒުރަތުގައިވާ ހަޒުރަތުގައިވާ (މަލާއިކަތުންނަށް) އެ އިލާހު އެބައިމީހުންގެ (ވާހަކަ) ޒިކުރު ކުރައްވާނެއެވެ. އަދި އެ މީހެއްގެ (ހެޔޮ) އަމަލު ލަސްކޮށް (ފަރުވާ ކުޑަކޮށްފި) މީހަކު، އެ މީހެއްގެ ނަސަބުގެ މޮޅުކަމުން އޭނާއަށް ލިބޭނެ އެއްވެސް ކުރިއެރުމެއް ނޯންނާނެއެވެ.“\nމި ޙަދީޘް މި ލަފްޒުން ރިވާ ކުރެއްވީ މުސްލިމެވެ.","⁽¹⁾ مُسْلِمٌ (2699a)\nوَانظُر: رِيَاض الصَّالِحِين 245",""],["37","‌‌الحَدِيثُ السَّابِعُ وَالثَّلَاثُونَ","[إِنَّ اللَّهَ كَتَبَ الْحَسَنَاتِ وَالسَّيِّئَاتِ]","[ﷲ ވަނީ ހެޔޮ ކަންތަކާއި ނުބައި ކަންތައް ލިޔުއްވާފައެވެ.]","عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ - فِيمَا يَرْوِي عَنْ رَبِّهِ تَبَارَكَ وَتَعَالَى - قَالَ: «إِنَّ اللَّهَ كَتَبَ الحَسَنَاتِ وَالسَّيِّئَاتِ، ثُمَّ بَيَّنَ ذَلِكَ: فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا؛ كَتَبَهَا اللَّهُ عِنْدَهُ حَسَنَةً كَامِلَةً. وَإِنْ هَمَّ بِهَا فَعَمِلَهَا؛ كَتَبَهَا اللَّهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِ مِئَةِ ضِعْفٍ إِلَى أَضْعَافٍ كَثِيرَةٍ. وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا؛ كَتَبَهَا اللَّهُ عِنْدَهُ حَسَنَةً كَامِلَةً. وَإِنْ هَمَّ بِهَا فَعَمِلَهَا؛ كَتَبَهَا اللَّهُ سَيِّئَةً وَاحِدَةً» رَوَاهُ البُخَارِيُّ، وَمُسْلِمٌ فِي «صَحِيحَيْهِمَا» بِهَذِهِ الحُرُوفِ. ⁽¹⁾","ޢަބްދު ﷲ ބިން ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: (ގުދުސީ ޙަދީޘެއްގައި) ﷲ ތަބާރަކަ ވަތަޢާލާގެ ހަޒުރަތުން، ނަބިއްޔާ ﷺ ރިވާ ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ﷲ ވަނީ (އިންސާނާ ކުރާ) ހެޔޮ ކަންތަކާއި ނުބައި ކަންތައް ލިޔުއްވާފައެވެ. ދެން އެ ކަންތައް ބަޔާން ކޮށްދެއްވިއެވެ: ފަހެ މީހަކު ހެޔޮ ކަމެއް ކުރުމަށް ގަސްދު ކުރުމަށް ފަހު އެކަން ނުކޮށްފި ނަމަ، ﷲގެ ހަޒުރަތުގައި އެއީ ފުރިހަމަ ހެޔޮ ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ހެޔޮ ކަމެއް ކުރުމަށް ގަސްދުކޮށް އެ ކަންކޮށްފި ނަމަ، ﷲގެ ހަޒުރަތުގައި އެއީ ދިހަ ހެޔޮ ކަމުން ފެށިގެން ހަތް ސަތޭކަ ގުނައަށް، ނުވަތަ އެއަށް ވުރެ ވެސް އިތުރު އެތައް ގުނައަކަށް އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ނުބައި ކަމެއް ކުރުމަށް ގަސްދުކުރުމަށް ފަހު އެކަން ނުކޮށް ދޫކޮށްލައިފި ނަމަ، ﷲގެ ހަޒުރަތުގައި އެއީ ފުރިހަމަ ހެޔޮ ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ. އަދި އެ މީހާ ނުބައި ކަމެއް ކުރުމަށް ގަސްދުކޮށް އެކަން ކޮށްފި ނަމަ، ﷲގެ ހަޒުރަތުގައި އެއީ އެންމެ ނުބައި ކަމެއްގެ ގޮތުގައި އެ އިލާހު ލިޔުއްވައެވެ.“\nމި ބަސްތަކުން މި ޙަދީޘް ރިވާ ކުރެއްވީ ބުޚާރީއާއި މުސްލިމު، އެ ދެ ބޭކަލުންގެ ދެ ސަހީހުގައެވެ.","⁽¹⁾ الْبُخَارِيُّ (6491)، وَمُسْلِمٌ (131a)\nوَانظُر: رِيَاض الصَّالِحِين 11",""],["38","‌‌الحَدِيثُ الثَّامِنُ وَالثَّلَاثُونَ","[مَنْ عَادَى لِي وَلِيًّا]","[ތިމަން އިލާހުގެ ވަލީވެރިއަކާ އަދާވާތްތެރިވެއްޖެ މީހާ]","عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ اللَّهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيّاً فَقَدْ آذَنْتُهُ بِالحَرْبِ، وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ. وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا، وَلَئِنْ سَأَلَنِي لَأُعْطِيَنَّهُ، وَلَئِنِ اسْتَعَاذَنِي لَأُعِيذَنَّهُ» رَوَاهُ البُخَارِيُّ. ⁽¹⁾","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން (ގުދުސީ ޙަދީޘެއްގައި) ﷲ ތަޢާލާ ވަހީ ކުރެއްވިއެވެ: ތިމަން އިލާހުގެ ވަލީވެރިއަކާ (އެބަހީ: ތިމަން އިލާހުގެ ގާތްކަން ހާސިލުކޮށްފައިވާ ތަގުވާވެރި އަޅަކާ) އަދާވާތްތެރި ވެއްޖެ މީހާ (ދަންނާށެވެ!) ފަހެ ތިމަން އިލާހު އޭނާއާ ދެކޮޅަށް ހަނގުރާމަ އިއުލާން ކުރައްވައިފީމުކަން ކަށަވަރެވެ. އަދި ތިމަން އިލާހުގެ އަޅާގެ މައްޗަށް ފަރުޟު ކުރެއްވި ކަންތައްތައް އަދާކުރުމަށް ވުރެ، ތިމަން އިލާހުގެ ހަޒުރަތުގައި ލޮބުވެތިކަން ބޮޑު ކަމަކުން އެ އަޅާ ތިމަން އިލާހާ ކުއްތަން ނުވެއެވެ. އަދި ތިމަން އިލާހުގެ އަޅާ ދެކެ ލޯބިވެ ވޮޑިގެންފުމަށް ދާންދެން، އެ އަޅާ ސުންނަތް އަޅުކަންތައް އަދާކޮށް ތިމަން އިލާހަށް ކުއްތަންވުން މަތީ ދެމިހުރެއެވެ. އަދި އެ އަޅާ ދެކެ ތިމަން އިލާހު ލޯބިވެ ވޮޑިގެންފި ނަމަ، އެ އަޅާގެ އަޑު އަހައި އުޅޭ އިވުން ކަމުގައި، އަދި ބަލާ އުޅޭ ބެލުން ކަމުގައި، އަދި ހިފާ އުޅޭ އަތް ކަމުގައި، އަދި ހިނގައި އުޅޭ ފައި ކަމުގައި ތިމަން އިލާހު ވެވޮޑިގަންނަވާނަމެވެ. (އެބަހީ: ﷲ، އެ އަޅާގެ އަމަލުތައް އިސްލާހުކޮށް ސީދާ ކުރައްވާނެއެވެ. އަދި އެ ގުނަވަންތަކުން އޭނާ ކޮށްއުޅޭނީ މުޅިން ވެސް ﷲ ރުހިވޮޑިގަންނަވާ އަމަލުތަކެވެ.) އަދި އެ އަޅާ ކަމަކަށް އެދި ތިމަން އިލާހަށް ދަންނަވައިފި ނަމަ، ތިމަން އިލާހު އެ ކަމެއް އެ އަޅާއަށް ދެއްވާނެކަށް ކަށަވަރެވެ. އަދި އެ އަޅާ ރައްކާތެރިކޮށް ދެއްވުމަށް އެދި ތިމަން އިލާހަށް ދަންނަވައިފި ނަމަ، ތިމަން އިލާހު އެ އަޅާއަށް ރައްކާތެރިކަން ދެއްވާނެކަށް ކަށަވަރެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ބުޚާރީއެވެ.","⁽¹⁾ الْبُخَارِيُّ (6502). وَلَم يَذكُر النَّوَوِي آخر الحَدِيث: وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ؛ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ.\nوَانظُر: رِيَاض الصَّالِحِين 95، 386\nقَالَ النَّوَوِي: «فَقَدْ آذَنْتُهُ» بِهَمْزَةٍ مَمْدُودَةٍ، أَيْ: أَعْلَمْتُهُ بِأَنَّهُ مُحَارِبٌ لِي.\nقَوْلُهُ: «اسْتَعَاذَنِي» ضَبَطُوهُ بِالنُّونِ وَالبَاءِ، وَكِلَاهُمَا صَحِيحٌ.",""],["39","‌‌الحَدِيثُ التَّاسِعُ وَالثَّلَاثُونَ","[إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي]","[ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މީހުންނަށް ﷲ އަފޫ ކޮށްދެއްވީ]","عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الخَطَأَ وَالنِّسْيَانَ، وَمَا اسْتُكْرِهُوا عَلَيْهِ» حَدِيثٌ حَسَنٌ، رَوَاهُ ابْنُ مَاجَهْ، وَالبَيْهَقِيُّ، وَغَيْرُهُمَا. ⁽¹⁾","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާއަށް ޓަކައި، ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މީހުންގެ ކިބައިން (ގަސްދަކާ ނުލައި އޮޅުމަކުން) ކުރެވޭ ކުށްތަކާއި، ހަނދާން ނެތުމާ، އަދި ނުރުހޭ ހާލު (މަޖުބޫރު ކުރުވައިގެން) ކުރެވޭ ކަންތައް، ﷲ ވަނީ އަފޫ ކޮށްދެއްވާފައެވެ.“\nމިއީ ހަސަން ޙަދީޘެކެވެ. ރިވާ ކުރެއްވީ އިބްނު މާޖާއާއި ބައިހަގީ އަދި އެ ނޫންވެސް ބޭކަލުންނެވެ.","⁽¹⁾ ابْنُ مَاجَهْ (2043)، وَالْبَيهَقِيُّ فِي الكُبرَى (15195) وَاللَّفظُ لَهُ. وَقَالَ ابنُ أَبِي حَاتِم فِي العِلَلِ (1296): قَالَ أَبِي هَذِهِ أَحَادِيث مُنكَرَة، كَأَنَّهَا مَوضُوعَة.\nوَذَكَرَعَبدُ اللَّهِ فِي العِلَلِ وَمَعرِفَةِ الرِّجَالِ (2/464) أنَّهُ سَأَلَ أحمَدَ عَنهُ: فَأَنْكَرَهُ جِدًّا.\nوَرَوَاهُ أَيضًا ابن حِبَّان (7219)، وَالحَاكِم (198/2)",""],["40","‌‌الحَدِيثُ الأَرْبَعُونَ","[كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ]","[ބީރައްޓެއްސެއް ފަދައިން ދުނިޔޭގައި އުޅޭށެވެ.]","عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «أَخَذَ رَسُولُ اللَّهِ ﷺ بِمَنْكِبِي فَقَالَ: كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ، أَوْ عَابِرُ سَبِيلٍ.\rوَكَانَ ابْنُ عُمَرَ يَقُولُ: إِذَا أَمْسَيْتَ فَلَا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلَا تَنْتَظِرِ المَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ» رَوَاهُ البُخَارِيُّ. ⁽¹⁾","އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންނަގެ ކޮނޑުގައި ހިއްޕަވާފައި ޙަދީޘް ކުރެއްވިއެވެ: ”(ބޭރުން އައިސްގެން އުޅޭ) ބީރައްޓެއްސެއް، ނުވަތަ (ތަނެއް ހުރަސްކޮށްފަދާ) ދަތުރުވެރިއެއް ފަދައިން ތިބާ ދުނިޔޭގައި އުޅޭށެވެ.“\nއަދި އިބްނު ޢުމަރު ވިދާޅުވެ އުޅުއްވިއެވެ: ތިބާ ހަވީރު (ދުނިޔޭގައި) ހުރެއްޖެ ނަމަ، ފަހެ ހެނދުނު ވަންދެން ހުންނާނެކަމަށް އިންތިޒާރު ނުކުރާށެވެ. އަދި ތިބާ ހެނދުނު (ދުނިޔޭގައި) ހުރެއްޖެ ނަމަ، ހަވީރު ވަންދެން ހުންނާނެކަމަށް އިންތިޒާރު ނުކުރާށެވެ. އަދި ތިބާ ބަލިވުމުގެ ކުރިން، ތިބާގެ ދުޅަހެޔޮކަމުގެ ފައިދާ ލިބިގަންނާށެވެ. އަދި ތިބާ މަރުވުމުގެ ކުރިން، ތިބާގެ ހަޔާތުގެ ފައިދާ ލިބިގަންނާށެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ބުޚާރީއެވެ.","⁽¹⁾ الْبُخَارِيُّ (6416)\nوَانظُر: رِيَاض الصَّالِحِين 471، 574\nقَالَ النَّوَوِي: «كُن فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ» أَيْ: لَا تَرْكَنْ إِلَيْهَا، وَلَا تَتَّخِذْهَا وَطَناً، وَلَا تُحَدِّثُ نَفْسَكَ بِطُولِ البَقَاءِ فِيهَا، وَلَا بِالاعْتِنَاءِ بِهَا، وَلَا تَتَعَلَّقْ مِنْهَا بِمَا لَا َتَعَلَّقُ بِهِ الغَرِيبُ فِي غَيْرِ وَطَنِهِ، وَلَا تَشْتَغِلْ فِيهَا بِمَا لَا يَشْتَغِلُ بِهِ الغَرِيبُ الَّذِي يُرِيدُ الذَّهَابَ إِلَى أهله.",""],["41","‌‌الحَدِيثُ الحَادِي وَالأَرْبَعُونَ","[حَتَّى يَكُونَ هَوَاهُ تَبَعًا لِمَا جِئْتُ بِهِ]","[ތިމަން ނަބިއްޔާ ގެނެސްދެއްވި ކަންކަމާ އެއްގޮތަށް ތިޔަބައިމީހުންގެ އެދުންތައް ތަބާވެއްޖައުމަށް ދާންދެން]","عَنْ أَبِي مُحَمَّدٍ، عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعاً لِمَا جِئْتُ بِهِ» حَدِيثٌ صَحِيحٌ، رُوِّيْنَاهُ فِي كِتَابِ «الحُجَّةِ» بِإِسْنَادٍ صَحِيحٍ. ⁽¹⁾","އަބޫ މުޙައްމަދު ޢަބްދު ﷲ ބިން ޢަމްރު ބިން އަލްޢާޞް رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާ މި ގެނެސްދެއްވި ކަންކަމާ (އެބަހީ: މި ޝަރީއަތާއި ސުންނަތާ) އެއްގޮތަށް ތިޔަބައިމީހުންގެ އެދުންތައް ތަބާ ވެއްޖައުމަށް ދާންދެން، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް (ހަގީގީ ފުރިހަމަ ގޮތުގައި) އީމާންވީ ކަމުގައެއް ނުވާނެއެވެ.“\nމިއީ ހަސަން ސަހީހު ޙަދީޘެކެވެ. (އަހަރުމެންގެ ޝައިޚުން) އަހަރުމެންނަށް މި ޙަދީޘް ރިވާކޮށްދިނީ، ކިތާބުލް ހުއްޖާއިން ސައްހަ ސަނަދަކުންނެވެ.","⁽¹⁾ أَبُو الْفَتْحُ نَصْرُ بِنْ إِبْرَاهِيمُ الْمَقْدِسِيُّ فِي الْحُجَّةِ عَلَى تَارِكِ الْمَحَجَّةِ (25)\nوَقَالَ ابنُ رَجَبٍ فِي جَامِعِ العُلُومِ وَالحِكَمِ (2/393): تَصحِيحُ هَذَا الحَدِيث بعيدٌ جِدًا مِن وُجُوهٍ.",""],["42","‌‌الحَدِيثُ الثَّانِي وَالأَرْبَعُونَ","[يَا ابْنَ آدَمَ، إِنَّكَ مَا دَعَوتَنِي وَرَجَوتَنِي]","[އޭ އާދަމުގެ ދަރިއާއޭ، ތިމަން އިލާހަށް ދުއާކޮށް ދަންނަވާހައި ހިނދަކު]","عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «قَالَ اللَّهُ تَعَالَى: يَا ابْنَ آدَمَ! إِنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي؛ غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلَا أُبَالِي. يَا ابْنَ آدَمَ! لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ، ثُمَّ اسْتَغْفَرْتَنِي؛ غَفَرْتُ لَكَ. يَا ابْنَ آدَمَ! إِنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الأَرْضِ خَطَايَا، ثُمَّ لَقِيتَنِي لَا تُشْرِكُ بِي شَيْئاً؛ لَأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً» رَوَاهُ التِّرْمِذِيُّ، وَقَالَ: «حَدِيثٌ حَسَنٌ». ⁽¹⁾\n* * *","އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: (ގުދުސީ ޙަދީޘެއްގައި) ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ﷲ ތަޢާލާ ވަހީ ކުރެއްވިއެވެ: އޭ އާދަމުގެ ދަރިއާއެވެ! ހަމަކަށަވަރުން ތިބާ، ތިމަން އިލާހަށް ދުއާކޮށް ދަންނަވައި އަދި ތިމަން އިލާހުގެ ހަޒުރަތުން އުއްމީދު ކުރާހާ ހިނދަކު، ތިބާގެ ކިބައިން ވެވިފައިވާ ފާފަތައް ފުއްސަވައި ދެއްވާނަމެވެ. އަދި (އެ ފާފަތަކަށް) ތިމަން އިލާހު ނުބައްލަވާނަމެވެ. އޭ އާދަމުގެ ދަރިއާއެވެ! އުޑުގެ ވިލާތަކާ ހަމައަށް ތިބާގެ ފާފަތައް ފޯރިކަމުގައި ވިޔަސް، ފާފަ ފުއްސަވައި ދެއްވުމަށް އެދި ތިބާ ދަންނަވައިފި ނަމަ، ތިބާއަށް ފާފަ ފުއްސަވައި ދެއްވާނަމެވެ. އޭ އާދަމުގެ ދަރިއާއެވެ! ހަމަކަށަވަރުން ބިން ފުރޭ ވަރަށް ތިބާ ފާފަތަކައިގެން ތިމަން އިލާހާ ބައްދަލުވި ކަމުގައި ވިޔަސް، ތިމަން އިލާހާ އެއްވެސް ފަރާތެއް ޝަރީކުކޮށްފައި ނުވާ ނަމަ، ހަމަ އެއާ އެއްވަރަށް (އެބަހީ: ބިން ފުރޭހައި ވަރަށް) ފާފަ ފުއްސެވުމައިގެން ތިމަން އިލާހު ތިބާއާ ބައްދަލު ކުރައްވާނެކަން ކަށަވަރެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ ހަސަން ޙަދީޘެކެވެ.","⁽¹⁾ التِّرْمِذِيُّ (3540). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَانظُر: رِيَاض الصَّالِحِين 442، 1878\nقَالَ النَّوَوِي: «عَنانَ السَّمَاءِ» بِفَتْحِ العَيْنِ؛ قِيلَ: هُوَ السَّحَابُ، وَقِيلَ: مَا عَنَّ لَكَ مِنْهَا، أَيْ: ظَهَرَ إِذَا رَفَعْتَ رَأْسَكَ.\nقَوْلُهُ: «قُرَابُ الأَرْضِ» بِضَمِّ القَافِ وَكَسْرِهَا - لُغَتَانِ رُوِيَ بِهِمَا -، وَالضَّمُ أَشْهَرُ؛ وَمَعْنَاهُ: مَا يُقَارِبُ مَلْأَهَا.",""],["43","‌‌الحَدِيثُ الثَّالِثُ وَالأَرْبَعُونَ ⁽¹⁾","[أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا]","[ވާރުތަ މުދާ އޭގެ ހައްގުވެރިންނަށް ބަހާށެވެ.]","عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَلْحِقُوا الفَرَائِضَ بِأَهْلِهَا، فَمَا أَبْقَتِ الفَرَائِضُ، فَلِأَوْلَى رَجُلٍ ذَكَرٍ» خَرَّجَهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽²⁾","އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ވާރުތަ މުދަލުން ފަރުޟު ކަނޑައެޅިފައިވާ ބައިތައް، އޭގެ ހައްގުވެރިންނަށް ބަހާށެވެ. އެއަށްފަހު ބާކީ ހުރި އެއްޗެއް ލިބުން ވަނީ (އާއިލީ ގޮތުން މައްޔިތާއާ) އެންމެ ގާތް ފިރިހެނަކަށެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ من هنا تبدأ زيادة الحافظ ابن رجب رحمه الله.\n⁽²⁾ الْبُخَارِيُّ (6746)، وَمُسْلِمٌ (1615b)",""],["44","‌‌الحَدِيثُ الرَّابِعُ وَالأَرْبَعُونَ","[الرَّضَاعَةُ تُحَرِّمُ مَا تُحَرِّمُ الْوِلَادَةُ]","[ވިހެއުން ހަރާމް ކުރުވާ ކަންތައްތައް، ގާތުން ކިރު ދިނުން ވެސް ހަރާމް ކުރުވައެވެ.]","عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبِيِّ ﷺ قَالَ: «الرَّضَاعَةُ تُحَرِّمُ مَا تُحَرِّمُ الوِلَادَةُ» خَرَّجَهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ވިހެއުން ހަރާމް ކުރުވާ ކަންތައްތައް، ގާތުން ކިރު ދިނުން ވެސް ހަރާމް ކުރުވައެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއާއި މުސްލިމެވެ.\n(އެބަހީ: ނަސަބުގެ ގާތްކަމުގެ ސަބަބުން މީހުންނާ ކާވެނިކުރުން ހަރާމްވާ ފަދައިން، މައިމީހާ ނޫން އެހެން މީހެއްގެ ފަރާތުން ކިރު ދިނުމުން، އެ ކިރު ދިން މީހާގެ ނަސަބުގެ ބައެއް މީހުންނާ ކާވެނިކުރުން ވެސް ހަރާމްވެގެން ދެއެވެ.)","⁽¹⁾ الْبُخَارِيُّ (3105)، وَمُسْلِمٌ (1444)",""],["45","‌‌الحَدِيثُ الخَامِسُ وَالأَرْبَعُونَ","[إِنَّ اللَّهَ حَرَّمَ عَلَيهِمُ الشُّحُومَ فَأَكَلُوا ثَمَنَهُ]","[އެބައިމީހުންނަށް ސަރުބީ ހަރާމް ކުރެއްވުމުން، އެ ވިއްކައިގެން އޭގެ އަގު ކައިއުޅުނެވެ.]","عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ النَّبِيَّ ﷺ عَامَ الفَتْحِ - وَهُوَ بِمَكَّةَ - يَقُولُ: «إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الخَمْرِ، وَالمَيْتَةِ، وَالخِنْزِيرِ، وَالأَصْنَامِ. فَقِيلَ: يَا رَسُولَ اللَّهِ! أَرَأَيْتَ شُحُومَ المَيْتَةِ، فَإِنَّهُ يُطْلَى بِهَا السُّفُنُ، وَيُدْهَنُ بِهَا الجُلُودُ، وَيَسْتَصْبِحُ بِهَا النَّاسُ؟ قَالَ: لَا؛ هُوَ حَرَامٌ. ثُمَّ قَالَ رَسُولُ اللَّهِ ﷺ عِنْدَ ذَلِكَ: قَاتَلَ اللَّهُ اليَهُودَ؛ إِنَّ اللَّهَ حَرَّمَ عَلَيْهِمُ الشُّحُومَ، فَأَجْمَلُوهُ، ثُمَّ بَاعُوهُ، فَأَكَلُوا ثَمَنَهُ» خَرَّجَهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މައްކާ ފަތަހަ ކުރެއްވި އަހަރު، ރަސޫލު ﷲ ﷺ މައްކާގައި ހުންނަވައިގެން ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ހަމަކަށަވަރުން ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ ވަނީ ރަލާއި، މުޅަ ތަކެއްޗާއި، އޫރު މަހާއި، ބުދުތަކުގެ ވިޔަފާރިކުރުން ހަރާމް ކުރައްވާފައެވެ.“ ފަހެ ދެންނެވުނެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. މުޅަ ތަކެތީގެ ސަރުބީއާމެދު ދެކިލައްވަނީ ކިހިނަކުންތޯއެވެ؟ އެހެނީ ހަމަކަށަވަރުން އޮޑިދޯނިފަހަރުގައި (ތެޔޮ ހާކައިގެން ފެން ވަނަ ނުދިނުމަށް) ކަޑިތާރުލާން، އެ ތަކެތީގެ ސަރުބީން ތެޔޮ ބޭނުން ކުރެވެއެވެ. އަދި ދިބާޣުކުޅަހަންތަކުގައި ތެޔޮ ހޭކުމަށް ވެސް އޭގެ ބޭނުން ކުރެވެއެވެ. އަދި ވޮށް ދިއްލައި އަލި ކުރުމަށް ވެސް މީސްތަކުން އޭގެ ބޭނުން ކުރެއެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެ ހަރާމެވެ.“ ދެން އެއަށްފަހު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ޔަހޫދީންނާ ހަނގުރާމަ ކުރައްވާށިއެވެ. ހަމަކަށަވަރުން ﷲ އެބައިމީހުންގެ މައްޗަށް ސަރުބީ ހަރާމް ކުރެއްވިއެވެ. ދެން އެބައިމީހުން އެ ވިރުވާ ތެލަށް ހެދިއެވެ. އެއަށްފަހު އެ ވިއްކިއެވެ. ދެން އޭގެ އަގު ކެއެވެ.“\rމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (2236)، وَمُسْلِمٌ (1581a)",""],["46","‌‌الحَدِيثُ السَّادِسُ وَالأَرْبَعُونَ","[كُلُّ مُسْكِرٍ حَرَامٌ]","[މަސްތުވާ ކޮންމެ އެއްޗެއް ހަރާމެވެ.]","عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ - أَبِي مُوسَى الأَشْعَرِيِّ رَضِيَ اللَّهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ بَعَثَهُ إِلَى اليَمَنِ، فَسَأَلَهُ عَنْ أَشْرِبَةٍ تُصْنَعُ بِهَا؟ فَقَالَ: وَمَا هِيَ؟ قَالَ: البِتْعُ وَالمِزْرُ. - فَقِيلَ لِأَبِي بُرْدَةَ: مَا البِتْعُ؟ قَالَ: نَبِيذُ العَسَلِ، وَالمِزْرُ: نَبِيذُ الشَّعِيرِ -. فَقَالَ: كُلُّ مُسْكِرٍ حَرَامٌ» خَرَّجَهُ البُخَارِيُّ. ⁽¹⁾\nوَخَرَّجَهُ مُسْلِمٌ وَلَفْظُهُ: «قَالَ: بَعَثَنِي رَسُولُ اللَّهِ ﷺ أَنَا وَمُعَاذٌ إِلَى اليَمَنِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّ شَرَاباً يُصْنَعُ بِأَرْضِنَا يُقَالُ لَهُ: المِزْرُ مِنَ الشَّعِيرِ، وَشَرَابٌ يُقَالُ لَهُ: البِتْعُ مِنَ العَسَلِ، فَقَالَ: كُلُّ مُسْكِرٍ حَرَامٌ». ⁽²⁾\nوَفِي رِوَايَةٍ لِمُسْلِمٍ: «فَقَالَ: كُلُّ مَا أَسْكَرَ عَنِ الصَّلَاةِ فَهُوَ حَرَامٌ». ⁽³⁾\nوَفِي رِوَايَةٍ لَهُ: «وَكَانَ رَسُولُ اللَّهِ ﷺ قَدْ أُعْطِيَ جَوَامِعَ الكَلِمِ بِخَوَاتِمِهِ، فَقَالَ: أَنْهَى عَنْ كُلِّ مُسْكِرٍ أَسْكَرَ عَنِ الصَّلَاةِ». ⁽⁴⁾","އަބޫ ބުރްދާ، އެކަލޭގެފާނުގެ ބައްޕާފުޅު އަބޫ މޫސާ އަލްއަޝްޢަރީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ، އަބޫ މޫސާ އަލްއަޝްޢަރީ ޔަމަނަށް ފޮނުއްވިއެވެ. ފަހެ އެ ރަށުގައި އުފައްދައި އުޅުނު ބުއިންތަކަކާ ބެހޭ ގޮތުން އަބޫ މޫސާ އަލްއަޝްޢަރީ، ރަސޫލާގެ އަރިހު ސުވާލު ކުރެއްވިއެވެ. ރަސޫލާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ކޮން ބުއިންތަކެއްތޯއެވެ؟“ އަބޫ މޫސާ އަލްއަޝްޢަރީ ދެންނެވިއެވެ: ބިތުޢުއާއި މިޒްރުއެވެ. -(ޙަދީޘްގެ ރާވީކަމަށްވާ) އަބޫ ބުރްދާއަށް ދެންނެވުނެވެ: ބިތުޢުއާއި މިޒްރުއަކީ ކޮބައިތޯއެވެ؟ އަބޫ ބުރްދާ ދެންނެވިއެވެ: ބިތުޢުއަކީ ފެނަށް މާމުއި އަޅައިގެން ހަދާ ރަލެކެވެ. އަދި މިޒްރުއަކީ ފެނަށް ހިމަގޮދަން އަޅައިގެން ހަދާ ރަލެކެވެ- ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތުވާ ކޮންމެ އެއްޗެއް ހަރާމެވެ.“\nއަދި މުސްލިމު މި ޙަދީޘް ނެރުއްވިއެވެ. އަދި އެކަލޭގެފާނުގެ ލަފްޒުގައި ވެއެވެ: އަބޫ މޫސާ އަލްއަޝްޢަރީ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ، ތިމަންނައާއި މުޢާޛު ޔަމަނަށް ފޮނުއްވިއެވެ. ތިމަން ދެންނެވީމެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންމެންގެ ރަށުގައި ހިމަ ގޮދަނުން ހަދާ އުޅޭ، މިޒްރު ކިޔާ ބުއިމެއް ވެއެވެ. އަދި މާމުއިން ހަދާ އުޅޭ، ބިތުޢު ކިޔާ ބުއިމެއް ވެސް ވެއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތުވާ ކޮންމެ އެއްޗެއް ހަރާމެވެ.“\nއަދި މުސްލިމުގެ އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތު ކުރުވައިގެން ނަމާދަށް ހުރަސް އަޅާ ކޮންމެ އެއްޗެއް ހަރާމެވެ.“\nއަދި މުސްލިމުގެ އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ އަށް ނިންމަވަނިވި ޖަވާމިޢުލް ކަލިމް ދެއްވުނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މަސްތު ކުރުވައިގެން ނަމާދަށް ހުރަސް އަޅާ ކޮންމެ އެއްޗެއް، ތިމަން ނަބިއްޔާ ނަހީ ކުރައްވަމެވެ.“\n(ނޯޓު: ޖަވާމިޢުލް ކަލިމްއަކީ: އިބާރާތްތައް ކުރު، އެކަމަކު މާނަ ފުން ބަސްފުޅުތަކެވެ.)","⁽¹⁾ الْبُخَارِيُّ (4343)\n⁽²⁾ مُسْلِمٌ (1733e)\n⁽³⁾ مُسْلِمٌ (1733e)\n⁽⁴⁾ مُسْلِمٌ (1733e)",""],["47","‌‌الحَدِيثُ السَّابِعُ وَالأَرْبَعُونَ","[مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ]","[އާދަމުގެ ދަރިޔާ ބަނޑަށް ވުރެ ނުބައި ކަންވާރެއް ނުފުރައެވެ.]","عَنِ المِقْدَامِ بْنِ مَعْدِي كَرِبَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ الله ﷺ يَقُولُ: «مَا مَلَأَ آدَمِيٌّ وِعَاءً شَرّاً مِنْ بَطْنٍ، بِحَسْبِ ابْنِ آدَمَ أَكَلَاتٌ يُقِمْنَ صُلْبَهُ، فَإِنْ كَانَ لَا مَحَالَةَ، فَثُلُثٌ لِطَعَامِهِ، وَثُلُثٌ لِشَرَابِهِ، وَثُلُثٌ لِنَفَسِهِ» رَوَاهُ الإِمَامُ أَحْمَدُ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، وَقَالَ التِّرْمِذِيُّ: «حَسَنٌ». ⁽¹⁾","އަލްމިގްދާމު ބިން މަޢުދީ ކަރިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”އާދަމުގެ ދަރިޔާ ބަނޑަށް ވުރެ ނުބައި ކަންވާރެއް ނުފުރައެވެ. އާދަމުގެ ދަރިޔާއަށް، އޭނާގެ ބުރަކަށި ތެދަށް ބަހައްޓައިދޭނެ މަދު ކާއެތިކޮޅަކުން ފުދޭނެއެވެ. ދެން އެ ވަރުން ނުފުދޭ ނަމަ، ފަހެ (ބަނޑުގެ) ތިންބައި ކުޅަ އެއްބައި އޭނާގެ ކާއެއްޗެއްސަށް ބަހައްޓާށެވެ. އަދި ތިންބައި ކުޅަ އެއްބައި އޭނާގެ ބޯއެއްޗެއްސަށް ބަހައްޓާށެވެ. އަދި ތިންބައި ކުޅަ އެއްބައި އޭނާ ނޭވާލުމަށް (ހުސްކޮށް) ބަހައްޓާށެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އިމާމު އަޙްމަދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ އެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ ހަސަން ޙަދީޘެކެވެ.","⁽¹⁾ أَحْمَدُ (17186)، وَالتِّرْمِذِيُّ (2380) وَاللَّفظُ لَهُ، وَالنَّسَئِيُّ فِي الْكُبْرَى (6738)، وَابْنُ مَاجَهْ (3349)\nوَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَانظُر: رِيَاض الصَّالِحِين 516",""],["48","‌‌الحَدِيثُ الثَّامِنُ وَالأَرْبَعُونَ","[أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا]","[ހަތަރު ސިފައެއް ހުރެއްޖެ މީހަކީ މުނާފިގެކެވެ.]","عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ ﷺ قَالَ: «أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقاً، وَإِنْ كَانَتْ خَصْلَةٌ مِنْهُنَّ فِيهِ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: مَنْ إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أَخْلَفَ، وَإِذَا خَاصَمَ فَجَرَ، وَإِذَا عَاهَدَ غَدَرَ» خَرَّجَهُ البُخَارِيُّ، وَمُسْلِمٌ. ⁽¹⁾","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ކިބައިގައި ހަތަރު (ސިފައެއް) ހުރެއްޖެ މީހަކީ މުނާފިގެކެވެ. އަދި އެއިން (އެންމެ) ސިފައެއް ހުއްޓަސް، އެ ސިފަ ދޫކޮށްފުމަށް ދާންދެން އޭނާގެ ކިބައިގައި އެ ހުރީ މުނާފިގުކަމުގެ ސިފައެކެވެ. (އެ ހަތަރު ސިފައަކީ) އޭނާ ވާހަކައެއް ދައްކައިފި ނަމަ، ދޮގު ހަދައެވެ. އަދި ވައުދެއް ވެއްޖެ ނަމަ، ޚިލާފުވެއެވެ. އަދި އަރައިރުމެއް ވެއްޖެ ނަމަ، (ހައްދުފަހަނަޅައި) ހުތުރު އެއްޗެހި ގޮވައެވެ. އަދި އަހުދެއް (އެއްބަސްވުމެއް) ވެއްޖެ ނަމަ، ޚިޔާނާތްތެރި ވެއެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއާއި މުސްލިމެވެ.","⁽¹⁾ الْبُخَارِيُّ (2459)، وَمُسْلِمٌ (58). وَالَّفظُ لِلتِّرمِذِي (2632)\nوَانظُر: رِيَاض الصَّالِحِين 690، 1543، 1584",""],["49","‌‌الحَدِيثُ التَّاسِعُ وَالأَرْبَعُونَ","[لَو أَنَّكُمْ كُنْتُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ]","[ﷲ އާ ވަކީލު ކުރަން ޖެހޭ ހައްގު ގޮތުގައި ތިޔަބައިމީހުން އެ އިލާހާ ވަކީލު ކުރާ ނަމަ]","عَنْ عُمَرَ بْنِ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ ﷺ قَالَ: «لَوْ أَنَّكُمْ كُنْتُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ، لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ، تَغْدُو خِمَاصاً، وَتَرُوحُ بِطَاناً» رَوَاهُ الإِمَامُ أَحْمَدُ، وَالتِّرْمِذِيُّ، وَالنَّسَائِيُّ، وَابْنُ مَاجَهْ، وَابْنُ حِبَّانَ فِي «صَحِيحِهِ»، وَالحَاكِمُ، وَقَالَ التِّرْمِذِيُّ: «حَسَنٌ صَحِيحٌ». ⁽¹⁾","ޢުމަރު ބިން އަލްޚައްޠާބު رَضِيَ اللَّهُ عَنْهُ، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ އާ ވަކީލު ކުރަން ޖެހޭ ހައްގު ގޮތުގައި ތިޔަބައިމީހުން އެ އިލާހާ ވަކީލު ކުރާ ނަމަ، ﷲ ދޫނިތަކަށް ރިޒްގު ދެއްވާ ފަދައިން އެ އިލާހު ތިޔަބައިމީހުންނަށް ވެސް ރިޒްގު ދެއްވާނެކަން ކަށަވަރެވެ. ހެނދުނު ހެނދުނާ އެ ދޫނިތައް ނުކުމެގެން ދަނީ ހުސްބަނޑާއެވެ. އަދި ހަވީރު އެނބުރި އަންނަނީ ބަނޑު ފުރައިގެންނެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އިމާމު އަޙްމަދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާއާއި، އިބްނު ޙިއްބާން އެކަލޭގެފާނުގެ ސަހީހުގައި އަދި ޙާކިމުވެސް މެއެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ ހަސަން ސަހީހު ޙަދީޘެކެވެ.","⁽¹⁾ أَحْمَدُ (205)، وَالتِّرْمِذِيُّ (2344)، وَالنَّسَائِيُّ فِي الْكُبْرَى (11805)، وَابْنُ مَاجَهْ (4164)، وَابْنُ حِبَّانَ (730)، وَالْحَاكِمُ (7894). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\nوَانظُر: رِيَاض الصَّالِحِين 79",""],["50","‌‌الحَدِيثُ الخَمْسُونَ","[لَا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللَّهِ]","[ﷲ ޒިކުރުކުރުން މަތީ ތިބާގެ ދޫ ހިކުނަ ނުދޭށެވެ.]","عَنْ عَبْدِ الله بْنِ بُسْرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَتَى النَّبِيَّ ﷺ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ! إِنَّ شَرَائِعَ الإِسْلَامِ قَدْ كَثُرَتْ عَلَيْنَا، فَبَابٌ نَتَمَسَّكُ بِهِ جَامِعٌ؟ قَالَ: لَا يَزَالُ لِسَانُكَ رَطْباً مِنْ ذِكْرِ اللَّهِ عز وجل» خَرَّجَهُ الإِمَامُ أَحْمَدُ بِهَذَا اللَّفْظِ. ⁽¹⁾\nوَخَرَّجَهُ التِّرْمِذِيُّ وَابْنُ مَاجَهْ وَابْنُ حِبَّانَ فِي «صَحِيحِهِ» بِمَعْنَاهُ، وَقَالَ التِّرْمِذِيُّ: «حَسَنٌ غَرِيبٌ». ⁽²⁾\nوَكُلُّهُمْ خَرَّجَهُ مِنْ رِوَايَةِ عَمْرِو بْنِ قَيْسٍ الكِنْدِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ رَضِيَ اللَّهُ عَنْهُ.\nوَخَرَّجَهُ ابْنُ حِبَّانَ فِي «صَحِيحِهِ» وَغَيْرُهُ مِنْ حَدِيثِ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: «آخِرُ مَا فَارَقْتُ عَلَيْهِ رَسُولُ اللَّهِ ﷺ أَنْ قُلْتُ لَهُ: أَيُّ الأَعْمَالِ خَيْرٌ وَأَقْرَبُ إِلَى اللَّهِ؟ قَالَ: أَنْ تَمُوتَ وَلِسَانُكَ رَطْبٌ مِنْ ذِكْرِ اللَّهِ عَزَّ وَجَلَّ». ⁽³⁾\n* * *\nتَمَّ بِحَمْدِ اللهِ","ޢަބްދު ﷲ ބިން ބުސްރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހަށް މީހަކު އައިސް ދެންނެވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން އިސްލާމް ދީނުގެ ޝަރާޢިއުތައް (އެބަހީ: މޮޅުއިތުރު ވެގެންވާ އަޅުކަންތައްތައް) ތިމަންމެންނަށް ނުހަނު ގިނަ ވެއްޖެއެވެ. ވީމާ ތިމަންމެން އެ ކަމެއްގައި ހިފަހައްޓާނެ (ފަސޭހަ އަދި ގިނަގުނަ ސަވާބު ހިމެނޭ) ޖާމިއު ކަމެއް (ވިދާޅުވެދެއްވާށެވެ.) ‎ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ޢައްޒަ ވަޖައްލަ ޒިކުރުކުރުން މަތީ ތިބާގެ ދޫ ހިކުނަ ނުދޭށެވެ.“ (އެބަހީ: އަބަދުވެސް ﷲ ޒިކުރުކުރުން މަތީ ދެމިހުންނާށެވެ.) އިމާމު އަޙްމަދު މި ޙަދީޘް ނެރުއްވީ މި ލަފްޒުންނެވެ.\nއަދި މީގެ އިތުރުން މި ޙަދީޘް ނެރުއްވީ ތިރްމިޛީއާއި، އިބްނު މާޖާއާއި، އިބްނު ޙިއްބާން އެކަލޭގެފާނުގެ ސަހީހުގައި މި މާނައިގައެވެ. އަދި ތިރްމިޛީ ވިދާޅުވިއެވެ: ’މިއީ ހަސަން ޣަރީބު ޙަދީޘެކެވެ.‘ އަދި އެ ހުރިހާ ބޭކަލުންވެސް މި ޙަދީޘް ނެރުއްވީ، ޢަމްރު ބިން ގައިސް އަލްކިންދީގެ އަރިހުން، ޢަބްދު ﷲ ބިން ބުސްރު رَضِيَ اللَّهُ عَنْهُ ގެ ރިވާޔަތުންނެވެ.\nއަދި އިބްނު ޙިއްބާނުގެ ސަހީހުގައި އެކަލޭގެފާނު އަދި އެ ނޫން ވެސް ބޭކަލުން، މުޢާޛު ބިން ޖަބަލު رَضِيَ اللَّهُ عَنْهُ ގެ މި ޙަދީޘް ނެރުއްވިއެވެ: މުޢާޛު ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ އާ އެންމެ ފަހު ފަހަރު ތިމަން ވަކިވި އިރު، ރަސޫލާ އަރިހު ދެންނެވީމެވެ: ﷲގެ ހަޒުރަތުގައި އެންމެ ހެޔޮވެގެންވާ އަދި އެންމެ ކުއްތަންވެގެންވާ އަމަލަކީ ކޮބައިތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ތިބާ މަރުވެގެން ދާއިރު، ﷲ ޢައްޒަ ވަޖައްލަ ޒިކުރު ކުރުމައިގެން ތިބާގެ ދޫ ތެތްކޮށް ހުރުމެވެ.“ (އެބަހީ: ﷲ ޒިކުރުކުރުން މަތީ ތިބާ މަރުވެގެން ދިއުމެވެ.)","⁽¹⁾ أَحْمَدُ (17680)\nوَانظُر: رِيَاض الصَّالِحِين 1438\n⁽²⁾ التِّرْمِذِيُّ (3375)، وَابْنُ مَاجَهْ (3793)، وَابْنُ حِبَّانَ (814). وَصَحَّحَهُ الأَلبَانِي فِي صَحِيح سُنَن التِّرمِذِي.\n⁽³⁾ ابْنُ حِبَّانَ (818). وَصَحَّحَهُ الألبانِي فِي التَّعلِيقَات الحِسَان عَلَى صَحِيح ابن حِبَّان (815)",""]]
