[["","[مقدمة]","[މުގައްދިމާ]","بِسمِ اللَّهِ الرَّحمَنِ الرَّحِيمِ\nحَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ، حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سَعْدِ بْنِ الْحَسَنِ الْعَوْفِيُّ، حَدَّثَنِي أَبِي سَعْدٌ، حَدَّثَنِي عَمِّي الْحُسَيْنُ بْنُ الْحَسَنِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِ اللَّهِ تَعَالَى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلْوَلْاَ نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجِعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [التوبة ١٢٢]\nقَالَ: كَانَ يَنْطَلِقُ مِنْ كُلِّ حَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ عِصَابَةٌ فَيَأْتُونَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُونَهُ عَمَّا يُرِيدُونَ مِنْ أَمْرِ دِينِهِمْ، وَيَتَفَقَّهُونَ فِي دِينِهِمْ، وَيَقُولُونَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا تَأْمُرُنَا أَنْ نَفْعَلَهُ، وَأَخْبِرْنَا بِمَا نَقُولُ لِعَشَائِرِنَا إِذَا انْطَلَقْنَا إِلَيْهِمْ؟ فَيَأْمُرُهُمْ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَاعَةِ اللَّهِ عَزَّ وَجَلَّ وَطَاعَةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَبْعَثُهُمْ إِلَى قَوْمِهِمْ بِالصَّلَاةِ وَالزَّكَاةِ، وَكَانُوا إِذَا أَتَوْا قَوْمَهُمْ نَادَوْا: أَنَّ مَنْ أَسْلَمَ فَهُوَ مِنَّا، وَيُنْذِرُونَهُمْ وَيُخْبِرُونَهُمْ حَتَّى إِنَّ الرَّجُلَ لَيُفَارِقُ أَبَاهُ وَأُمَّهُ، وَبِمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخْبِرُهُمْ بِمَا يَرْضَى اللَّهُ عَزَّ وَجَلَّ بِهِ عَنْهُمْ. وَيُنْذِرُونَ قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ، يَدْعُونَهُمْ إِلَى الْإِسْلَامِ وَيُنْذِرُونَهُمْ النَّارَ وَيُبَشِّرُونَهُمْ بِالْجَنَّةِ.","","بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nقَالَ الشَّيْخُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِّيُّ: اللَّهُ الْمَحْمُودُ عَلَى كُلِّ حَالٍ، وَهُوَ الْمُوَفِّقُ لْكُلِّ سَدَادٍ وَالْمُعِينُ عَلَى سُبُلِ الرَّشَادِ، وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ النَّبِيِّ وَآلِهِ أَجْمَعِينَ، وَحَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، أَمَّا بَعْدُ، فَإِنَّهُ سَأَلَ سَائِلٌ عَنْ مَعْنَى حَدِيثٍ رُوِيَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيمَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنْ أَمْرِ دِينِهَا بَعَثَهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ فَقِيهًا عَالِمًا، وَرُوِيَ مَعْنَى هَذَا الْحَدِيثِ عَنْ مُعَاذِ بْنِ جَبَلٍ، وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنَ السُّنَّةِ كُنْتُ لَهُ شَفِيعًا يَوْمَ الْقِيَامَةِ»\nوَرُوِيَ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنَ السُّنَّةِ جَاءَ يَوْمَ الْقِيَامَةِ فِي زُمْرةِ الْعُلَمَاءِ» قَالَ لنَا السَّائِلُ: أَنْتَ تَعْلَمُ أَنَّ سُنَنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَثِيرَةٌ لَا تُحْصَى قَدْ صَنَّفَهَا كَثِيرٌ مِنْ أَصْحَابِ الْحَدِيثِ قَدِيمًا وَحَدِيثًا، صَنَّفُوا كِتَابًا كِتَابًا، فَالطَّهَارَةُ فِيهَا سُنَنٌ كَثِيرَةٌ، وَفِي الصَّلَاةِ سُنَنٌ كَثِيرَةٌ، وَفِي الزَّكَاةِ سُنَنٌ كَثِيرَةٌ، وَفِي الصِّيَامِ سُنَنٌ كَثِيرَةٌ، وَفِي الْحَجِّ سُنَنٌ كَثِيرَةٌ، وَفِي الْجِهَادِ سُنَنٌ كَثِيرَةٌ، وَفِي الْبُيُوعِ سُنَنٌ كَثِيرَةٌ، وَفِي النِّكَاحِ، وَالطَّلَاقِ وَالْحُدُودِ وَالْإِيمَانِ وَالنُّذُورِ، وَسَائِرِ الْأَحْكَامِ سُنَنٌ كَثِيرَةٌ، وَفِيمَا أَدَّبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمَّتَهُ فِيمَا حَثَّهُمْ عَلَيْهِ وَرَغَّبَهُمْ فِيهِ مِثْلَ أَدَبِ السَّلَامِ وَأَدَبِ الْمُجَالَسَةِ وَأَدَبِ الْأَكْلِ وَالشُّرْبِ وَأَدَبِ اللِّبَاسِ، وَأَدَبِ الْمُؤَاخَاةِ وَالْجِوَارِ وَغَيْرِ ذَلِكَ مِمَّا يَطُولُ شَرْحُهُ سُنَنٌ كَثِيرٌ يَعْرِفُهَا أَهْلُ الْعِلْمِ وْالْأَدَبِ، قَدْ صَنَّفَهَا النَّاسُ وَعُنُوا بِهَا حَتَّى إِذَا فَرَّطَ فِيهَا بَعْضُ مَنْ يُصَنِّفُ الْحَدِيثَ فِي شَيْءٍ مِمَّا ذَكَرْنَاهُ، قِيلَ لَهُ: قَدْ بَقِيَتْ عَلَيْكَ أَشْيَاءُ لَمْ تَأْتِ بِهَا، وَرُبَّمَا نَسَبُوهُ إِلَى أَنَّهُ عَاجِزٌ عَنْ جَمْعِهَا وَعَنْ حِفْظِهاَ، قَالَ لَنَا السَّائِلُ: فَمَا هَذِهِ الْأَرْبَعُونَ حَدِيثًا التَّيِ إِذَا حَفِظَهَا مَنْ قَدْ كَتَبَ الْعِلْمَ عَلَى أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ لَهُ هَذَا الْأَجْرُ وَالْفَضْلُ الْعَظِيمُ؟ وَهَلْ يُغْنِيهِ أَوْ يُغْنِي غَيْرَهُ؟ عَرَفْنَا مَعْنَاهَا، فَإِنَّا نَحْتَاجُ إِلَى مَعْنَاهَا، قِيلَ لَهُ: اعْلَمْ - رَحِمَنَا اللَّهُ وَإِيَّاكَ - أَنِّي أَجَلْتُ فِكْرِي فِيمَا سَأَلْتَ عَنْهُ، فَلَمْ أَرَ لِهَذَا الْحَدِيثِ وَجْهًا يُحْتَمَلُ إِلَّا وَجْهًا وَاحِدًا، وَاللَّهُ أَعْلَمُ، فَإِنْ قِيلَ: مَا هُوَ؟ قِيلَ: كَانَ النَّاسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْدُمُونَ عَلَيْهِ مِنْ أَحْيَاءِ الْعَرَبِ الْبَعِيدَةِ وَمِنَ الْقُرَى الْبَعِيدَةِ النَّفَرُ الْيَسِيرُ مِنْ كُلِّ حَيٍّ وَمِنْ كُلِّ قَرْيَةٍ فَيُسْلِمُونَ وَيَتَعَلَّمُونَ مَا يَجِبُ عَلَيْهِمْ فِي الْوَقْتِ، ثُمَّ يَنْصَرِفُونَ إِلَى أَحْيَائِهِمْ وَإِلَى قُرَاهُمْ فَيُعَلِّمُونَهُمْ مِنْ أَمْرِ الْإِسْلَامِ مِمَّا عَلَّمَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ شَرِيعَةِ الْإِيمَانِ وَالْإِسْلَام، وَمِمَّا أَحَلَّ لَهُمْ وَمَا حَرَّمَ عَلَيْهِمْ، فَيَقُولُونَ لَهُمْ: قَالَ لَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَا وَأَمَرَنَا بِكَذَا، وَنَهَانَا عَنْ كَذَا، وَظَاهِرُ الْقُرْآنِ يَدِلُّ عَلَى هَذَا، قَالَ اللَّهُ عَزَّ وَجَلَّ: {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [سورة: التوبة، آية رقم: ١٢٢] ، فَدَلَّ - وَاللَّهُ أَعْلَمُ - أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَدِمَ عَلَيْهِ هَؤُلَاءِ الْوُفُودِ فَأَسْلَمُوا وَتَعَلَّمُوا حَثَّهُمْ عَلَى حِفْظِ السُّنَنِ الَّتِي قَدْ عَلَّمَهُمْ إِذْ كَانَ يُمْكِنُهُمْ حِفْظُهَا لِلْوَقْتِ حَتَّى يَمْضُوا بِهَا إِلَى أَهْلِيهِمْ وَإِخْوَانِهِمْ وَعَشَائِرِهِمْ فَيُعَلِّمُونَهُمْ مَا عَلَّمَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَقْرُبُ عَلَيْهِمْ حِفْظُهَا إِذَا كَانَتْ مِقْدَارَ أَرْبَعِينَ حَدِيثًا يُمْكِنُهُمْ حِفْظُهَا، فَحَثَّهُمْ عَلَى ذَلِكَ، لَا أَنَّ مِقْدَارَ أَرْبَعِينَ حَدِيثًا مُجَزَّئَةً عَنْ غَيْرِهَا مِنْ سُنَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَكِنْ عَلَى التَّقْرِيبِ مِنْهُ لَهُمْ عَلَى النَّعْتِ الَّذِي ذَكَرْنَاهُ، وَقَدْ خَطَبَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّاسَ فَقَالَ: «نَضَّرَ اللَّهُ عَبْدًا سَمِعَ مَقَالَتِي فَوَعَاهَا وَحَفِظَهَا ثُمَّ أَدَّاهَا إِلَى مَنْ لَمْ يَسْمَعْهَا، فَرُبَّ حَامِلِ فِقْهٍ لَا فِقْهَ لَهُ، وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ» ، \nقَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: لَا أَجِدُ لَهُ وَجْهًا غَيْرَ هَذَا، وَذَلِكَ أَنَّ سُنَنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَثِيرَةٌ فِي كُلِّ مَعْنًى، لَا يَسَعُ كَثِيرًا مِنَ النَّاسِ جَهْلُهَا، وَكَيْفَ يَسَعُهُمْ جَهْلُهَا وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ» ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ، حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سَعْدِ بْنِ الْحَسَنِ الْعَوْفِيُّ، حَدَّثَنِي أَبِي سَعْدٌ، حَدَّثَنِي عَمِّي الْحُسَيْنُ بْنُ الْحَسَنِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِ اللَّهِ تَعَالَى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلْوَلْاَ نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجِعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} [سورة: التوبة، آية رقم: ١٢٢] قَالَ: كَانَ يَنْطَلِقُ مِنْ كُلِّ حَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ عِصَابَةٌ فَيَأْتُونَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُونَهُ عَمَّا يُرِيدُونَ مِنْ أَمْرِ دِينِهِمْ، وَيَتَفَقَّهُونَ فِي دِينِهِمْ، وَيَقُولُونَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا تَأْمُرُنَا أَنْ نَفْعَلَهُ، وَأَخْبِرْنَا بِمَا نَقُولُ لِعَشَائِرِنَا إِذَا انْطَلَقْنَا إِلَيْهِمْ؟ فَيَأْمُرُهُمْ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَاعَةِ اللَّهِ عَزَّ وَجَلَّ وَطَاعَةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَيَبْعَثُهُمْ إِلَى قَوْمِهِمْ بِالصَّلَاةِ وَالزَّكَاةِ، وَكَانُوا إِذَا أَتَوْا قَوْمَهُمْ نَادَوْا: أَنَّ مَنْ أَسْلَمَ فَهُوَ مِنَّا، وَيُنْذِرُونَهُمْ وَيُخْبِرُونَهُمْ حَتَّى إِنَّ الرَّجُلَ لَيُفَارِقُ أَبَاهُ وَأُمَّهُ، وَبِمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُخْبِرُهُمْ بِمَا يَرْضَى اللَّهُ عَزَّ وَجَلَّ بِهِ عَنْهُمْ. وَيُنْذِرُونَ قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ، يَدْعُونَهُمْ إِلَى الْإِسْلَامِ وَيُنْذِرُونَهُمْ النَّارَ وَيُبَشِّرُونَهُمْ بِالْجَنَّةِ. مَسْأَلَةٌ: قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: لَا بُدَّ لِهَؤُلَاءِ مِنْ أَنْ يَقُولُوا لِقَوْمِهِمْ: قَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَا، وَأَحَلَّ لَنَا كَذَا، وَحَرَّمَ عَلَيْنَا كَذَا، وَأَمَرَنَا بِكَذَا، وَنَهَانَا عَنْ كَذَا فَكَأَنَّهُ - وَاللَّهُ أَعْلَمُ - حَثَّهُمْ عَلَى أَنْ يَحْفَظُوا عَنْهُ أَرْبَعِينَ حَدِيثًا مِنْ أَمْرِ دِينِهِمْ تَبْعَثُهُمْ عَلَى طَلَبِ الزِّيَادَةِ لِعِلْمِ مَا يَجِبُ عَلَيْهِمِ، وَاللَّهُ أَعْلَمُ، فَهَذَا وَجْهُ الْحَدِيثِ عِنْدِي، لَا أَعْلَمُ لَهُ وَجْهًا غَيْرَهُ إِنْ شَاءَ اللَّهُ، قَالَ فَإِنْ قَالَ قَائِلٌ: فَهَلْ لَكَ أَنْ تُؤَلِّفَ لَنَا مِنْ سُنَنِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْبَعِينَ حَدِيثًا إِذَا حَفِظْنَاهَا وَحَفِظْنَا مَعَانِيهَا انْتَفَعْنَا وَانْتَفَعَ بِهَا مَنْ سَمِعَهَا مِنَّا رَجَاءً أَنْ يَكُونَ مِمَّنْ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا فِي أَمْرِ دِينِهَا» كَانَ لَهُ ذَلِكَ الْفَضْلُ الَّذِي تَقَدَّمَ ذِكْرُهُ؟ فَإِنِّي أَقُولُ لَكَ: سَأَجْتَهِدُ لَكَ فِي جَمْعِ أَرْبَعِينَ حَدِيثًا مِنْ سُنَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَنْتَفِعُ بِهَا فِي دِينِكَ وَيَنْتَفِعُ بِهَا مَنْ يَسْمَعُهَا مِنْكَ وَيَبْعَثُكَ وَإِيَّاهُ عَلَى طَلَبِ الزِّيَادَةِ لِعُلُومٍ كَثِيرَةٍ وَلَا بُدَّ لَكَ مِنْهَا، وَلَا يَسَعُكَ جَهْلُهَا، وُاللَّهُ تَعَالَى الْمُوَفِّقُ لِذَلِكَ وَالْمُعِينُ عَلَيْهِ إِنْ شَاءَ اللَّهُ، وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ.","މުއައްލިފުގެ މުޤައްދިމާ\nއައް-ޝައިޚު އަބޫ ބަކްރު މުޙައްމަދު ބްނު އަލް-ޙުސައިނު އަލް-އާޖުއްރީ ވިދާޅުވިއެވެ:\n❞ކޮންމެ ޙާލެއްގައިވެސް ޙަމްދު ލިބިވޮޑިގެންވަނީ ﷲ އަށެވެ. އަދި އެއީ ކޮންމެ ސީދާވުމަކަށްވެސް ތަޥްފީޤުދެއްވާ ފަރާތްޕުޅެވެ. އަދި ތެދުމަގުތަކުގެ މައްޗަށް ވާގިވެރިވާ ފަރާތްޕުޅެވެ. އަދި ނަބިއްޔު މުޙައްމަދުއާއި އަދި އެކަލޭގެފާނުގެ އެންމެހާ އާލުންގެ މައްޗަށް ﷲ ޞަލަވާތް ލައްވާށިއެވެ. އަދި އަހަރެމެންނަށް ﷲ ފުދެއެވެ. އަދި ވަކީލަކު ކަމުގައި އެކަލާނގެ ހެޔޮކަމާއެވެ.\nއެއަށްފަހުގައި ދަންނައެވެ:\nފަހެ ހަމަކަށަވަރުން ﷲ ގެ ރަސޫލު ﷺ ގެ އަރިހުން ރިވާވެގެންވާ ޙަދީޘްއެއްގެ މަޢްނައާ ބެހޭ ގޮތުން ސުވާލުކުރާ މީހަކު ސުވާލުކޮށްފިއެވެ. އެއީ ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ މައްޗަށް އޭގެ ދީނުގެ ކަންކަމުން ކުރެ ސާޅީސް ޙަދީޘް ޙިފްޡުކޮށްފިމީހާ، ޤިޔާމަތް ދުވަހުން ފިޤްހުވެރިންނާއި އަދި ޢިލްމުވެރިންގެ ބައިގަނޑުގެ ތެރޭގައި، ﷲ ޢައްޒަ ވަޖައްލަ އޭނާ އަލުންދިރުއްވާނެ މީހާއާ މެދުގައެވެ.\nއަދި މިޙަދީޘްގެ މަޢްނާގައި މުޢާޛު ބްނު ޖަބަލު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން ރިވާވެގެންވެއެވެ.\nއަދި އިބްނު ޢައްބާސް - ރަޟިޔަ ﷲ ޢަންހުމާ - ގެ އަރިހުންވެސް ރިވާވެގެންވެއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ:\nﷲ ގެ ރަސޫލު ﷺ ޙަދީޘްކުރެއްވިއެވެ:\n”ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ މައްޗަށް، ސުންނަތުން ކުރެ ސާޅީސް ޙަދީޘް ޙިފްޡުކޮށްފިމީހާ، ޤިޔާމަތް ދުވަހުން ތިމަންކަލޭގެފާނު އޭނާއަށް ޝަފާޢަތްތެރިއެއް ކަމުގައި ވާނެތެވެ.“\nއަދި އަބޫ ހުރައިރާ - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ:\nﷲ ގެ ރަސޫލު ﷺ ޙަދީޘްކުރެއްވިއެވެ:\n”ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ މައްޗަށް، ސުންނަތުން ކުރެ ސާޅީސް ޙަދީޘް ޙިފްޡުކޮށްފިމީހާ، ޤިޔާމަތް ދުވަހުން އޭނާ އަންނަހުށީ ޢިލްމުވެރިންގެ ބައިގަނޑާއެކީގައެވެ.“\nސުވާލުވެރިޔާ އަހަރެމެންނަށް ބުންޏެވެ:\nހަމަކަށަވަރުން ﷲ ގެ ރަސޫލު ޞ\nﷺ ގެ ސުންނަތްތައް ޢަދަދުނުކުރެވޭހާ ގިނަވެގެންވާކަން ތިބާއަށް އެނގޭނެތެވެ. އިހުގެ އަދި ފަހުގެ އެތަކެއް ޙަދީޘްގެ އަޞްޙާބުން އެއަށް ތަޞްނީފުކޮށްފައި ވެއެވެ. ފޮތަކުން ފޮތަކުން އެބޭކަލުން ތަޞްނީފުކުރެއްވިއެވެ. ފަހެ ޠަހާރަތު އޭގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ނަމާދުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ޒަކާތުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ރޯދާގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ޙައްޖުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ޖިހާދުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ގަނެވިއްކުމުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ. އަދި ނިކާޙް (ކައިވެންޏާއި)، އަދި ވަރިއާއި، އަދި ޙައްދުތަކާއި، އަދި ގަންދީ ހުވާ ކުރުންތަކާއި، އަދި ނަދުރުތަކާއި، އަދި ހުރިހާ ޙުކްމުތަކުގައި އެތަކެއް ސުންނަތްތަކެއް ވެއެވެ.\nއަދި ނަބިއްޔު ﷺ އެކަލޭގެފާނުގެ އުއްމަތް އެއިން އަދަބުވެރި ކުރުވުމުގައި އެބައިމީހުންނަށް އެކަމުގެ މައްޗަށް ބާރުއެޅުއްވި ކަންކަމާއި، އަދި އެކަމަށް އެދުންކުރުވި ކަންކަމެވެ. މިޘާލަކަށް: ސަލާމުގެ އަދަބާއި، އަދި މުޖާލަސާ ކުރުމުގެ އަދަބާއި، އަދި ކެއުމާއި ބުއިމުގެ އަދަބާއި، އަދި އަންނައުނުގެ އަދަބާއި، އަދި އަޚްވަންތަކަމާއި އަދި އަވަށްޓެރިވަންތަކަމުގެ އަދަބާއި، އަދި އެނޫންވެސް އޭގެ ޝަރަޙަ ދިގުވާނޭ އެތަކެއް ސުންނަތްތަކެވެ. ޢިލްމާއި އަދި އަދަބުގެ އަހްލުވެރިން އެކަންކަން ދަނެތެވެ. މީސްތަކުން އެތަޞްނީފުކުރާ ކަމުގައެވެ. އަދި އެއިން އެބައިމީހުން އެހީ ހޯދިއެވެ. އެއީ އެހެންގޮސް އަހަރެމެން މި ޛިކްރުކުރި ކަންކަމުގެ ތެރެއިން ޙަދީޘްގައި ތަޞްނީފުކުރި ބައެއް މީހުން އިންފަހަނައަޅައިވެސް ދިޔައެވެ. އޭނާއަށް ބުނެވެތެވެ: އެއެއްޗެއްސެއް ކުރިއަކުން އައިސްފައި ނުވެސްވާކަން ކަލޭގެ މައްޗަށް ބާކީވެހުރެއްޖެއެވެ. އަދި އޭނައަށް އެޖަމަޢަ ކުރަންށާއި އަދި ޙިފްޡުކުރަން ނުކުޅެދުނިދާނެއެވެ.\nސުވާލުވެރިޔާ އަހަރެމެންނަށް ބުންޏެވެ:\nފަހެ މުޙައްމަދު ﷺ ގެ އުއްމަތުގެ މައްޗަށް މިވަރު ޢިލްމެއް ލިޔެ މިމަތިވެރި ފަޟްލު ލިބި އެޙިފްޡުކޮށްގެންވާނޭ މިއީ ކޮން ސާޅީސް ޙަދީޘްއެއް ހެއްޔެވެ؟ އަދި އެއިން ފުދިގެންވާނޭ ހެއްޔެވެ؟ ނުވަތަ އެނޫން އެއްޗަކުން ފުދިގެންވާނޭ ހެއްޔެވެ؟ އޭގެ މަޢްނާ އަހަރެމެންނަށް ކިޔައިދޭށެވެ. ފަހެ އެއެނގުމަށް އަހަރެމެންނަށް ވަނީ ޙާޖަތް ޖެހިގެންނެވެ.\nއޭނާއަށް ބުނެވޭ ހުއްޓެވެ:\nތިބާ ދަންނާށެވެ. – އަހަރެމެންނާ އަދި ތިބާއަށް ﷲ ރަޙްމަތް ލައްވާށިއެވެ. – ހަމަކަށަވަރުން ތިބާ ތިސުވާލުކުރި ކަމާމެދު، އަހުރެންގެ ފިކްރު އަހުރެން ފަސްކޮށްފީމެވެ. ފަހެ މިޙަދީޘްއަށް އެންމެ ވަޖްހެއް ނޫނީ ވަޖްހެއް އިޙްތިމާލު ނުކުރެވޭ ކަމަށް އަހުރެން ދެކެމުއެވެ. އަދި އެންމެ މޮޅަށް ދެންވޮޑިގަންނަވަނީ ﷲ އެވެ.\nފަހެ ދެން ބުނެފިނަމަ: އެއަކީ ކޮބައިހެއްޔެވެ؟\nބުނެވޭ ހުއްޓެވެ:\nﷲ ގެ ރަސޫލު ﷺ ގެ ދުވަސްވަރުގައި ޢަރަބީންގެ ވަށައިގެންވާ ދުރު ހިސާބުގަނޑުތަކުން މީސްތަކުންވީ އެކަލޭގެފާނުގެ އަރިހަށް އައިސްފައެވެ. އަދި ދުރު ރަށްރަށުންނާއި، ކޮންމެ އަވަށްގަނޑަކުން މަދު ބައިގަނޑަކާއި، އަދި ކޮންމެ އަވަށަކުން އައެވެ. ފަހެ އެބައިމީހުން އައިސް އިސްލާމްވެއެވެ. އަދި އެވަޤްތުގައި އެބައިމީހުންގެ މައްޗަށް އުނގެނެން ވާޖިބުވާ އެއްޗެއް އުނގެނެތެވެ. ދެން އެބައިމީހުން ހިސާބުގަނޑުތަކަށާއި، އަދި އެބައިމީހުންގެ އަވަށްތަކަށް، އެބައިމީހުން ނައްޓާލަތެވެ. ފަހެ ދެން އީމާންކަމާއި އަދި އިސްލާމްކަމުގެ ޝަރީޢަތުން ނަބިއްޔު ﷺ އެބައިމީހުންނަށް އުނގަންނަވައިދެއްވި އެއްޗަކުން، އެބައިމީހުން އަނެއްބައިމީހުންނަށް ދީނުގެ ކަންކަން އުނގަންނަވައިދެއްވަތެވެ. އަދި އެއީ އެބައިމީހުންނަށް ޙަލާލުކުރެއްވުނު ކަންތަކާއި، އަދި އެބައިމީހުންގެ މައްޗަށް ޙަރާމްކުރެއްވުނު ކަންތަކެވެ. ފަހެ ދެން އެބައިމީހުން އަނެއްބައިމީހުންނަށް ބުނެތެވެ: އަހަރެމެންނަށް ނަބިއްޔު ﷺ އެފަދައިން ޙަދީޘްކުރެއްވިއެވެ. އަދި މިކަމަކަށް އަހަރެމެންނަށް އަމުރުކުރެއްވިއެވެ. އަދި އެވެނި ކަމަކުން އަހަރެމެންނަށް ނަހީކުރެއްވިއެވެ.\nއަދި ޤުރްއާނުގެ ޡާހިރުން ދަލީލުކޮށްދެނީ މިކަމުގެ މައްޗަށެވެ.\nﷲ ވަޙީކުރެއްވިއެވެ:\nالتوبة: ١٢٢\nމަޢްނައީ: ”ފަހެ އެބައިމީހުން ކުރެ ކޮންމެ ޖަމާޢަތަކުންވެސް ކޮންމެވެސް ބަޔަކު ދީނުގައި ފިޤްހުވެރެވުމަށް (ރަސޫލުގެ އަރިހުގައި) ވާނެނަމައެވެ. ނުވަތަ ނުދިޔައީ ކީއްވެހެއްޔެވެ؟ އަދި އެބައިމީހުންގެ ޤައުމުގެ މީހުން، އެބައިމީހުންގެ ގާތަށް އެނބުރި ރުޖޫޢަވެއްޖެހިނދު، އެބައިމީހުންނަށް އިންޛާރުކުރުމަށްޓަކައެވެ. އެއީ އެބައިމީހުން ޙިޛްރުވެރިވުމަށްޓަކައެވެ.“[އައް-ތަޥްބާ: 122]\nފަހެ އެހެންކަމުން ދަލީލުކޮށްދެނީ – އަދި އެންމެ މޮޅަށް ދެނެވޮޑިގަންނަވީ ﷲ އެވެ. – މިވަފްދުތައް އެކަލޭގެފާނުގެ އަރިހަށް އަތުވެއްޖައުމުން ފަހެ އެބައިމީހުން އިސްލާމްވެ އަދި އެބައިމީހުން އުނގެނުމުން، ހަމަކަށަވަރުން ނަބިއްޔު ޞ އެބައިމީހުން އުނގެނުނު އެއްޗެއް އެއީ އެބައިމީހުންނަށް އެވަޤްތުގައި ޙިފްޡުކުރެވޭނޭ އެއްޗެއް ކަމުގައިވާނަމަ، ސުންނަތްތައް ޙިފްޡުކުރުމަށް އެބައިމީހުންގެ މައްޗަށް އެކަލޭގެފާނު ބާރުއަޅުއްވަތެވެ. އެއީ އެއާއިގެން އެބައިމީހުން އެބައިމީހުންގެ އަހްލުވެރިންނާއި އަދި އެބައިމީހުންގެ އިޚްވާނުންނާއި އަދި އެބައިމީހުންގެ ދަރިފަސްކޮޅުގެ ގާތަށް ގޮސް، ފަހެ ނަބިއްޔު ޞ އެބައިމީހުންނަށް އުނގަންނަވައިދެއްވި އެއްޗެއް އެބައިމީހުން އަނެއްބައިމީހުންނަށް އަނެއްބައިމީހުންނަށް އުނގަންނައިދިނުމަށްޓަކައެވެ. ފަހެ އެހެންކަމުން އެބައިމީހުންގެ މައްޗަށް ޙިފްޡުކުރުމަށް ގާތްކޮށްދެއްވުމަށް އެއީ އެއެއް ޙިފްޡުކުރުމަށް އެބައިމީހުންނަށް ކުޅަދާނަވެގެންވާނޭ ސާޅީސް ޙަދީޘްކަމުގައިވާނަމަ، ފަހެ އެކަމުގެ މައްޗަށް އެކަލޭގެފާނު އެބައިމީހުންނަށް ބާރުއަޅުއްވައިދެއްވަތެވެ. އެއީކީ ސާޅީސް ޙަދީޘްގެ މިންވަރަކީ އެކަލޭގެފާނު ޞ ގެ ސުންނަތުގެ އެނޫން ސުންނަތްތަކުން ފަރުޖެހިގެންވާތީއެއް ނޫނެވެ. އަދި އެހެނެއްކަމަކު އެބައިމީހުންނަށް އެއަށް ގާތްކޮށްދިނުމުގެ މައްޗަށް އަހަރެމެން މިޛިކްރުކުރި ފަދަ ގޮތުގެ މައްޗަށެވެ.\nއަދި ހަމަގައިމު ﷲ ގެ ރަސޫލު ﷺ މީސްތަކުންނާއިގެން ޚުޠްބާދެއްވާ ފަހެ އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ:\n”ތިމަންކަލޭގެފާނުގެ ބަސްފުޅު އަޑުއަހާފައި، ފަހެ އެރަނގަޅަށް ވަޢްޔުކޮށް ވިސްނާފައި، ދެން އެބަސްފުޅު (އަޑުއެހި ގޮތަށް) އެއަޑުނާހާ އެހެން މީހަކަށް ފޯރުކޮށްދީފި މީހާގެ މޫނު، ﷲ އުޖާލާ ކުރައްވާށިއެވެ. ފަހެ ފިޤްހު އުފުލާމީހާ ފަހަރުގައި އޭނާގެ އެއްވެސް ފިޤްހުވެރިއެއް ނުވެދާނެތެވެ. އަދި ފިޤްހު އުފުލާމީހާ ފަހަރުގައި އޭނާއަށްވުރެ މާފިޤްހުވެރިމީހަކަށް އެއުފުލިދާނެތެވެ.“❝\nމުޙައްމަދު ބްނު އަލް-ޙުސައިނު ވިދާޅުވިއެވެ:\n❞އެކަމަށް މިނޫން ވަޖްހެއް ވާކަމަކަށް އަހުރެންނަކަށް ނުއެއް ފެނުނެވެ. އަދި އެއީ ﷲ ގެ ރަސޫލު ޞ ގެ ސުންނަތްތައް ވަނީ އޭގެ ހުރިހާ މަޢްނާގަވެސް އެހާމެ ގިނަގުނަ ވެގެންނެވެ. ގިނަ މީސްތަކުންނަށް އެއިން ޖާހިލުވުމަކުން ތަނަވަސްވެގެންނެއް ނުވެތެވެ. އަދި އެއަށް ޖާހިލުވުން ތަނަވަސްވެގެންވާ ކަންތައް އަދި ކިހިނަކުންހެއްޔެވެ.\nއަދި ހަމަގައިމު ﷲ ގެ ރަސޫލު ﷺ ޙަދީޘްކުރެއްވިއެވެ:\n”ޢިލްމު އުނގެނުމަކީ ކޮންމެ މުސްލިމެއްގެ މައްޗަށް ފަރްޟެކެވެ.“\nއަބޫ ޢަބްދު ﷲ މުޙައްމަދު ބްނު މަޚްލަދު އަލް-ޢައްޠާރުއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ޖަޢްފަރު މުޙައްމަދު ބްނު ސަޢްދު ބްނު އަލް-ޙަސަނު އަލް-ޢަޥްފީއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ސަޢްދުއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަހުރެންގެ ބޮޑުބޭބޭފުޅު އަލް-ޙުސައިނު ބްނު އަލް-ޙަސަނުއެވެ. އަހުރެންނަށް ކިޔައިދެއްވީ އަހުރެންގެ ބައްޕާފުޅެވެ. އެއީ އަހުރެންގެ ކާފާފުޅުގެ އަރިހުންނެވެ. އެއީ ޢަޠިއްޔާ އަލް-ޢަޥްފީގެ އަރިހުންނެވެ. އެއީ އިބްނު ޢައްބާސް - ރަޟިޔަ ﷲ ޢަންހުމާ - ގެ އަރިހުންނެވެ.\nއެއީ ﷲ ތަޢާލާ ގެ މިބަސްފުޅާ މެދުގައެވެ:\nالتوبة: ١٢٢\nމަޢްނައީ: ”އަދި އެންމެން އެކުގައި ހަނގުރާމައަށް ނުކުތުމެއް، މުއުމިނުންނަކަށް ނުވެތެވެ. ފަހެ އެބައިމީހުން ކުރެ ކޮންމެ ޖަމާޢަތަކުންވެސް ކޮންމެވެސް ބަޔަކު ދީނުގައި ފިޤްހުވެރެވުމަށް (ރަސޫލުގެ އަރިހުގައި) ވާނެނަމައެވެ. ނުވަތަ ނުދިޔައީ ކީއްވެހެއްޔެވެ؟ އަދި އެބައިމީހުންގެ ޤައުމުގެ މީހުން، އެބައިމީހުންގެ ގާތަށް އެނބުރި ރުޖޫޢަވެއްޖެހިނދު، އެބައިމީހުންނަށް އިންޛާރުކުރުމަށްޓަކައެވެ. އެއީ އެބައިމީހުން ޙިޛްރުވެރިވުމަށްޓަކައެވެ.“[އައް-ތަޥްބާ: 122]\nއެބޭފުޅާ [އިބްނު ޢައްބާސް] ވިދާޅުވިއެވެ: \"ޢަރަބީންގެ އަވަށްތަކުގެ ތެރެއިން ކޮންމެ އަވަށަކުން ޖަމާޢަތްތައް ނައްޓާލަތެވެ. ފަހެ ދެން އެބައިމީހުން ނަބިއްޔު ﷺ ގެ އަރިހަށް އާދެއެވެ. އައިސް އެބައިމީހުން ބޭނުންވާ އެބައިމީހުންގެ ދީނުގެ ކަންކަމާމެދު، އެކަލޭގެފާނާ ސުވާލުކުރެތެވެ. އަދި އެބައިމީހުންގެ ދީނުގައި އެބައިމީހުން ފިޤްހުވެރިވެއެވެ. އަދި އެބައިމީހުން ނަބިއްޔު ޞ އަށް ދަންނަވަތެވެ: އެކަމެއް ކުރުމަށް އަހަރެމެންނަށް ކަލޭގެފާނު އަމުރުކުރައްވަނީ ކޮން ކަމެއްތޯއެވެ؟ އަދި އަހަރެމެން ނައްޓައިލާ އަހަރުމެންގެ ދަރިފަސްކޮޅުގެ ގާތަށް ގޮސް އެބައިމީހުން ކައިރީގައި ބުނާނީ ކޯއްޗެއްތޯ ކަލޭގެފާނު އަހަރެމެންނަށް ޚަބަރުދެއްވާށެވެ. ފަހެ ﷲ ޢައްޒަ ވަޖައްލަ އަށް ކިޔަމަންތެރިވުމަށް ﷲ ގެ ނަބިއްޔު ޞ އެބައިމީހުންނަށް އަމުރުކުރައްވަތެވެ. އަދި އެކލާނގެ ރަސޫލު ﷺ އަށް ކިޔަމަންވުމަށެވެ. އަދި ނަމާދާއި އަދި ޒަކާތާއިގެ އެބައިމީހުން އެބައިމީހުންގެ ޤައުމަށް އެކަލޭގެފާނު ފޮނުއްވަތެވެ. އަދި އެބައިމީހުން އެބައިމީހުންގެ ޤައުމަށް ދިޔުމުން ގޮވާލަތެވެ: ހަމަކަށަވަރުން އިސްލާމްވެއްޖެމީހާ ފަހެ އޭނާ ވަނީ އަހަރެމެންގެ ތެރެއިންނެވެ. އަދި އެބައިމީހުން އަނެއްބައިމީހުންނަށް އިންޛާރުދެއްވަތެވެ. އަދި އެބައިމީހުން ތިބި އެއްޗެއްގެ ޚަބަރު އަނެއްބައިމީހުންނަށް ދެއްވަތެވެ. އެހެން ގޮސް ހަމަކަށަވަރުން މީހާ އޭނާގެ ބައްޕައާއި އަދި އޭނާގެ މަންމައާއި ވަކިވެދެއެވެ. އަދި އެކަމަކުން ﷲ ޢައްޒަ ވަޖައްލަ އެބައިމީހުންނާ މެދު، ރުހިވޮޑިގަންނަވާ ކަމުގެ ޚަބަރު ﷲ ގެ ރަސޫލު ﷺ އެބައިމީހުންނަށް ދެއްވަތެވެ. އަދި އެބައިމީހުން އެނބުރި އަނެއްބައިމީހުންގެ ގާތަށް ރުޖޫޢަވުމުން އެބައިމީހުންގެ ޤައުމަށް އެބައިމީހުން އިންޛާރުދެއްވިއެވެ. އަދި އެބައިމީހުން އަނެއްބައިމީހުންނަށް އިސްލާމްއަށް ދަޢްވަތު ދެއްވަތެވެ. އަދި އެބައިމީހުން އަނެއްބައިމީހުންނަށް ނަރަކައިން އިންޛާރުދެއްވަތެވެ. އަދި ޖަންނަތުގެ އުފާވެރި ޚަބަރުދެއްވަތެވެ.\"❝\nމައްސަލައެއް:\nމުޙައްމަދު ބްނު އަލް-ޙުސައިން ވިދާޅުވިއެވެ:\n❞މިބައިމީހުންނަށް އެބައިމީހުންގެ ޤައުމަށް ކޮންމެހެންވެސް ބުނަން ޖެހެއެވެ: ﷲ ގެ ރަސޫލު ޞ އަހަރެމެންނަށް މިހެން ޙަދީޘްކުރެއްވިއެވެ. އަދި މިވެނި ކަމެއް އަހަރެމެންނަށް އެކަލޭގެފާނު ޙަލާލުކުރެއްވިއެވެ. އަދި އަހަރެމެންގެ މައްޗަށް އެވެނި ކަމެއް އެކަލޭގެފާނު ޙަރާމްކުރެއްވިއެވެ. އަދި އަހަރެމެންނަށް މިވެނި ކަމަކަށް އެކަލޭގެފާނު އަމުރުކުރެއްވިއެވެ. އަދި އަހަރެމެންނަށް އެވެނި ކަމަކުން އެކަލޭގެފާނު ނަހީކުރެއްވިއެވެ. ފަހެ ހަމަކަށަވަރުން އެކަލޭގެފާނު ހީވާކަހަލައީ، – އަދި އެންމެ މޮޅަށް ދެނެވޮޑިގަންނަވަނީ ﷲ އެވެ. - އެބައިމީހުންގެ ދީނުގެ ކަންކަމުން ސާޅީސް ޙަދީޘް ޙިފްޡުކުރުމުގެ މައްޗަށް އެބައިމީހުންނަށް ބާރުއެޅުއްވީ، އެބައިމީހުންގެ މައްޗަށް ވާޖިބުވާ ޢިލްމެއް އެބައިމީހުން އިތުރަށް ހޯދުމަށްޓަކައެވެ. އަދި އެންމެ މޮޅަށް ދެނެވޮޑިގަންނަވަނީ ﷲ އެވެ.\nފަހެ މިއީ އަހުރެން ކައިރީގައި މިޙަދީޘްގެ ވަޖްހެވެ. އެކަމަށް މިނޫން ވަޖްހެއް އަހުރެންނަކަށް ނޭނގެއެވެ. إن شاء الله.\nވިދާޅުވިއެވެ: ފަހެ ބުނާ މީހަކު ބުނެފިނަމަ:\nފަހެ ﷲ ގެ ރަސޫލު ޞ ގެ ސުންނަތްތަކުން ކުރެ ސާޅީސް ޙަދީޘް އަހަރެމެންނަށް ތައުލީފުކޮށްދީ، އެއަހަރެމެން ޙިފްޡުކޮށް އަދި އޭގެ މަޢްނާތައް އަހަރެމެން ޙިފްޡުކޮށް، އޭގެއިން ﷲ އަހަރެމެންނަށް ނަފަޢަކޮށް، އަދި އަހަރެމެންގެ ކިބައިން އެއަޑުއަހާ މީހާއަށްވެސް އެއިން މަންފަޢާކޮށް، ނަބިއްޔު ﷺ ޙަދީޘްކުރެއްވި:\n”ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ މައްޗަށް، އޭގެ ދީނުގެ ކަންކަމުން ކުރެ ސާޅީސް ޙަދީޘް ޙިފްޡުކޮށްފިމީހާ“،\nއެޙަދީޘްގަވާ ފަދަ މީހެއްގެ ތެރެއިން އަހަރެމެން ވުމަށް އެދިގެން މިކަން ކުރުމަށް ތިބާއަށްވޭ ހެއްޔެވެ؟ އެއީ އިހު މިޛިކްރުކުރެވުނު ފަޟްލު އެމީހަކަށް ވުމަށެވެ.\nފަހެ ހަމަކަށަވަރުން އަހުރެން އެމީހަކަށް ބުނަމެވެ:\nތިބާއަށް އެކަލޭގެފާނު ﷺ ގެ ސުންނަތުން ކުރެ ސާޅީސް ޙަދީޘް ޖަމަޢަކުރުމަށް އަހުރެން މަސައްކަތްކޮށް ގަދައަޅާނަމެވެ. އެއީ ތިބާގެ ދީނުގައި އެއިން ތިބާ މަންފަޢަވުމަށްޓަކައެވެ. އަދި ތިބާގެ ކިބައިން އެއަޑުއަހާ މީހާ އެއިން މަންފަޢަވުމަށްޓަކައެވެ. އަދި ތިބާއާއި އަދި އޭނާ ކޮންމެހެންވެސް ތިބާއަށްވާ އިތުރު ގިނަ ޢިލްމުތަށް ހޯދުމަށް ފޮނުވާދިނުމަށްޓަކައެވެ. އަދި އެއިން ޖާހިލުވުމަށް ތިބާއަށް ތަނަވަސްނުވާ ޢިލްމެވެ.\nއަދި އެކަމަށް ތަޥްފީޤުދެއްވަނީ ﷲ ތަޢާލާ އެވެ. އަދި އެކަމުގެ މައްޗަށް ވާގިވެރިވަނީވެސް އެކަލާނގެއެވެ. إن شاء الله. އަދި މަތިވެރިވެގެންވާ ޢަޡީމްވަންތަ ﷲ މެނުވީ ބާރެއް ނުވެތެވެ.❝","رَوَاهُ"],["1","حديث أول في طلب العلم","ފުރަތަމަ ޙަދީޘް، އިލްމު ހޯދުމުގައި","١- أَخْبَرَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْكَشِّيُّ قَالَ: أَخْبَرَنَا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ قَالَ: أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»","","١ - حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِّيُّ قَالَ: أَخْبَرَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْكَشِّيُّ قَالَ: أَخْبَرَنَا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ قَالَ: أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ» ⦗٧٣⦘ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَدُلُّ عَلَى أَنَّهُ مَنْ لَمْ يَتَفَقَّهْ فِي دِينِهِ فَلَا خَيْرَ فِيهِ، فَإِنْ قُلْتَ: كَيْفَ صِفَةُ مَنْ فَقَّهَهُ اللَّهُ عَزَّ وَجَلَّ فِي دِينِهِ حَتَّى يَكُونَ مِمَّنْ قَدْ أَرَادَهُ اللَّهُ الْكَرِيمُ بِخَيْرٍ؟ قِيلَ لَهُ: هُوَ الرَّجُلُ الْمُسْلِمُ الْعَاقِلُ الَّذِي قَدْ عَلِمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ تَعَبَّدَهُ بِعِبَادَاتٍ وَجَبَ عَلَيْهِ أَنْ يَعْبُدَهُ فِيهَا كَمَا أَمَرَهُ لَا كَمَا يُرِيدُ هُوَ، وَلَكِنْ بِمَا أَوْجَبَ الْعِلْمُ عَلَيْهِ، فَطَلَبَ الْعِلْمَ لِيَفْقَهَ مَا تَعَبَّدَهُ اللَّهُ عَزَّ وَجَلَّ بِهِ مِنْ أَدَاءِ فَرَائِضِهِ وَاجْتِنَابِ مَحَارِمِهِ لَا يَسَعُهُ جَهْلُهُ وَلَا يَعْذِرُهُ بِهِ الْعُلَمَاءُ الْعُقَلَاءُ فِي تَرْكِهِ، وَذَلِكَ مِثْلُ الطَّهَارَةِ مَا فَرَائِضُهَا، وَمَا سُنَنُهَا، وَمَا يُفْسِدُهَا، وَمَا يُصْلِحُهَا، وَمِثْلُ عِلْمِ ⦗٧٤⦘ صَلَاةِ الْخَمْسِ لِلَّهِ عَزَّ وَجَلَّ فِي الْيَوْمِ وَاللَّيْلَةِ وَكَيْفَ يُؤَدِّيهَا إِلَى اللَّهِ عَزَّ وَجَلَّ، وَمِثْلُ عِلْمِ الزَّكَاةِ وَمَا يَجِبُ لِلَّهِ عَزَّ وَجَلَّ عَلَيْهِ فِيهَا، وَمِثْلُ صِيَامِ شَهْرِ رَمَضَانَ وَمَا يَجِبُ لِلَّهِ عَزَّ وَجَلَّ فِيهِ، وَمِثْلُ الْحَجِّ مَتَى يَجِبُ، وَإِذَا وَجَبَ مَا يَلْزَمُ مِنْ أَحْكَامِهِ كَيْفَ يُؤَدِّيهِ إِلَى اللَّهِ عَزَّ وَجَلَّ؟ وَمِثْلُ الْجِهَادِ وَمَتَى يَجِبُ؟ وَإِذَا وَجَبَ مَا يَلْزَمُهُ مِنْ أَحْكَامِهِ وَعِلْمِ الْمَكَاسِبِ وَمَا يَحِلُّ مِنْهَا وَمَا يَحْرُمُ وَلْيَأْخُذَ الْحَلَالَ بِعِلْمٍ وَيَجْتَنِبَ الْحَرَامَ بِعِلْمٍ، وَعِلْمِ النَّفَقَاتِ الْوَاجِبَاتِ عَلَيْهِ وَغَيْرِ الْوَاجِبَاتِ، وَعِلْمِ بِرِّ الْوَالِدَيْنِ وَالنَّهْىِ عَنِ الْعُقُوقِ، وَعِلْمِ صِلَةِ الْأَرْحَامَ وَالنَّهْيِ عَنْ قَطْعِهَا، وَعِلْمِ حِفْظِ كُلِّ جَارِحَةٍ مِنْ جَوَارِحِهِ مِمَّا أَمَرَهُ اللَّهُ عَزَّ وَجَلَّ بِحِفْظِهَا، وَعُلُومٍ كَثِيرَةٍ يَطُولُ شَرْحُهَا، لَا بُدَّ مِنْ عِلْمِهَا وَالْعَمَلِ بِهَا فَاَعْقِلُوا رَحِمَكُمُ اللَّهُ مَا حَثَّكُمْ عَلَيْهِ نَبِيُّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى يَكُونَ فِيكُمْ خَيْرٌ تَحْمَدُونَ عَوَاقِبَهُ فِي الدُّنْيَا وَالْآخِرَةِ.","އަހަރެމެންނަށް އަބޫ ބަކްރު މުޙައްމަދު ބްނު އަލްޙުސައިން އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ:\nއަހަރުމެންނަށް އަބޫ މުސްލިމު އިބްރާހީމް ބްނު ޢަބްދު ﷲ އަލްކައްޝީ ޚަބަރު ދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ސުލައިމާނު ބްނު ދާވޫދު އައްޝާޛަކޫނީ ޚަބަރު ދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލްވާޙިދު ބްނު ޒިޔާދު ޚަބަރު ދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް މަޢްމަރު ޚަބަރު ދެއްވިއެވެ. އެބޭފުޅާ އައްޒުހްރީގެ އަރިހުންނެވެ. އެބޭފުޅާ ސަޢީދު ބްނު އަލްމުސައްޔިބުގެ އަރިހުންނެވެ. އެބޭފުޅާ އަބޫ ހުރައިރާގެ އަރިހުންނެވެ. އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ މީހަކަށް ހެޔޮ ގޮތެއް ބޭނުންފުޅުވެ ވޮޑިގެންވާަނަމަ ނުވަތަ ﷲ މީހަކަށް ހެޔޮ ގޮތް އިރާދަ ކުރައްވައިފިނަމަ، އެމީހަކު ދީނުގައި ފިޤުހުވެރި ކުރައްވައެވެ. ނުވަތަ އެމީހަކު ދީނުގައި ފަހުމްވެރި ކޮށްދެއްވައެވެ.\"\n[ރިވާކުރެއްވީ އަޙްމަދު: 7194، އަދި އިބްނު މާޖާ: 220، އަދި މުޢާވިޔަތުގެފާނު ރަޟިޔަﷲ ޢަންހުގެ އަރިހުން މި ޙަދީޘް ޞަޙީޙައިން ގައި އިއްތިފާޤު ވެފައިވެއެވެ. އެއީ އަލްބުޚާރީ: 71، 3116، 7312 އަދި މުސްލިމް: 1037 ގައެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: މިއިން ދަލީލުކޮށްދެނީ އެމީހަކު އެމީހާގެ ދީނުގައި ފިޤުހުވެރި ކަމުގައި ނުވާނަމަ، ފަހެ އޭނާގެ ހެޔޮކަމެއް ނުވާކަމުގައެވެ.\nފަހެ ދެން ތިބާ ބުނެއްޖެ ނަމަ: ކަރީމްވަންތަ ނުވަތަ ދީލަތިވަންތަ ﷲ މީހެއްގެ ކިބައިން ހެޔޮކަންވުމަށްޓަކައި އެކަލާނގެ ބޭނުންފުޅުވެ ވޮޑިގަންނަވައި ނުވަތަ އެކަމަށް އެކަލާނގެ އިރާދަ ކުރައްވައިފި މީހާ، ﷲ ޢައްޒަ ވަޖައްލަ އެމީހާ އޭނާގެ ދީނުގައި އޭނާ ފިޤުހުވެރިކުރައްވައިފި އެމީހާގެ ޞިފައަކީ ކޮބައި ހެއްޔެވެ؟\nއޭނާއަށް ބުނެވޭ ހުއްޓެވެ: އެމީހަކީ ފިރިހެން، މުސްލިމް، ޢަޤްލުވެރި ނުވަތަ ބުއްދިވެރި މީހާއެވެ. އޭނާއީ ﷲ ޢައްޒަ ވަޖައްލަ އެކަލާނގެއަށް އަޅުކަން ކުރެއްވުމަށް އަންގަވާފައިވާ އަޅުކަންތަކެއް ވާކަން އޭނާއަށް އެނގި އެކަން ދަންނަ މީހާއެވެ. އެ މީހާއީ އެއަޅުކަންތަކަކީ އެކަލާނގެއަށް އަޅުކަން ކުރުން އޭނާގެ މައްޗަށް ވާޖިބުވެގެންވާ އަޅުކަންތަކެއްކަން ދަންނަ މީހާއެވެ. އަދި އެ އަޅުކަންތައް ކުރަން އޮތީ އޭނާ ހިތުހުރި ގޮތަށް ނުވަތަ އޭނާ ބޭނުންވާހާ ގޮތަކަށް ނޫން ކަމާއި، އެއަޅުކަންތައް ކުރަން އޮތީ އެކަލާނގެ އަމުރުފުޅު ކުރައްވާފައިވާ ގޮތަށް ކަން ދަންނަ މީހާއެވެ. އަދި އެހެނަސް އެއީ ޢިލްމުން ނުވަތަ އެނގޭ މިންވަރުން އޭނާގެ މައްޗަށް ވާޖިބު ކުރާ ވަރަށެވެ. ފަހެ އެހެންކަމުން އެޢިލްމު ހޯދަނީ ﷲ ޢައްޒަ ވަޖައްލައަށް އަޅުކަން ކުރައްވަން އެކަލާނގެ އަންގަވާފައިވާ އަޅުކަންތަކާއި މެދުގައި ފިޤުހުވެރިވުމަށްޓަކައެވެ. އެއީ އެކަލާނގެ އަމުރުފުޅު ކުރައްވާފައިވާ ފަރާއިޟްތައް އަދާކުރުމަށާއި އަދި އެކަލާނގެ ނަހީކުރައްވާފައިވާ ޙަރާމް ކަންތައްތަކުން ދުރުވެގަނެ ދުރުހެލިވުމަށްޓަކައެވެ. އެއިން ކަމެއްގައި ޖާހިލުވުމަކުން އޭނާ ތަނަވަސްވެގެންނެއް ނުވެއެވެ. އަދި އެއިން ކަމެއްގައި އެއިން ކަމެއް ނޭނގުމަށް ދޫކޮށްލުމުގައި ޢަޤްލުވެރި ޢިލްމުވެރިންނަކަށް ވިޔަސް ޢުޛުރެއް ލިބުމެއް ނުވެއެވެ.\nއަދި އެއީ މިޘާލަކަށް: ޠަހާރަތެވެ. އޭގެ ފަރާއިޟްތަކަކީ ކޮބާ ކަމާއި، އަދި އޭގެ ސުނަނުތަކަކީ ކޮބާ ކަމާއި، އަދި އެ ފާސިދުވާ ކަންކަމީ ކޮބާ ކަމާއި، އަދި އެ ޞާލިޙުވާ ކަންކަމީ ކޮބާ ކަމެވެ.\nއަދި މިޘާލަކަށް: ދުވާލާއި ރޭގަނޑުގައި ﷲ ޢައްޒަ ވަޖައްލައަށް އަދާކުރަން ޖެހޭ ފަސް ނަމާދުވާކަމުގެ ޢިލްމެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލައަށް އެނަމާދު އަދާކުރާނެ ގޮތަކީ ކޮބައިކަމާއި ކިހިނެއްކަމުގެ ޢިލްމެވެ. \nއަދި މިޘާލަކަށް: ޒަކާތުގެ ޢިލްމެވެ. އަދި އޭގެ ތެރޭގައިވާ ﷲ ޢައްޒަ ވަޖައްލައަށްވާ އޭނާގެ މައްޗަށް ވާޖިބުވާ ކަންކަމެވެ. \nއަދި މިޘާލަކަށް: ރަމަޟާން މަހު ރޯދައެވެ. އަދި އޭގެ ތެރޭގައިވާ ﷲ ޢައްޒަ ވަޖައްލައަށްވާ އޭނާގެ މައްޗަށް ވާޖިބުވާ ކަންކަމެވެ.\nއަދި މިޘާލަކަށް: ޙައްޖެވެ. އަދި އެކަން ވާޖިބުވަނީ ކޮން އިރަކު ކަމެވެ. އަދި އެކަން ވާޖިބުވުމުން އޭނާއަށް ލާޒިމްކުރާ އޭގެ އަޙްކާމްތަކެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލައަށް އެ ޙައްޖު އަދާކުރަނީ ކިހިނެއްކަމެވެ. \nއަދި މިޘާލަކަށް: ޖިހާދެވެ. އަދި އެކަން ވާޖިބު ވަނީ ކޮން އިރަކު ކަމެވެ. އަދި އެކަން ވާޖިބުވުމުން އޭނާއަށް ލާޒިމްކުރާ އޭގެ އަޙްކާމްތަކެވެ.\nއަދި އާމްދަނީ ހޯދަން ކުރެވޭ މަސައްކަތުން ހޯދޭ ތަކެތީގެ ޢިލްމެވެ. އަދި އެކަމުގައި ޙަލާލުވާ ކަންކަމާއި އަދި އެކަމުގައި ޙަރާމްވާ ކަންކަމެވެ. އަދި އޭގެ ޢިލްމާއިގެން ޙަލާލް ކަންތަކުގައި ހިފުމެވެ. އަދި އޭގެ ޢިލްމާއިގެން ޙަރާމް ކަންތަކުން ދުރުހެލިވުމެވެ.\nއަދި އޭނާގެ މައްޗަށް ވާޖިބުވާ ނަފަޤާތުގެ ޢިލްމެވެ. އަދި ވާޖިބުނުވާ ހޭދަކުރުމެގެ ޢިލްމެވެ.\nއަދި މައިންބަފައިންނަށް ހެޔޮކޮށް ހިތުމުގެ ޢިލްމެވެ. އަދި ނުބައިކޮށްހިތުމާއި ނުކިޔަމަންތެރިވުމަށް ނަހީވެފައިވާ ކަމުގެ ޢިލްމެވެ.\nއަދި ރަޙިމުގެ ގުޅުން ގުޅުވުމާއި އަދި އެގުޅުން ކަނޑައިލުމަށް ނަހީވެފައިވާ ކަމުގެ ޢިލްމެވެ. \nއަދި އޭނާގެ ގުނަވަންތައް، އެ ގުނަވަންތައް ރައްކާތެރި ކުރުމަށް ﷲ ޢައްޒަ ވަޖައްލަ އޭނާއަށް އަމުރުފުޅު ކުރައްވާފައިވާ ފަދައިން، އޭނާގެ ގުނަވަންތަކުން ކުރެ ކޮންމެ ގުނަވަނެއް ރައްކާތެރި ކުރުމުގެ ޢިލްމެވެ.\nއަދި އޭގެ ޝަރަޙަކުރުން ދިގުވެގެންވާ އެތަކެއް ގިނަ ޢިލްމުތަކެކެވެ. އެ ޢިލްމުތައް ކޮންމެހެން ވެސް އެނގެންޖެހޭ ޢިލްމުތަކެވެ. އަދި އެއަށް ޢަމަލު ކުރަން ޖެހޭ ޢިލްމުތަކެވެ. \nފަހެ އެހެންކަމުން ތިޔަބައިމީހުން ވިސްނާ ބުއްދި ކުރާށެވެ. – ﷲ ތިޔަބައިމީހުންނަށް ރަޙްމަތް ލައްވާށިއެވެ. – ތިޔަބައިމީހުން ވިސްނާ ބުއްދި ކުރަންވީ ތިޔަބައިމީހުންގެ ނަބިއްޔާ ﷺ ތިޔަބައިމީހުންނަށް ބެހެއްޓެވި ފަރުވާތެރިކަމުގެ ކަންކަމުގެ މައްޗަށެވެ. އެއީ ތިޔަބައިމީހުންގެ ތެރޭގައި ހެޔޮކަންވެ، ދުނިޔެއާއި އާޚިރަތުގެ ނިމުމަށް ޙަމްދުކުރާނޭ ބަޔަކު ކަމުގައި ވުމަށްޓަކައެވެ.\n***",""],["2","","","٢- وَأَخْبَرَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: ‌‌«عَلَيْكُمْ بِالْعِلْمِ قَبْلَ أَنْ يُقْبَضَ، وَقَبْلَ أَنْ يُرْفَعَ» ثُمَّ جَمَعَ بَيْنَ أُصْبُعَيْهِ الْوُسْطَى وَالَّتِي تَلِي الْإِبْهَامَ، ثُمَّ قَالَ: «الْعَالِمُ وَالْمُتَعَلِّمُ شَرِيكَانِ فِي الْأَجْرِ، وَلَا خَيْرَ فِي النَّاسِ بَعْدُ»","","قَالَ: أَخْبَرَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: ‌‌«عَلَيْكُمْ بِالْعِلْمِ قَبْلَ أَنْ يُقْبَضَ، وَقَبْلَ أَنْ يُرْفَعَ» ثُمَّ جَمَعَ بَيْنَ أُصْبُعَيْهِ الْوُسْطَى وَالَّتِي تَلِي الْإِبْهَامَ، ثُمَّ قَالَ: «الْعَالِمُ وَالْمُتَعَلِّمُ شَرِيكَانِ فِي الْأَجْرِ، وَلَا خَيْرَ فِي النَّاسِ بَعْدُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْقِلْ رَحِمَنَا اللَّهُ وَإِيَّاكَ، مَا خَاطَبَكَ بِهِ النَّبِيُّ ﷺ، فَإِنَّهُ يَحُثُّكَ عَلَى طَلَبِ عِلْمِ مَا تَقَدَّمَ ذِكْرُنَا لَهُ قَبْلَ فَنَاءِ الْعُلَمَاءِ، ثُمَّ اعْلَمْ أَنَّ فَنَاءَ الْعِلْمِ بِقَبْضِ أَهْلِهِ، ثُمَّ أَعْلَمَكَ أَنَّ الْخَيْرَ إِنَّمَا هُوَ فِيمَنْ يَطْلُبُ الْعِلْمَ، وَفِيمَنْ تَعَلَّمَ الْعِلْمَ، فَمَنْ لَمْ يَكُنْ كَذَلِكَ فَلَا خَيْرَ فِيهِ، اعْقِلْ هَذَا وَاطْلُبْ مِنَ الْعِلْمِ مَا يُنْفَى عَنْكَ بِهِ الْجَهْلُ، وَتَعْبُدُ اللَّهَ بِهِ وَتُرِيدُ اللَّهَ الْعَظِيمَ بِهِ، فَإِنَّهُ عَلَيْكَ فَرِيضَةٌ لِقَوْلِ النَّبِيِّ ﷺ: «طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ»، وَلِقَوْلِهِ: «اطْلُبُوا الْعِلْمَ وَلَوْ بِالصِّينِ»","ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބޫ ބަކްރު ޖަޢްފަރު ބްނު މުޙައްމަދު އަލްފިރްޔާބީ ޚަބަރު ދެއްވިއެވެ. އަހަރުމެންނަށް ހިޝާމް ބްނު ޢައްމާރު އައްދިމިޝްޤީ ކިޔައިދެއްވިއެވެ. އަހަރުމެންނަށް ޞަދަޤަތު ބްނު ޚާލިދު ކިޔައިދެއްވިއެވެ. އަހަރެމެންނަށް ޢުޘްމާން ބްނު އަބީ އަލްޢާތިކާ ކިޔައިދެއްވިއެވެ. އެއީ ޢަލީ ބްނު ޔަޒީދުގެ އަރިހުންނެވެ. އެއީ އަލްޤާސިމްގެ އަރިހުންނެވެ. އެއީ އަބޫ އުމާމާ އަލްބާހިލީ ރަޟިޔަﷲ ޢަންހުގެ އަރިހުންނެވެ. ހަމަކަށަވަރުން ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"ޢިލްމު ޤަބްޟު ކުރެވުމުގެ ނުވަތަ ހިފެހެއްޓިގެން ދިޔުމުގެ ކުރީންނާއި އަދި ޢިލްމު އުފުލިގެން ދިޔުމުގެ ކުރިން ތިޔަބައިމީހުންގެ މައްޗަށް ޢިލްމުގައި ހިފެހެއްޓުން ހުއްޓެވެ.\" ދެން އެކަލޭގެފާނުގެ މެދުވާ އިނގިލިފުޅާއި އަދި ބޮޑުވާ އިނގިލިފުޅު ޖެހިގެންވާ އިނގިލިފުޅު (އެބަހީ ޝަހާދަތް އިނގިލިފުޅު) ޖައްސަވާ، އެ ދެއިނގިލިފުޅު ކައިރިކުރައްވާ ޖައްސަވާފައި ދެން ޙަދީޘް ކުރެއްވިއެވެ: \"ޢިލްމުވެރިޔާ އާއި އަދި ޢިލްމު ހޯދާ ފަރާތްވަނީ އަޖުރުގައި ބައިވެރިވެގެންނެވެ. އަދި އެއަށް ފަހުގައި އެނޫން މީސްތަކުންގެ ހެޔޮކަމެއް ނުވެއެވެ.\" \n[ރިވާކުރެއްވީ: މުސްނަދު އަޙްމަދު: 22290 އަދި ސުނަނު އިބްނު މާޖާ: 228 އެވެ. އަދި ޙަދީޘްގެ އިސްނާދުގައިވާ: އަބޫ އަލްޙަފްޞު ޢުޘްމާން ބްނު އަބީ އަލްޢާތިކާ ސުލައިމާނު އަލްއަޒްދީއާ މެދު ދަންނައެވެ. އިމާމް އިބްނު މަޢީން ވިދާޅުވިއެވެ: އެކަށްޗެއްވެސް ނޫނެވެ. (އެބަހީ ޟަޢީފް ބަލިކަށި ކަމުގައެވެ.) އަދި އިބްނު ޢަދިއްޔު 'އަލްކާމިލު ފީ އައްޟުޢަފާއު' ގެ: 280/6 ގައި މިޙަދީޘް ގެންނަވާފައި މި ޙަދީޘް ޟަޢީފް ކުރެއްވިއެވެ. އަދި އެއަށްފަހުގައި އަލްބާނީ ވެސް ވަނީ މިޙަދީޘް ޟަޢީފް ކުރައްވާފައެވެ. އެހެނަސް މިޙަދީޘްގެ މާނައަށް އިތުރު ގިނަ ޝާހިދުތަކެއް އެބަހީ ޙަދީޘްއަށް ބާރުދޭ އަދި ހެކިލިބޭ އެހެން ޙަދީޘްތައް ވެއެވެ. އެއީ ޞަޙީޙް އަލްބުޚާރީގައިވާ 'ޢިލްމު ޤަބްޟުކުރެވިގެން ދާނީ ކިހިނަކުން ކަމުގެ ބާބު' ގެ ދަށުން މިޙަދީޘްގެ މާނައިގައި އައިސްފައިވާ ޞައްޙަ ޙަދީޘްއާއި އަޘަރާއި، އަދި ޞަޙީޙް މުސްލިމްގައިވާ 'ޢިލްމު އުފުލިގެން ދިޔުމާއި އަދި ޤަބްޟުކުރެވިގެން ދިޔުމުގެ ބާބު' ގެ ދަށުން މިޙަދީޘްގެ މާނައިގައި އައިސްފައިވާ ޞައްޙަ ޙަދީޘްތަކާއި، އަދި ސުނަނު އައްތިރްމިޛީގައިވާ 'ޢިލްމު ނެތިދިޔުމާއި ބެހޭ ގޮތުން އައިސްފައިވާ ޙަދީޘްތަކުގެ ބާބު' ގެ ދަށުން މިޙަދީޘްގެ މާނައިގައި އައިސްފައިވާ ޙަދީޘްތަކާއި، އަދި ސުނަނު އައްދާރިމީގައިވާ 'ޢިލްމު ނެތިދިޔުމުގެ ބާބު' ގެ ދަށުން މިޙަދީޘްގެ މާނައިގައި އައިސްފައިވާ ޙަދީޘްތައް ފަދަ ޝާހިދުތަކެވެ. އެހެންކަމުން ފަޟާއިލުތަކާއި ޢިލްމާއި އެފަދަ ކަންކަމުގެ މަތިވެރިކަންކަމާ ގުޅޭ ޙަދީޘްތައް އެ ޟަޢީފް ވިޔަސް އޭގެ ޝާހިދުތައް ގިނަވެފައިވުމާ އެކީ އެފަދަ ޙަދީޘްތައް ޖަމާކުރެވި ޙަސަން ދަރަޖާގައި ރިވާކުރެވިގެން ދެއެވެ. އެއީ މިޙަދީޘްގެ ޝާހީދުތަކުން ކުރެ ސުނަނު އައްދާރިމީގެ: 246 ވަނަ ޙަދީޘްގައި ހަމަ މިޙަދީޘް ރިވާ ކުރެއްވި ޞަޙާބީ އަބޫ އުމާމާ އަލްބާހިލީގެ ޙަދީޘްގެ ޙުކުމްގައި އިސްނާދު ޟަޢީފްވިޔެއްކަމަކު ގިނަ ޝާހިދުތަކަށް ބަލައި ޙަސަން ޙަދީޘްއެއްގެ ގޮތުގައި ކަނޑައަޅުއްވާފައިވާ ފަދައިންނެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ:\nތިޔަބައިމީހުން ވިސްނާ ބުއްދި ކުރާށެވެ. – އަހަރުމެންނަށާއި ތިބާއަށް ﷲ ރަޙްމަތް ލައްވާށިއެވެ. – ތިބާއަށް ނަބިއްޔާ ﷺ މުޚާޠަބު ކުރައްވާފައި އެވާ ކަމަކީ އެއީ، ފަހެ ޢިލްމު އުނގެނުމަށް އެކަލޭގެފާނު ތިބާއަށް ބާރުއަޅުއްވަނީއެވެ. އެއީ ޒިކުރު ވެވިގެން އިސްވެދިޔަ ފަދައިން ޢިލްމުވެރިން ފަނާވެ ދިޔުމުގެ ކުރިންނެވެ.\nދެން ތިބާ ދެނެގަންނާށެވެ. ހަމަކަށަވަރުން ޢިލްމު ފަނާވެގެންދަނީ: އޭގެ އަހުލުވެރިން ޤަބްޟު ކުރެވި ނެތިގެން ގޮސްގެނެވެ.\nދެން ތިބާއަށް ނިކަން އުނގަންނާ ދެމެވެ. ހަމަކަށަވަރުން ހެޔޮކަން ވަނީ ޢިލްމު އުނގެނޭ ފަރާތަކަށެވެ. އަދި އެ ޢިލްމު އުނގަންނާ ދޭ ފަރާތަކަށެވެ. ފަހެ އެފަދައިން ނުވާ ބަޔަކުނަމަ; ފަހެ އެބައިމީހުންގެ ހެވެއް ނުވެއެވެ.\nމި ދެކެވުނު ޚިޠާބާ މެދުގައި ނިކަން ތިބާ ވިސްނާ ބުއްދި ކުރާށެވެ. އަދި ޢިލްމު އުނގެނުމުގައި ތިބާގެ ކިބައިން ޖާހިލުކަން ނަފީވެގެން ދާނޭ ޢިލްމު ތިބާ އުނގެނޭށެވެ. އަދި ﷲ ތަޢާލާ އަޅުކަން ކުރާނޭ ޢިލްމު ތިބާ އުނގެނޭށެވެ. އަދި އެ ޢިލްމަކުން ޢަޡީމްވަންތަ ﷲ ބޭނުންވެގެންވާ ޢިލްމު ތިބާ އުނގެނޭށެވެ. ފަހެ އެހެނީ އެއީ ތިބާގެ މައްޗަށްވާ ފަރީޟަތެކެވެ. އެއީ ނަބިއްޔާ ﷺ ޙަދީޘް ބަސްފުޅަށެވެ: \"ޢިލްމު އުނގެނުމަކީ ކޮންމެ މުސްލިމެއްގެ މައްޗަށްވާ ފަރީޟަތެކެވެ. (އެބަހީ ފަރުޟު ވެގެންވާ ކަމެއް ކަމުގައެވެ.)\"\n[އިމާމް އަލްއާޖުއްރީ މިފޮތުގެ މުޤައްދިމާގައި ވެސް މި ޙަދީޘް ޒިކުރު ކުރައްވާފައި ވެއެވެ. އަދި ކުރީގެ ސަލަފުންގެ ޙާފިޡުންތައް ވަނީ މިޙަދީޘް ޟަޢީފް ކުރައްވާފައެވެ. އެގޮތުން އަލްޙާފިޡް އަލްޢުޤައިލީ އެބޭފުޅާގެ ފޮތް 'އައްޟުޢަފާއު އަލްކަބީރު' ގެ: 230/2 ގައި މިޙަދީޘް ޒިކުރު ކުރައްވާ ގެންނަވަތެވެ: ރާވީން ކުރެ އަބޫ ޢާތިކާގެ ކިބައިން އައިސްފައިވަނީ ފަހެ އަބޫ ޢާތިކާއަކީ މަތުރޫކު ޙަދީޘް ފަރާތެއް ކަމުގައި ވެއެވެ. އެބަހީ ޙަދީޘް ރިވާކުރުމުން ދޫކޮށްލެވިފައިވާ ފަރާތެއް ކަމުގައެވެ. އަދި މި ރިވާޔަތުގައި ބަލިކަށިކަން ވެއެވެ. އެހެންކަމުން ގާތް ވެގެންވަނީ ޟަޢީފް ކަމުގައެވެ. އަދިވެސް އިބްނު ޤުދާމާ އަލްމަޤްދިސީގެ ފޮތް 'އަލްމުންތަޚަބު މިން ޢިލަލި އަލްޚައްލާލް' ގެ: 128/1 - 130/1 ގައި މިޙަދީޘް އިމާމް މާލިކުގެ އަރިހުން، ނާފިޢުގެ އަރިހުން، އިބްނު ޢުމަރު ރަޟިޔަﷲ ޢަންހުމާގެ އަރިހުން ގެންނެވުމުން އިމާމް އަޙްމަދު ވިދާޅުވިއެވެ: މިއީ ދޮގެކެވެ. އަދި ޢިލްމު އުނގެނުމަކީ ފަރީޟަތެއްތޯ އެތަންކޮޅާ މެދުގައި އިމާމް އަޙްމަދާއި ސުވާލު ދެންނެވުމުން އިމާމް އަޙްމަދު ވިދާޅުވިއެވެ: ތިކަމަށް އަހަރުމެންގެ ގާތުގައި އެއްވެސް އެއްޗެއް ޘާބިތުވެގެން ނުވެއެވެ. އަދި އަބޫ ޢާތިކާގެ ކިބައިން އައިސްފައިވާ ރިވާޔަތާއި މެދުގައި އިމާމް ޔަޙްޔާ ބްނު މަޢީންއާ ސުވާލު ދެންނެވުމުން އަބޫ ޢާތިކާ އެއީ ނޭނގޭ މަޖްހޫލު ފަރާތެއް ކަމުގައި ވިދާޅުވިއެވެ. އަދި އިމާމް އަޙްމަދަށް މި ރިވާޔަތް ޛިކުރު ކުރެއްވުމުން އެބޭފުޅާ ވަރަށް ގަދައަށް މި ރިވާޔަތަށް އިންކާރު ކުރެއްވި ކަމުގައި އަލްޙާފިޡް އަލްމައްރޫޛީ ޚަބަރު ދެއްވިއެވެ. އަދި މިޙަދީޘް އެހެން އިސްނާދަކުން ސުނަނު އިބްނު މާޖާގެ: 224 ގައި  އައިސްފައިވެއެވެ. ބައެއް މުޙައްދިޘުން ޙަދީޘްގައިވާ ޢިލްމު އުނގެނުމަށް އަންގަވާފައިވާ ތަންކޮޅު ޞައްޙަ ކުރެއެވެ. ބާކީ ބައި ޟަޢީފްއެވެ. އަދި މުސްނަދު އަލްބައްޒާރު: 6746 - 240/13 ގައި މިޙަދީޘް ވެއެވެ. އަދި ގިނަ ފަރާތްތަކެއްގެ އަރިހުން މިޙަދީޘް ރިވާ ކުރެވިފައިވާ ކަމުގައި ވިޔަސް، ޙަދީޘްގެ ހުރިހާ އިސްނާދުތަކެއްހެން ބަލިކަށި ކަމެއް އެކުލެވިގެންވާ ކަމުގައި ވެއެވެ. އެއާއެކުވެސް މިޙަދީޘް ޒިކުރުވެވިފައިވަނީ ޙަދީޘްގެ ޢިއްލަތް ބަޔާން ކޮށްދިނުމުގެ ގޮތުން އެކަމުގެ މައްޗަށް ކަމުގައި ވެއެވެ.]\nއަދި އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅަށެވެ: \"ސީނުކަރައިން ވިޔަސް ތިޔަބައިމީހުން ޢިލްމު އުނގެނޭ ހުށިކަމެވެ.\"\n[އިހު ބަޔާންވެވުނު ފަދައިން އަލްޙާފިޡް އަލްޢުޤައިލީ އެބޭފުޅާގެ ފޮތް 'އައްޟުޢަފާއު އަލްކަބީރު' ގެ: 230/2 ގައި މިޙަދީޘް ޟަޢީފް ކުރައްވާފައި ވެއެވެ. އަދި ހަމަ އިހު ބަޔާން ކުރެވުނު ފަދައިން އިބްނު ޤުދާމާ އަލްމަޤްދިސީގެ ފޮތް 'އަލްމުންތަޚަބު މިން ޢިލަލި އަލްޚައްލާލް' ގެ: 128/1 - 130/1 ގައި އަލްޙާފިޡް އަލްޚައްލާލް ވަނީ މި ޙަދީޘްގެ ޟަޢީފްކަން ބަޔާންކުރައްވާފައެވެ. އޭގެ އިތުރުން އިބްނުލް ޖައުޒީގެ 'އަލްމައުޟޫޢާތު' ފޮތުގެ: 1 / 215-216 ގައި މިޙަދީޘް ރިވާކުރައްވާފައި މިއީ ރަސޫލާ ﷺ އަރިހުން ޞައްޙަވެގެންވާ ޙަދީޘްއެއް ނޫން ކަމުގައި ގެނެސްފައިވެއެވެ. ފަހެ މި ޙަދީޘްގެ ރާވީން ކުރެ އަލްޙަސަން ބްނު ޢަޠިއްޔާ މެދު، އިމާމް އަބޫ ޙާތިމް އައްރާޒީ ވަނީ އެ ފަރާތް ޟަޢީފް ކުރައްވާފައެވެ. އަދި މިޙަދީޘްގެ ރާވީން ކުރެ އަބޫ ޢާތިކާއާ މެދު އިމާމް އަލްބުޚާރީ ވިދާޅުވިއެވެ: ޙަދީޘް ނެގުން ދޫކޮށްލެވިފައި މުންކަރު ފަރާތެކެވެ. އަދި އަލްޙާފިޡް އިބްނު ޙިއްބާން ވިދާޅުވިއެވެ: އަދި މިޙަދީޘް އަކީ އެއްވެސް އަޞްލެއް ނުވާ ބާޠިލު ޙަދީޘްއެކެވެ. އަދި މުސްނަދު އަލްބައްޒާރުގެ: 95 - 164/1 ގައި މިޙަދީޘް ޒިކުރު ކުރައްވާ ގެންނަވާފައި ވެއެވެ: ރާވީން ކުރެ އަބޫ އަލްޢާތިކާ އެއީ ކާކު ކަމެއް ނޭނގެއެވެ. އަދި އެއީ ކޮންތާކުން އައި ފަރާތެއް ކަމެއްވެސް ނޭނގެއެވެ. ފަހެ އެހެންކަމުން މިޙަދީޘްއަށް އެއްވެސް އަޞްލެއް ނުވެއެވެ. އަދި އަލްޙާފިޡް އަލްބައިޙަޤީ އެބޭފުޅާގެ 'ޝުޢަބުލް އީމާން' ގެ 724/2 ގައި މިޙަދީޘްގެ ޙުކުމާ މެދު ވިދާޅުވިއެވެ: ޙަދީޘްގެ މި މަތުނު މަޝްހޫރުވެގެން ވެއެވެ. އެހެނަސް ޙަދީޘްގެ ހުރިހާ އިސްނާދުތަކެއްހެން ޟަޢީފްއެވެ. ނުވަތަ ރިވާވެގެން ވަނީ ޟަޢީފް ވަޖުހުތަކުންނެވެ. އެއާއެކު އަލްބަނީ ވެސް ވަނީ މިޙަދީޘް ޟަޢީފް ކުރައްވާފައެވެ.]\n|| ފަހުން މިގެނެވުނު ދެ ޙަދީޘް ބަސްފުޅާ މެދު އިތުރު ފައިދާއަށް ބައްލަވާ: ޤާޟީ އަލްމާރަިސްތާންގެ 'އަޙާދީޘުއްޝުޔޫޚި އައްޘިޤާތު' ނުވަތަ މަޝްހޫރު ނަމުން ނަމަ 'އަލްމަޝްޔަޚަތުލް ކުބްރާ' ގެ ޞ 583 ނަމްބަރު 126 އާއި ޞ 1158 ނަމްބަރު 557 ގެ ހަވާސާނޯޓަށެވެ. އެއީ އިހު ބަޔާން ކުރެވުނު ފުރަތަމަ ޙަދީޘް: ކޮންމެ މުސްލިމަކު ވެސް ޢިލްމު އުނގެނުމަށް ފަރުޟުވެގެންވާ ކަމުގެ ޙަދީޘްގައި، ވަރަށް ގިނަ މަގުތަކުން އެ ޙަދީޘް އައިސްފައިވުމާއި އަދި އެމާނަ އެކުލެވޭ ޝާހިދުތައް ވާތީ ބައެއް ޢިލްމުގެ އަހުލުވެރިން އެ ޙަދީޘް ޟަޢީފް ކުރެއްވިޔަސް އަނެއްބައި ބޭކަލުން އެ ޙަދީޘް މާނައިން ޞައްޙަ ކުރެއެވެ.\nއިބްނު ބާޒުވެސް ދެކިލައްވަނީ މިފަދައިންނެވެ. އެހެންނަމަވެސް ސީނުކަރައިން ވިޔަސް ޢިލްމު ހޯދުމަށް ރަސޫލާ ﷺ ނިސްބަތް ކުރެވޭ އެޙަދީޘްއަކީ ގަދައަށް ޟަޢީފް ބަލިކަށި ޙަދީޘްއެކެވެ. ނުވަތަ އެއްވެސް އަޞްލެއް ނުވާ ދޮގު ޙަދީޘް އެކެވެ. ||\n***",""],["3","","","٣- وَحَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ يَعْنِي ابْنَ مُعَاوِيَةَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ قَالَ: سَمِعْتُ عَلْقَمَةَ بْنَ وَقَّاصٍ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «إِنَّمَا‌‌ الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ»","","قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ يَعْنِي ابْنَ مُعَاوِيَةَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ قَالَ: سَمِعْتُ عَلْقَمَةَ بْنَ وَقَّاصٍ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ يَقُولُ: «إِنَّمَا‌‌ الْأَعْمَالُ بِالنِّيَّةِ، وَإِنَّمَا لِامْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْلَمْ رَحِمَنَا اللَّهُ وَإِيَّاكَ أَنَّ هَذَا الْحَدِيثَ أَصْلٌ مِنْ أُصُولِ الدِّينِ، لَا يَجُوزُ لِأَحَدٍ مِنَ الْمُسْلِمِينَ أَنْ يُؤَدِّيَ مَا افْتَرَضَ اللَّهُ عَزَّ وَجَلَّ عَلَيْهِ مِنْ فَرِيضَةٍ وَلَا يَتَقَرَّبُ إِلَيْهِ بِنَافِلَةٍ إِلَّا بِنِيَّةٍ خَالِصَةٍ صَادِقَةٍ لَا رِيَاءَ فِيهَا وَلَا سُمْعَةَ، وَلَا يُرِيدُ بِهَا إِلَّا اللَّهَ عَزَّ وَجَلَّ، وَلَا يُشْرِكُ فِيهَا مَعَ اللَّهِ عَزَّ وَجَلَّ غَيْرَهُ، لِأَنَّ اللَّهَ تَعَالَى لَا يَقْبَلُ مِنَ الْعَمَلِ إِلَّا مَا أُخْلِصَ لَهُ وَأُرِيدَ بِهِ وَجْهُهُ، لَا يَخْتَلِفُ فِي هَذَا الْعُلَمَاءُ، فَإِنْ قُلْتَ: فَأَيُّ شَيْءٍ مَعْنَى هَذَا الْحَدِيثِ فِي الْهِجْرَةِ؟ قِيلَ لَكَ: اعْلَمْ أَنَّ النَّبِيَّ ﷺ لَمَّا هَاجَرَ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ أَوْجَبَ عَلَى جَمِيعِ الْمُسْلِمِينَ مِمَّنْ هُوَ بِمَكَّةَ أَنْ يُهَاجِرُوا وَيَدَعُوا أَهَالِيَهُمْ وَعَشَائِرَهُمْ وَدِيَارَهُمْ، يُرِيدُونَ بِذَلِكَ وَجْهَ اللَّهِ عَزَّ وَجَلَّ، لَا غَيْرَهُ، فَكَانَ النَّاسُ يُهَاجِرُونَ عَلَى هَذَا النَّعْتِ، فَأَثْنَى اللَّهُ عَزَّ وَجَلَّ عَلَى الْمُهَاجِرِينَ فِي كِتَابِهِ فِي غَيْرِ مَوْضِعٍ، وَذَمَّ مَنْ تَخَلَّفَ عَنِ الْهِجْرَةِ بِغَيْرِ عُذْرٍ، وَعَذَرَ مَنْ تَخَلَّفَ بِعُذْرٍ إِذَا كَانَ لَا يَسْتَطِيعُ، فَخَرَجَ رَجُلٌ مِنْ مَكَّةَ مُهَاجِرًا فِي الظَّاهِرِ وَقَدْ شَمِلَهُ الطَّرِيقُ مَعَ النَّاسِ وَالسَّفَرُ، وَلَمْ يَكُنْ مُرَادُهُ اللَّهَ عَزَّ وَجَلَّ وَرَسُولَهُ ﷺ، وَإِنَّمَا كَانَ مُرَادُهُ تَزَوُّجَ امْرَأَةٍ مِنَ الْمُهَاجِرَاتِ قَبْلَهُ أَرَادَ تَزَوُّجَهَا وَأَرَادَ الدُّنْيَا فَلَمْ يُعَدَّ مِنَ الْمُهَاجِرِينَ، وَإِنْ كَانَ الطَّرِيقُ قَدْ شَمِلَهُ مَعَ النَّاسِ وَالسَّفَرُ، وَخَرَجَ مِنْ وَطَنِهِ إِلَّا أَنَّ نِيَّتَهُ مُفَارِقَةٌ لِنِيَّاتِهِمْ، هُمْ أَرَادُوا اللَّهَ عَزَّ وَجَلَّ وَرَسُولَهُ ﷺ، وَهُوَ أَرَادَ تَزَوُّجَ أُمَّ قَيْسٍ، فَكَانَ يُسَمَّى مُهَاجِرَ أُمِّ قَيْسٍ فَاعْلَمْ ذَلِكَ","",""],["4","","","٤- وَأَخْبَرَنَا أَبُو أَحْمَدَ هَارُونُ بْنُ يُوسُفَ التَّاجِرُ حَدَّثَنَا ابْنُ أَبِي عُمَرَ يَعْنِي مُحَمَّدًا الْعَدَنِيَّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُعَيْرِ بْنِ الْخُمُسِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصَوْمِ شَهْرِ رَمَضَانَ، وَحَجِّ الْبَيْتِ \"","","قَالَ أَخْبَرَنَا أَبُو أَحْمَدَ هَارُونُ بْنُ يُوسُفَ التَّاجِرُ حَدَّثَنَا ابْنُ أَبِي عُمَرَ يَعْنِي مُحَمَّدًا الْعَدَنِيَّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُعَيْرِ بْنِ الْخُمُسِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَصَوْمِ شَهْرِ رَمَضَانَ، وَحَجِّ الْبَيْتِ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْرَفْ مَعْنَى هَذَا الْحَدِيثِ تَفْقَهْهُ إِنْ شَاءَ اللَّهُ تَعَالَى. اعْلَمْ أَنَّهُ أَوَّلُ مَا بُعِثَ النَّبِيُّ ﷺ أُمِرَ أَنْ يَدْعُوَ النَّاسَ إِلَى أَنْ يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، فَمَنْ قَالَهَا صَادِقًا مِنْ قَلْبِهِ وَمَاتَ عَلَى ذَلِكَ دَخَلَ الْجَنَّةَ، ثُمَّ فُرِضَتْ عَلَيْهِمُ الصَّلَاةُ بَعْدَ ذَلِكَ فَصَلُّوا ثُمَّ هَاجَرُوا إِلَى الْمَدِينَةِ، ثُمَّ فُرِضَتْ عَلَيْهِمُ الْفَرَائِضُ حَالًا بَعْدَ حَالٍ، كُلَّمَا فُرِضَ عَلَيْهِمْ فَرْضٌ قَبِلُوهُ، مِثْلُ صِيَامِ شَهْرِ رَمَضَانَ، وَمَثَلُ الزَّكَاةِ، ثُمَّ فُرِضَ الْحَجُّ عَلَى مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا، فَلَمَّا آمَنُوا بِذَلِكَ وَعَمِلُوا بِهَذِهِ الْفَرَائِضِ قَالَ اللَّهُ عَزَّ وَجَلَّ: { «الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِينًا» } [المائدة: 3] فَقَالَ النَّبِيُّ ﷺ: «بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ» فَاعْلَمْ ذَلِكَ فَمَنْ تَرَكَ فَرِيضَةً مِنْ هَذِهِ الْخَمْسِ وَكَفَرَ بِهَا وَجَحَدَ بِهَا لَمْ يَنْفَعْهُ التَّوْحِيدُ وَلَمْ يَكُنْ مُسْلِمًا، وَقَدْ قَالَ النَّبِيُّ ﷺ: «بَيْنَ الْعَبْدِ وَبَيْنَ الْكُفْرِ تَرَكُ الصَّلَاةِ، فَمَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ»، وَقَالَ ابْنُ مَسْعُودٍ: « إِنَّ اللَّهَ عَزَّ وَجَلَّ قَرَنَ الزَّكَاةَ مَعَ الصَّلَاةِ، فَمَنْ لَمْ يُزَكِّ مَالَهُ فَلَا صَلَاةَ لَهُ»، وَلَمَّا قُبِضَ النَّبِيُّ ﷺ ارْتَدَّ أَهْلُ الْيَمَامَةِ عَنْ أَدَاءِ الزَّكَاةِ وَقَالُوا: نُصَلِّي وَنَصُومُ وَلَا نُزَكِّي أَمْوَالَنَا، فَقَاتَلَهُمْ أَبُو بَكْرٍ الصِّدِّيقُ رَضِيَ اللَّهُ عَنْهُ مَعَ جَمِيعِ الصَّحَابَةِ حَتَّى قَتَلَهُمْ وَسَبَاهُمْ وَقَالَ: «تَشْهَدُونَ أَنَّ قَتْلَاكُمْ فِي النَّارِ وَقَتْلَانَا فِي الْجَنَّةِ؟» كُلُّ ذَلِكَ لِأَنَّ الْإِسْلَامَ خَمْسٌ لَا يُقْبَلُ بَعْضُهُ دُونَ بَعْضٍ، فَاعْلَمْ ذَلِكَ إِنْ شَاءَ اللَّهُ","ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޚަބަރު ދެއްވީ އަބޫ އަޙްމަދު ހާރޫން ބްނު ޔޫސުފް އައްތާޖިރުއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އިބްނު އަބޫ ޢުމަރު ޔަޢްނީ މުޙައްމަދު އަލްޢަދަނީއެވެ. އަހަރުމެންނަށް ކިޔައިދެއްވީ ސުފްޔާން ބްނު ޢުޔައިނާއެވެ. އެއީ ސުޢައިރު ބްނު އަލްޚުމުސް ނުވަތަ އަލްޚިމްސުގެ އަރިހުންނެވެ. އެއީ ޙަބީބް ބްނު އަބޫ ޘާބިތުގެ އަރިހުންނެވެ. އެއީ އިބްނު ޢުމަރުގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"އިސްލާމްދީން ބިނާވަނީ ފަސްކަމެއްގެ މައްޗަށެވެ. އެއީ ﷲ ފިޔަވާ ޙައްޤުވެގެން އަޅުކަން ކުރެވޭ އެހެން އިލާހަކު ނުވާކަމަށާއި އަދި ހަމަކަށަވަރުން މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ ކަމަށް ހެކިވުމެވެ. އަދި ނަމާދު ޤާއިމު ކުރުމެވެ. އަދި ޒަކާތް ދެއްކުމެވެ. އަދި ރަމަޟާން މަހު ރޯދަ ހިފުމެވެ. އަދި ގެކޮޅުގައި (އެބަހީ ކަޢުބާ ގެފުޅުގައި) ޙައްޖުވުމެވެ.\" [ރިވާކުރެއްވީ: އިމާމް އަޙްމަދު: 4798، އަދި އިމާމް އަލްބުޚާރީ: 8، އަދި އިމާމް މުސްލިމް: 16، އެކި ޠުރުޤުތަކުން އައިސްފައިވެއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން [އަލްއާޖުއްރީ] ވިދާޅުވިއެވެ: \"ތިބާ މިޙަދީޘްގެ މާނަ ދެނެގަންނާށެވެ. އޭރުން ﷲ ތަޢާލާ ބޭނުންފުޅުވެ ވޮޑިގެންވާނަމަ ތިބާ އޭގައި ފިޤުހުވެރިވެގެންދާނެއެވެ. \nތިބާ ދަންނާށެވެ. ނަބިއްޔާ ﷺ ބިޢުޘާގެން (އެބަހީ ރިސާލަތާއިގެން) ފޮނުއްވެވުމުގައި އެންމެ ފުރަތަމައަށް އަމުރު ކުރެއްވުނީ މީސްތަކުންނަށް ﷲ ފިޔަވާ ޙައްޤުވެގެން އަޅުކަން ކުރެވޭ އެހެން އިލާހަކު ނުވާ ކަމަށާއި އަދި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ ކަމަށް ހެކިވުމަށް ގޮވާލައްވާ ދަޢުވަތު ދެއްވުމަށެވެ. ފަހެ އެ ޝަހާދަތު މީހަކު ހިތުން ތެދުކޮށް ބުނެފިނަމަ، އަދި އޭގެ މަތީގައި އޭނާ މަރުވެއްޖެނަމަ ސުވަރުގެ ވަދެއްޖެއެވެ.\nދެން އެބައިމީހުންގެ މައްޗަށް އެއަށްފަހުގައި ނަމާދު ފަރުޟުކުރެވުނެވެ. ފަހެ އެބައިމީހުން ނަމާދު ކުރިއެވެ.\nދެން އެބައިމީހުން މަދީނާއަށް ހިޖުރަ ކުރިއެވެ. ދެން އެބައިމީހުންގެ މައްޗަށް ފަރާއިޟްތައް ފަރުޟުކުރެވުނެވެ. އެއްކަމަކަށްފަހުގައި އަނެއްކަމެއް ވިދިވިދިގެންނެވެ. އެބައިމީހުންގެ މައްޗަށް ކޮންމެ ކަމެއް ފަރުޟު ކުރެވޭ އިރަށް އެކަމެއް އެބައިމީހުން ޤަބޫލުކޮށް ބަލައިގަނެތެވެ. އެއީ މިޘާލަކަށް ރަމަޟާން މަހު ރޯދަހިފުމާއި ޒަކާތް ފަދަ ކަންކަމެވެ. ދެން އެކަމަށް ކުޅަދާނަ މީހެއްގެ މައްޗަށް ޙައްޖު ކުރުން ފަރުޟު ކުރެވުނެވެ. ފަހެ އެބައިމީހުން އެކަމަށް އީމާންވެ އަދި މިފަރާއިޟްތަކަށް އެބައިމީހުން ޢަމަލުކުރުމުން ﷲ ޢައްޒަ ވަޖައްލަ ވަޙީކުރެއްވިއެވެ: \n{ ٱلۡیَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِینَكُمۡ وَأَتۡمَمۡتُ عَلَیۡكُمۡ نِعۡمَتِی وَرَضِیتُ لَكُمُ ٱلۡإِسۡلَـٰمَ دِینࣰاۚ } [سُورَةُ المَائِدَةِ: ٣] މާނައީ: \"އަދި އިސްލާމް ދީން ތިޔަބައިމީހުންނަށް ދީނެއްކަމުގައި، ތިމަން އިލާހު ރުހިވޮޑިގެންފީމެވެ.\" [އަލްމާއިދާ: 3] ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"އިސްލާމްދީން ބިނާވެގެންވަނީ ފަސްކަމެއްގެ މައްޗަށެވެ.\" ފަހެ ތިބާ އެކަން ދަންނާށެވެ.\nފަހެ މިއިން ފަސްކަމުން ކުރެ ފަރީޟަތެއް ދޫކޮށްލައިފިމީހާ އަދި އެއިން ކަމަކަށް ކާފަރުވެ އަދި އެއިން ކަމަކާ ދެކޮޅު ހަދައިފިމީހާ، އޭނާއަކަށް ތައުޙީދުކުރުމަކުން އެއްވެސް ފައިދާއެއް ނެތެވެ. އަދި މުސްލިމެއް ކަމުގައި އޭނާ ނުވެތެވެ. އަދި ހަމަގައިމު ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"އަޅާއާއި އަދި ކުފްރާއި ދެމެދުގައިވަނީ ނަމާދު ދޫކޮށްލާ އެޅުމެވެ. ފަހެ ނަމާދު ދޫކޮށްލާ އަޅައިފިމީހާ ފަހެ އޭނާ ކާފަރުވެއްޖެއެވެ.\" [ރިވާކުރެއްވީ: އިމާމް އަޙްމަދު: 15183، އަދި އިމާމް މުސްލިމް: 160 އެވެ. އަދި މިނޫން ގިނަ އިސްނާދުތަކާއި ލަފްޒުތަކުން އިމާމް އަލްއާޖުއްރީ 'ކިތާބުއް ޝަރީޢާ' ފޮތުގައި ގެންނަވާފައި ވެއެވެ. އަދި 'ނަމާދު ދޫކޮށްލާ މީހާގެ ކުފްރުގެ ބާބު' ގެ ނަމުގައި ބާބެއް ކަނޑައަޅުއްވާފައިވެއެވެ.]\nއަދި އިބްނު މަސްޢޫދު ވިދާޅުވިއެވެ: \"ﷲ ޢައްޒަ ވަޖައްލަވަނީ ޒަކާތާއި ނަމާދު އެކީ ގެންނަވާ ގުޅުވާލައްވާފައެވެ. ފަހެ އޭނާގެ މުދަލުން ޒަކާތް ނުދައްކާފިމީހާއަކަށް ފަހެ އޭނާއަކަށް ނަމާދެއް ވެސް ނުވެއެވެ.\" [އިބްނު ރަޖަބު އެބޭފުޅާގެ ފޮތް 'ޖާމިޢުލް ޢުލޫމް ވަލްޙިކަމް' ފޮތުގެ: 150/1 ގައި މި އަޘަރަށް ތަޢުލީޤު ދެއްވަމުން ވިދާޅުވިއެވެ: \"އަދި މިތަނުގައި ޤަބޫލުކުރެއްވުމާއި ބަލައިގަނެވުން ނަފީ ކޮށްފައިވާ މުރާދުކުރުންވަނީ ޞައްޙަކަން ނަފީ ކުރުމުގެ ގޮތުންނެއް ނޫނެވެ. އަދި އެހެންވެ އެކަން ދޫކޮށްލުމުން އަލުން އިޢާދަކުރުމަށް ވާޖިބުވެގެންނެއްވެސް ނުވެއެވެ. އަދި އެހެނެއްކަމަކު އޭގައިން މުރާދުކުރަނީ: އެކަމުގެ ސަބަބުން ރުއްސެވުމާއި ޢަމަލުކުރާ މީހާގެ މަދަޙައާއި ޘާނާ އޭގެ ސަބަބުން މަތިވެރިވަންތަ ފަރާތްޕުޅު އޭނާގެ ކިބައިން އެކަންކަން ނަފީ ވެގެންދާ ކަމުގައެވެ. އަދި އޭނާއާ މެދުގައިވާ ފަޚްރުވެރިކަން މަލާއިކަތުންގެ އަރިހުން ނަފީ ވެގެންދާ ކަމުގައެވެ.\" \nއަދި ނަބިއްޔާ ﷺ އަވަހާރަވެވަޑައިގަތުމުން ޔަމާމާގެ އަހުލުވެރިން ޒަކާތް އަދާކުރުމުން މަނާވެގަނެ މުރުތައްދުވިއެވެ. އަދި އެބައިމީހުންގެ ބުންޏެވެ: \"އަހަރުމެން ނަމާދު ކުރާނަމެވެ. އަދި އަހަރެމެން ރޯދަހިފާނަމެވެ. އަދި އަހަރެމެންގެ މުދަލުން އަހަރެމެން ޒަކާތް ނުދައްކާނަމެވެ. ފަހެ އެބައިމީހުންނާ އަބޫ ބަކްރު އައްޞިއްދީޤު - ރަޟިޔަ ﷲ ޢަންހު - އެންމެހާ ޞަޙާބީންނާ އެކީގައި ހަނގުރާމަކުރެއްވިއެވެ. އެހެންގޮސް އެބައިމީހުން ޤަތުލުކޮށް އަދި އެބައިމީހުން ސަބްޔުކުރެވުނެވެ. އަދި އެބޭފުޅާ ވިދާޅުވިއެވެ: \"ހަމަކަށަވަރުން ތިޔަބައިމީހުން ޤަތުލުވި މީހުން ވަނީ ނަރަކާގައިކަމާއި އަދި އަހަރެމެންގެ ޤަތުލުވި މީހުން ވަނީ ސުވަރުގޭގައިކަން ތިޔަބައިމީހުން ހެކިވާށެވެ.\" [މި އިޝާރާތް ކުރައްވަނީ އިމާމް އަލްބުޚާރީގެ ރިވާޔަތް: 7284، އަދި އިމާމް މުސްލިމް: 20 އަށް، އެއީ އބަޠ ހުރައިރާ - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން އައިސްފައިވާ ބަސްފުޅަށެވެ.]",""],["5","","","٥- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: أَخْبَرَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَ: حَدَّثَنَا كَهْمَسُ بْنُ الْحَسَنِ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ يَحْيَى بْنِ يَعْمُرَ قَالَ: \" كَانَ أَوَّلَ مَنْ قَالَ فِي هَذَا الْقَدَرِ بِالْبَصْرَةِ مَعْبَدٌ الْجُهَنِيُّ، فَانْطَلَقْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ حَاجِّينَ أَوْ مُعْتَمِرِينَ قَالَ: فَقُلْنَا: لَوْ لَقِينَا أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَسَأَلْنَاهُ عَمَّا يَقُولُ هَؤُلَاءِ فِي الْقَدَرِ، فَوَافَقْنَا عَبْدَ اللَّهِ بْنَ عُمَرَ دَاخِلَ الْمَسْجِدِ فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي، أَحَدُنَا عَنْ يَمِينِهِ وَالْآخَرُ عَنْ يَسَارِهِ فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلَامَ إِلَيَّ، فَقُلْتُ لَهُ: يَا أَبَا عَبْدِ الرَّحْمَن إِنَّهُ قَدْ ظَهَرَ قِبَلَنَا أُنَاسٌ يَقْرَءُونَ الْقُرْآنَ، وَيَتَقَفَّرُونَ الْعِلْمَ، وَيَزْعُمُونَ أَنْ لَا قَدَرَ، وَأَنَّ الْأَمْرَ أُنُفٌ قَالَ: فَإِذَا لَقِيتُمُوهُمْ فَأَخْبَرُوهُمْ أَنِّي مِنْهُمْ بَرِئٌ وَأَنَّهُمْ مِنِّي بُرَآءُ، وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللَّهِ بْنُ عُمَرَ، لَوْ كَانَ لِأَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا فَأَنْفَقَهُ فِي سَبِيلِ اللَّهِ مَا قَبِلَ اللَّهُ عَزَّ وَجَلَّ مِنْهُ ذَلِكَ حَتَّى يُؤْمِنَ بِالْقَدَرِ ثُمَّ قَالَ: حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ ﷺ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ شَدِيدُ سَوَادِ الشَّعْرِ لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ أَحَدٌ مِنَّا حَتَّى جَلَسَ إِلَى نَبِيِّ اللَّهِ ﷺ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ ثُمَّ قَالَ: يَا مُحَمَّدُ‌‌ أَخْبِرْنِي عَنِ الْإِسْلَامِ، وَمَا الْإِسْلَامُ؟ قَالَ: «أَنْ تَشَهَّدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ شَهْرَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا» قَالَ: صَدَقْتَ قَالَ فَعَجِبْنَا أَنَّهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرْنِي عَنِ الْإِيمَانِ قَالَ: «أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَالْقَدَرِ خَيْرِهِ وَشَرِّهِ» قَالَ: صَدَقْتَ قَالَ: فَعَجِبْنَا أَنَّهُ يَسْأَلُهُ وَيُصَدِّقُهُ قَالَ: فَأَخْبِرْنِي عَنِ الْإِحْسَانِ قَالَ: «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» قَالَ: صَدَقْتَ قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ قَالَ: «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ» قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: فَلَبِثْتُ ثَلَاثًا، ثُمَّ قَالَ لِي رَسُولُ اللَّهِ ﷺ: «يَا عُمَرُ هَلْ تَدْرِي مَنِ السَّائِلُ؟» فَقُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ: «فَإِنَّهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ، أَتَاكُمْ يُعَلِّمُكُمْ أَمَرَ دِينِكُمْ»","","قال حَدَّثَنَا الْآجُرّيُّ قَالَ أَخْبَرَنَا الْفِرْيَابِيُّ قَالَ: أَخْبَرَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَ: حَدَّثَنَا كَهْمَسُ بْنُ الْحَسَنِ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ عَنْ يَحْيَى بْنِ يَعْمُرَ قَالَ: \" كَانَ أَوَّلَ مَنْ قَالَ فِي هَذَا الْقَدَرِ بِالْبَصْرَةِ مَعْبَدٌ الْجُهَنِيُّ، فَانْطَلَقْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ حَاجِّينَ أَوْ مُعْتَمِرِينَ قَالَ: فَقُلْنَا: لَوْ لَقِينَا أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَسَأَلْنَاهُ عَمَّا يَقُولُ هَؤُلَاءِ فِي الْقَدَرِ، فَوَافَقْنَا عَبْدَ اللَّهِ بْنَ عُمَرَ دَاخِلَ الْمَسْجِدِ فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي، أَحَدُنَا عَنْ يَمِينِهِ وَالْآخَرُ عَنْ يَسَارِهِ فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلَامَ إِلَيَّ، فَقُلْتُ لَهُ: يَا أَبَا عَبْدِ الرَّحْمَن إِنَّهُ قَدْ ظَهَرَ قِبَلَنَا أُنَاسٌ يَقْرَءُونَ الْقُرْآنَ، وَيَتَقَفَّرُونَ الْعِلْمَ، وَيَزْعُمُونَ أَنْ لَا قَدَرَ، وَأَنَّ الْأَمْرَ أُنُفٌ قَالَ: فَإِذَا لَقِيتُمُوهُمْ فَأَخْبَرُوهُمْ أَنِّي مِنْهُمْ بَرِئٌ وَأَنَّهُمْ مِنِّي بُرَآءُ، وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللَّهِ بْنُ عُمَرَ، لَوْ كَانَ لِأَحَدِهِمْ مِلْءُ الْأَرْضِ ذَهَبًا فَأَنْفَقَهُ فِي سَبِيلِ اللَّهِ مَا قَبِلَ اللَّهُ عَزَّ وَجَلَّ مِنْهُ ذَلِكَ حَتَّى يُؤْمِنَ بِالْقَدَرِ ثُمَّ قَالَ: حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ ﷺ إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ شَدِيدُ سَوَادِ الشَّعْرِ لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ أَحَدٌ مِنَّا حَتَّى جَلَسَ إِلَى نَبِيِّ اللَّهِ ﷺ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ ثُمَّ قَالَ: يَا مُحَمَّدُ‌‌ أَخْبِرْنِي عَنِ الْإِسْلَامِ، وَمَا الْإِسْلَامُ؟ قَالَ: «أَنْ تَشَهَّدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَصُومَ شَهْرَ رَمَضَانَ، وَتَحُجَّ الْبَيْتَ إِنِ اسْتَطَعْتَ إِلَيْهِ سَبِيلًا» قَالَ: صَدَقْتَ قَالَ فَعَجِبْنَا أَنَّهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرْنِي عَنِ الْإِيمَانِ قَالَ: «أَنْ تُؤْمِنَ بِاللَّهِ، وَمَلَائِكَتِهِ، وَكُتُبِهِ، وَرُسُلِهِ، وَالْيَوْمِ الْآخِرِ، وَالْقَدَرِ خَيْرِهِ وَشَرِّهِ» قَالَ: صَدَقْتَ قَالَ: فَعَجِبْنَا أَنَّهُ يَسْأَلُهُ وَيُصَدِّقُهُ قَالَ: فَأَخْبِرْنِي عَنِ الْإِحْسَانِ قَالَ: «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» قَالَ: صَدَقْتَ قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ قَالَ: «مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ» قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: فَلَبِثْتُ ثَلَاثًا، ثُمَّ قَالَ لِي رَسُولُ اللَّهِ ﷺ: «يَا عُمَرُ هَلْ تَدْرِي مَنِ السَّائِلُ؟» فَقُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ قَالَ: «فَإِنَّهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ، أَتَاكُمْ يُعَلِّمُكُمْ أَمَرَ دِينِكُمْ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْلَمْ رَحِمَنَا اللَّهُ وَإِيَّاكَ أَنَّ النَّبِيَّ ﷺ قَدْ أَعْلَمَكَ فِي هَذَا الْحَدِيثِ أَنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ إِنَّمَا سَأَلَ النَّبِيَّ ﷺ بِحَضْرَةِ أَصْحَابِهِ إِنَّمَا أَرَادَ أَنْ يُعَلِّمَهُمْ أَمَرَ دِينِهِمْ، فَيَنْبَغِي لِلْمُسْلِمِينَ أَنْ يَعْلَمُوهُ، وَأَمَّا قَوْلُهُ وَسُؤَالُهُ عَنِ الْإِسْلَامِ فَقَدْ بَيَّنَّا لَكَ فِي الْحَدِيثِ الَّذِي قَبْلَهُ، وَأَمَّا الْإِيمَانُ فَوَاجِبٌ عَلَى كُلِّ مُسْلِمٍ أَنْ يُؤْمِنَ بِاللَّهِ عَزَّ وَجَلَّ، وَبِجَمِيعِ مَلَائِكَتِهِ، وَبِجَمِيعِ كُتُبِهِ الَّتِي أَنْزَلَهَا اللَّهُ عَلَى رُسُلِهِ، وَبِجَمِيعِ أَنْبِيَائِهِ، وَبِالْمَوْتِ، وَبِالْبَعْثِ، مِنْ بَعْدِ الْمَوْتِ، وَبِالْجَنَّةِ وَالنَّارِ، وَبِمَا جَاءَتْ بِهِ الْآثَارُ فِي أَحَادِيثَ أُخَرَ، مِثْلِ أَنْ يُؤْمِنَ بِالصِّرَاطِ، وَالْمِيزَانِ، وَبِالْحَوْضِ، وَالشَّفَاعَةِ، وَبِعَذَابِ الْقَبْرِ، وَبِقَوْمٍ يَخْرُجُونَ مِنَ النَّارِ فَيَدْخُلُونَ الْجَنَّةَ، وَبِالسَّاعَةِ، وَأَشْبَاهٍ لِهَذَا مِمَّا يُؤْمِنُ بِهِ أَهْلُ الْحَقِّ مِنْ أَهْلِ الْعِلْمِ، وَيَجْحَدُ بِهَا أَهْلُ الْأَهْوَاءِ وَالْبِدَعِ وَالضَّلَالَةِ مِمَّنْ حَذَّرَنَاهُمُ النَّبِيُّ ﷺ، وَحَذَّرَنَاهُمُ الصَّحَابَةُ، وَالتَّابِعُونَ لَهُمْ بِإِحْسَانٍ، وَعُلَمَاءُ الْمُسْلِمِينَ، وَيُؤْمَنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَيَبْرَأَ مِمَّنْ لَمْ يُؤْمِنْ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ كَمَا تَبَرَّأَ ابْنُ عُمَرَ مِنْهُ. وَقَوْلُهُ: «وَأَخْبِرْنِي عَنِ الْإِحْسَانِ» قَالَ: «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» فَاعْلَمْ أَنَّهُ مَنْ عَبَدَ اللَّهَ عَزَّ وَجَلَّ فَيَعْلَمُ أَنَّ اللَّهَ عَزَّ وَجَلَّ مُطَّلِعٌ عَلَى عَمَلِهِ، يَعْلَمُ سَرَّهُ وَعَلَانِيَتَهُ، وَيَعْلَمُ مَا تُخْفِي مِنْ عَمَلِكَ وَمَا تُبْدِيهِ، وَمَا تُرِيدُ بِعِلْمِكَ أَللَّهَ تُرِيدُ أَمْ غَيْرَهُ؟، {يَعْلَمُ السِّرَّ وَأَخْفَى} [طه: 7]، {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر: 19]، {يَعْلَمُ مَا أَنْتُمْ عَلَيْهِ} [النور: 64] فَاحْذَرُوهُ، فَمَنْ رَاعَى هَذِهِ بِقَلْبِهِ وَبِعِلْمِهِ خَشِيَ مِنَ اللَّهِ عَزَّ وَجَلَّ وَخَافَهُ وَعَبْدَهُ كَمَا أَمَرَهُ، فَإِنْ كُنْتَ عَنْ هَذِهِ الْمُرَاعَاةِ فِي غَفْلَةٍ فَإِنَّهُ يَرَاكَ، ثُمَّ إِلَيْهِ مَرْجِعُكَ فَيُنَبِّئُكَ بِمَا كُنْتَ تَعْمَلُهُ، فَاحْذَرِ الْغَفْلَةَ فِي عِبَادَتِكَ إِيَّاهُ، وَاعْبُدْهُ كَمَا أَمَرَكَ لَا كَمَا تُرِيدُ، وَاسْتَعِنْ بِهِ، وَاعْتَصِمْ بِهِ، فَإِنَّهُ لَا يَقْطَعُ مَنْ لَجَأَ إِلَيْهِ وَقَدْ ضَمِنَ لِمَنِ اعْتَصَمَ بِهِ أَنْ يَهْدِيَهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ","",""],["6","","","٦- حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِي قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الدُّولَابِيُّ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنِ الْأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ ﷺ وَهُوَ الصَّادِقُ الْمُصَدَّقُ: \"‌‌ إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ لَيْلَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ مَلَكًا فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: فَيَكْتُبُ عَمَلَهُ وَأَجَلَهُ وَرِزْقَهُ وَشَقِيُّ أَمْ سَعِيدٌ، ثُمَّ يَنْفُخُ فِيهِ الرُّوحَ فَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلَ النَّارِ، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلَ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلَهَا \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِي قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الدُّولَابِيُّ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنِ الْأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: حَدَّثَنَا رَسُولُ اللَّهِ ﷺ وَهُوَ الصَّادِقُ الْمُصَدَّقُ: \"‌‌ إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ لَيْلَةً، ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ، ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ، ثُمَّ يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ مَلَكًا فَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: فَيَكْتُبُ عَمَلَهُ وَأَجَلَهُ وَرِزْقَهُ وَشَقِيُّ أَمْ سَعِيدٌ، ثُمَّ يَنْفُخُ فِيهِ الرُّوحَ فَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلَ النَّارِ، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلَ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلَهَا \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَيَنْبَغِي لَكَ أَيُّهَا السَّائِلُ أَنْ تَعْلَمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ فَرَغَ مِنْ أَرْزَاقِ الْعِبَادِ، وَأَنَّ كُلَّ عَبْدٍ مُسْتَوْفٍ رِزْقَهَ لَا يَزِيدُ فِيهِ وَلَا يَنْقُصُ مِنْهُ وَكَذَا قَدْ فَرَغَ مِنَ الْآجَالِ، لَا يَزْدَادُ أَحَدٌ عَلَى أَجَلِهِ وَلَا يُنْتَقَصُ مِنْهُ حَتَّى يَأْتِيَهُ آخِرُ أَجَلِهِ، وَكَذَا كَتَبَ اللَّهُ عَزَّ وَجَلَّ عَمَلَهُ الَّذِي يَعْمَلُ خَيْرًا كَانَ أَوْ شَرًّا، وَكَتَبَهُ شَقِيًّا أَوْ سَعِيدًا، فَكُلُّ الْعِبَادِ يَسْعَوْنَ فِي أَمَرٍ قَدْ فُرِغَ مِنْهُ، وَالْإِيمَانُ بِهَذَا وَاجِبٌ، وَمَنْ لَمْ يُؤْمِنْ بِهِ كَفَرَ","",""],["7","","","٧- حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِي، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" كُنَّا فِي جَنَازَةٍ فِي بَقِيعِ الْغَرْقَدِ قَالَ: فَأَتَانَا رَسُولُ اللَّهِ ﷺ، فَقَعَدَ وَقَعَدْنَا حَوْلَهُ، وَمَعَهُ مِخْصَرَةٌ، فَنَكَسَ رَأْسَهُ فَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ، ثُمَّ قَالَ: «مَا مِنْكُمْ مِنْ نَفْسٍ مَنْفُوسَةٍ إِلَّا وَقَدْ كُتِبَ مَكَانُهَا مِنَ الْجَنَّةِ وَالنَّارِ، وَإِلَّا وَقَدْ كُتِبَتْ شَقِيَّةً أَوْ سَعِيدَةً» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ، فَمَنْ كَانَ مِنَّا مِنْ أَهْلِ السَّعَادَةِ فَسَيَصِيرُ إِلَى عَمِلِ أَهْلِ السَّعَادَةِ، وَمَنْ كَانَ مِنَّا مِنْ أَهْلِ الشَّقَاءِ فَسَيَصِيرُ إِلَى عَمِلِ أَهْلِ الشَّقَاوَةِ؟ فَقَالَ: «اعْمَلُوا، فَكُلٌّ مُيَسَّرٌ لِعَمَلِهِ، أَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا أَهْلُ الشَّقَاوَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ الشَّقَاوَةِ» ثُمَّ قَرَأَ { «فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى، وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى» } [الليل: 6]","","حَدَّثَنَا الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِي، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" كُنَّا فِي جَنَازَةٍ فِي بَقِيعِ الْغَرْقَدِ قَالَ: فَأَتَانَا رَسُولُ اللَّهِ ﷺ، فَقَعَدَ وَقَعَدْنَا حَوْلَهُ، وَمَعَهُ مِخْصَرَةٌ، فَنَكَسَ رَأْسَهُ فَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ، ثُمَّ قَالَ: «مَا مِنْكُمْ مِنْ نَفْسٍ مَنْفُوسَةٍ إِلَّا وَقَدْ كُتِبَ مَكَانُهَا مِنَ الْجَنَّةِ وَالنَّارِ، وَإِلَّا وَقَدْ كُتِبَتْ شَقِيَّةً أَوْ سَعِيدَةً» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ، فَمَنْ كَانَ مِنَّا مِنْ أَهْلِ السَّعَادَةِ فَسَيَصِيرُ إِلَى عَمِلِ أَهْلِ السَّعَادَةِ، وَمَنْ كَانَ مِنَّا مِنْ أَهْلِ الشَّقَاءِ فَسَيَصِيرُ إِلَى عَمِلِ أَهْلِ الشَّقَاوَةِ؟ فَقَالَ: «اعْمَلُوا، فَكُلٌّ مُيَسَّرٌ لِعَمَلِهِ، أَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا أَهْلُ الشَّقَاوَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ الشَّقَاوَةِ» ثُمَّ قَرَأَ { «فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى، وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى وَكَذَّبَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْعُسْرَى» } [الليل: 6] قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَاعْلَمْ رَحِمَكَ اللَّهُ أَنَّ الْإِيمَانَ بِهَذَا وَاجِبٌ، قَدْ أُمِرَ الْعِبَادُ أَنْ يَعْمَلُوا بِمَا أُمِرُوا مِنْ طَاعَةِ اللَّهِ، وَيَنْتَهُوا عَمَّا نُهُوا عَنْهُ مِنَ الْمَعْصِيَةِ، وَاللَّهُ بَعْدَ ذَلِكَ مُوَفِّقٌ مَنْ أَحَبَّ لِطَاعَتِهِ وَمُقَدِّرٌ مَعْصِيَتَهُ عَلَى مَنْ أَرَادَ غَيْرَ ظَالِمٍ لَهُمْ، {يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} [النحل: 93]، {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} [الأنبياء: 23]، أَحَبَّ مِنْ عِبَادِهِ الطَّاعَةَ وَأَمَرَ بِهَا، فَكَانَتْ بِتَوْفِيقِهِ، وَزَجَرَ عَنِ الْمَعْصِيَةِ وَأَرَادَ كَوْنَهُ غَيْرَ مُحِبٍّ لَهَا وَلَا آمِرًا بِهَا، تَعَالَى عَزَّ وَجَلَّ عَنْ أَنْ يَأْمُرَ بِالْفَحْشَاءِ، وَجَلَّ أَنْ يَكُونَ فِي مُلْكِهِ مَا لَا يُرِيدُ. هَذَا، رَحِمَكَ اللَّهُ، طَرِيقُ أَهْلِ الْعِلْمِ مِنَ الصَّحَابَةِ، وَالتَّابِعِينَ، وَمَنْ تَبِعَهُمْ بِإِحْسَانٍ، وَأَئِمَّةِ الْمُسْلِمِينَ. قَالَ ابْنُ عَبَّاسٍ: «الْقَدَرُ نِظَامُ التَّوْحِيدِ، فَمَنْ آمَنَ بِاللَّهِ وَصَدَّقَ بِالْقَدَرِ فَهِيَ الْعُرْوَةُ الْوُثْقَى الَّتِي لَا انْفِصَامَ لَهَا، وَمَنْ آمَنَ بِاللَّهِ وَكَذَّبَ بِالْقَدَرِ كَانَ تَكْذِيبُهُ لِلْقَدَرِ نَقْصًا مِنْهُ لِتَوحِيدِهِ»","އަހަރުމެންނަށް އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރުމެންނަށް އަބޫ ބަކްރު ޖަޢްފަރު ބްނު މުޙައްމަދު އަލްފިރްޔާބީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢުޘްމާން ބްނު އަބޫ ޝައިބާ ކިޔައިދެއްވިއެވެ. އަހަރެމެންނަށް ޖަރީރު ބްނު ޢަބްދުލް ޙަމީދު ކިޔައިދެއްވިއެވެ. އެއީ މަންޞޫރުގެ އަރިހުންނެވެ. އެއީ ސަޢްދު ބްނު ޢުބައިދާގެ އަރިހުންނެވެ. އެއީ އަބޫ ޢަބްދުއް ރަޙްމާން އައްސުލަމީގެ އަރިހުންނެވެ. އެއީ ޢަލީ ބްނު އަބޫ ޠާލިބު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: \"އަހަރެމެން ޖަނާޒާއެއްގައި އަލްޣަރްޤަދު ބަޤީޢުގައި [ބަޤީޢުއީ ތަނަވަސް ބިމެވެ. އަދި އެބިމެއްގައި ގަހެއް ނުވަތަ ގަހުގެ ކުރިއެއް ނުވާ ބިމަކަށް ބަޤީޢުއޭ ނުކިޔެއެވެ. 'އައްނިހާޔާ: 146/1' އަދި އަލްޣަރްޤަދު ބަޤީޢުއަކީ: އެއީ މަދީނާގެ ސަރަޙައްދުގައި އެރަށުގެ އަހުލުވެރިން ވަޅުލެވިފައިވާ ޤަބުރުސްތާނެކެވެ. އެތަނުގައި އަލްޣަރްޤަދު Nitraria ކިޔޭ ގަސްތައް ވެއެވެ. އެހެންކަމުން އެފަދައިން އެތަނަށް ނަން ދެވިގެން ވިއެވެ.] ވީމެވެ.\" އެބޭފުޅާ ވިދާޅުވިއެވެ: \"ދެން އަހަރެމެންނާ ހަމައަށް ﷲ ގެ ރަސޫލާ ﷺ ވަޑައިގެންނެވިއެވެ. ފަހެ ދެން އެކަލޭގެފާނު އިށީނދެވަޑައިގެންނެވިއެވެ. އަދި އަހަރެމެން އެކަލޭގެފާނު ވަށައިގެން އިށީނީމެވެ. އަދި އެކަލޭގެފާނު އަރިހުގައި ދަނޑިބުރިވަރެއް އޮތެވެ. ފަހެ ދެން އެކަލޭގެފާނުގެ ބޯކޮޅު އިސްޖަހާލައްވާ ނުވަތަ ކަރުފުޅު އެލުވާލެއްވިއެވެ. ފަހެ ދެން އެކަލޭގެފާނުގެ ދަނޑިބުރިވަރުން ބިންމަތީގައި ޖައްސުވާލައްވައި ނުވަތަ އެދަނޑުބުރިވަރުން ބިންމަތި ކޮށްޓަވާލައްވައި، ދެން ޙަދީޘް ކުރެއްވިއެވެ: \"ސުވަރުގެއާއި އަދި ނަރަކާގައި އެނަފްސެއްގެ ތަން ލިޔެވިފައި މެނުވީ ތިޔަބައިމީހުން ކުރެ ނަފްސުއެޅިފައިވާ ނުވަތަ އުފަންވީ އެއްވެސް މީހެއްގެ ނަފްސެއް ނުވެތެވެ. އަދި އެ ނަފްސަކީ އަބާއްޖަވެރިއެއްކަން ނުވަތަ ބާއްޖަވެރިއެއްކަން ލިޔެވިފައި މެނުވީއެވެ.\" ފަހެ މީހަކު ދެންނެވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހަރެމެން އަހަރުމެންގެ މައްޗަށް ލިޔެވިފައިވާ ފޮތުގެ މައްޗަށް ވަކީލުކޮށްލާ އަދި އަހަރުމެންގެ ޢަމަލު ދޫކޮށްލަންވީ ނޫން ހެއްޔެވެ؟ ފަހެ އަހަރުމެންގެ ތެރެއިން ބާއްޖަވެރިކަމުގެ އަހުލުވެރިއެއް ކަމުގައިވާނަމަ ފަހެ ބާއްޖަވެރިކަމުގެ އަހުލުވެރިންގެ ޢަމަލު މަތީގައި އޭނާ ދެމިދާނޭ ނޫން ހެއްޔެވެ؟ އަދި އަހަރެމެންގެ ތެރެއިން އަބާއްޖަވެރިކަމުގެ އަހުލުވެރިއެއް ކަމުގައިވާނަމަ ފަހެ އަބާއްޖަވެރިކަމުގެ އަހުލުވެރިންގެ ޢަމަލު މަތީގައި އޭނާ ދެމިދާނޭ ނޫން ހެއްޔެވެ؟ ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިޔަބައިމީހުން ޢަމަލު ކުރާ ހުށިކަމެވެ. ފަހެ ކޮންމެ މީހަކުވެސް ވަނީ އޭނާގެ ޢަމަލަށް ފަސޭހަވެވިގެންނެވެ. ބާއްޖަވެރިކަމުގެ އަހުލުވެރިންނާ މެދުގައި ދަންނައެވެ. ފަހެ ބާއްޖަވެރިކަމުގެ އަހުލުވެރިންގެ ޢަމަލުކުރުމަށް ފަހެ އެބައިމީހުންނަށް ފަސޭހަވެވިގެންދެއެވެ. އަދި އަބާއްޖަވެރިކަމުގެ އަހުލުވެރިންނާ މެދުގައި ދަންނައެވެ. ފަހެ އަބާއްޖަވެރިކަމުގެ އަހުލުވެރިންގެ ޢަމަލުކުރުމަށް ފަހެ އެބައިމީހުންނަށް ފަސޭހަވެވިގެންދެއެވެ.\" ދެން އެކަލޭގެފާނު ކިޔަވާ ވިދާޅުވިއެވެ: { فَأَمَّا مَنۡ أَعۡطَىٰ وَٱتَّقَىٰ (٥) وَصَدَّقَ بِٱلۡحُسۡنَىٰ (٦) فَسَنُیَسِّرُهُۥ لِلۡیُسۡرَىٰ (٧) وَأَمَّا مَنۢ بَخِلَ وَٱسۡتَغۡنَىٰ (٨) وَكَذَّبَ بِٱلۡحُسۡنَىٰ (٩) فَسَنُیَسِّرُهُۥ لِلۡعُسۡرَىٰ (١٠) } [سُورَةُ اللَّيۡلِ: ٥-١٠] މާނައީ: \"ފަހެ (މުދަލުން) ހޭދަކޮށް، ތަގުވާވެރިވާ މީހާ ދަންނާށެވެ! އަދި އެންމެ ހެޔޮބަސް ތެދުކުރި މީހާ ދަންނާށެވެ! ފަހެ، ތިމަން އިލާހު ފަސޭހަކަން ހުރިމަގަށް އެ މީހަކަށް މަގު ފަހިކޮށްދެއްވާ ހުށީމެވެ. އަދި ދަހިވެތިވެ، އަމިއްލައަށް ފުދިގެންވާ ކަމަށް ދެކޭ މީހާ ދަންނާށެވެ! އަދި އެންމެ ހެޔޮ ބަސް ދޮގުކުރި މީހާ ދަންނާށެވެ! ފަހެ، ތިމަން އިލާހު ދަތިކަންހުރި މަގަށް އެ މީހަކަށް މަގު ފަހިކޮށްދެއްވާ ހުށީމެވެ.\" ['އަލްޤަދަރު' ފޮތުގެ: 40 ގައި އަލްފިރްޔާބީ ރިވާ ކުރެއްވިއެވެ. އަދި އިމާމް އަޙްމަދު: 621، 1067 ގައި، އިމާމް އަލްބުޚާރީ: 1362 ގައި، އިމާމް މުސްލިމް: 2648 ގައެވެ. އަދި އެބޭކަލުންގެ ލަފްޒު ތަފާތެވެ. ހަމައެގޮތަށް އިމާމް އަލްއާޖުއްރީ އެބޭފުޅާގެ 'އައްޝަރީޢާ' ފޮތުގައި ވެސް ބާބެއް ކަނޑައަޅުއްވާ ރިވާ ކުރެއްވިއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން [އަލްއާޖުއްރީ] ވިދާޅުވިއެވެ: \"ފަހެ ތިބާ ދަންނާށެވެ. ﷲ ތިބާއަށް ރަޙްމަތް ލައްވާށިއެވެ. ހަމަކަށަވަރުން މިކަމަށް އީމާންވުމީ ވާޖިބެކެވެ. އަޅުތަކުންނަށް ވަނީ ﷲ އަށް ކިޔަމަންވުމުގައި އެބައިމީހުންނަށް އެކަލާނގެ އަމުރުކުރައްވާފައިވާ ގޮތަށް ޢަމަލުކުރުމަށް އަމުރުވެވިފައެވެ. އަދި އުރެދުންތަކުގެ ތެރެއިން އެކަންކަމަށް ނަހީކުރެއްވިފައިވާ ކަންތަކުން އެބައިމީހުން ނަހީވެގަތުމަށެވެ.\nއަދި އެއަށްފަހުގައި އެކަލާނގެ ކިޔަމަންވުމަށް ލޯބިކުޅަ މީހަކަށް ތައުފީޤު ދެއްވުމާއި އަދި އެކަލާނގެ އުރެދުންތަކުން މީހަކަށް ތަޤްދީރު ކުރެއްވުން ވަނީ ﷲ އަށެވެ. އެއީ އެކަލާނގެ އިރާދަ ކުރެއްވި މީހެއްގެ މައްޗަށް އެބައިމީހުންނަށް އަނިޔާވެރިވުމެއް ނެތިވެއެވެ. { یُضِلُّ مَن یَشَاۤءُ وَیَهۡدِی مَن یَشَاۤءُۚ } [سُورَةُ النَّحۡلِ: ٩٣] މާނައީ: \"އެކަލާނގެ އިރާދަކުރައްވާ މީހަކު މަގުފުރައްދަވަތެވެ. އަދި އެކަލާނގެ އިރާދަކުރައްވާ މީހަކަށް ތެދުމަގު ދައްކަވައެވެ.\" [އައްނަޙްލު: 93]، { لَا یُسۡـَٔلُ عَمَّا یَفۡعَلُ وَهُمۡ یُسۡـَٔلُونَ } [سُورَةُ الأَنبِيَاءِ: ٢٣] މާނައީ: \"އެ އިލާހު ކުރައްވާ ކަމަކާމެދު، އެ އިލާހާ ސުވާލެއް ނުކުރެވޭހުއްޓެވެ. (އެބައިމީހުން ކުރާ ކަންތަކާމެދު) އެބައިމީހުންނާ ސުވާލުކުރައްވާނެއެވެ.\" [އަލްއަންބިޔާއު: 23]\nއެކަލާނގެ އަޅުތަކުން ކުރެ ކިޔަމަންތެރިވުމަށް އެކަލާނގެ ލޯބިވެވޮޑިގެންވެއެވެ. އަދި ކިޔަމަންތެރިކަމަށް އަމުރުކުރެއްވިއެވެ. ފަހެ ދެން އެކަން ވަނީ އެކަލާނގެ ތައުފީޤުންނެވެ. އަދި އުރެދުންތެރިވުމަށް އެކަލާނގެ ކޯފާވެރިވެވޮޑިގެންވެއެވެ. އަދި އެކަލާނގެ ވަނީ އެކަންކަމަށް ނުރުހުންތެރިވެވޮޑިގެންނެވެ. އަދި އުރެދުންތެރިކަމަށް އަމުރު ކުރައްވާ ފަރާތްޕުޅެއް ކަމުގައި އެކަލާނގެ ނުވެތެވެ. ފާޙިޝް ކަންކަމަށް އަމުރު ކުރައްވާ ފަރާތްޕުޅެއް ކަމުގައި އެކަލާނގެ ވުމަށްވުރެ އެކަލާނގެ ޢައްޒަ ވަޖައްލަ ތަޢާލާ ޢިއްޒަތްތެރިވެ ޖަލީލުވެރިވެ މަތިވެރިވެގެންވެއެވެ. އަދި އެކަލާނގެ މުލްކުގެ ބާރުގެ ތެރޭގައި އެކަލާނގެ ބޭނުންފުޅުވެ ވޮޑިގެންނުވާ އެއްޗެއް ވުމަށް ވުރެ އެކަލާނގެ ޖަލީލުވަންތަވެގެންވެއެވެ. [އިމާމް ސުފްޔާން އައްޘައުރީގެ އަޘަރު 'އިބާނަތުލް ކުބްރާ: 1994 ގައި އަދި އިތުރަށް' އައްޞިޙާޙް' ގެ: 791/2...]\nމިއީ ދަންނައެވެ. ތިބާއަށް ﷲ ރަޙްމަތް ލައްވާށިއެވެ. މިއީ ޢިލްމުގެ އަހުލުވެރީން ކުރެ ޞަޙާބީންނާއި އަދި ތާބިޢީންނާއި އަދި އެއަށްފަހުގައި އެބޭކަލުންނަށް އިޙްސާންތެރިކަމާއި އެކުގައި ތަބަޢަވި ބޭކަލުންނާއި އަދި މުސްލިމުންގެ އިމާމުންތަކުގެ މަގެވެ.\nއިބްނު ޢައްބާސް ވިދާޅުވިއެވެ: \"ޤަދަރަކީ ތައުޙީދުގެ ނިޡާމެވެ. ފަހެ މީހަކު ﷲ އީމާންވެފައި އަދި ޤަދަރަށް ތެދުކޮށްފިނަމަ، ފަހެ އެއީ އެއެއް ނެތި ދިޔުމެއް ނުވާ އަދި ވަކިވެ ނުދާ އެންމެ ވަރުގަދަ އުޅައްގަނޑެވެ. އަދި މީހަކު ﷲ އަށް އީމާންވެފައި އަދި ޤަދަރަށް ދޮގުކޮށްފިނަމަ، ޤަދަރަށްވީ އޭނާގެ އެދޮގުކުރުމީ އޭނާގެ ތައުޙީދަށްވާ އުނިކަމެކެވެ.\" [އިމާމް އަލްއާޖުއްރީގެ 'އައްޝަރީޢާ' ފޮތުގައި: 456 ގައި އިސްނާދުކުރައްވާފައި ވެއެވެ. އަދި ޢަބްދު ﷲ ބްނު އަޙްމަދު އެބޭފުޅާގެ 'ކިތާބުއް ސުންނާ' ގެ: 901 ގައި، އަދި އަލްފިރްޔާބީ އެބޭފުޅާގެ 'އަލްޤަދަރު' ފޮތުގެ: 205 ގައި، އަދި އިބްނު ބައްޠާ އެބޭފުޅާގެ 'އަލްއިބާނާ އަލްކުބްރާ' ގެ: 1631 ގައެވެ. އަދި އެ އިސްނާދުތަކުގައި މަޖްހޫލު ފަރާތްތަކާއި އިންޤިޠާޢު ކެނޑުންތައް ވެއެވެ. އަދި 'އަލްޢިލަލް މުތަނާހިޔާ' 234 ގައި އަބޫ ހުރައިރާ - ރަޟިޔަ ﷲ ޢަންހު - ގެ ޙަދީޘްއިން މަރްފޫޢުކޮށް ރިވާވެގެން ވެއެވެ. އަދި އެ ޞައްޙައެއް ނޫނެވެ. ހަމައެއާކުގައި އިބްނު ޢައްބާސް - ރަޟިޔަ ﷲ ޢަންހުމާ - ގެ އަރިހުން މިބަސްފުޅު އިމާމް އިބްނު ތައިމިއްޔާ 'އައްތަދްމުރިއްޔާ' ގައި އަދި އިމާމް އިބްނު އަލްޤައްޔިމް 'ޝިފާއުލް ޢަލީލް' ގައި އަދި އިމާމް އިބްނު ރަޖަބު 'މަޖްމޫޢު ރަސާއިލް' ގައި ވެސް ޒިކުރު ކުރައްވާފައިވެއެވެ.]",""],["8","","","٨- حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجَوْزِيُّ قَالَ: حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ قَالَ: أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ، وَحُجْرٍ الْكَلَاعِيِّ قَالَا: «دَخَلْنَا عَلَى الْعِرْبَاضِ بْنِ سَارِيَةَ وَهُوَ مِنَ الَّذِينَ نَزَلَ فِيهِمْ {» وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ \"} [التوبة: 92] الْآيَةُ، دَخَلُوا عَلَيْهِ وَهُوَ مَرِيضٌ قَالَ: فَقُلْنَا لَهُ: إِنَّا جِئْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ، فَقَالَ عِرْبَاضٌ: إِنَّ رَسُولَ اللَّهِ ﷺ صَلَّى بِنَا صَلَاةَ الْغَدَاةِ، ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا بِمَوْعِظَةِ بَلِيغَةٍ ذَرَفَتْ مِنْهَا الْعُيُونُ، وَوَجِلَتْ مِنْهَا الْقُلُوبُ، فَقَالَ قَائِلٌ: يَا رَسُولَ اللَّهِ إِنَّ هَذِهِ لَمَوْعِظَةُ مُوَدِّعٍ، فَمَا تَعْهَدُ إِلَيْنَا؟ قَالَ: ‌‌«أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ كَانَ عَبْدًا حَبَشِيًّا، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي سَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، عُضْوًا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ، فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجَوْزِيُّ قَالَ: حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ قَالَ: أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو السُّلَمِيِّ، وَحُجْرٍ الْكَلَاعِيِّ قَالَا: «دَخَلْنَا عَلَى الْعِرْبَاضِ بْنِ سَارِيَةَ وَهُوَ مِنَ الَّذِينَ نَزَلَ فِيهِمْ {» وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ \"} [التوبة: 92] الْآيَةُ، دَخَلُوا عَلَيْهِ وَهُوَ مَرِيضٌ قَالَ: فَقُلْنَا لَهُ: إِنَّا جِئْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ، فَقَالَ عِرْبَاضٌ: إِنَّ رَسُولَ اللَّهِ ﷺ صَلَّى بِنَا صَلَاةَ الْغَدَاةِ، ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا بِمَوْعِظَةِ بَلِيغَةٍ ذَرَفَتْ مِنْهَا الْعُيُونُ، وَوَجِلَتْ مِنْهَا الْقُلُوبُ، فَقَالَ قَائِلٌ: يَا رَسُولَ اللَّهِ إِنَّ هَذِهِ لَمَوْعِظَةُ مُوَدِّعٍ، فَمَا تَعْهَدُ إِلَيْنَا؟ قَالَ: ‌‌«أُوصِيكُمْ بِتَقْوَى اللَّهِ، وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ كَانَ عَبْدًا حَبَشِيًّا، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي سَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، عُضْوًا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ، فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فِي هَذَا الْحَدِيثِ عُلُومٌ كَثِيرَةٌ يَحْتَاجُ إِلَى عِلْمِهَا جَمِيعُ الْمُسْلِمِينَ وَلَا يَسَعُهُمْ جَهْلُهُ، مِنْهَا أَنَّهُ أَمَرَهُمْ ﷺ بِمَا أَمَرَهُمُ اللَّهُ عَزَّ وَجَلَّ بِتَقْوَاهُ، وَلَا يَعْلَمُونَ بِتَقْوَاهُ إِلَّا بِالْعِلْمِ قَالَ بَعْضُ الْحُكَّامِ: كَيْفَ يَكُونُ مُتَّقِيًا مَنْ لَا يَدْرِي مَا يَتَّقِي، وَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: «لَا يَتَّجِرُ فِي أَسْوَاقِنَا إِلَّا مَنْ قَدْ فَقِهَ فِي دِينِهِ، وَإِلَّا أَكَلَ الرِّبَا» قُلْتُ: فَعَلَى جَمِيعِ الْمُسْلِمِينَ أَنْ يَتَّقُوا اللَّهَ عَزَّ وَجَلَّ فِي أَدَاءِ فَرَائِضِهِ، وَاجْتِنَابِ مَحَارِمِهِ، وَمِنْهَا أَنَّهُ أَمَرَهُمْ بِالسَّمْعِ وَالطَّاعَةِ لِكُلِّ مَنْ وُلِّيَ عَلَيْهِمْ مِنْ عَبْدٍ أَسْوَدَ وَغَيْرِ أَسْوَدَ، وَلَا تَكُونُ الطَّاعَةُ إِلَّا بِالْمَعْرُوفِ، لِأَنَّهُ أَعْلَمُهُمْ أَنَّهُ سَيَكُونُ اخْتِلَافٌ كَثِيرٌ بَيْنَ النَّاسِ، فَأَمَرَهُمْ بِلُزُومِ سُنَّتِهِ وَسُنَّةِ أَصْحَابِهِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، وَحَثَّهُمْ عَلَى أَنْ يَتَمَسَّكُوا بِهَا التَّمَسُكَ الشَّدِيدَ، مِثْلَ مَا يَعَضُّ الْإِنْسَانُ بِأَضْرَاسِهِ عَلَى الشَّيْءِ يُرِيدُ أَنْ لَا يَفْلِتَ مِنْهُ، فَوَاجِبٌ عَلَى كُلِّ مُسْلِمٍ أَنْ يَتَّبِعَ سُنَنَ رَسُولِ اللَّهِ ﷺ، وَلَا يَعْمَلُوا أَشْيَاءَ إِلَّا بِسُنَّتِهِ وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ بَعْدَهُ: أَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، وَعَلِيٍّ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ، وَكَذَا لَا يَخْرُجُ عَنْ قَوْلِ صَحَابَتِهِ رَحْمَةُ اللَّهِ عَلَيْهِمْ، فَإِنَّهُ يَرْشُدُ إِنْ شَاءَ اللَّهُ. وَمِنْهَا أَنَّهُ حَذَّرَهُمُ الْبِدَعَ وَأَعْلَمَهُمْ أَنَّهَا ضَلَالَةٌ، فَكُلُّ مَنْ عَمِلَ عَمَلًا أَوْ تَكَلَّمُ بِكَلَامٍ لَا يُوَافِقُ كِتَابَ اللَّهِ عَزَّ وَجَلَّ، وَلَا سَنَةَ رَسُولِهِ ﷺ، وَسُنَّةَ الْخُلَفَاءِ الرَّاشِدِينَ، وَقَوْلَ صَحَابَتِهِ رَضِيَ اللَّهُ عَنْهُمْ فَهُوَ بِدْعَةٌ، وَهُوَ ضَلَالَةٌ، وَهُوَ مَرْدُودٌ عَلَى قَائِلِهِ أَوْ فَاعِلِهِ، وَمِنْهَا أَنْ عِرْبَاضَ بْنَ سَارِيَةَ قَالَ: «وَعَظَنَا رَسُولُ اللَّهِ ﷺ مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ، وَوَجِلَتْ مِنْهَا الْقُلُوبُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَمَيِّزُوا هَذَا الْكَلَامَ، لَمْ يَقُلْ: صَرَخْنَا مِنْ مَوْعِظَةٍ، وَلَا زَعَقْنَا، وَلَا طَرَقْنَا عَلَى رُءُوسِنَا، وَلَا ضَرَبْنَا عَلَى صُدُورِنَا، وَلَا زَفَنَّا، وَلَا رَقَصْنَا كَمَا فَعَلَ كَثِيرٌ مِنَ الْجُهَّالِ، يَصْرُخُونَ عِنْدَ الْمَوَاعِظِ وَيَزْعَقُونَ، وَيَنْغَاشُونَ، وَهَذَا كُلُّهُ مِنَ الشَّيْطَانِ يَلْعَبُ بِهِمْ، وَهَذَا كُلُّهُ بِدْعَةٌ وَضَلَالَةٌ، يُقَالُ لِمَنْ فَعَلَ هَذَا: اعْلَمْ أَنَّ النَّبِيَّ ﷺ أَصْدَقُ النَّاسِ مَوْعِظَةً، وَأَنْصَحُ النَّاسِ لِأُمَّتِهِ، وَأَرَقُّ النَّاسِ قَلْبًا، وَأَصْحَابُهُ أَرَقُّ النَّاسِ قُلُوبًا، وَخَيْرُ النَّاسِ مِمَّنْ جَاءَ بَعْدَهُمْ، وَلَا يَشُكُّ فِي هَذَا عَاقِلٌ، مَا صَرَخُوا عِنْدَ مَوْعِظَتِهِ، وَلَا زَعَقُوا، وَلَا رَقَصُوا، وَلَا زَفَنُوا، وَلَوْ كَانَ هَذَا صَحِيحًا لَكَانُوا أَحَقَّ النَّاسِ بِهَذَا أَنْ يَفْعَلُوهُ بَيْنَ يَدَيْ رَسُولِ اللَّهِ ﷺ، وَلَكِنَّهُ بِدْعَةٌ وَبَاطِلٌ وَمُنْكَرٌ، فَاعْلَمْ ذَلِكَ، فَتَمَسَّكُوا رَحِمَكُمُ اللَّهُ بِسُنَّتِهِ، وَسُنَّةِ الْخُلَفَاءِ مِنْ بَعْدِهِ الرَّاشِدِينَ الْمَهْدِيِّينَ، وَسَائِرِ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ","",""],["9","","","٩- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو الْمِصْرِيُّ قَالَ: أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي حَيْوَةُ بْنُ شُرَيْحٍ، عَنْ عَقِيلِ بْنِ خَالِدٍ، عَنْ سَلَمَةَ بْنِ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: \" كَانَ الْكِتَابُ الْأَوَّلُ نَزَلَ مِنْ بَابٍ وَاحِدٍ، وَعَلَى وَجْهٍ وَاحِدٍ،‌‌ وَنَزَلَ الْقُرْآنُ مِنْ سَبْعَةِ أَبْوَابٍ، عَلَى سَبْعَةِ أَحْرُفٍ: زَاجِرٍ، وَآمِرٍ، وَحَلَالٍ، وَحَرَامٍ، وَمُحْكَمٍ، وَمُتَشَابِهٍ، وَأَمْثَالٍ، فَأَحِلُّوا حَلَالَهُ، وَحَرِّمُوا حَرَامَهُ، وَافْعَلُوا مَا أُمِرْتُمْ، وَانْتَهُوا عَمَّا نُهِيتُمْ، وَاعْتَبِرُوا بِأَمْثَالِهِ، وَاعْمَلُوا بِمُحْكَمِهِ، وَآمِنُوا بِمُتَشَابِهِهِ، وَقُولُوا: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ، قَالَ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو الْمِصْرِيُّ قَالَ: أَخْبَرَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي حَيْوَةُ بْنُ شُرَيْحٍ، عَنْ عَقِيلِ بْنِ خَالِدٍ، عَنْ سَلَمَةَ بْنِ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ، عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: \" كَانَ الْكِتَابُ الْأَوَّلُ نَزَلَ مِنْ بَابٍ وَاحِدٍ، وَعَلَى وَجْهٍ وَاحِدٍ،‌‌ وَنَزَلَ الْقُرْآنُ مِنْ سَبْعَةِ أَبْوَابٍ، عَلَى سَبْعَةِ أَحْرُفٍ: زَاجِرٍ، وَآمِرٍ، وَحَلَالٍ، وَحَرَامٍ، وَمُحْكَمٍ، وَمُتَشَابِهٍ، وَأَمْثَالٍ، فَأَحِلُّوا حَلَالَهُ، وَحَرِّمُوا حَرَامَهُ، وَافْعَلُوا مَا أُمِرْتُمْ، وَانْتَهُوا عَمَّا نُهِيتُمْ، وَاعْتَبِرُوا بِأَمْثَالِهِ، وَاعْمَلُوا بِمُحْكَمِهِ، وَآمِنُوا بِمُتَشَابِهِهِ، وَقُولُوا: آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْلَمْ رَحِمَكَ اللَّهُ أَنَّهُ يَنْبَغِي لَكَ أَنْ تَعْلَمَ أَنَّ الْقُرْآنَ نَزَلَ جُمْلَةً فِي لَيْلَةِ الْقَدْرِ فِي شَهْرِ رَمَضَانَ إِلَى سَمَاءِ الدُّنْيَا إِلَى بَيْتِ الْعِزَّةِ، ثُمَّ نَزَلَ عَلَى النَّبِيِّ ﷺ فِي نَيِّفٍ وَعِشْرِينَ سَنَةً، وَمَعْنَى عَلَى سَبْعَةِ أَحْرُفٍ يَعْنِي عَلَى سَبْعِ لُغَاتٍ: كَانَ النَّبِيُّ ﷺ يُلَقِّنُ كُلَّ قَبِيلَةٍ عَلَى مَا تَحْمِلُ مِنْ لُغَتِهَا، فَلَا يَنْبَغِي أَنْ يُعِيبَ بَعْضُهُمْ قِرَاءَةَ غَيْرِهِ، بَلْ وَاجِبٌ عَلَى كُلِّ مَنِ الْتَقَنَ بِحَرْفٍ أَنْ يَلْزَمَهُ وَيَحْفَظَهُ، وَلَا يَعِيبُ عَلَى غَيْرِهِ مَا قَدِ الْتَقَنَ، فَلَا يُجَاوِزُ مَا فِي مُصْحَفِ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ، فَيُحِلُّوا حَلَالَهُ، وَيُحَرِّمُوا حَرَامَهُ، وَلَنْ يُدْرَكَ عِلْمُ هَذَا كُلِّهِ إِلَّا بِالسُّنَنِ، لِأَنَّ السُّنَنَ تَبَيَّنُ مُرَادَ اللَّهِ عَزَّ وَجَلَّ فِيمَا أَمَرَ بِهِ الْعِبَادَ وَنَهَاهُمْ عَنْهُ، أَلَمْ تَسْمَعْ إِلَى قَوْلِ اللَّهِ تَعَالَى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} [النحل: 44] فَقَدْ بَيَّنَ ﷺ لِأُمَّتِهِ مَا أَحَلَّهُ لَهُمْ، وَمَا حَرَّمَهُ عَلَيْهِمْ، وَمَا فَرَضَ عَلَيْهِمْ، فَمَنْ أَرَادَ أَنْ يَعْلَمَ الْحَلَالَ مِنَ الْحَرَامِ لَزِمَ السُّنَنَ، وَذَلِكَ أَمْرُ اللَّهِ عَزَّ وَجَلَّ لَهُ وَبِطَاعَةِ رَسُولِهِ ﷺ وَالِانْتِهَاءِ عَمَّا نَهَى، وَحَذَّرَ مَنْ خَالَفَهُ بِقَوْلِهِ عَزَّ وَجَلَّ {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63] ثُمَّ يُؤْمِنُ بِمُتَشَابِهِ الْقُرْآنِ، وَلَا يُمَارِي فِيهِ، وَلَا يُجَادِلُ، فَإِنَّ اللَّهَ تَعَالَى قَدْ حَذَّرَكَ عَنْ ذَلِكَ، وَتَعْتَبِرَ بِأَمْثَالِهِ، وَتَعْمَلَ بِمُحْكَمِهِ، وَتُؤْمِنَ بِجَمِيعِ مَا فِيهِ، وَاعْلَمْ أَنَّ فِيَ الْقُرْآنِ نَاسِخًا وَمَنْسُوخًا، فَاسْأَلْ عَنْهُ الْعُلَمَاءَ عَلَى وَجْهِ التَّعَلُّمِ لَا عَلَى وَجْهِ الْجَدَلِ وَالْمِرَاءِ قَالَ اللَّهُ تَعَالَى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ، فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ، وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ} [آل عمران: 7] وَاعْلَمْ رَحِمَكَ اللَّهُ أَنَّ الْآيَاتِ الْمُحْكَمَاتِ قَالَ ابْنُ عَبَّاسٍ: «نَاسِخُهُ وَمُنْسُوخُهُ، وَحَلَالُهُ وَحَرَامُهُ، وَفَرَائِضُهُ وَحُدُودُهُ، وَمَا يُؤْمَرُ بِهِ، وَمَا يُعْمَلُ بِهِ وَيُدَانُ بِهِ»، وَهَذَا طَرِيقُ فُقَهَاءِ الْمُسْلِمِينَ، وَقَوْلُهُ عَزَّ وَجَلَّ: {هُنَّ أُمُّ الْكِتَابِ} [آل عمران: 7] قَالَ سَعِيدُ بْنُ جُبَيْرٍ: «هُنَّ أَصْلُ الْكِتَابِ، وَإِنَّمَا سَمَّاهُنَّ اللَّهُ عَزَّ وَجَلَّ» أُمُّ الْكِتَابِ «لَأَنَّهُنَّ مَكْتُوبَاتٌ فِي جَمِيعِ الْكِتَابِ»، وَقَالَ مُجَاهِدٌ: «وَأُخَرُ مُتَشَابِهَاتٌ» قَالَ: يُصَدِّقُ بَعْضُهُ بَعْضًا \"","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ޚަބަރުދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ އައްޠާހިރު އަޙްމަދު ބްނު ޢަމްރޫ އަލްމިޞްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޚަބަރުދެއްވީ އިބްނު ވަހްބުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެންނަށް ޚަބަރުދެއްވީ ޙައިވާ ބްނު ޝުރައިޙިއެވެ. އެއީ ޢަޤީލު ބްނު ޚާލިދުގެ އަރިހުންނެވެ. އެއީ ސަލަމާ ބްނު އަބޫ ސަލަމާ ބްނު ޢަބްދުއް ރަޙްމާންގެ އަރިހުންނެވެ. އެއީ އެބޭފުޅާގެ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ އިބްނު މަސްޢޫދުގެ އަރިހުންނެވެ. އެއީ ﷲ ގެ ރަސޫލާ ﷺ ގެ އަރިހުންނެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެންމެ ފުރަތަމަ ފޮތް ބާވައިލެއްވުނީ އެންމެ ބާބަކުންނެވެ. އަދި އެންމެ ވަޖްހެއްގެ މައްޗަށެވެ. އަދި ޤުރްއާން ބާވައިލެއްވުނީ ހަތް ބާބަކަށެވެ. ހަތް ޙަރްފު ނުވަތަ ހަތް އަކުރުގެ މައްޗަށެވެ: (އެއީ) މަނާކުރުމާއި، އަދި އަމުރުކުރުމާއި، އަދި ޙަލާލާއި، އަދި ޙަރާމާއި، އަދި މުޙްކަމްއާއި، އަދި މުތަޝާބިހުއާއި، އަދި މިޘާލުތަކެވެ. އަދި އޭގެ މުޙްކަމަށް ތިޔަބައިމީހުން ޢަމަލު ކުރާށެވެ. އަދި އޭގެ މުތަޝާބިހަށް ތިޔަބައިމީހުން އީމާންވާށެވެ. އަދި ތިޔަބައިމީހުން ބުނާށެވެ: އެއެންމެހާ އެއްޗަކަށް އަހަރެމެން އީމާންވެއްޖައީމެވެ. ހުރިހާ އާޔަތްތަކެއް ވަނީ އަހަރެމެންގެ ވެރި ރައްބުގެ ޙަޟްރަތުންނެވެ.\"\n[މުޞައްނިފްގެ އަރިހުން އިބްނު ޢަބްދުލް ބައްރު 'އައްތަމްހީދު' 275/8 ގައި  ޟަޢީފް މަގަކުން މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ. އަދި އައްޠަބަރީ އެބޭފުޅާގެ ތަފްސީރުގައި 62/1 އަދި އިބްނު ޙިއްބާން 745 ގައި އެއީ ކެނޑިފައިވާ އިސްނާދަކުންނެވެ. ހަމަ އެއާއެކު މި މާނާގައި އެހެން ޙަދީޘްތައް އައިސްފައިވެއެވެ. އެއީ އަޙްމަދުގެ މުސްނަދުގެ 4252 ގައާއި އިބްނު ކަޘީރު ތަފްސީރުގައި 41/1 ގައި އެނޫންވެސްމެއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"ތިބާ ދަންނާށެވެ. ﷲ ތިބާއަށް ރަޙްމަތްލައްވާށިއެވެ. ތިބާގެ މައްޗަށް އެނގުންވަނީ، ހަމަކަށަވަރުން ރަމަޟާން މަހުގެ އަލްޤަދްރު ވިލޭރޭގައި ދުނިޔޭގެ އުޑަށް ބައިތު އަލްޢިއްޒާއަށް ޖުމްލަކޮށް އެކީއެކަށްޗަކަށް ޤުރްއާން ބާވައިލެއްވުނުކަމެވެ. ދެން ދެތިން އަދި ވިހި އަހަރުތެރޭގައި ނަބިއްޔާ ﷺ ގެ މައްޗަށް ބާވައިލެއްވުނުކަމެވެ. އަދި ބާވައިލެއްވުނީ ހަތް އަކުރުގެ މައްޗަށް ކަމުގެ މާނައަކީ އެއީ ހަތް ލުޣާ ނުވަތަ ހަތް ބަހުގެ މައްޗަށް ކަމުގައެވެ: [ތަޢްލީޤް] ކޮންމެ ޤަބީލާއެއް އެބަޔަކު ވާހަކަދައްކައި އުޅޭ ބަހެއްގެ މައްޗަށް ނަބިއްޔާ ﷺ ކިޔައިދީ ލަވައިދެއްވިއެވެ. ފަހެ އެހެންކަމުން އެއްބަޔަކު އަނެކާގެ ޤިރާއަތަށް ޢައިބުކޮށް ހެދުމެއް ނުވެއެވެ. އެހެނެއްކަމަކު ކޮންމެ އަކުރެއްވެސް ދަސްވެއްޖެ މީހެއްނަމަ އޭނާގެ މައްޗަށް ވާޖިބުވެގެންވަނީ އޭގައި ހިފަހައްޓައި އަދި އެޙިފްޡުކުރުމަށެވެ. އަދި އެނޫން މީހަކު ދަސްކުރި އެއްޗަކަށް އެނާ ނޫން މީހެއްގެ މައްޗަށް ޢައިބުނުކުރުމަށެވެ. ފަހެ ޢުޘްމާން - ރަޟިޔަ ﷲ ޢަންހު - ގެ މުޞްޙަފްއިން ފަހަނައަޅައިދިޔުމެއް ނުވެއެވެ. ފަހެ އޭގައިވާ ޙަލާލު، ތިޔަބައިމީހުން ޙަލާލުކުރާށެވެ. އަދި އޭގައިވާ ޙަރާމް، ތިޔަބައިމީހުން ޙަރާމްކުރާށެވެ. އަދި މީގެ ޢިލްމެއް ސުނަނުތަކުން މެނުވީ އިދްރާކެއް ނުކުރެވޭނެއެވެ. އެހެނީ ކަލާނގެ އަޅުތަކުންނަށް އަމުރުކުރެއްވި ކަންތައްތަކާއި އަދި އެބައިމީހުންގެ ކިބައިން ނަހީކުރެއްވި ކަންތައްތަކުގައި ﷲ - ޢައްޒަ ވަޖައްލަ - ގެ މުރާދު ބަޔާންކޮށްދެނީ ސުންނަތްތަކުންނެވެ. ﷲ ތަޢާލާގެ މިބަސްފުޅު ތިބާ އަޑުނާހަމު ހެއްޔެވެ: \"އަދި ތިމަން އިލާހު، ކަލޭގެފާނަށް ޤުރްއާން ބާވައިލެއްވީ، އެބައިމީހުންނަށް ބާވައިލެއްވި ތަކެތި، މީސްތަކުންނަށް ކަލޭގެފާނު ބަޔާންކޮށް ދެއްވުމަށްޓަކައެވެ. އަދި އެބައިމީހުން ފިކުރުކުރުމަށްޓަކައެވެ.\" [އައްނަޙްލު: 44] \nފަހެ ހަމަގައިމުވެސް އެކަލޭގެފާނު ﷺ ވަނީ އެކަލޭގެފާނުގެ އުއްމަތަށް ޙަލާލުވެގެންވާ ކަންތައްތައް އެބައިމީހުންނަށް ބަޔާންކޮށްދެއްވާފައެވެ. އަދި އެބައިމީހުންގެ މައްޗަށްހުރި ޙަރާމް ކަންތައްތައްވެސްމެއެވެ. އަދި އެބައިމީހުންގެ މައްޗަށްހުރި ފަރުޟު ކަންތައްތައްވެސްމެއެވެ. ފަހެ އެހެންކަމުން މީހަކު ޙަލާލުއާއި ޙަރާމް ދެނެގަނެ އެނގެން ބޭނުންވާ ކަމުގައި ވާނަމަ، އޭނާ ސުންނަތްތަކުގައި ހިފަހައްޓާށެވެ. އަދި އެއީ އޭނާއަށްވާ ﷲ - ޢައްޒަ ވަޖައްލަ - ގެ އަމުރުފުޅެވެ. އެއީ އެކަލާނގެ ރަސޫލާ ﷺ އަށް ކިޔަމަންވުމާއި އަދި އެކަލޭގެފާނު ނަހީ ކުރެއްވި ކަންކަން ހުއްޓާލުމެވެ. އަދި އެކަލާނގެ - ޢައްޒަ ވަޖައްލަ - ގެ މިބަސްފުޅުން އެކަލޭގެފާނާ ޚިލާފުވާ މީހާއަށް އެކަލާނގެ އިންޛާރުކުރެއްވިއެވެ.\n\"ފަހެ، އެ އިލާހުގެ އަމުރުފުޅާ ޚިލާފު ވާމީހުންނަށް ފިތުނައެއް ކުރިމަތިވެދާނެކަމަށް ނުވަތަ ވޭންދެނިވި އަޛާބެއް ޖެހިދާނެކަމަށް، އެބައިމީހުން ބިރުވެތިވާހުށިކަމެވެ!\" [އައްނޫރު: 63] ދެން ޤުރްއާނުގައިވާ މުތަޝާބިހުތަކަށް އީމާންވާށެވެ. އަދި އޭގައި ޒުވާބުނުކުރާށެވެ. އަދި ޖަދަލުވެސް ނުކުރާށެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން ﷲ ތަޢާލާ ވަނީ އެކަމުން އިންޛާރުކުރުވާފައެވެ. އަދި އޭގެ މިޘާލުތައް އިޢުތިބާރުކުރާށެވެ. އަދި އޭގެ މުޙްކަމުތަކަށް ޢަމަލުކުރާށެވެ. އަދި އޭގައިވާ ހުރިހާ އެއްޗަކަށް އީމާންވާށެވެ. \nއަދި ތިބާ ދަންނާށެވެ. ހަމަކަށަވަރުން ޤުރްއާނުގައި ނާސިޚު އަދި މަންސޫޚުވެއެވެ. ފަހެ އެއާއި ބެހޭ ގޮތުން ޢިލްމުވެރިންނާ ސުވާލުކުރާށެވެ. އެއީ ތަޢުލީމުގެ ވަޖުހުގެ މަތީންނެވެ. ޖަދަލުކުރުމާއި ޒުވާބުކުރުމުގެ ވަޖްހުގެ މަތީންނެއް ނޫނެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ: \"އެ އިލާހީ، ކަލޭގެފާނުގެ މައްޗަށް ފޮތް ބާވައިލެއްވި އިލާހެވެ. އޮޅުމެއްނެތި، މާނަ ސާފުކޮށް އެނގޭ އާޔަތްތަކެއް އޭގެ ތެރޭގައިވެއެވެ. އެ އާޔަތްތަކަކީ، އެ ފޮތުގެ މައިގަނޑު ބަޔެވެ. އަދި މުތަޝާބިހު އާޔަތްތަކެއް ވެސްވެއެވެ. (އެބަހީ: ﷲ އަށް މެނުވީ އޭގެ މާނަ އެނގުންނުވާ، ނުވަތަ އިލްމީ ނަޒަރަކުން ބަލައިގެންމެނުވީ އޭގެ މާނަ ދޭހަނުވާ އާޔަތްތަކެއްވެސް އޭގެ ތެރޭގައި ވެއެވެ.) ފަހެ، ޙައްޤު މަގުން އެއްކިބާވުމުގެ ގޮތް، އެބައިމީހުންގެ ހިތްތަކުގައިވާ މީހުން ދަންނާށެވެ! ފަހެ، އެބައިމީހުން ފިތުނަ އުފެއްދުމުގެ ބޭނުމުގައްޔާއި، އެ އާޔަތްތައް އެކިގޮތްގޮތަށް މާނަކުރުމުގެ ބޭނުމުގައި، އެ ފޮތުގެ ތެރޭގައި މުތަޝާބިހު އާޔަތްތައް ނަގައި، އޭގައި ހިފަހައްޓަތެވެ. އެ އާޔަތްތަކުގެ ހަގީގީ މާނަ، ﷲ އަށް މެނުވީ އެނގިގެނެއް ނުވެއެވެ.\" [އާލު ޢިމްރާން: 7] \nއަދި ތިބާ ދަންނާށެވެ. ﷲ ތިބާއަށް ރަޙްމަތް ލައްވާށިއެވެ. ހަމަކަށަވަރުން މުޙްކަމް އާޔަތްތަކާ މެދުގައި ދަންނައެވެ. އިބްނު ޢައްބާސް ވިދާޅުވިއެވެ: \"އޭގެ ނާސިޚްއާއި އަދި އޭގެ މަންސޫޚްއާއި، އަދި އޭގެ ޙަލާލްއާއި އަދި އޭގެ ޙަރާމްއާއި، އަދި އޭގެ ފަރާއިޟްއާއި އަދި އޭގެ ޙުދޫދުއާއި، އަދި އޭގައި އަމުރުވެވިފައިވާ ކަންކަމާއި، އަދި އެއަށް ޢަމަލުކުރަންވާ ކަންކަމާއި، އަދި އެއަށް ދީންވެރިވުންވާ ކަންކަމެވެ.\" [އިބްނު ޖަރީރު: 193/5] އަދި މިއީ މުސްލިމުންގެ ފިޤުހުވެރީންގެ މަގެވެ. އަދި އެކަލާނގެ - ޢައްޒަ ވަޖައްލަ - ގެ ބަސްފުޅެވެ: \"އެ އާޔަތްތަކަކީ، ފޮތުގެ މައިގަނޑެވެ.\" [އާލު ޢިމްރާން: 7] ސަޢީދު ބްނު ޖުބައިރު ވިދާޅުވިއެވެ: \"އެއާޔަތްތަކަކީ ފޮތުގެ އަޞްލެވެ. އަދި އެހެނެއްކަމަކު ﷲ - ޢައްޒަ ވަޖައްލަ - އެއީ ފޮތުގެ މައިގަނޑުކަމުގައި ނަންދެއްވީ، އެއީ މުޅި ފޮތުގައި ލިޔެވިފައިވަނީ އެއެވެ.\nއަދި މުޖާހިދު ވިދާޅުވިއެވެ: \"އަދި އެނޫން މުތަޝާބިހު އާޔަތްތަކެވެ. ވިދާޅުވިއެވެ: އޭގެ އެއްބައި އަނެއްބައި ތެދުކޮށްދެއެވެ.\" [އިބްނު ޖަރީރު: 196/5]",""],["10","","","١٠- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ الدَّرَاوَرْدِيُّ، وَحَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِي قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ قَالَ: وَحَدَّثَنَا أَبُو بَكْرٍ قَاسِمُ بْنُ زَكَرِيَّا الْمُطَرِّزُ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْمَرْوَزِيُّ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«أَبُو بَكْرٍ فِي الْجَنَّةِ، وَعُمَرُ فِي الْجَنَّةِ، وَعُثْمَانُ فِي الْجَنَّةِ، وَعَلِيٌّ فِي الْجَنَّةِ، وَطَلْحَةُ فِي الْجَنَّةِ، وَالزُّبَيْرُ فِي الْجَنَّةِ، وَعَبْد الرَّحْمَنِ فِي الْجَنَّةِ، وَسَعْدٌ وَسَعِيدٌ فِي الْجَنَّةِ، وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ فِي الْجَنَّةِ»","","حَدَّثَنَا أَبُو بَكْرٍ قَالَ حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ الدَّرَاوَرْدِيُّ، وَحَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِي قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ قَالَ: وَحَدَّثَنَا أَبُو بَكْرٍ قَاسِمُ بْنُ زَكَرِيَّا الْمُطَرِّزُ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْمَرْوَزِيُّ قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«أَبُو بَكْرٍ فِي الْجَنَّةِ، وَعُمَرُ فِي الْجَنَّةِ، وَعُثْمَانُ فِي الْجَنَّةِ، وَعَلِيٌّ فِي الْجَنَّةِ، وَطَلْحَةُ فِي الْجَنَّةِ، وَالزُّبَيْرُ فِي الْجَنَّةِ، وَعَبْد الرَّحْمَنِ فِي الْجَنَّةِ، وَسَعْدٌ وَسَعِيدٌ فِي الْجَنَّةِ، وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ فِي الْجَنَّةِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَوَاجِبٌ عَلَى الْمُسْلِمِينَ أَنْ يَشْهَدُوا لِمَنْ شَهِدَ لَهُمْ رَسُولُ اللَّهِ ﷺ، وَإِذَا شَهِدَ لَهُمْ فَقَدْ أَحَبَّهُمْ، وَمَنْ أَحَبَّ هَؤُلَاءِ وَشَهِدَ لَهُمْ بِالْجَنَّةِ سَلِمَ جَمِيعُ الصَّحَابَةِ مِنْهُ، وَيَشْهَدَ لَهُمْ بِالْخِلَافَةِ، أَوَّلُهُمْ أَبُو بَكْرٍ، ثُمَّ عُمَرُ، ثُمَّ عُثْمَانُ، ثُمَّ عَلِيُّ، رَضِيَ اللَّهُ عَنْهُمْ، فَهَؤُلَاءِ الَّذِينَ قَالَ النَّبِيُّ ﷺ: \" لَا يَجْتَمِعُ حُبُّ هَؤُلَاءِ الْأَرْبَعَةِ إِلَّا فِي قَلْبِ مُؤْمِنٍ: أَبِي بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ، وَعَلِيٍّ رَضِيَ اللَّهُ عَنْهُمْ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: اعْلَمْ رَحِمَكَ اللَّهُ: مَنْ أَحَبَّ أَبَا بَكْرٍ فَقَدْ أَقَامَ الدِّينَ، وَمَنْ أَحَبَّ عُمَرَ فَقَدْ أَوْضَحَ السَّبِيلَ، وَمَنْ أَحَبَّ عُثْمَانَ فَقَدِ اسْتَنَارَ بِنُورِ اللَّهِ عَزَّ وَجَلَّ، وَمَنْ أَحَبَّ عَلِيَّ بْنَ أَبِي طَالِبٍ فَقَدِ اسْتَمْسِكْ بِالْعُرْوَةِ الْوُثْقَى، وَمَنْ قَالَ الْحُسْنَى فِي أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَقَدْ بَرِئَ مِنَ النِّفَاقِ","އަހަރުމެންނަށް އަބޫ ބަކުރު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަލްފިރްޔާބީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޤުތައިބާ ބްނު ސަޢީދު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޢަބްދުލް ޢަޒީޒް ބްނު މުޙައްމަދު އައްދަރާވަރްދީ ކިޔައިދެއްވިއެވެ.\nއަދި އަހަރުމެންނަށް އަބުލް ޤާސިމް ޢަބްދު ﷲ ބްނު މުޙައްމަދު ބްނު ޢަބްދުލް ޢަޒީޒް އަލްބަޣަވީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ޢަބްދުލް ޙަމީދު އަލްޙިއްމާނީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް ޢަޒީޒް ބްނު މުޙައްމަދު އައްދަރާވަރްދީ ކިޔައިދެއްވިއެވެ.  އެބޭފުޅާ ވިދާޅުވިއެވެ:\nއަދި އަހަރެމެންނަށް އަބޫ ބަކްރު ޤާސިމް ބްނު ޒަކަރިއްޔާ އަލްމުޠައްރިޒު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިސްޙާޤް ބްނު އިބްރާހީމް އަލްމަރްވަޒީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް ޢަޒީޒް ބްނު މުޙައްމަދު އައްދަރާވަރްދީ ކިޔައިދެއްވިއެވެ. އެއީ ޢަބްދުއް ރަޙްމާން ބްނު ޙުމައިދު ބްނު ޢަބްދުއް ރަޙްމާންގެ އަރިހުންނެވެ. އެއީ އެބޭފުޅާގެ ބައްޕާފުޅު (ޙުމައިދު ބްނު ޢަބްދުއް ރަޙްމާން) ގެ އަރިހުންނެވެ. އެއީ އެބޭފުޅާގެ ކާފާފުޅު ޢަބްދުއްރަޙްމާން ބްނު ޢައުފް – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"އަބޫ ބަކްރު ވަނީ ޖަންނަތުގައެވެ. އަދި ޢުމަރު ވަނީ ޖަންނަތުގައެވެ. އަދި ޢުޘްމާން ވަނީ ޖަންނަތުގައެވެ. އަދި ޢަލީ ވަނީ ޖަންނަތުގައެވެ. އަދި ޠަލްޙާ ވަނީ ޖަންނަތުގައެވެ. އަދި އައްޒުބައިރު ވަނީ ޖަންނަތުގައެވެ. އަދި ޢަބްދުއް ރަޙްމާން ވަނީ ޖަންނަތުގައެވެ. އަދި ސަޢްދުއާއި ސަޢީދު ވަނީ ޖަންނަތުގައެވެ. އަދި އަބޫ ޢުބައިދާ ބްނު އަލްޖައްރާޙް ވަނީ ޖަންނަތުގައެވެ.\" – އެ ހުރިހާ ބޭކަލުންނަށް ﷲ ރުހިވޮޑިގަންނަވާށިއެވެ. –\n[މިއީ ޞައްޙަ ޙަދީޘް ބަސްފުޅެކެވެ. އެހެނީ މިޙަދީޘް ހަމަ މި އިސްނާދުން މުސްނަދު އަޙްމަދު: 1675 ގައި ރިވާވެފައި ވެއެވެ. އަދި ސުނަނު އައްތިރްމިޛީގެ: 3747 ގައިވެސް މެއެވެ. އަދި އައްތިރްމިޛީގައި މިއިސްނާދުން މިޙަދީޘް ރިވާ ކުރެއްވުމަށް ފަހުގައި، އެހެން އިސްނާދަކުން މިޙަދީޘް އައިސްފައިވާ ކަމުގައި ޒިކުރުކޮށްފައިވެއެވެ. އެއީ ޢަބްދުއް ރަޙްމާން ބްނު ޢައުފް – ރަޟިޔަ ﷲ ޢަންހު – ޒިކުރު ނުކުރައްވާ އެބޭފުޅާގެ ކާފަދަރިކަލުން ޢަބްދުއް ރަޙްމާން ބްނު ޙުމައިދުގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕާފުޅު ޙުމައިދު ބްނު ޢަބްދުއް ރަޙްމާންގެ އަރިހުން، ސަޢީދު ބްނު ޒައިދު – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވި ކަމުގައެވެ. އަދި މި އިސްނާދުން މިޙަދީޘް ފުރަތަމަ ޙަދީޘްއަށްވުރެ މާ ޞައްޙަ ކަމުގައި ވެއެވެ. ހަމަ އެގޮތަށް އިބްނު އަބީ ޙާތިމްގެ 'އަލްޢިލަލް' ފޮތުގެ: 2613 - 394/6 ގައި އެބޭފުޅާގެ ބައްޕާފުޅު އިމާމް އަބޫ ޙާތިމް އައްރާޒީއާ ސުވާލު ދެންނެވުމުން ހަމަ އެފަދައިން ޒިކުރު ކުރައްވާފައި ވެއެވެ. އޭގެ އިތުރުން މިޙަދީޘް ސަޢީދު ބްނު ޒައިދު – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުން ސުނަނު އައްތިރްމިޛީގެ: 3748 ގައި އައިސްފައިވެއެވެ. އެނޫން ސުނަނު އަބީ ދާވޫދުގެ: 4649، 4650 ގައާއި އަދި ސުނަނު އިބްނު މާޖާގެ: 133 ގައިވެސް އައިސްފައިވެއެވެ. އަދި އިމާމް އިބްނު އަބީ ޢާޞިމްގެ 'އަލްއާޙާދު ވަލްމަޘާނީ' ގެ: 232 ގައާއި، އަދި އިމާމް އަބޫ ޔަޢްލާގެ މުސްނަދުގެ: 835 ގައާއި، އަދި އިމާމް އަލްބުޚާރީގެ 'އައްތާރީޚުލް ކަބީރު' ގެ: 274/5 ގައާއި، އަދި ޞަޙީޙް އިބްނު ޙިއްބާން: 7002 ގައާއި، އަދި މުސްނަދު އަލްބައްޒާރުގެ: 1020، 1021 - 231/3 ގައާއި، އަދި ސުނަނުލް ކުބްރާ ލިއްނަސާއީގެ: 8194 ގައާއި، އަދި ޝަރްޙުއްސުންނާ ލިލްބަޣަވީގެ: 3926 ގަވެސް މިޙަދީޘްގެ ރިވާޔަތްތައް އައިސްފައިވެއެވެ. މީގެ އިތުރުން ޞަދްރުއް ދީން އަބޫ ޢަލީ އަލްޙަސަން ބްނު މުޙައްމަދު އަލްބަކްރީގެ ފޮތް 'އަލްއަރްބަޢީން މިން އަރްބަޢީން ޢަން އަރްބަޢީން' ނުވަތަ އަލްއަރްބަޢޫން ލިލްބަކްރީ ފޮތުގެ: 76/1 - 77 ގައި، 7 ވަނަ ޙަދީޘްގެ ގޮތުގައި ހަމަ މިޙަދީޘް އިމާމް އަލްއާޖުއްރީގެ އަރިހުން، ހަމަ އިމާމް އަލްއާޖުއްރީ ގެންނަވާފައި މިވާ އިސްނާދުން މިޙަދީޘް ގެންނަވާ ރިވާކޮށްފައި ވެއެވެ.] \nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: ފަހެ މުސްލިމުންގެ މައްޗަށް ވާޖިބުވެގެންވަނީ، އެބޭކަލުންނަކަށް ﷲ ގެ ރަސޫލާ ﷺ ހެކިވެލެއްވި ބޭކަލުންނަށް އެބައިމީހުންވެސް ހެކިވުމަށެވެ. އަދި އެބޭކަލުންނަށް ހެކިވެއްޖެނަމަ، ފަހެ އެބޭކަލުން ދެކެ ލޯބިވެއްޖައުމެވެ. އަދި މީހަކު އެބޭކަލުންދެކެ ލޯބިވެ އަދި އެބޭކަލުންނަށް ސުވަރުގެ ވާކަމަށް ހެކިވެއްޖެނަމަ، އޭނާގެ ކިބައިން ހުރިހާ ޞަޙާބީން ސަލާމަތްތެރިކަން ލިބިއްޖެއެވެ. އަދި އެބޭކަލުންނަށް ޚިލާފަތް ވާކަމަށް ހެކިވުމެވެ. އެގޮތުން އެބޭކަލުން ކުރެ ފުރަތަމައީ އަބޫ ބަކްރުގެފާނެވެ. ދެން ޢުމަރުގެފާނެވެ. ދެން ޢުޘްމާންގެފާނެވެ.\nދެން ޢަލީގެފާނެވެ. ﷲ އެބޭކަލުންނަށް ރުހިވޮޑިގަންނަވާށިއެވެ. އެހެނީ ފަހެ އެބޭކަލުންނީ އެބޭކަލުންނާ މެދުގައި ނަބިއްޔާ ﷺ މިފަދައިން ޙަދީޘް ކޮށްފައިވާ ބޭކަލުންނެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"މި ހަތަރު ބޭކަލުންނަށްވާ ލޯތްބެއް މުއުމިނެއްގެ ހިތުގައި މެނުވީ އެކުވެގެން ނުދާނެތެވެ. އެ ހަތަރު ބޭކަލުންނީ: އަބޫ ބަކްރު އަދި ޢުމަރު އަދި ޢުޘްމާން އަދި ޢަލީއެވެ. ﷲ އެބޭކަލުންނަށް ރުހިވޮޑިގަންނަވާށިއެވެ.\"\n[މިޙަދީޘް އިމާމް އަލްއާޖުއްރީ އެބޭފުޅާގެ 'ކިތާބުއް ޝަރީޢާ' ފޮތުގެ: 1224 ނުވަތަ 1401 ގައި ގެންނަވާފައި ވެއެވެ. އަދި އިމާމް ޢަބްދު ބްނު ޙުމައިދުގެ 'އަލްމުންތަޚަބު މިނަލް މުސްނަދި' ފޮތުގެ: 1465 ގައާއި، އަދި އިމާމް އައްލާލަިކާއީގެ 'ޝަރްޙު އުޞޫލި އިޢްތިޤާދި އަހްލިއް ސުންނަތި ވަލްޖަމާޢަތި' ފޮތުގެ: 2332 ގައާއި، އަދި އިމާމް އަބޫ ނުޢައިމު އަލްއަޞްބަޙާނީގެ 'ފަޟާއިލުލް ޚުލަފާއިލް އަރްބަޢަތި' ފޮތުގެ: 230 ގައާއި، އަދި އިމާމް ޢަބްދު ﷲ ބްނު އިމާމް އަޙްމަދުގެ 'ފަޟާއިލުއް ޞަޙާބާ' ފޮތަށް، މުސްނަދު އަޙްމަދު އިމާމް ޢަބްދު ﷲ ބްނު އަޙްމަދުގެ އަރިހުން ރިވާ ކުރެއްވި އަލްޙާފިޡް އަބޫ ބަކްރު އަލްޤަޠީޢީގެ ޒަވާއިދުގެ: 675 ގައި ވެސް މިޙަދީޘް ރިވާވެގެން އައިސްފައިވެއެވެ. އަދި މިޙަދީޘް ޢަޠާއު އަލްޚުރާސާނީގެ އަރިހުން އަބޫ ހުރައިރާ – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުން އައިސްފައިވަނީ މުންޤަޠިއުކޮށް ކަމުގައި (އެބަހީ: ޢަޠާއު އަބޫ ހުރައިރާގެ އަރިހުން އަޑުނާއްސަވާ ކަމުގައި) 'ސުއާލާތު އިބްނު މިޙްރަޒް' ފޮތުގެ: 650 ގައި އިމާމް އިބްނު މަޢީން ވިދާޅުވެފައިވެއެވެ. އޭގެ އިތުރުން 'އަލްމަޠާލިބުލް ޢާލިޔާ' ލިއިބްނި ޙަޖަރު އަލްޢަސްޤަލާނީގެ: 3994 ގައާއި އިބްނު ަޙަޖަރުގެ 'ތަހްޛީބު އައްތަހްޛީބު' ގެ: 212/7 ގައި މިޙަދީޘް ގެނެސް މިއީ މުންޤަޠިޢު ޙަދީޘްއެއް ކަމުގައި ކަނޑައެޅިއެވެ. އަދި 'މުސްނަދުއް ޝާމިއްޔީން' ލިއްޠަބަރާނީގެ: 2312 ގައި އަނަސް – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުން މިޙަދީޘް ރިވާވެގެން ވެއެވެ. އަދި އެ އިސްނާދު ޟަޢީފްއެވެ. ހަމަމިއާއެކު އިމާމް އަބޫ ނުޢައިމް އަލްއަޞްބަހާނީގެ 'ޙިލްޔަތުލް އައުލިޔާއި ވަޠަބަޤާތުލް އަޞްފިޔާއި' ފޮތުގެ: 32/7 ގައި އިމާމް ސުފްޔާން އައްޘައުރީފަދަ ބޭކަލުންގެ އަރިހުން އަޘަރުތަކުގެ ގޮތުގައިވެސް ހަމަ މިފަދަ ޢިބާރާތުން އައިސްފައިވެއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: ތިބާ ދެނެގަންނާށެވެ. ﷲ ތިބާއަށް ރަޙްމަތް ލައްވާށިއެވެ. \nމީހަކު އަބޫ ބަކްރުގެފާނު ދެކެ ލޯބިކޮށްފިނަމަ، ފަހެ އޭނާ ދީން ޤާއިމްކޮށްފިކަން ގައިމެވެ. \nއަދި މީހަކު ޢުމަރުގެފާނު ދެކެ ލޯބިކޮށްފިނަމަ، ފަހެ އޭނާ މަގު ސާފުކޮށް ވާޟިޙުކޮށްފިކަން ގައިމެވެ. \nއަދި މީހަކު ޢުޘްމާންގެފާނު ދެކެ ލޯބިކޮށްފިނަމަ، ފަހެ އޭނާ ﷲ ޢައްޒަ ވަޖައްލަގެ ނޫރުން ނޫރު ހޯދައިފިކަން ގައިމެވެ. \nއަދި މީހަކު ޢަލީ ބްނު އަބޫ ޠާލިބު ދެކެ ލޯބިކޮށްފިނަމަ، ފަހެ އޭނާ އެންމެ ވަރުގަދަ އުޅައްގަނޑުގައި ހިފަހައްޓައިފިކަން ގައިމެވެ. \nއަދި ﷲ ގެ ރަސޫލާ ﷺ ގެ އަޞްޙާބުންނާ މެދުގައި ރިވެތިކޮށް ބުނެފި މީހާ، ފަހެ އޭނާ ނިފާޤުން ބަރީއަވެއްޖެކަން ގައިމެވެ.\n| | އިމާމް އިބްނު އަބީ ޒަމަނީންގެ 'އުޞޫލުއް ސުންނާ' ފޮތުގެ: 189 ގައި އިމާމް އައްޔޫބު އައްސިޚްތިޔާނީގެ އަރިހުން އަޘަރެއްގައި އިމާމް އަލްއާޖުއްރީ މި ޛިކުރު ކުރެއްވި ޢިބާރާތްތައް ހަމަ މިގޮތަށް ގެންނަވާފައި ވެއެވެ. އަދި އޭގެ ފަހަތުގައި އިތުރަށް ވިދާޅުވެފައިވެއެވެ: \"އަދި މީހަކު މިއިން ބޭކަލުން ކުރެ އެއްވެސް ބޭކަލަކަށް އިހާނެތިކޮށް ހިތައި ނުވަތަ އެއިން ބޭކަލެއްގެ ކަމަކުން ކުރެ ކަމަކަށް ރުޅިވެރިކަން ލައިފި މީހާ މެދު ދަންނައެވެ. ފަހެ އޭނާއީ ސުންނަތާއި އަދި ސަލަފުއް ޞާލިޙުންނާ ޚިލާފުވެގެންވާ ބިދުޢަވެރިއެކެވެ. އަދި އެހުރިހާ ބޭކަލުން ދެކެ އެމީހާ ލޯބިކޮށްފުމަށް ދާންދެން، އަދި އެހުރިހާ ބޭކަލުންނަށް އެމީހާގެ ހިތް ސަލާމަތްވެއްޖައުމަށް ދާންދެން، އެމީހާގެ ޢަމަލުތައް އުޑަށް އުފުލިގެން ނުދާނެ ކަމުގެ ބިރުވެރިކަން އެމީހެއްގެ މައްޗަށް ވެއެވެ.\" | |\n***",""],["11","","","١١- أَخْبَرَنَا خَلَفُ بْنُ عَمْرٍو الْعُكْبَرِيُّ قَالَ: حَدَّثَنَا الْحُمَيْدِيُّ وَهُوَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَالِمِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عُوَيْمِ بْنِ سَاعِدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: ‌‌«إِنَّ اللَّهَ عَزَّ وَجَلَّ اخْتَارَنِي وَاخْتَارَ لِي أَصْحَابًا، فَجَعَلَ لِي مِنْهُمْ وُزَرَاءَ وَأَنْصَارًا وَأَصْهَارًا، فَمَنَ سَبَّهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ، لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ لَا صَرْفًا وَلَا عَدْلًا»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قال أَخْبَرَنَا خَلَفُ بْنُ عَمْرٍو الْعُكْبَرِيُّ قَالَ: حَدَّثَنَا الْحُمَيْدِيُّ وَهُوَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَالِمِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عُوَيْمِ بْنِ سَاعِدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: ‌‌«إِنَّ اللَّهَ عَزَّ وَجَلَّ اخْتَارَنِي وَاخْتَارَ لِي أَصْحَابًا، فَجَعَلَ لِي مِنْهُمْ وُزَرَاءَ وَأَنْصَارًا وَأَصْهَارًا، فَمَنَ سَبَّهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ، لَا يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ لَا صَرْفًا وَلَا عَدْلًا» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَمَنْ سَمِعَ فَنَفَعَهَ اللَّهُ الْكَرِيمُ بِالْعِلْمِ أَحَبَّهُمْ أَجْمَعِينَ: الْمُهَاجِرِينَ وَالْأَنْصَارَ وَأَصْهَارَ رَسُولِ اللَّهِ ﷺ: مَنْ تَزَوَّجَ إِلَيْهِمْ، وَمَنْ زَوَّجَهُمْ، وَجَمِيعَ أَهْلِ بَيْتِهِ الطَّيِّبِينَ، وَجَمِيعَ أَزْوَاجِهِ، وَاتَّقَى اللَّهَ الْكَرِيمَ فِيهِمْ، وَلَمْ يَسُبَّ وَاحِدًا مِنْهُمْ، وَلَمْ يَذْكُرْ مَا شَجَرَ بَيْنَهُمْ، وَإِذَا سَمِعَ أَحَدًا يَسُبُّ أَحَدًا مِنْهُمْ نَهَاهُ وَزَجَرَهُ وَنَصَحَهُ، فَإِنْ أَبَى هَجَرَهُ وَلَمْ يُجَالِسْهُ. فَمَنْ كَانَ عَلَى هَذَا مَذْهَبُهُ رَجَوْتُ لَهُ مِنَ اللَّهِ الْكَرِيمِ كُلَّ خَيْرٍ فِي الدُّنْيَا وَالْآخِرَةِ","",""],["12","","","١٢- حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عِيسَى بْنُ سُكَيْنٍ الْبَلْدِيُّ قَالَ: أَخْبَرَنَا عَلِيُّ بْنُ حَرْبٍ الْمَوْصِلِي قَالَ: حَدَّثَنِي عَبْدُ السَّلَامِ بْنُ صَالِحٍ الْخُرَاسَانِيُّ قَالَ: حَدَّثَنَا الرِّضَا عَلِيُّ بْنُ مُوسَى عَنْ أَبِيه مُوسَى بْنِ جَعْفَرٍ عَنْ أَبِيهِ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الْإِيمَانُ قَوْلٌ بِاللِّسَانِ، وَعَمَلٌ بِالْأَرْكَانِ، وَيَقِينٌ بِالْقَلْبِ»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ، قَالَ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عِيسَى بْنُ سُكَيْنٍ الْبَلْدِيُّ قَالَ: أَخْبَرَنَا عَلِيُّ بْنُ حَرْبٍ الْمَوْصِلِي قَالَ: حَدَّثَنِي عَبْدُ السَّلَامِ بْنُ صَالِحٍ الْخُرَاسَانِيُّ قَالَ: حَدَّثَنَا الرِّضَا عَلِيُّ بْنُ مُوسَى عَنْ أَبِيه مُوسَى بْنِ جَعْفَرٍ عَنْ أَبِيهِ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الْإِيمَانُ قَوْلٌ بِاللِّسَانِ، وَعَمَلٌ بِالْأَرْكَانِ، وَيَقِينٌ بِالْقَلْبِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا الْحَدِيثُ أَصْلٌ كَبِيرٌ فِي الْإِيمَانِ عِنْدَ فُقَهَاءِ الْمُسْلِمِينَ قَدِيمًا وَحَدِيثًا، وَهُوَ مُوَافِقٌ لِكِتَابِ اللَّهِ عَزَّ وَجَلَّ، لَا يُخَالِفُ هَذَا الْأَمْرَ إِلَّا مُرْجِئٌ خَبِيثٌ مَهْجُورٌ مَطْعُونٌ عَلَيْهِ فِي دِينِهِ، وَأَنَا أُبَيِّنُ مَعْنَى هَذَا لِيَعْلَمَهُ جَمِيعُ مَنْ نَظَرَ فِيهِ نَصِيحَةً لِلْمُؤْمِنِينَ. اعْلَمُوا رَحِمَنَا اللَّهُ وَإِيَّاكُمْ أَنَّ الَّذِيَ عَلَيْهِ عُلَمَاءُ الْمُسْلِمِينَ أَنَّ الْإِيمَانَ وَاجِبٌ عَلَى جَمِيعِ الْخَلْقِ، وَهُوَ التَّصْدِيقُ بِالْقَلْبِ، وَإِقْرَارٌ بِاللِّسَانِ، وَعَمَلٌ بِالْجَوَارِحِ، ثُمَّ اعْلَمُوا رَحِمَنَا اللَّهُ وَإِيَّاكُمْ أَنَّهُ لَا تُجْزِئُ الْمَعْرِفَةُ بِالْقَلْبِ وَهُوَ التَّصْدِيقُ إِلَّا أَنْ يَكُونَ مَعَهُ إِيمَانٌ بِاللِّسَانِ، وَحَتَّى يَكُونَ مَعَهُ نُطْقٌ، وَلَا تُجْزِئُ مَعْرِفَةٌ بِالْقَلْبِ وَالنُّطْقِ بِاللِّسَانِ حَتَّى يَكُونَ مَعَهُ عَمَلٌ بِالْجَوَارِحِ، فَإِذَا كَمُلَتْ فِيهِ هَذِهِ الْخِصَالُ الثَّلَاثَةُ كَانَ مُؤْمِنًا وَحَقًّا، دَلَّ عَلَى ذَلِكَ الْكِتَابُ، وَالسُّنَّةُ، وَقَوْلُ عُلَمَاءِ الْمُسْلِمِينَ، وَأَمَّا مَا لَزِمَ الْقَلْبَ مِنْ فَرْضِ الْإِيمَانِ فَقَوْلُ اللَّهِ تَعَالَى عَزَّ وَجَلَّ فِي سُورَةِ الْمَائِدَةِ: {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ} [المائدة: 41] إِلَى قَوْلِهِ عَزَّ وَجَلَّ: {لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} [البقرة: 114] وَقَالَ عَزَّ وَجَلَّ: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ، وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذابٌ عَظِيمٌ الْآيَةَ} وَقَالَ عَزَّ وَجَلَّ فِي سُورَةِ الْحُجُرَاتِ: {قَالَتِ الْأَعْرَابُ آمَنَّا، قُلْ لَمْ تُؤْمِنُوا، وَلَكِنْ قُولُوا أَسْلَمْنَا، وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} [الحجرات: 14]، فَهَذَا يَدُلُّكَ عَلَى أَنَّ عَلَى الْقَلْبِ فَرْضَ الْإِيمَانِ وَهُوَ التَّصْدِيقُ وَالْمَعْرِفَةُ، وَلَا يَنْفَعُ الْقَوْلُ إِذَا لَمْ يَكُنِ الْقَلْبُ مُصَدِّقًا بِمَا يَنْطِقُ بِهِ اللِّسَانُ مَعَ الْعَمَلِ، وَأَمَّا فَرْضُ الْإِيمَانِ بِاللِّسَانِ فَقَوْلُ اللَّهِ عَزَّ وَجَلَّ فِي سُورَةِ الْبَقَرَةِ: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ، وَيَعْقُوبَ، وَالْأَسْبَاطِ، وَمَا أُوتِيَ مُوسَى وَعِيسَى، وَمَا أُوتِيَ النَّبِيُّونَ، مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ، وَنَحْنُ لَهُ مُسْلِمُونَ فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا، وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ} الْآيَةَ، وَقَالَ عَزَّ وَجَلَّ فِي سُورَةِ آلِ عِمْرَانَ: {قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ} الْآيَةَ، وَقَالَ النَّبِيُّ ﷺ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ...» وَذَكَرَ الْحَدِيثَ، فَهَذَا الْإِيمَانُ بِاللِّسَانِ نُطْقًا وَاجِبًا، وَأَمَّا الْإِيمَانُ بِمَا فَرَضَ اللَّهُ عَلَى الْجَوَارِحِ تَصْدِيقًا لِمَا آمَنَ بِهِ الْقَلْبُ وَنَطَقَ بِهِ اللِّسَانُ، فَقَوْلُ اللَّهِ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ} [الحج: 77] وَقَالَ عَزَّ وَجَلَّ: {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} [البقرة: 43] فِي غَيْرِ مَوْضِعٍ مِنَ الْقُرْآنِ، وَمِثْلُهُ فَرْضُ الصِّيَامِ عَلَى جَمِيعِ الْبَدَنِ، وَمِثْلُهُ فَرْضُ الْحَجِّ، وَفَرْضُ الْجِهَادِ عَلَى الْبَدَنِ بِجَمِيعِ الْجَوَارِحِ، فَالْأَعْمَالُ بِالْجَوَارِحِ تَصْدِيقٌ عَلَى الْإِيمَانِ بِالْقَلْبِ وَاللِّسَانِ فَمَنْ لَمْ يُصَدِّقِ الْإِيمَانَ بِعَمَلِهِ بِجَوَارِحِهِ مِثْلِ الطَّهَارَةِ وَالصَّلَاةِ وَالزَّكَاةِ وَالصِّيَامِ وَالْحَجِّ وَالْجِهَادِ وَأَشْبَاهٍ لِهَذِهِ، وَمَنْ رَضِيَ لِنَفْسِهِ بِالْمَعْرِفَةِ وَالْقَوْلِ دُونَ الْعَمَلِ لَمْ يَكُنْ مُؤْمِنًا، وَلَمْ تَنْفَعْهُ الْمَعْرِفَةُ وَالْقَوْلُ، وَكَانَ لِلْعَمَلِ تَكْذِيبًا مِنْهُ لِإِيمَانِهِ، وَكَانَ الْعِلْمُ بِمَا ذَكَرْنَا تَصْدِيقًا مِنْهُ لِإِيمَانِهِ، فَاعْلَمْ ذَلِكَ هَذَا مَذْهَبُ عُلَمَاءِ الْمُسْلِمِينَ قَدِيمًا وَحَدِيثًا، فَمَنْ قَالَ غَيْرَ هَذَا فَهُوَ مُرْجِئٌ خَبِيثٌ، احْذَرْهُ عَلَى دِينِكَ، وَالدَّلِيلُ عَلَى هَذَا قَوْلُ اللَّهِ عَزَّ وَجَلَّ: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دَيْنُ الْقَيِّمَةِ} [البينة: 5]","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ޚަބަރު ދެއްވީ އަބުލް ޢައްބާސް އަޙްމަދު ބްނު ޢީސާ ބްނު ސުކައިން އަލްބަލްދީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޚަބަރުދެއްވީ ޢަލީ ބްނު ޙަރްބު އަލްމައުޞަލީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަބްދުއް ސަަލާމް ބްނު ޞާލިޙު އަލްޚުރާސާނީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އައްރިޟާ ޢަލީ ބްނު މޫސާ އެބޭފުޅާގެ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ މޫސާ ބްނު ޖަޢްފަރު އެބޭފުޅާގެ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ ޖަޢްފަރު ބްނު މުޙައްމަދު އެބޭފުޅާ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ މުޙައްމަދު ބްނު ޢަލީގެ އަރިހުންނެވެ. އެއީ ޢަލީ ބްނު އަލްޙުސައިންގެ އަރިހުންނެވެ. އެއީ އެބޭފުޅާގެ ބައްޕާފުޅު ޢަލީ ބްނު އަބޫ ޠާލިބު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ: \"އީމާންކަމަކީ ދުލުން ބުނެވޭ ޤައުލު ނުވަތަ ބަހާއި އަދި ކުރެވޭ ރުކުންތަކުގެ ޢަމަލާއި އަދި ހިތުގެ ޔަޤީންކަމެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"މި ޙަދީޘްއަކީ އިހުގެ އަދި ފަހުގެ މުސްލިމުންގެ ފިޤުހުވެރީންގެ މެދުގައި އީމާންކަމުގައި ބޮޑުވެގެންވާ އަޞްލެކެވެ. އަދި އެކަން ﷲ ޢައްޒަ ވަޖައްލަގެ ފޮތާއި އެއްގޮތް ވެގެންވެއެވެ. އަދި އޭނާގެ މައްޗަށް އޭނާގެ ދީނުގައި ޠަޢުނުކުރެވިފައިވާ ނުވަތަ ގޯޅައިލެވިފައިވާ، ހަޖުރު ކުރެވިފައިވާ މުޑުދާރު މުރުޖީއެއް ނޫނީ މި ކަމާ ޚިލާފު ނުވާނެތެވެ. އަދި އަހުރެން މީގެ މާނަ މި ބަޔާންކުރަނީ އެކަމަށް ބަލައިފި ކޮންމެ މީހަކަށް އެކަން ދަނެގަތުމަށްޓަކައި މުއުމިނުންނަށް ނަޞޭޙަތެއްގެ ގޮތުގައެވެ. ތިޔަބައިމީހުން ދަންނާށެވެ. އަހަރެމެންނަށާއި އަދި ތިޔަބައިމީހުންނަށް ﷲ ރަޙްމަތް ލައްވާށިއެވެ. ހަމަކަށަވަރުން މުސްލިމުންގެ ޢިލްމުވެރިން އޭގެ މަތީގައި ތިއްބެވި ކަމަކީ، ހަމަކަށަވަރުން އީމާންކަމަކީ އެންމެހާ ޚަލްޤުތަކުންނަށް ވާޖިބުކަމެއް ކަމުގައެވެ. އަދި އެއީ ހިތުން ތެދުކުރުމާއި، އަދި ދުލުން އިޤްރާރުވުމާއި، އަދި ގުނަވަންތަކުން ޢަމަލު ކުޅައުމެވެ. ދެންވެސް ތިޔަބައިމީހުން ދަންނާށެވެ. ތިޔަބައިމީހުންނަށާއި އަހަރެމެންނަށް ﷲ ރަޙްމަތް ލައްވާށިއެވެ. ހަމައެކަނި ހިތުން މަޢުރިފާވުމަކުން އަދި އެއީ ހިތުން ތެދުކޮށް ޤަބޫލުކުރުން ކަމުގައި ކަނޑަނޭޅެތެވެ. އެއީ އޭނާއާ އެކުގައި ދުލުން އީމާންވުން ވުމަށް ދާންދެނެވެ. އަދި އެއީ އޭނާއާ އެކުގައި ނުޠްޤުކޮށް ބަސްމޮށެވެން ދެނެވެ. އަދި ހިތުން މަޢުރިފާވުމާއި އަދި ދުލުން ނުޠްޤުކުރުން، އޭނާއާ އެކުގައި ގުނަވަންތަކުން ޢަމަލު ކުރުން ނުވަނީސް ކަނޑައެޅިނުދެއެވެ. ފަހެ އޭނާގެ ކިބައިގައި މި ތިން ޚަޞީލަތް ފުރިހަމަވެއްޖެނަމަ، އޭނާއީ ޙައްޤު މުއުމިނެކެވެ. އެކަމަށް ދަލީލު ކުރަނީ ފޮތާއި އަދި ސުންނަތާއި އަދި މުސްލިމުންގެ ޢިލްމުވެރިން ބަސްފުޅެވެ. \nއަދި އެހެނެއްކަމަކު އީމާންކަމުގެ ފަރްޟުގެ ތެރެއިން ހިތް ލާޒިމްކޮށްދޭކަމާމެދު ދަންނައެވެ. ފަހެ އެއީ މާއިދާ ސޫރަތުގެ ﷲ ތަޢާލާ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅެވެ: \"އޭ ރަސޫލާއެވެ! އެބައިމީހުންގެ ހިތްތައް އީމާން ނުވެ، އެބައިމީހުންގެ އަނގައިން ތިމަންމެން އީމާން ވެއްޖައީމުއޭ ބުނި މީހުންގެ ތެރެއިންނާއި، ޔަހޫދީން ކަމުގައިވި މީހުންގެ ތެރެއިން ކާފިރު ވުމަށް އަވަސްވެގަންނަ މީހުންނާމެދު، ކަލޭގެފާނު ހިތާމަ ނުކުރައްވާށެވެ!\" [އަލްމާއިދާ: 41] އެހެން ގޮސް އެކަލާނގެ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅު: \"ދުނިޔޭގައި އެބައިމީހުންނަށްހުރީ ނިކަމެތިކަމެވެ. އަދި އާޚިރަތުގައި އެބައިމީހުންނަށް ހުރީ ބޮޑުވެގެންވާ ޢަޛާބެވެ.\" [އަލްބަޤަރާ: 114]، އަދި އެކަލާނގެ ޢައްޒަ ވަޖައްލަ ވަޙީ ކުރެއްވިއެވެ: \"އީމާންކަމަށް، އެ މީހާގެ ހިތްހަމަޖެހިގެންވާ ޙާލު، މަޖުބޫރު ވެގެންވާ މީހާ މެނުވީ، އީމާން ވުމަށްފަހު، ﷲ އަށް ކާފިރު ވެއްޖެމީހާ، އަދި އެހެނެއްކަމަކު (އެބަހީ: މަޖުބޫރު ވެގެންވިޔަސް) ކާފިރުކަމަށް ހިތްތަނަވަސް ވެއްޖެމީހާ (ދަންނާށެވެ!) ފަހެ، އެބައިމީހުންނަށް ﷲ ގެ ޙަޟްރަތުން ކޯފާލެއްވުންހުއްޓެވެ. އަދި ބޮޑުވެގެންވާ ޢަޛާބު، އެބައިމީހުންނަށްހުއްޓެވެ.\" [އައްނަޙްލު: 106]، އަދި އެކަލާނގެ ޢައްޒަ ވަޖައްލަ ޙުޖުރާތު ސޫރަތުގައި ވަޙީކުރެއްވިއެވެ: \"އަޢުރާބީން ބުންޏެވެ. ތިމަންމެން އީމާން ވެއްޖައީމުއެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން އީމާނެއް ނުވަމުއެވެ. އެހެނެއްކަމަކު، ތިމަންމެން ކިޔަމަންވެއްޖައީމުއޭ ބުނާށެވެ! ތިޔަބައިމީހުންގެ ހިތްތަކުގެ ތެރެޔަކަށް އީމާންކަމެއް އަދި ނުވަދެތެވެ.\" [އަލްޙުޖުރާތު: 14]، ފަހެ މިކަންކަމުން ތިބާއަށް ދަލީލުކޮށްދެނީ ހިތުގެ މައްޗަށް އީމާންކަމުގެ ފަރްޟެއްވާކަމެވެ. އަދި އެއީ ތެދުކޮށް އަދި މަޢުރިފާކޮށް ޤަބޫލުކުރުމެވެ. އަދި ހިތުން ތެދުނުކުރާޙާލު ބަހެއް ބުނެ ޢަމަލު ކުރުމާ އެކުގައި ދުލުން ކިޔަސް އެ ބަހަކުން އެއްވެސް މަންފާއެއް ނެތެވެ.\nއަދި އެހެނެއްކަމަކު ދުލަށްވާ އީމާންކަމުގެ ފަރްޟާމެދު ދަންނައެވެ. ފަހެ އެއީ ބަޤަރާ ސޫރަތުގައިވާ ﷲ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅެވެ: \"ތިޔަބައިމީހުން ބުނާށެވެ: ތިމަންމެން ﷲ އަށާއި ތިމަންމެންނަށް ބާވައިލައްވައިފައިވާ ފޮތަށާއި، އަދި އިބްރާހީމްގެފާނަށާއި، އިސްމާޢީލުގެފާނަށާއި، އިސްޙާގުގެފާނަށާއި، ޔައުގޫބުގެފާނަށާއި، (ބާރަ ނަބިއްޔުން ކަމުގައިވި) އެކަލޭގެފާނުގެ ދަރިކަލުންނަށް ބާވައިލައްވައިފައިވާ ފޮތްފޮތަށާއި، އަދި މޫސާގެފާނަށާއި، ޢީސާގެފާނަށް ދެއްވާފައިވާ ފޮތަށާއި އަދި (އެހެނިހެން) ނަބިއްޔުންނަށް، އެ ބޭކަލުންގެ ވެރި ރައްބުގެ ހަޒްރަތުން ދެއްވާފައިވާ ފޮތްފޮތަށް އީމާންވަމެވެ. ތިމަންމެން އެއިން އެއްވެސް ބޭކަލަކާމެދު ތަފާތެއް ނުކުރަމުއެވެ. އަދި ތިމަންމެންނީ އެ އިލާހަށް ކިޔަމަންވެގެން ތިބި ބަޔަކީމުއެވެ. ފަހެ ތިޔަބައިމީހުން އެ ކަންކަމަށް އީމާންވެގެން ތިބި ފަދައިން އެބައިމީހުން ވެސް އީމާންވާ ނަމަ، ފަހެ އެބައިމީހުންނަށް ތެދުމަގު ލިބިއްޖެކަން ކަށަވަރެވެ. އަދި އެބައިމީހުން އެނބުރި ފުރަގަސްދީފި ނަމަ، ފަހެ އެބައިމީހުން ދެކޮޅުވެރި ކަމެއްގެ ތެރޭގައި މެނުވީ ނުވެއެވެ. ފަހެ އެބައިމީހުންގެ ކިބައިން، ﷲ ކަލޭގެފާނު ފުއްދަވާ ދެއްވާނެއެވެ. އަދި އެ އިލާހީ މޮޅަށް އައްސަވާވޮޑިގެންވާ، މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.\" [އަލްބަޤަރާ: 136، 137]، އަދި އާލު ޢިމްރާން ސޫރަތުގައި އެކަލާނގެ ޢައްޒަ ވަޖައްލަ ވަޙީ ކުރެއްވިއެވެ: \"ކަލޭގެފާނު ވިދާޅުވާށެވެ: ތިމަންމެން ﷲ އަށާއި، އަދި ތިމަންމެންގެ މައްޗަށް ބާވައިލެއްވި އެއްޗަކަށް އީމާން ވެއްޖައީމުއެވެ. އަދި އިބްރާހީމްގެފާނާއި، އިސްމާޢީލުގެފާނާއި، އިސްޙާގުގެފާނާއި، ޔައުގޫބުގެފާނާއި، (ބާރަ ނަބިއްޔުން ކަމުގައިވި) އެކަލޭގެފާނުގެ ދަރިކަލުންނަށް ބާވައިލެއްވި އެއްޗަކަށާއި، މޫސާގެފާނާއި، ޢީސާގެފާނާއި، އެނޫންވެސް ނަބީބޭކަލުންނަށް، އެ ބޭކަލުންގެ ވެރި ރައްބުގެ ހަޒްރަތުން ދެއްވި އެއްޗަކަށް ވެސްމެއެވެ. އެ ބޭކަލުންގެ ތެރެއިން އެއްވެސްބޭކަލަކާ މެދުގައި ތިމަންމެން ތަފާތެއް ނުކުރަމުއެވެ. އަދި ތިމަންމެން ވަނީ އެ އިލާހަށް ބޯލަނބައި ކިޔަމަންވެގެންނެވެ.\" އަދި ނަބިއްޔާ ﷺ ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ ފިޔަވައި އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، އަދި ތިމަންކަލޭގެފާނީ ﷲ ގެ ރަސޫލާކަމަށް ހެކިވެ، އަދި ނަމާދު ޤާއިމުކޮށް، (މުދަލު) ޒަކާތް ދީފުމަށް ދާންދެން، މީސްތަކުންނާ ހަނގުރާމަ ކުރުމަށް ތިމަންކަލޭގެފާނުގެ މައްޗަށް ވަނީ އަމުރުވެވިގެންނެވެ...\" އަދި ޙަދީޘް ޒިކުރުކުރެވެއެވެ. ފަހެ މިއީ ދުލުން ނުޠްޤުކޮށް އީމާންވާން ޖެހޭ ކަމުގެ ވާޖިބުކަމެެވެ.\nއަދި އީމާންކަމުގައި އޭނާ ހިތުން ތެދުކޮށް އީމާންވުމާއި އަދި ދުލުން ކިޔައި ނުޠްޤުކުރުމުގެ ތެދުވެރިކަމަށް ގުނަވަންތަކަށް ﷲ ފަރްޟު ކުރެއްވިކަމާއި މެދު ދަންނައެވެ. ފަހެ އެއީ ﷲ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅެވެ: \"އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ. ތިޔަބައިމީހުން ރުކޫ ކުރާށެވެ. އަދި ސަޖިދަ ކުރާށެވެ. އަދި ތިޔަބައިމީހުންގެ ވެރި ރައްބަށް އަޅުކަން ކުރާށެވެ. އަދި ތިޔަބައިމީހުން ހެޔޮ ކަންތައް ކުރާށެވެ. (އެއީ) ތިޔަބައިމީހުން ދިންނަވައި ކާމިޔާބުވޭތޯއެވެ.\" [އަލްޙައްޖު: 77] އަދި އެކަލާނގެ ޢައްޒަ ވަޖައްލަގެ ވަޙީ ކުރެއްވިއެވެ: \"އަދި ތިޔަބައިމީހުން ނަމާދު ގާއިމުކުރާށެވެ! އަދި ތިޔަބައިމީހުން ޒަކާތް ދޭށެވެ! އަދި ރުކޫކުރާ މީހުންނާ އެކުގައި ތިޔަބައިމީހުން ރުކޫކުރާށެވެ!\" [އަލްބަޤަރާ: 43]، އެއީ ޤުރްއާނުގެ އެއްތަން ނޫން އެތައް ތަނެއްގައި އައިސްފައިވާހެންނެވެ. އަދި އެމިޘާލުން މުޅި ހަށިގަނޑުގެ މައްޗަށް ރޯދަ ފަރްޟުވުމާއި، އަދި އެމިޘާލުން ޙައްޖު ފަރްޟުވުމާއި، އަދި ހަށިގަނޑުގެ ހުރިހާ ގުނަވަންތަކުގެ މައްޗަށް ޖިހާދު ފަރްޟުވުމެވެ. ފަހެ ގުނަވަންތަކުގެ ޢަމަލުތަކަކީ ހިތުންނާއި އަދި ދުލުން ވެވޭ އީމާންކަމުގެ މައްޗަށްވާ ތެދުވެރިކަމެވެ. ފަހެ މީހަކު އޭނާގެ ޢަމަލުން އޭނާގެ ގުނަވަނުން ތެދުނުކޮށްފި ކަމުގައިވާނަމަ، އެއީ ޠަހާރަތާއި ނަމާދާއި ޒަކާތާއި ރޯދައާއި ޙައްޖުއާއި ޖިހާދާއި އަދި އެފަދަ ކަންކަން ތެދުނުކޮށްފި ކަމުގައިވާނަމަ، އޭނާއަށް މަޢުރިފާވުމަކުންނާއި އަދި ޤައުލަކުން އެއްވެސް މަންފާއެއް ނެތެވެ. ފަހެ އެހެންކަމުން ތިބާ އެކަން ދަންނާށެވެ. މިއީ މުސްލިމުންގެ ޢިލްމުވެރިންގެ އިހުގެ އަދި ފަހުގެ މަޛްހަބެވެ. ފަހެ މިނޫން ގޮތަކަށް ބުނެފި މީހެއްނަމަ، ފަހެ އެއީ މުޑުދާރު މުރުޖީއެކެވެ. ތިބާގެ ދީނުގެ މައްޗަށް އޭނާއާ މެދުގައި ތިބާ ރައްކާތެރިވާށެވެ. އަދި މިކަމަށްވާ ދަލީލަކީ ﷲ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅެވެ: \"އަދި އެ އިލާހަށް އަޅުކަން ޚާލިސްކޮށް، ބާތިލުގެ މަގުން އެއްކިބާވެގެންވާ ހާލު، ﷲ އަށް އަޅުކަން ކުރުމަށް މެނުވީ އެބައިމީހުންނަށް އަމުރު ކުރައްވާފައެއް ނުވެއެވެ. އަދި ނަމާދު ގާއިމު ކުރުމަށާއި، ޒަކާތް ދިނުމަށްވެސް މެއެވެ. އަދި ސީދާވެގެންވާ ދީނަކީ އެއީއެވެ.\" [އަލްބައްޔިނާ: 5]",""],["13","","","١٣- حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: حَدَّثَنِي أَبُو بَكْر بْنُ زَنْجُويَهِ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ.\n(ح) وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: أَخْبَرَنَا الْهَيْثَمُ بْنُ خَارِجَةَ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ النَّبِيَّ ﷺ قَالَ: ‌‌«لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بَنِي إِسْرَائِيلَ؛ تَفَرَّقَ بَنُو إِسْرَائِيلَ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً، وَسَتَفْتَرِقُ أُمَّتِي عَلَى ثَلَاثٍ وَسَبْعِينَ مِلَّةً، تَزِيدُ عَلَيْهِمْ وَاحِدَةٌ، كُلُّهَا فِي النَّارِ إِلَّا مِلَّةً وَاحِدَةً» قَالُوا: مَنْ هَذِهِ الْمِلَّةُ الْوَاحِدَةُ؟ قَالَ: «مَا أَنَا عَلَيْهُ وَأَصْحَابِي» وَهَذَا لَفْظُ حَدِيثِ الصُّوفِيِّ.","","حَدَّثَنَا الْآجُرِّيُّ، قَالَ حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: حَدَّثَنِي أَبُو بَكْر بْنُ زَنْجُويَهِ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ قَالَ الْآجُرِّيُّ، وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: أَخْبَرَنَا الْهَيْثَمُ بْنُ خَارِجَةَ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، أَنَّ النَّبِيَّ ﷺ قَالَ: ‌‌«لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بَنِي إِسْرَائِيلَ؛ تَفَرَّقَ بَنُو إِسْرَائِيلَ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً، وَسَتَفْتَرِقُ أُمَّتِي عَلَى ثَلَاثٍ وَسَبْعِينَ مِلَّةً، تَزِيدُ عَلَيْهِمْ وَاحِدَةٌ، كُلُّهَا فِي النَّارِ إِلَّا مِلَّةً وَاحِدَةً» قَالُوا: مَنْ هَذِهِ الْمِلَّةُ الْوَاحِدَةُ؟ قَالَ: «مَا أَنَا عَلَيْهُ وَأَصْحَابِي» وَهَذَا لَفْظُ حَدِيثِ الصُّوفِيِّ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَالْمُؤْمِنُ الْعَاقِلُ يَجْتَهِدُ أَنْ يَكُونَ مِنْ هَذِهِ الْمِلَّةِ النَّاجِيَةِ بِاتِّبَاعِهِ لِكِتَابِ اللَّهِ عَزَّ وَجَلَّ، وَسُنَنِ رَسُولِهِ ﷺ، وَسُنَنِ أَصْحَابِهِ رَحْمَةُ اللَّهُ عَلَيْهِمْ، وَسُنَنِ التَّابِعِينَ بَعْدَهُمْ بِإِحْسَانٍ، وَقَوْلِ أَئِمَّةِ الْمُسْلِمينَ مِمَّنْ لَا يُسْتَوْحَشُ مِنْ ذِكْرِهِمْ، مِثْلُ سُفْيَانَ الثَّوْرِيِّ، وَالْأَوْزَاعِي، وَمَالِكِ بْنِ أَنَسٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ بْنِ حَنْبَلٍ، وَأَبِي عُبَيْدٍ الْقَاسِمِ بْنِ سَلَّامٍ، وَمَنْ كَانَ عَلَى طَرِيقِهِمْ مِنَ الشِّيُوخِ، فَمَا أَنْكَرُوهُ أَنْكَرْنَاهُ، وَمَا قَبِلُوهُ وَقَالُوا بِهِ قَبِلْنَاهُ وَقُلْنَا بِهِ، وَنَبَذْنَا مَا سِوَى ذَلِكَ\nقَالَ الْآجُرِّيُّ، قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ قَالَ: سَمِعْتُ يُوسُفَ بْنَ أَسْبَاطٍ يَقُولُ: \"‌‌ أُصُولُ الْبِدَعِ أَرْبَعٌ: الرَّوَافِضُ، وَالْخَوَارِجُ، وَالْقَدَرِيَّةُ، وَالْمُرْجِئَةُ، ثُمَّ تَتَشَعَّبُ كُلُّ فِرْقَةٍ ثَمَانِيَ عَشْرَةَ طَائِفَةً، فَتِلْكَ اثْنَانِ وَسَبْعُونَ فِرْقَةً، وَالثَّالِثَةُ وَالسَّبْعُونَ الْجَمَاعَةُ الَّتِي قَالَ رَسُولُ اللَّهِ ﷺ أَنَّهَا النَّاجِيَةُ، فَمِنَ الْأُدَبَاءِ الْعُقَلَاءِ مِنْ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ يَعْتَقِدُونَ أَنَّ الْقُرْآنَ كَلَامُ اللَّهِ عَزَّ وَجَلَّ مُنَزَّلٌ غَيْرُ مَخْلُوقٍ، وَالتَّصْدِيقُ بِالنَّظَرِ إِلَى اللَّهِ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ يَرَاهُ الْمُؤْمِنُونَ يَوْمَ الْقِيَامَةِ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَقَدْ بَيَّنْتُ فِي هَذِهِ الثَّلَاثَةَ عَشَرَ حَدِيثًا مِنْ عُلُومِ الدِّينِ مَا يَنْبَغِي لِكُلِّ مُسْلِمٍ أَنْ يَتَمَسَّكَ بِهِ وَلَا يَجْهَلَ عَنْ أَمْرِ دِينِهِ فَيَزِيغَ عَنْ طَرِيقِ الْحَقِّ إِذْ كَانَ دَيْنُ الْإِنْسَانِ هُوَ رَأْسُ مَالِهِ قَالَ الْحَسَنُ رَحِمَهُ اللَّهُ: رَأْسُ مَالِ الْمُسْلِمِ دِينُهُ، حَيْثُ مَا زَالَ زَالَ مَعَهُ، لَا يُخَلِّفُهُ فِي الرِّحَالِ، وَلَا يَأْتَمِنُ عَلَيْهِ الرِّجَالَ، وَأَنَا إِنْ شَاءَ اللَّهُ أَذَكَرُ بَعْدَ هَذَا مِنْ أَمْرِ السُّنَنِ مَا يَتَأَدَّبُ بِهَا الْمُسْلِمُ فَتَبْعَثَهُ عَلَى طَلَبِ الزِّيَادَةِ لِلْعِلْمِ الَّذِي لَا بُدُّ مِنْهُ، وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ إِنْ شَاءَ اللَّهُ","",""],["14","","","١٤- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو الْمِصْرِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرٍو الْغَزِّي قَالَا: حَدَّثَنَا إِسْمَاعِيلُ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَرَادَةَ، عَنْ زَيْدِ بْنِ حَوَارِيٍّ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِي بْنِ كَعْبٍ، أَنَّ رَسُولَ اللَّهِ ﷺ دَعَا بِوَضُوءٍ فَتَوَضَّأَ مَرَّةً مَرَّةً فَقَالَ: ‌‌«هَذَا وَظِيفَةُ الْوُضُوءِ الَّذِي لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ صَلَاةَ إِلَّا بِهِ»، ثُمَّ تَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ فَقَالَ: «هَذَا وُضُوءُ مَنْ تَوَضَّأَهُ أَعْطَاهُ اللَّهُ عَزَّ وَجَلَّ كِفْلَيْنِ مِنَ الْأَجْرِ»، ثُمَّ تَوَضَّأَ ثَلَاثًا ثَلَاثًا، ثُمَّ قَالَ: «هَذَا وُضُوئِي، وَوُضُوءُ الْأَنْبِيَاءِ مِنْ قَبْلِي»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ، قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو الْمِصْرِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرٍو الْغَزِّي قَالَا: حَدَّثَنَا إِسْمَاعِيلُ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَرَادَةَ، عَنْ زَيْدِ بْنِ حَوَارِيٍّ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِي بْنِ كَعْبٍ، أَنَّ رَسُولَ اللَّهِ ﷺ دَعَا بِوَضُوءٍ فَتَوَضَّأَ مَرَّةً مَرَّةً فَقَالَ: ‌‌«هَذَا وَظِيفَةُ الْوُضُوءِ الَّذِي لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ صَلَاةَ إِلَّا بِهِ»، ثُمَّ تَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ فَقَالَ: «هَذَا وُضُوءُ مَنْ تَوَضَّأَهُ أَعْطَاهُ اللَّهُ عَزَّ وَجَلَّ كِفْلَيْنِ مِنَ الْأَجْرِ»، ثُمَّ تَوَضَّأَ ثَلَاثًا ثَلَاثًا، ثُمَّ قَالَ: «هَذَا وُضُوئِي، وَوُضُوءُ الْأَنْبِيَاءِ مِنْ قَبْلِي» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا يَدُلُّ عَلَى أَنَّ عَلَى الْإِنْسَانِ فَرْضَ الْوُضُوءِ مَرَّةً مَرَّةً لِكُلِّ عُضْو، وَهَذَا لَا خِلَافَ فِيهِ، وَمَنْ تَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ لِكُلِّ عُضْو فَهُوَ أَفْضَلُ، وَمَنْ تَوَضَّأَ ثَلَاثًا ثَلَاثًا فَهُوَ أَسْبِغُ مَا يَكُونُ، وَلَيْسَ بَعْدَ هَذَا أَكْثَرُ مِنْ هَذَا، فَمَنْ زَادَ عَلَى هَذَا أَوْ نَقَصَ فَقَدْ تَعَدَّى وَظَلَمَ، كَذَا رُوِيَ عَنِ النَّبِيِّ ﷺ وَقَالَ: {إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} [البقرة: 190]","އަހަރުމެންނަށް އަބޫ ބަކްރު އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބުއް ޠާހިރު އަޙްމަދު ބްނު ޢަމްރޫ އަލްމިޞްރީއާއި އަދި މުޙައްމަދު ބްނު ޢަބްދު ﷲ ބްނު ޢަމްރޫ އަލްޣައްޒީ ކިޔައިދެއްވިއެވެ. އެދެބޭފުޅުން ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު މަސްލަމާ ބްނު ޤަޢްނަބު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު ޢަރާދާ ކިޔައިދެއްވިއެވެ. އެއީ ޒައިދު ބްނު ޙަވާރީގެ އަރިހުންނެވެ. އެއީ މުޢާވިޔަތު ބްނު ޤުއްރާގެ އަރިހުންނެވެ. އެއީ ޢުބައިދު ބްނު ޢުމައިރުގެ އަރިހުންނެވެ. އެއީ އުބައްޔު ބްނު ކަޢްބު – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުންނެވެ. ﷲ ގެ ރަސޫލާ ﷺ ފެން ގެންނެވުމަށް ގޮވާލެއްވިއެވެ. ފަހެ ދެން އެއްފަހަރުން އެއްފަހަރުން އެކެލޭގެފާނު ވުޟޫކުރެއްވިއެވެ. ފަހެ ދެން އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"މިއީ އެވުޟޫއަކުން މެނުވީ ﷲ ޢައްޒަ ވަޖައްލަ ނަމާދު ޤަބޫލުނުކުރައްވާނޭ ވުޟޫގެ ވަޒީފާއެވެ. (ވުޟޫގެ އެންމެ ކުޑަ މިންވަރެވެ.)\" ދެން އެއަށްފަހުގައި ދެފަހަރުން ދެފަހަރުން އެކަލޭގެފާނު ވުޟޫކުރެއްވިއެވެ. ފަހެ ދެން އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"މިއީ އެވުޟޫއެއް ކުރި މީހަކަށް، އެމީހަކަށް އަޖުރުގެ ދެގުނަ ﷲ ޢައްޒަ ވަޖައްލަ ދެއްވާނޭ ވުޟޫއެވެ.\" ދެން ތިންފަހަރުން ތިންފަހަރުން އެކަލޭގެފާނު ވުޟޫކުރެއްވިއެވެ. ދެން އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"މިއީ ތިމަންކަލޭގެފާނުގެ ވުޟޫއެވެ. އަދި ތިމަން ކަލޭގެފާނުގެ ކުރިންވީ ނަބިއްޔުންގެ ވުޟޫއެވެ.\"\n[ސުނަނު އިބްނު މާޖާގެ: 420 ރިވާކުރައްވާފައި ވެއެވެ.\nއަލްޢުޤައިލީ އެބޭފުޅާގެ 'އައްޟުޢަފާއު' ގެ: 288/2 ގައި ޢަބްދު ﷲ ބްނު ޢަރާދާއާ ބެހޭގޮތުން ގެންނަވާފައި ވެއެވެ: އެފަރާތުގެ ޙަދީޘްގައި ޚިލާފުވެއެވެ. އަދި ގިނައަށް ވަހުމްވެއެވެ. ދެން މި ސަނަދުން މިޙަދީޘް ގެންނަވާފައި ވިދާޅުވިއެވެ: މިޙަދީޘްގައި ނަޡަރެއް ވެއެވެ. ދެން ވިދާޅުވިއެވެ: އައްޘައުރީގެ އަރިހުން، މޫސާ ބްނު އަބޫ ޢާއިޝާގެ އަރިހުން، ޢަމްރު ބްނު ޝުޢައިބުގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕާފުޅު ޝުޢައިބު ބްނު މުޙައްމަދު ބްނު ޢަބްދު ﷲ ގެ އަރިހުން، އެބޭފުޅާގެ ކާފާފުޅު ޢަބްދު ﷲ ބްނު ޢަމްރު ބްނުލް ޢާޞް – ރަޟިޔަ ﷲ ޢަންހުމާ – ގެ އަރިހުން، ނަބިއްޔާ ﷺ މި ބަސްފުޅު ޙަދީޘް ކުރެއްވި ކަމުގައި ގެންނެވިއެވެ. އަދި މި އިސްނާދު މާ ޞާލިޙު ރަނގަޅެވެ.\nއަދި އިމާމް އިބްނު އަބީ ޙާތިމްގެ 'އަލްޢިލަލް' ގެ: 100 - 551/1 ގައި މިޙަދީޘް އިބްނު ޢުމަރު – ރަޟިޔަ ﷲ ޢަންހުމާ – ގެ އަރިހުން ގެންނަވާ ސުވާލު ދެންނެވުމުން އެބޭފުޅާގެ ބައްޕާފުޅު އިމާމް އަބޫ ޙާތިމް އައްރާޒީ ވިދާޅުވިއެވެ: މިޙަދީޘް ނަބިއްޔާ ﷺ އަރިހުން ޞައްޙައެއް ނޫނެވެ.\nއަދި އިމާމް އައްދާރަޤުޠުނީގެ ސުނަނުގެ: 261 - 136/1 ގައި ވެސް މި ޙަދީޘް އިބްނު ޢުމަރު – ރަޟިޔަ ﷲ ޢަންހުމާ – އަރިހުން ގެންނަވާ އެއިސްނާދު ޟަޢީފް ކުރައްވާފައި ވެއެވެ.\nއަދި އިބްނު ޙަޖަރުގެ 'ފަތުޙުލް ބާރީ' ގެ: 233/1 ގައި މިޙަދީޘްގެ ވާހަކަ ޒިކުރުކޮށްފައި ޙަދީޘް ޟަޢީފް ކުރެއްވިއެވެ. އަދި މިޙަދީޘްގެ އެހެން ޠުރުޤުތައް މަގުތަކުންވެސް ޙަދީޘް ޟަޢީފް ކަމުގައި ޒިކުރުކުރެއްވިއެވެ. \nއަދި އެހެނަސް މިޙަދީޘްގެ މާނައަށް ޞައްޙަ ޝާހިދުތައް ވެއެވެ. އެއީ އަލްޢުޤައިލީ ފަހުން ޒިކުރު ކުރެއްވި ޞާލިޙު އިސްނާދުން ޙަސަން ދަރަޖާގައި ޞައްޙަ ވެގެންނެވެ. އެގޮތުން ސުނަނު އިބްނު މާޖާގެ: 422 ގައާއި، ސުނަނު އަބީ ދާވޫދުގެ: 135 ގައާއި، ސުނަނު އައްނަސާއީގެ: 140 ގައާއި، އަދި މުސްނަދު އަޙްމަދުގެ: 6684 ފަދަ ރިވާޔަތްތަކެވެ. އަދި އިމާމް އަލްއާޖުއްރީ މިޙަދީޘްގެ ފަހުގައި އެބޭފުޅާގެ ތަޢުލީޤުގައި މިކަމަށް އިޝާރާތް ކުރައްވާފައިވާތީ ފެންނާނެތެވެ.\nއިތުރަށް ޙަދީޘްގެ ތަޚްރީޖު ބެއްލެވުމަށް މިފޮތް ތަޙްޤީޤުކުރެއްވި އައްޝައިޚް ބަދްރު ބްނު ޢަބްދު ﷲ އަލްބަދްރުގެ 14 ވަނަ ޙަދީޘްގެ ތަޢުލީޤު ބައްލަވާށެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: މިއިން ދަލީލުކޮށްދެނީ އިންސާނާގެ މައްޗަށް ވަނީ ވުޟޫކުރުމުގައި ކޮންމެ ގުނަވަނެއް އެއްފަހަރުން އެއްފަހަރުން ވުޟޫކުރުން ފަރުޟުވެގެންވާ ކަމުގައެވެ. އަދި މިކަމުގައި އެއްވެސް ޚިލާފެއް ނުވެއެވެ. އަދި މީހަކު ކޮންމެ ގުނަވަނެއް ދެފަހަރުން ދެފަހަރުން ވުޟޫކޮށްފިނަމަ، ފަހެ އެގޮތް މާ ރަނގަޅެވެ. އަދި މީހަކު ތިންފަހަރުން ތިންފަހަރުން ވުޟޫކޮށްފިނަމަ، ފަހެ އެއީ އެންމެ ފުރިހަމަ ގޮތެވެ. އަދި މިއަށް ފަހުގައި މިއަށްވުރެ ގިނަ ކުރުމެއް ނުވެއެވެ. ފަހެ މީހަކު މީގެ މައްޗަށް އިތުރުކޮށްފިނަމަ ނުވަތަ މަދު ކޮށްފިނަމަ، ފަހެ އޭނާ އިންފަހަނައަޅައި އަދި އަނިޔާވެރިވެއްޖެއެވެ. އެފަދައިން ނަބިއްޔާ ﷺ އަރިހުން ރިވާވެގެން ވެއެވެ.\nއަދި އެކަލާނގެ ވަޙީކުރެއްވިއެވެ: \"{إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} [البقرة: 190] މާނައީ: ހަމަކަށަވަރުން ޙައްދުފަހަނަޅައިދާ މީހުންދެކެ ﷲ ލޯބިވެވޮޑިގެނެއްނުވެއެވެ.\" [އަލްބަޤަރާ: 190].\n[އިމާމް އަލްއާޖުއްރީ މި އިޝާރާތް ކުރައްވަނީ އިމާމް އަޙްމަދު މުސްނަދުގައި: 6684 ގައާއި އަދި ސުނަނު އަބީ ދާވޫދުގެ: 135 ގައި ރިވާކުރެވިފައިވާ ޙަދީޘް ބަސްފުޅަށެވެ. އަދި ސުނަނު އަބީ ދާވޫދުގެ ރިވާޔަތުގައިވާ ބަސްފުޅު: \"ފަހެ މީހަކު މީގެ މައްޗަށް އިތުރުކޮށްފިނަމަ ނުވަތަ މަދު ކޮށްފިނަމަ، ފަހެ އޭނާ ގޯސްކޮށްހިތައި އަދި އަނިޔާވެރިވެއްޖެއެވެ.\" މިބަސްފުޅުގައިވާ \"ނުވަތަ މަދު ކޮށްފިނަމަ\" މި ބަސްކޮޅާ މެދުގައި ބައެއް ޢިލްމުގެ އަހުލުވެރިން ވާހަކަ ދައްކަވާފައި ވެއެވެ. އެގޮތުން އެއީ އިތުރުވެފައިވާ ޝާއްޛު އޮޑު ތަންކޮޅެއް ކަމުގައި ޙުކުމް ކުރެއްވިއެވެ. އެއީ ނަބިއްޔާ ﷺ އެހެން އެތަކެއް ޙަދީޘް ބަސްފުޅުތަކުން ވުޟޫކުރުމުގައި ތިން ފަހަރަށް ވުރެ މަދުން ގުނަވަންތައް ދޮވެވިދާނެ ކަމުގެ ހުއްދަ ޖާއިޒުކަން އައިސްފައިވާތީއެވެ. އަދި އިމާމް މުސްލިމްގެ އަރިހުން މިކަމުގައި އިޖްމާޢު އޮތް ކަމުގައި ޒިކުރު ކުރައްވާ އިމާމް އިބްނު ރަޖަބު އެބޭފުޅާގެ ފޮތް 'ޝަރްޙު ލިޢިލަލިއް ތިރްމިޛީ' ގެ: 326/1 ގައި ޒިކުރު ކުރައްވާފައިވެއެވެ. އަދި މިކަމަށް އިތުރަށް ބާރުލިބޭ އަޘަރުތައް އިމާމް އިބްނު އަބީ ޝައިބާގެ މުޞައްނިފްގެ: 737 ގައާއި ސުނަނުއް ތިރްމިޛީގެ: 44 ގައި އިމާމް ޢަބްދު ﷲ ބްނު އަލްމުބާރަކްއާއި އިމާމް އަޙްމަދުއާއި އިމާމް އިސްޙާޤު ބްނު ރާހުވައިހިފަދަ ބޭކަލުންގެ އަރިހުން އަޘަރުތައް ގެންނަވާފައި ވެއެވެ.]",""],["15","","","١٥- حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ خَالِدِ بْنِ عَلْقَمَةَ، عَنْ عَبْدِ خَيْرٍ قَالَ: \" أَتَيْنَا عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ وَقَدْ صَلَّى فَدَعَا بِالطَّهُورِ، فَقُلْنَا: مَا يَصْنَعُ بِهِ وَقَدْ صَلَّى، مَا يُرِيدُ إِلَّا لِيُعَلِّمَنَا قَالَ: «فَائْتُونِي بِإِنَاءٍ فِيهِ مَاءٌ وطِسْتٍ»،‌‌ فَأَفْرَغَ مِنَ الْإِنَاءِ عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلَاثًا، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ ثَلَاثًا مِنَ الْكَفِّ الَّذِي يَأْخُذُ بِهِ الْمَاءَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا، ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى ثَلَاثًا، ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى ثَلَاثًا، يَعْنِي إِلَى الْمِرْفَقَيْنِ، وَمَسَحَ بِرَأْسِهِ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى ثَلَاثًا، وَرِجْلَهُ الْيُسْرَى ثَلَاثًا، ثُمَّ قَالَ: «مَنْ سَرَّهُ أَنْ يَعْلَمَ وُضُوءَ رَسُولِ اللَّهِ ﷺ فَهُوَ هَذَا»","","حَدَّثَنَا الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ خَالِدِ بْنِ عَلْقَمَةَ، عَنْ عَبْدِ خَيْرٍ قَالَ: \" أَتَيْنَا عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ وَقَدْ صَلَّى فَدَعَا بِالطَّهُورِ، فَقُلْنَا: مَا يَصْنَعُ بِهِ وَقَدْ صَلَّى، مَا يُرِيدُ إِلَّا لِيُعَلِّمَنَا قَالَ: «فَائْتُونِي بِإِنَاءٍ فِيهِ مَاءٌ وطِسْتٍ»،‌‌ فَأَفْرَغَ مِنَ الْإِنَاءِ عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلَاثًا، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ ثَلَاثًا مِنَ الْكَفِّ الَّذِي يَأْخُذُ بِهِ الْمَاءَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا، ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى ثَلَاثًا، ثُمَّ غَسَلَ يَدَهُ الْيُسْرَى ثَلَاثًا، يَعْنِي إِلَى الْمِرْفَقَيْنِ، وَمَسَحَ بِرَأْسِهِ مَرَّةً وَاحِدَةً، ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى ثَلَاثًا، وَرِجْلَهُ الْيُسْرَى ثَلَاثًا، ثُمَّ قَالَ: «مَنْ سَرَّهُ أَنْ يَعْلَمَ وُضُوءَ رَسُولِ اللَّهِ ﷺ فَهُوَ هَذَا» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِّيُّ: وَهَذَا أَتَمُّ مَا يَكُونُ مِنَ الْوُضُوءِ وَأَحْسَنِهِ، فَلِلَّهِ الْحَمْدُ","",""],["16","","","١٦- حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِي قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الدُّولَابِيُّ قَالَ: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ قَالَ: حَدَّثَنَا ابْنُ عَبَّاسٍ، عَنْ خَالَتُهُ مَيْمُونَةَ زَوْجِ النَّبِيِّ ﷺ قَالَتْ:‌‌ وَضَعَتُ لِلنَّبِيِّ ﷺ غُسْلًا فَاغْتَسَلَ مِنَ الْجَنَابَةِ، فَكَفَأَ الْإِنَاءَ بِشِمَالِهِ عَلَى يَمِينِهِ فَغَسَلَ كَفَّيْهِ، ثُمَّ أَفَاضَ عَلَى فَرْجِهِ فَغَسَلَهُ، ثُمَّ قَالَ بِيَدِهِ عَلَى الْحَائِطِ، أَوْ عَلَى الْأَرْضِ فَدَلَكَهَا، ثُمَّ مَضْمَضَ، وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ، وَذِرَاعَيْهِ، وَأَفَاضَ عَلَى رَأْسِهِ ثَلَاثًا، ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ الْمَاءَ، ثُمَّ تَنَحَّى ثُمَّ غَسَلَ رِجْلَيْهِ قَالَتْ: فَأَتَيْتُهُ بِثَوْبٍ فَقَالَ هَكَذَا، فَنَفَضَ وَكِيعٌ يَدَهُ كَأَنَّهُ يَقُولُ: لَا \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قال حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِي قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الدُّولَابِيُّ قَالَ: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ قَالَ: حَدَّثَنَا ابْنُ عَبَّاسٍ، عَنْ خَالَتُهُ مَيْمُونَةَ زَوْجِ النَّبِيِّ ﷺ قَالَتْ:‌‌ وَضَعَتُ لِلنَّبِيِّ ﷺ غُسْلًا فَاغْتَسَلَ مِنَ الْجَنَابَةِ، فَكَفَأَ الْإِنَاءَ بِشِمَالِهِ عَلَى يَمِينِهِ فَغَسَلَ كَفَّيْهِ، ثُمَّ أَفَاضَ عَلَى فَرْجِهِ فَغَسَلَهُ، ثُمَّ قَالَ بِيَدِهِ عَلَى الْحَائِطِ، أَوْ عَلَى الْأَرْضِ فَدَلَكَهَا، ثُمَّ مَضْمَضَ، وَاسْتَنْشَقَ، وَغَسَلَ وَجْهَهُ، وَذِرَاعَيْهِ، وَأَفَاضَ عَلَى رَأْسِهِ ثَلَاثًا، ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ الْمَاءَ، ثُمَّ تَنَحَّى ثُمَّ غَسَلَ رِجْلَيْهِ قَالَتْ: فَأَتَيْتُهُ بِثَوْبٍ فَقَالَ هَكَذَا، فَنَفَضَ وَكِيعٌ يَدَهُ كَأَنَّهُ يَقُولُ: لَا \"","",""],["17","","","١٧- حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجَوْزِيُّ قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ الْمَرْوَزِيِّ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ قَالَ: حَدَّثَنَا أَبُو الْعَوَّامِ الْقَطَّانُ قَالَ: حَدَّثَنَا قَتَادَةُ، وَأَبَانُ بْنُ أَبِي عَيَّاشٍ، كِلَاهُمَا عَنْ خُلَيْدٍ الْعَصَرِيِّ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ خَمْسٌ مَنْ جَاءَ بِهِنَّ يَوْمَ الْقِيَامَةِ مَعَ إِيمَانٍ دَخَلَ الْجَنَّةِ: مَنْ حَافَظَ عَلَى الصَّلَوَاتِ الْخَمْسِ: عَلَى وُضُوئِهِنَّ، وَرُكُوعِهِنَّ، وَمَوَاقِيتِهِنَّ، وَأَعْطَى الزَّكَاةَ مَعَ طِيبِ النَّفْسِ بِهَا \" قَالَ: وَكَانَ يَقُولُ: «وَايْمُ اللَّهِ، لَا يَفْعَلُ ذَلِكَ إِلَّا مُؤْمِنٌ، وَصَامَ شَهْرَ رَمَضَانَ، وَحَجَّ الْبَيْتَ إِنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا، وَأَدَّى الْأَمَانَةَ»، قَالُوا: يَا أَبَا الدَّرْدَاءِ، مَا أَدَاءُ الْأَمَانَةِ؟ قَالَ: الْغُسْلُ مِنَ الْجَنَابَةِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَأْمَنِ ابْنَ آدَمَ عَلَى شَيْءٍ مِنْ أَمَرِ دِينِهِ غَيْرَهَا.","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجَوْزِيُّ قَالَ: حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ الْمَرْوَزِيِّ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ قَالَ: حَدَّثَنَا أَبُو الْعَوَّامِ الْقَطَّانُ قَالَ: حَدَّثَنَا قَتَادَةُ، وَأَبَانُ بْنُ أَبِي عَيَّاشٍ، كِلَاهُمَا عَنْ خُلَيْدٍ الْعَصَرِيِّ، عَنْ أَبِي الدَّرْدَاءِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ خَمْسٌ مَنْ جَاءَ بِهِنَّ يَوْمَ الْقِيَامَةِ مَعَ إِيمَانٍ دَخَلَ الْجَنَّةِ: مَنْ حَافَظَ عَلَى الصَّلَوَاتِ الْخَمْسِ: عَلَى وُضُوئِهِنَّ، وَرُكُوعِهِنَّ، وَمَوَاقِيتِهِنَّ، وَأَعْطَى الزَّكَاةَ مَعَ طِيبِ النَّفْسِ بِهَا \" قَالَ: وَكَانَ يَقُولُ: «وَايْمُ اللَّهِ، لَا يَفْعَلُ ذَلِكَ إِلَّا مُؤْمِنٌ، وَصَامَ شَهْرَ رَمَضَانَ، وَحَجَّ الْبَيْتَ إِنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا، وَأَدَّى الْأَمَانَةَ»، قَالُوا: يَا أَبَا الدَّرْدَاءِ، مَا أَدَاءُ الْأَمَانَةِ؟ قَالَ: الْغُسْلُ مِنَ الْجَنَابَةِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَأْمَنِ ابْنَ آدَمَ عَلَى شَيْءٍ مِنْ أَمَرِ دِينِهِ غَيْرَهَا \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا يَدُلُّ الْعُقَلَاءَ عَلَى أَنَّ الْإِيمَانَ كَمَا قُلْنَا لَا يَتِمُّ إِلَّا بِالْعَمَلِ، وَأَنَّ اللَّهَ عَزَّ وَجَلَّ كَتَبَ عَلَى الْمُؤْمِنِينَ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ بِتَمَامِ رُكُوعٍ، فَسُجُودِهَا، وَمِنْ فِقْهِهَا تَمَامُ رُكُوعٍ، وَرَفْعُ الْيَدَيْنِ بَعْدَ الرُّكُوعِ، وَسُجُودٌ، وَتَمَامُ جُلُوسٍ بَيْنَ السَّجْدَتَيْنِ مَعَ التَّكْبِيرِ الصَّحِيحِ قَبْلَ هَذَا، وَحُسْنٌ الْقِرَاءَةِ لِلْحَمْدِ وَغَيْرِهَا، مَعَ كَمَالِ الطَّهَارَةِ بِعِلْمٍ، وَالصَّلَاةِ بِعِلْمٍ، وَكُلِّ فَرَضٍ مِنْ شَرِيعَةِ الْإِسْلَامِ لَا يُؤَدِّيهِ إِلَّا بِعِلْمٍ، وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ إِنْ شَاءَ اللَّهُ","އަހަރުމެންނަށް އަބޫ ބަކްރު އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް އިބްރާހީމް ބްނު މޫސާ އަލްޖައުޒީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޒުހައިރު ބްނު މުޙައްމަދު އަލްމަރްވަޒީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޢުބައިދު ﷲ ބްނު ޢަބްދުލް މަޖީދު ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބުލް ޢައްވާމު އަލްޤައްޠާން ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ޤަތާދާއާއި އަދި އަބާނު ބްނު އަބީ ޢައްޔާޝް ކިޔައިދެއްވިއެވެ. އެދެބޭފުޅުން ޚުލައިދު އަލްޢަޞަރީގެ އަރިހުން ކިޔައިދެއްވިއެވެ. އެއީ އަބުއް ދަރްދާއު – ރަޟިޔަ ﷲ ޢަންހު – ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"ފަސްކަމެއް، އެ ފަސްކަމާއިގެން ޤިޔާމަތް ދުވަހުން އީމާންކަމާ އެކުގައި އަތުވެއްޖެ މީހަކު، ޖަންނަތަށް ވަދެއްޖެއެވެ. އެއީ: ފަސް ނަމާދަށް ފަރުވާތެރި ވެއްޖެ މީހާއެވެ. އަދި އެފަސް ނަމާދުގެ ވުޟޫއަށާއި، އެފަސް ނަމާދުގެ ރުކޫޢަށާއި، [އެފަސް ނަމާދުގެ ސުޖޫދަށާއި] އަދި އެފަސް ނަމާދުގެ ވަޤުތުތަކަށް ފަރުވާތެރިވެއްޖެ މީހާއެވެ. އަދި ނަފްސުގެ ހިތްހަމަޖެހުމާ އެކީގައި ޒަކާތް ދައްކައިފި މީހާއެވެ.\" އަބުއް ދަރްދާއު ވިދާޅުވިއެވެ: އަދި އެކަލޭގެފާނު ޙަދީޘް ކުރައްވަތެވެ: \"އަދި ﷲ ގަންދީއެވެ. މުއުމިނަކު ނޫނީ އެކަންކަން ނުކުރައްވާނެއެވެ. އަދި ރަމަޟާން މަހުގައި ރޯދަހިފުމެވެ. އަދި ކުޅަދާނަ ވެގެންވާ މީހާ ކަލާނގެ ގެކޮޅުގައި ޙައްޖުކުރުމެވެ. އަދި އަމާނާތް އަދާކުރުމެވެ.\" ބޭކަލުންތައް ވިދާޅުވިއެވެ: \"އޭ އަބުއް ދަރްދާއެވެ. އަމާނާތް އަދާކުރުމަކީ ކޮބައިތޯއެވެ؟\" އެބޭފުޅާ ވިދާޅުވިއެވެ: \"އެއީ ޖުނުބުވެރިކަމުން ހިނައިގަތުމެވެ. ފަހެ ހަމަކަށަވަރުން އާދަމުގެ ދަރިޔާއަށް އޭނާގެ ދީނުގެ ކަންކަމުން ކުރެ އެނޫން ކަމަކަށް ނޫނީ ﷲ ޢައްޒަ ވަޖައްލަ އަމާންކަން ނުދެއްވަތެވެ.\"\n[އިމާމް އަލްއާޖުއްރީ އެބޭފުޅާގެ 'ކިތާބުއް ޝަރީޢަތް' ފޮތުގެ: 650، 651 ގައި މިޙަދީޘް ހަމަ މިއިސްނާދުން ގެންނަވާ ޒިކުރު ކުރައްވާފައި ވެއެވެ. އަދި ސުނަނު އަބީ ދާވޫދުގެ: 429 ގައި މިޙަދީޘް ރިވާކުރެވިފައިވެއެވެ. އަދި އަލްޙާފިޡް އަލްޢުޤައިލީ އެބޭފުޅާގެ 'އައްޟުޢަފާއު' ގެ: 123/3 ގައި ޢުބައިދު ﷲ ބްނު ޢަބްދުލް މަޖީދު އަބޫ ޢަލީ އަލްޙަނަފީއާ މެދު ގެންނަވައެވެ. އިމާމް އިބްނު މަޢީން ވިދާޅުވިއެވެ: އެއްވެސް އެއްޗެއް ނޫނެވެ. (އެބަހީ ޟަޢީފް ކަމުގައެވެ.) އެހެނަސް އިބްނު ޙަޖަރުގެ 'ތަޤްރީބު އައްތަހްޛީބު' ގައި ވަނީ އިމާމް އިބްނު މަޢީން އެބޭފުޅާ ޟަޢީފް ކުރެއްވިކަން ޘާބިތު ނޫން ކަމުގައެވެ. އަދި އަލްޢުޤައިލީ މިޙަދީޘް މިއިސްނާދުން ގެންނަވާފައި ވިދާޅުވިއެވެ: އެހެން ފަރާތަކުން ޙަދީޘް ގެންނަވާފައި ނުވާ ކަމުގައެވެ.\nއަދި އިމާމް އަބޫ ދާވޫދު އެބޭފުޅާގެ ސުނަނުގައި މިޙަދީޘް ގެންނަވާފައި އެއްވެސް އެއްޗެކޭ ވިދާޅުނުވެއެވެ. އެހެންކަމުން އިމާމް އަބޫ ދާވޫދުގެ 'ރިސާލަތު އިލާ އަހްލި މައްކާ' ގައި ޒިކުރު ކުރައްވާފައިވާ ފަދައިން އެބޭފުޅާ އެއްވެސް އެއްޗެކޭ ވިދާޅުނުވެ ހުއްޓިފައިވާ ޙަދީޘްތަކަކީ ޞާލިޙު އިސްނާދުތަކުގެ ޙަދީޘްތައް ކަމުގައި ވެއެވެ. އަދި ޝައިޚް އަލްބާނީވެސް ވަނީ 'ޞަޙީޙް އަބީ ދާވޫދު' ގައި މިޙަދީޘް ޙަސަން ދަރަޖަ ކުރައްވާފައެވެ. މީގެ އިތުރުން އިމާމް އިބްނު ބައްޠާގެ 'އަލްއިބާނަތުލް ކުބްރާ' ގެ: 894 ގައި މިޙަދީޘް ގެންނަވާފައި ވެއެވެ. އަދި އިމާމް އަބޫ ނުޢައިމް އަލްއަޞްބަހާނީގެ 'އަލްޙިލްޔާ' ގެ: 234 ގައި އައަޠަބަރާނީގެ އަރިހުން މިޙަދީޘް ނެރުއްވާފައި ވެއެވެ. އަދި އަލްޙާފިޡް އައްޠަބަރާނީގެ 'އައްޞަޣީރު' ގެ: 772 ގައި މިޙަދީޘް ނެރުއްވިއެވެ. އަދި އަލްޙާފިޡް އަލްމުންޛިރީގެ 'އައްތަރްޣީބު ވައްތަރްހީބު' ގެ: 533 ގައާއި އަލްޙާފިޡް އަލްހައިޘަމީގެ 'މަޖްމަޢުއް ޒަވާއިދު' ގެ: 47 ގައި ވެސް އައްޠަބަރާނީގެ އަރިހުން ޙަދީޘް ގެންނަވާ އިސްނާދު ރަނގަޅު ކަމުގައި އެބޭފުޅުން ވިދާޅުވިއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: މިއިން ބުއްދިވެރިންނަށް ދަލީލުކޮށްދެނީ، އަހަރުމެން ކުރިންވެސް ބުނި ފަދައިން ޢަމަލާ ނުލައި އީމާންކަން ފުރިހަމަ ނުވާނެކަމެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލަ ވަނީ މުއުމިނުންގެ މައްޗަށް ކޮންމެ ދުވަހަކާއި ރޭގަނޑެއްގައި ފަސް ނަމާދު ފަރުޟުކުރައްވާފައި ކަމުގައެވެ. އެއީ އެނަމާދުތަކުގެ ފުރިހަމަ ރުކޫޢާއި އަދި އެ ނަމާދުތަކުގެ ސުޖޫދާއެކީގައެވެ. އަދި އެނަމާދުތަކުގެ ފިޤުހުގެ ތެރެއިން ވަނީ ރުކޫޢު ފުރިހަމަ ކުރުމެވެ. އަދި ރުކޫޢަށް ފަހުގައި ދެއަތް އުފުލުމެވެ. އަދި ސުޖޫދު ފުރިހަމަ ކުރުމެވެ. އަދި ދެ ސަޖިދަ ދެމެދުގައި އިށީނދެ އިނުން ފުރިހަމަ ކުރުމެވެ. އަދި މީގެ ކުރިން ޞައްޙަ ގޮތުގައި ހަށަން ބަންނަ ތަކްބީރު ކިޔުމެވެ. އަދި އަލްޙަމްދު ސޫރަތް ކިޔެވުމުގައި އަދި އެނޫން ސޫރަތްތައް ކިޔެވުމުގައިވެސް ރީތިކޮށް ކިޔެވުމެވެ. އެއީ ޢިލްމާއި އެކީ ދެނެހުރެ ފުރިހަމަ ޠަހާރަތާ އެކީގައެވެ.\nއަދި ނަމާދުވެސް ޢިލްމާއި އެކީ ދެނެހުރެ ކުރުމެވެ. އަދި އިސްލާމީ ޝަރީޢަތުގެ ކޮންމެ ފަރުޟެއްމެ އެއިން ކަމެއް ޢިލްމާއިގެން ދެނެހުރެ މެނުވީ އަދާއެއް ނުކުރެވޭނެއެވެ. އަދި ﷲ ބޭނުންފުޅުވެ ވޮޑިގެންވާނަމަ އެކަމަށް ތައުފީޤު ދެއްވާ ފަރާތަކީ ﷲ އެވެ.\n[ބާރަވަނަ ޙަދީޘްގައި އީމާން ކަމުގެ ވާހަކަ ތަފްޞީލުވެ އިސްވެ ގޮއްސިއެވެ.]",""],["18","","","١٨- أَخْبَرَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ، عَنِ مُحَمَّدِ بْنِ عَمْرٍو الْعَامِرِيِّ قَالَ: \" كُنْتُ فِي مَجْلِسٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَتَذَاكَرُوا صَلَاتَهُ، فَقَالَ أَبُو حُمَيْدٍ السَّاعِدِيُّ: «أَنَا أُعَلِّمُكُمْ صَلَاةَ رَسُولِ اللَّهِ ﷺ، وَكَانَتْ مِنْ هِمَّتِي. رَأَيْتُ رَسُولَ اللَّهِ ﷺ‌‌ إِذَا قَامَ إِلَى الصَّلَاةِ كَبَّرَ ثُمَّ قَرَأَ، فَإِذَا رَكَعَ أَمْكَنَ كَفَّيْهِ مِنْ رُكْبَتَيْهِ، وَفَرَّجَ بَيْنَ أَصَابِعِهِ، ثُمَّ هَصَرَ ظَهْرَهُ، غَيْرَ مُقْنِعٍ رَأْسَهُ وَلَا صَافِحٍ». قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَعْنِي غَيْرَ مُقْنِعٍ: لَا يَرْفَعُ رَأْسَهُ فِي رُكُوعِهِ عَلَى ظَهْرِهِ، فَلَا صَافَّةً لَا يُصَوِّبُهُ، وَلَكِنْ يَمُدُّ ظَهْرَهُ وَرَأْسَهُ فَيَكُونَ مُسْتَوِيًا كُلَّهُ، ثُمَّ رَجَعْنَا إِلَى الْحَدِيثِ قَالَ: «فَإِذَا رَفَعَ رَأْسَهُ اعْتَدَلَ قَائِمًا حَتَّى يَعُودَ كُلُّ عُضْو مِنْهُ مَكَانَهُ، فَإِذَا سَجَدَ أَمْكَنَ الْأَرْضَ مِنْ جَبْهَتِهِ وَأَنْفِهِ وَكَفَّيْهِ وَمَنْ رُكْبَتَيْهِ وَصُدُورِ قَدَمَيْهِ، ثُمَّ اطْمَأَنَّ سَاجِدًا، فَإِذَا رَفَعَ رَأْسَهُ اطْمَأَنَّ جَالِسًا، فَإِذَا قَعَدَ فِي الرَّكْعَتَيْنِ قَعَدَ عَلَى بَطْنِ قَدَمِهِ الْيُسْرَى وَنَصَبَ الْيُمْنَى، فَإِذَا كَانَتِ الرَّابِعَةُ أَفْضَى بِوَرِكِهِ الْيُسْرَى إِلَى الْأَرْضِ، وَأَخْرَجَ قَدَمَيْهِ مِنْ نَاحِيَةٍ وَاحِدَةٍ»","","أَخْبَرَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَلْحَلَةَ، عَنِ مُحَمَّدِ بْنِ عَمْرٍو الْعَامِرِيِّ قَالَ: \" كُنْتُ فِي مَجْلِسٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَتَذَاكَرُوا صَلَاتَهُ، فَقَالَ أَبُو حُمَيْدٍ السَّاعِدِيُّ: «أَنَا أُعَلِّمُكُمْ صَلَاةَ رَسُولِ اللَّهِ ﷺ، وَكَانَتْ مِنْ هِمَّتِي. رَأَيْتُ رَسُولَ اللَّهِ ﷺ‌‌ إِذَا قَامَ إِلَى الصَّلَاةِ كَبَّرَ ثُمَّ قَرَأَ، فَإِذَا رَكَعَ أَمْكَنَ كَفَّيْهِ مِنْ رُكْبَتَيْهِ، وَفَرَّجَ بَيْنَ أَصَابِعِهِ، ثُمَّ هَصَرَ ظَهْرَهُ، غَيْرَ مُقْنِعٍ رَأْسَهُ وَلَا صَافِحٍ». قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَعْنِي غَيْرَ مُقْنِعٍ: لَا يَرْفَعُ رَأْسَهُ فِي رُكُوعِهِ عَلَى ظَهْرِهِ، فَلَا صَافَّةً لَا يُصَوِّبُهُ، وَلَكِنْ يَمُدُّ ظَهْرَهُ وَرَأْسَهُ فَيَكُونَ مُسْتَوِيًا كُلَّهُ، ثُمَّ رَجَعْنَا إِلَى الْحَدِيثِ قَالَ: «فَإِذَا رَفَعَ رَأْسَهُ اعْتَدَلَ قَائِمًا حَتَّى يَعُودَ كُلُّ عُضْو مِنْهُ مَكَانَهُ، فَإِذَا سَجَدَ أَمْكَنَ الْأَرْضَ مِنْ جَبْهَتِهِ وَأَنْفِهِ وَكَفَّيْهِ وَمَنْ رُكْبَتَيْهِ وَصُدُورِ قَدَمَيْهِ، ثُمَّ اطْمَأَنَّ سَاجِدًا، فَإِذَا رَفَعَ رَأْسَهُ اطْمَأَنَّ جَالِسًا، فَإِذَا قَعَدَ فِي الرَّكْعَتَيْنِ قَعَدَ عَلَى بَطْنِ قَدَمِهِ الْيُسْرَى وَنَصَبَ الْيُمْنَى، فَإِذَا كَانَتِ الرَّابِعَةُ أَفْضَى بِوَرِكِهِ الْيُسْرَى إِلَى الْأَرْضِ، وَأَخْرَجَ قَدَمَيْهِ مِنْ نَاحِيَةٍ وَاحِدَةٍ»","",""],["19","","","١٩- أَخْبَرَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا بَكْرُ بْنُ مُضَرٍ، عَنِ ابْنِ عَجْلَانَ، عَنْ عَلِيِّ بْنِ يَحْيَى الزُّرَقِيِّ، عَنْ أَبِيهِ، عَنْ عَمِّهِ وَكَانَ بَدْرِيًّا قَالَ: \" كُنَّا مَعَ رَسُولِ اللَّهِ ﷺ إِذْ دَخَلَ رَجُلٌ الْمَسْجِدَ، فَقَامَ نَاحِيَةَ الْمَسْجِدِ فَصَلَّى، وَرَسُولُ اللَّهِ ﷺ يَرْمُقُهُ وَهُوَ لَا يَشْعُرُ، ثُمَّ انْصَرَفَ، فَأَتَى رَسُولَ اللَّهِ ﷺ فَسَلَّمَ عَلَيْهِ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ قَالَ لَهُ: ارْجِعْ فَصَلِّ، فَإِنَّكَ لَمْ تُصَلِّ \" قَالَ: لَا أَدْرِي فِي الثَّالِثَةِ أَوْ فِي الثَّانِيَةِ قَالَ: وَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابِ لَقَدِ جَهِدْتُ وَحَرَصْتُ، فَعَلِّمْنِي وَأَرِنِي، فَقَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَرَدْتَ الصَّلَاةَ فَتَوَضَّأْ فَأَحْسِنِ الْوُضُوءَ، ثُمَّ قُمْ فَاسْتَقْبَلِ الْقِبْلَةَ، ثُمَّ كَبِّرْ، ثُمَّ اقْرَأْ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ قَاعِدًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، فَإِذَا صَنَعْتَ ذَلِكَ فَقَدْ قَضَيْتَ صَلَاتَكَ، وَمَا انْتَقَصَتْ مِنْ ذَلِكَ فَإِنَّمَا نَقَصْتَهُ مِنْ صَلَاتِكِ» وَكَذَا رَوَى هَذَا الْحَدِيثَ جَمَاعَةٌ، وَعَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ نَحْوَهُ أَوْ مِثْلَهُ.","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قال حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا بَكْرُ بْنُ مُضَرٍ، عَنِ ابْنِ عَجْلَانَ، عَنْ عَلِيِّ بْنِ يَحْيَى الزُّرَقِيِّ، عَنْ أَبِيهِ، عَنْ عَمِّهِ وَكَانَ بَدْرِيًّا قَالَ: \" كُنَّا مَعَ رَسُولِ اللَّهِ ﷺ إِذْ دَخَلَ رَجُلٌ الْمَسْجِدَ، فَقَامَ نَاحِيَةَ الْمَسْجِدِ فَصَلَّى، وَرَسُولُ اللَّهِ ﷺ يَرْمُقُهُ وَهُوَ لَا يَشْعُرُ، ثُمَّ انْصَرَفَ، فَأَتَى رَسُولَ اللَّهِ ﷺ فَسَلَّمَ عَلَيْهِ فَرَدَّ عَلَيْهِ السَّلَامَ ثُمَّ قَالَ لَهُ: ارْجِعْ فَصَلِّ، فَإِنَّكَ لَمْ تُصَلِّ \" قَالَ: لَا أَدْرِي فِي الثَّالِثَةِ أَوْ فِي الثَّانِيَةِ قَالَ: وَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابِ لَقَدِ جَهِدْتُ وَحَرَصْتُ، فَعَلِّمْنِي وَأَرِنِي، فَقَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَرَدْتَ الصَّلَاةَ فَتَوَضَّأْ فَأَحْسِنِ الْوُضُوءَ، ثُمَّ قُمْ فَاسْتَقْبَلِ الْقِبْلَةَ، ثُمَّ كَبِّرْ، ثُمَّ اقْرَأْ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ قَاعِدًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، فَإِذَا صَنَعْتَ ذَلِكَ فَقَدْ قَضَيْتَ صَلَاتَكَ، وَمَا انْتَقَصَتْ مِنْ ذَلِكَ فَإِنَّمَا نَقَصْتَهُ مِنْ صَلَاتِكِ» وَكَذَا رَوَى هَذَا الْحَدِيثَ جَمَاعَةٌ، وَعَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ نَحْوَهُ أَوْ مِثْلَهُ","",""],["20","","","٢٠- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: أَخْبَرَنَا صَفْوَانُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ قَالَ: حَدَّثَنَا شَيْبَةُ بْنُ الْأَحْنَفِ الْأَوْزَاعِيُّ قَالَ: حَدَّثَنَا أَبُو سَلَّامٍ الْأَسْوَدُ قَالَ: حَدَّثَنَا أَبُو صَالِحٍ الْأَشْعَرِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْأَشْعَرِيِّ قَالَ: \" صَلَّى رَسُولُ اللَّهِ ﷺ بِأَصْحَابِهِ ثُمَّ جَلَسَ فِي عِصَابَةٍ مِنْهُمْ، فَدَخَلَ رَجُلٌ فَقَامَ يُصَلِّي، فَجَعَلَ لَا يَرْكَعُ وَيَنْقُرُ فِي سُجُودِهِ، وَالنَّبِيُّ ﷺ يَنْظُرُ إِلَيْهِ، فَقَالَ: ‌‌«تَرَوْنَ هَذَا لَوْ مَاتَ عَلَى هَذَا لَمَاتَ عَلَى غَيْرِ مِلَّةِ مُحَمَّدٍ ﷺ؟ نَقَرَ صَلَاتَهُ كَمَا يَنْقُرُ الْغُرَابُ الدَّمَ. مَثَلُ الَّذِي يُصَلَّى وَلَا يَرْكَعُ، وَيَنْقُرُ فِي سُجُودِهِ كَالْجَائِعِ لَا يَأْكُلُ إِلَّا تَمْرَةً أَوْ تَمْرَتَيْنِ فَمَا تُغَنِّيَانِ عَنْهُ، فَأَسْبِغُوا الْوُضُوءَ، وَوَيْلٌ لِلْأَعْقَابِ مِنَ النَّارِ، وَأَتَمُّوا الرُّكُوعَ وَالسُّجُودَ» قَالَ أَبُو صَالِحٍ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ الْأَشْعَرِيِّ: مَنْ حَدَّثَكَ هَذَا الْحَدِيثَ؟ فَقَالَ: أُمَرَاءُ الْأَجْنَادِ خَالِدُ بْنُ الْوَلِيدِ، وَعَمْرُو بْنُ الْعَاصِ، وَيَزِيدُ بْنُ أَبِي سُفْيَانَ، وَشُرَحْبِيلُ ابْنُ حَسَنَةَ، كُلُّ هَؤُلَاءِ سَمِعُوا النَّبِيَّ ﷺ.","","حَدَّثَنَا الْآجُرِّيُّ قال حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: أَخْبَرَنَا صَفْوَانُ بْنُ صَالِحٍ قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ قَالَ: حَدَّثَنَا شَيْبَةُ بْنُ الْأَحْنَفِ الْأَوْزَاعِيُّ قَالَ: حَدَّثَنَا أَبُو سَلَّامٍ الْأَسْوَدُ قَالَ: حَدَّثَنَا أَبُو صَالِحٍ الْأَشْعَرِيُّ، عَنْ أَبِي عَبْدِ اللَّهِ الْأَشْعَرِيِّ قَالَ: \" صَلَّى رَسُولُ اللَّهِ ﷺ بِأَصْحَابِهِ ثُمَّ جَلَسَ فِي عِصَابَةٍ مِنْهُمْ، فَدَخَلَ رَجُلٌ فَقَامَ يُصَلِّي، فَجَعَلَ لَا يَرْكَعُ وَيَنْقُرُ فِي سُجُودِهِ، وَالنَّبِيُّ ﷺ يَنْظُرُ إِلَيْهِ، فَقَالَ: ‌‌«تَرَوْنَ هَذَا لَوْ مَاتَ عَلَى هَذَا لَمَاتَ عَلَى غَيْرِ مِلَّةِ مُحَمَّدٍ ﷺ؟ نَقَرَ صَلَاتَهُ كَمَا يَنْقُرُ الْغُرَابُ الدَّمَ. مَثَلُ الَّذِي يُصَلَّى وَلَا يَرْكَعُ، وَيَنْقُرُ فِي سُجُودِهِ كَالْجَائِعِ لَا يَأْكُلُ إِلَّا تَمْرَةً أَوْ تَمْرَتَيْنِ فَمَا تُغَنِّيَانِ عَنْهُ، فَأَسْبِغُوا الْوُضُوءَ، وَوَيْلٌ لِلْأَعْقَابِ مِنَ النَّارِ، وَأَتَمُّوا الرُّكُوعَ وَالسُّجُودَ» قَالَ أَبُو صَالِحٍ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ الْأَشْعَرِيِّ: مَنْ حَدَّثَكَ هَذَا الْحَدِيثَ؟ فَقَالَ: أُمَرَاءُ الْأَجْنَادِ خَالِدُ بْنُ الْوَلِيدِ، وَعَمْرُو بْنُ الْعَاصِ، وَيَزِيدُ بْنُ أَبِي سُفْيَانَ، وَشُرَحْبِيلُ ابْنُ حَسَنَةَ، كُلُّ هَؤُلَاءِ سَمِعُوا النَّبِيَّ ﷺ","",""],["21","","","٢١- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، أَنَّهُ لَقِيَ أَبَا أُمَامَةَ الْبَاهِلِيَّ فَسَأَلَهُ عَنْ حَدِيثِ عَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ حِينَ حَدَّثَ شُرَحْبِيلَ بْنَ السِّمْطِ، وَأَصْحَابَهُ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«مَنْ رَمَى سَهْمًا فِي سَبِيلِ اللَّهِ فَبَلَغَ أَخْطَأَ أَوْ أَصَابَ كَانَ سَهْمُهُ ذَلِكَ كُلُّهُ كَعَدْلِ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ، وَمَنْ خَرَجْتْ بِهِ شَيْبَةٌ فِي سَبِيلِ اللَّهِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ، وَمَنْ عَتَقَ رَقَبَةً مَسْلَمَةً كَانَتْ لَهُ فِكَاكُهُ مِنْ نَارِ جَهَنَّمَ، وَمَنْ قَامَ إِلَى الْوُضُوءِ يَرَاهُ حَقًّا عَلَيْهِ وَاجِبًا، فَمَضْمَضَ فَاهُ غَفَرْتُ لَهُ ذُنُوبَهُ مَعَ أَوَّلِ قَطْرَةٍ مِنْ طَهُورِهِ، فَإِذَا غَسَلَ وَجْهَهُ فَمِثْلُ ذَلِكَ، فَإِذَا غَسَلَ يَدَيْهِ فَمِثْلُ ذَلِكَ، فَإِذَا مَسَحَ رَأْسَهُ فَمِثْلُ ذَلِكَ، فَإِذَا غَسَلَ رِجْلَيْهِ فَمِثْلُ ذَلِكَ فَإِنْ جَلَسَ جَلَسَ سَالِمًا، وَإِنْ صَلَّى تُقُبِّلَ مِنْهُ» قَالَ شَهْرُ بْنُ حَوْشَبٍ: فَحَدَّثَنِي أَبُو أُمَامَةَ بِهَذَا الْحَدِيثِ كَمَا سَمِعَهُ مِنْ رَسُولِ اللَّهِ ﷺ.","","حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِّيُّ قال حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا أَبُو أَيُّوبَ سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، أَنَّهُ لَقِيَ أَبَا أُمَامَةَ الْبَاهِلِيَّ فَسَأَلَهُ عَنْ حَدِيثِ عَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ حِينَ حَدَّثَ شُرَحْبِيلَ بْنَ السِّمْطِ، وَأَصْحَابَهُ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«مَنْ رَمَى سَهْمًا فِي سَبِيلِ اللَّهِ فَبَلَغَ أَخْطَأَ أَوْ أَصَابَ كَانَ سَهْمُهُ ذَلِكَ كُلُّهُ كَعَدْلِ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ، وَمَنْ خَرَجْتْ بِهِ شَيْبَةٌ فِي سَبِيلِ اللَّهِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ، وَمَنْ عَتَقَ رَقَبَةً مَسْلَمَةً كَانَتْ لَهُ فِكَاكُهُ مِنْ نَارِ جَهَنَّمَ، وَمَنْ قَامَ إِلَى الْوُضُوءِ يَرَاهُ حَقًّا عَلَيْهِ وَاجِبًا، فَمَضْمَضَ فَاهُ غَفَرْتُ لَهُ ذُنُوبَهُ مَعَ أَوَّلِ قَطْرَةٍ مِنْ طَهُورِهِ، فَإِذَا غَسَلَ وَجْهَهُ فَمِثْلُ ذَلِكَ، فَإِذَا غَسَلَ يَدَيْهِ فَمِثْلُ ذَلِكَ، فَإِذَا مَسَحَ رَأْسَهُ فَمِثْلُ ذَلِكَ، فَإِذَا غَسَلَ رِجْلَيْهِ فَمِثْلُ ذَلِكَ فَإِنْ جَلَسَ جَلَسَ سَالِمًا، وَإِنْ صَلَّى تُقُبِّلَ مِنْهُ» قَالَ شَهْرُ بْنُ حَوْشَبٍ: فَحَدَّثَنِي أَبُو أُمَامَةَ بِهَذَا الْحَدِيثِ كَمَا سَمِعَهُ مِنْ رَسُولِ اللَّهِ ﷺ. قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: قَدْ ذَكَرْتُ فِي هَذِهِ الْأَحَادِيثِ مِنْ عِلْمِ الطَّهَارَةِ وَعِلْمِ الصَّلَاةِ وَفَضْلِ الطَّهَارَةِ، مِمَّا فِيهِ عِلْمٌ كَثِيرٌ وَيَبْعَثُ الْعُقَلَاءَ عَلَى طَلَبِ عَلِمِ الزِّيَادَةِ مِنْ عِلْمِ مَا ذَكَرْتُ مِمَّا لَابُدَّ مِنْ عِلْمِهِ وَالْعَمَلِ بِهِ، وَهَذِهِ الْأَحَادِيثُ تَنْبِيهٌ لِقُلُوبِ الْعُقَلَاءِ لِيَزْدَادُوا بَصِيرَةً فِي دِينِهِمْ وَحُسْنَ عِبَادَةٍ لِرَبِّهِمْ لِأَدَاءِ فَرَائِضِهِ، وَاجْتِنَابِ مَحَارِمِهِ كَمَا أُمِرُوا، لَا كَمَا يُرِيدُونَ بِغَيْرِ عِلْمٍ، فَاعْلَمْ ذَلِكَ، وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ، وَالْمُعِينُ عَلَيْهِ إِنْ شَاءَ اللَّهُ","އަހަރުމެންނަށް އަބޫ ބަކްރު މުޙައްމަދު ބްނު އަލްޙުސައިން އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަލްފިރްޔާބީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބޫ އައްޔޫބު ސުލައިމާނު ބްނު ޢަބްދުއް ރަޙްމާން އައްދިމިޝްޤީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު ޢައްޔާޝް ކިޔައިދެއްވިއެވެ. އެއީ ޢަބްދު ﷲ ބްނު ޢަބްދުއް ރަޙްމާން ބްނު އަބީ ޙުސައިންގެ އަރިހުންނެވެ. އެއީ ޝަހްރު ބްނު ޙައުޝަބުގެ އަރިހުންނެވެ. އެބޭފުޅާއަށް އަބޫ އުމާމާ އަލްބާހިލީ - ރަޟިޔަ ﷲ ޢަންހު - އާ ބައްދަލުވެލެއްވިއެވެ. ފަހެ އެބޭފުޅާއާ ޢަމްރު ބްނު ޢަބަސާ އައްސުލަމީގެ އަރިހުން އައިސްފައިވާ ޙަދީޘް ބަސްފުޅާ މެދު ސުވާލު ކުރެއްވިއެވެ. އެއީ އެބޭފުޅާ ޝުރަޙްބީލް ބްނު އައްސަމްޠުއަށާއި އަދި އެބޭފުޅާގެ އަޞްޙާބުންނަށް ކިޔައިދެއްވިހިނދުގައެވެ. ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް އެބޭފުޅާ އަޑުއެއްސެވިކަމުގައި ދަންނައެވެ: \"ﷲ ގެ މަގުގައި މީހަކު ދުންޏެއް އުކައިފިނަމަ ނުވަތަ ތީރެއް ޖަހައިފިނަމަ، ފަހެ އޭތި އަމާޒަށް އަރައި ކަން ނުވިޔަސް ނުވަތަ ކަން ވިޔަސް އޭނާ އެޖެހި އޭނާގެ އެދުނި ނުވަތަ ތީރު އެއީ އިސްމާޢީލުގެފާނުގެ ދަރިން ކުރެ ދަރިއެއް މިނިވަން ކުރި ފަދަ ކަމެކެވެ. އަދި ނުރަ އިސްތަށްޓެއްގެ މިންވަރަށް މީހަކު ﷲ ގެ ދީނަށްޓަކައި ނުކުމެއްޖެނަމަ އޭނާއަށް ޤިޔާމަތް ދުވަހުން ނޫރެއް ލައްވާ ހުއްޓެވެ. އަދި މުސްލިމު އަޅު އަންހެނަކު މިނިވަންކޮށްފިމީހާ ޤިޔާމަތް ދުވަހުން އޭނާ ޖަހައްނަމައިގެ އަލިފާނުން ސަލާމަތް ކުރެއްވޭނެތެވެ. އަދި މީހަކު ވުޟޫކުރަން އެދިގެން އެއީ އޭނާގެ މައްޗަށް ޙައްޤު ވެގެންވާ ވާޖިބު ކަމެއް ކަމަށް ދެކޭ ޙާލު އޭނާ އެކަން ކުރުމުން، ފަހެ އޭނާ އޭނާގެ އަނގައަށް ފެންލައި ދޮވެ ހެދުމުން، އޭނާ ޠާހިރުވުމުގެ ފުރަތަމަ ފެން ތިކިން ތިމަން ﷲ އޭނާއަށް އޭނާގެ ފާފަތައް ފުއްސަވާ ދެއްވަމެވެ. އަދި އޭނާ މޫނު ދޮވެފި ނަމަވެސް ހަމަ އެފަދައިންނެވެ. އަދި އޭނާ ދެއަތް ދޮވެފި ނަމަވެސް ހަމަ އެފަދައިންނެވެ. އަދި އޭނާ ބޮލުގައި ފެން ފޮހެފިނަމަވެސް ހަމަ އެފަދައިންނެވެ. ފަހެ އޭނާ ދެފައި ދޮވެފިނަމަވެސް ހަމަ އެފަދައިންނެވެ. ފަހެ އޭނާ އިށީނދެއްޖެނަމަ ސަލާމަތްތެރި ކަމާއެކު އޭނާ އިށީނދެއްޖެއެވެ. އަދި އޭނާ ނަމާދު ކޮށްފިނަމަ އޭނާގެ ކިބައިން ޤަބޫލު ކުރައްވައިފިއެވެ.\" ޝަހްރު ބްނު ޙައުޝަބު ވިދާޅުވިއެވެ: ފަހެ އަބޫ އުމާމާ - ރަޟިޔަ ﷲ ޢަންހު - މިޙަދީޘް އެބޭފުޅާ ﷲ ގެ ރަސޫލާ ﷺ އަރިހުން އަޑުއެއްސެވިގޮތަށް އަހުރެންނަށް ކިޔައިދެއްވިއެވެ.\n[ޙަދީޘްގެ އިސްނާދު ޟަޢީފް ވެގެންވެއެވެ. އެއީ ޝަހްރު ބްނު ޙައުޝަބުއަކީ ވަހްމު ގިނަ ބޭފުޅެކެވެ. އެގޮތަށް 'އައްތަޤްރީބު' ގެ: 2846 ގައި ވެއެވެ. އަދި އިސްމާޢީލު ބްނު ޢައްޔާޝް އެއީ އިބްނު ސުލައިމް އަލްޙިމްޞީ އެއީ އެބޭފުޅާގެ ރަށުގެ އަހުލުވެރިންގެ އަރިހުން ޞަދޫޤު ތެދުވެރި ބޭފުޅެކެވެ. އެހެނަސް އެހެން ބޭފުޅުންގެ އަރިހުން އޮޅުން އަރާ ބޭފުޅެކެވެ. އެގޮތަށް 'އައްތަޤްރީބު' ގެ: 477 ގައި ވެއެވެ. އަދި މި އިސްނާދުގައި އެބޭފުޅާ ރިވާކުރައްވާފައިވަނީ މައްކީ ޝައިޚެއްގެ އަރިހުންނެވެ. އެހެންކަމުން އޮޅުން އެރުން އެކުލެވިގެން ވެއެވެ. އެހެނަސް ޙަދީޘް ބަސްފުޅު ޞައްޙަ އެވެ. އެހެނީ އިބްނު ބިޝްރާންގެ ފޮތް 'އަލްއަމާލީ' ގެ 19 ގައި މިފޮތުގެ މުޞައްނިފްގެ އަރިހުން މިޙަދީޘް ރިވާކުރައްވާފައި ވެއެވެ. އަދި މުސްނަދު އަޙްމަދުގެ: 17020، 17021 އަދި 17024 ގައާއި ސުނަނު އަބީ ދާވޫދުގެ: 3966 ގައާއި އައްނަސާއީގެ ސުނަނު އަލްކުބްރާގެ: 4335 ގައާއި މުޞައްނަފް ޢަބްދުއްރައްޒާޤްގެ: 154، 9544 ގައާއި މުސްނަދު ޢަބްދު ބްނު ޙުމައިދުގެ: 302 ގައި އަދި އިމާމް އައްދާރަޤުޠުނީގެ 104 ގެ 376، 377 ގައާއި އަލްޙާފިޡް އަލްބައިޙަޤީގެ 81، 272/10 ގައާއި އިބްނުލް އަޘީރުގެ 'އަސްދުލް ޣާބާ' ގެ 252/4 ގައި ވެސް މިޙަދީޘް ރިވާވެގެން އައިސްފައިވެއެވެ. އަދި މިނޫން އެހެން އެތައް މަގުތަކުން ވެސް މިޙަދީޘް ރިވާވެގެން ވެއެވެ. އަދި މިޙަދީޘްގެ ޞައްޙަ ކަމަށް ދަލީލު ކޮށްދޭ އެހެން ޝާހިދުތަކެއް ވެސް ވެއެވެ. އޭގެތެރެއިން އެހެން ލަފްޡަކުން އިމާމް އައްތިރްމިޛީ ރިވާކުރައްވާފައިވާ 1638 އާއި އިމާމް އަލްބުޚާރީ 6715 ގައި އަދި އިމާމް މުސްލިމް 244 ގައި އަބޫ ހުރައިރާ - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން ރިވާ ކުރައްވާފައިވާ ޙަދީޘް އާއި ޞަޙީޙް އިބްނު ޙިއްބާންގެ: 2934 ފަދަ ރިވާޔަތްތައް ހިމެނެއެވެ.] މުޙައްމަދު ބްނު އަލްޙުސައިން (އަލްއާޖުއްރީ) ވިދާޅުވިއެވެ: މިޙަދީޘް ތަކުގައި އަހުރެން މި ޒިކުރު ކުރަނީ ޠަހާރަތުގެ ޢިލްމާއި އަދި ނަމާދުގެ ޢިލްމާއި އަދި ޠަހާރަތުގެ ފަޟްލުވަންތަކަމާ ބެހޭގޮތުންނެވެ. އެއީ އެ ކަންކަމުގައިވާ ޢިލްމުތަކުގެ ގިނަ ކަމުންނެވެ. އަދި ބުއްދިވެރިން ވަނީ މި ޒިކުރު ކުރި ޢިލްމު އިތުރަށް ހޯދައި ޢިލްމު ޙާޞިލު ކުރުމަށް ގޮސްފައެވެ. އެހެނީ އެއީ ކޮންމެހެން ވެސް އުނގެނެން ޖެހޭ ޢިލްމަކަށް ވެފައި އެޢިލްމަށް ޢަމަލު ކުޅައުމަށެވެ.\nއަދި މި ޙަދީޘް ބަސްފުޅުތަކަކީ ބުއްދިވެރިންގެ ހިތްތަކަށްވާ ހޭއަރުވާލުމެކެވެ. އެއީ އެބައިމީހުންގެ ދީނުގައިވާ ބަޞީރަތް އިތުރު ކުރުމަށްޓަކައެވެ. އަދި އެކަލާނގެ ފަރުޟުތައް އަދާކުރުމުގައި އެބައިމީހުންގެ ރައްބަށް ކުރާ އަޅުކަން ރިވެތިވުމަށްޓަކައެވެ. އަދި އެބައިމީހުންނަށް އަމުރުވެވިގެންވާ ގޮތަށް އެކަލާނގެ ޙަރާމް ކުރައްވާފައިވާ ކަންތައްތަކުން ދުރުހެލިވެގަތުމަށްޓަކައެވެ. އަދި އެއީ އެއްވެސް ޢިލްމެއް ނެތިވެ އެބައިމީހުން ބޭނުންހާ ގޮތަކަށް އެކަން ކުރުމަށްޓަކައެއް ނޫނެވެ. ފަހެ ތިބާ އެކަން ދަންނާށެވެ. އަދި އެކަމުގެ ތައުފީޤު ދެއްވާ ފަރާތަކީ ﷲ އެވެ. އަދި ﷲ ބޭނުންފުޅުވެ ވޮޑިގެންވާނަމަ އެކަމުގެ މައްޗަށް އެހީތެރިވެ ވޮޑިގެންވާ ފަރާތަކީވެސް ހަމަ އެކަލާނގެއެވެ.",""],["22","","","٢٢- حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنُ سُلَيْمَانَ الْمَرْوَزِي قَالَ: حَدَّثَنَا أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ سُفْيَانَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَاصِمِ بْنِ سُفْيَانَ الثَّقَفِيِّ، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَوَضَّأَ كَمَا أُمِرَ، وَصَلَّى كَمَا أُمِرَ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ عَمَلٍ»، أَكَذَلِكَ يَا عُقْبَةُ؟ قَالَ: نَعَمْ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَعْنِي أَنَّ أَبَا أَيُّوبَ اسْتَشْهَدَ بعُقْبَةَ بْنِ عَامِرٍ يَقُولُ لَهُ: أَلَيْسَ قَدْ سَمِعْتَ رَسُولَ اللَّهِ ﷺ يَقُولُ هَكَذَا؟ قَالَ لَهُ: فَقَالَ عُقْبَةُ بْنُ عَامِرٍ: نَعَمْ.","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنُ سُلَيْمَانَ الْمَرْوَزِي قَالَ: حَدَّثَنَا أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ سُفْيَانَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَاصِمِ بْنِ سُفْيَانَ الثَّقَفِيِّ، عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَوَضَّأَ كَمَا أُمِرَ، وَصَلَّى كَمَا أُمِرَ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ عَمَلٍ»، أَكَذَلِكَ يَا عُقْبَةُ؟ قَالَ: نَعَمْ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَعْنِي أَنَّ أَبَا أَيُّوبَ اسْتَشْهَدَ بعُقْبَةَ بْنِ عَامِرٍ يَقُولُ لَهُ: أَلَيْسَ قَدْ سَمِعْتَ رَسُولَ اللَّهِ ﷺ يَقُولُ هَكَذَا؟ قَالَ لَهُ: فَقَالَ عُقْبَةُ بْنُ عَامِرٍ: نَعَمْ. قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَمَنَ تَوَضَّأَ بِعِلْمٍ، وَاغْتَسَلَ مِنَ الْجَنَابَةِ بِعِلْمٍ، وَصَلَّى الصَّلَوَاتِ بِعِلْمٍ كَانَ فَضْلُهُ عَظِيمًا وَمَنْ تَهَاوَنَ بِذَلِكَ وَتَوَضَّأَ كَمَا يُرِيدُ وَصَلَّى كَمَا يُرِيدُ بِغَيْرِ عِلْمٍ تَقَدَّمَ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، مُصِيبَةٌ فِيهِ عَظِيمَةٌ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: قَدْ مَضَى مِنَ الطَّهَارَةِ وَالصَّلَاةِ مَا فِيهِ مَقْنَعٌ، وَيَبْعَثُ عَلَى طَلَبِ عِلْمِ الزِّيَادَةِ، إِنْ شَاءَ اللَّهُ تَعَالَى","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު މުޙައްމަދު ބްނު ޔަޙްޔާ ބްނު ސުލައިމާނު އަލްމަރްވަޒީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޢުބައިދު އަލްޤާސިމް ބްނު ސައްލާމް އެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަބްދު ﷲ ބްނު ޞާލިޙުައެވެ. އެއީ އައްލައިޘް ބްނު ސަޢްދުގެ އަރިހުންނެވެ. އެއީ އަބޫ އައްޒުބައިރުގެ އަރިހުންނެވެ. އެއީ ސުފްޔާން ބްނު ޢަބްދުއްރަޙްމާންގެ އަރިހުންނެވެ. އެއީ ޢާޞިމް ބްނު ސުފްޔާން އައްޘަޤަފީގެ އަރިހުންނެވެ. އެއީ އައްޔޫބު އަލްއަންޞާރީގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"އަމުރުވެވިގެންވާ ގޮތަށް ވުޟޫކޮށްފިމީހާ، އަދި އަމުރުވެވިގެންވާ ގޮތަށް ނަމާދުކޮށްފިނަމަ، އޭނާ ކުރިން ކުޅަ ޢަމަލުތަކުން ފާފަތައް ފުއްސަވައިދެއްވަތެވެ.\" [އަބޫ އައްޔޫބު ވިދާޅުވިއެވެ:] \"އޭ ޢުޤްބަތުއެވެ. އެފަދައިން ހެއްޔެވެ؟\" [ޢުޤްބަތު] ވިދާޅުވިއެވެ: \"އާނއެކެވެ.\" [އަބޫ މުޙައްމަދު އަލްބިރްޒާލީ އެފަދައިން އަލްއާޖުއްރީގެ އަރިހުން ރިވާކުރެއްވިކަމުގައި 'މަޝްޔަޚަތި އަބޫ ބަކްރު ބްނު ޢަބްދުއް ދާއިމް' ގެ: 71 ގައި ވެއެވެ. އަދި އަޙްމަދު: 23595 ގައި، އައްނަސާއީގެ އަލްކުބްރާގެ: 139 ގައި، އިބްނު މާޖާ: 1396 ގައި އަދި އިބްނު ޙިއްބާންގެ ޞަޙީޙްގެ: 1042 ގައި ރިވާވެގެން ވެއެވެ. އަދި ޞަޙީޙް މުސްލިމްގެ: 232 ގައި ވެސް މިމާނާގައި ޙަދީޘްއެއް އައިސްފައިވެއެވެ.] \nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ޔަޢުނީ އަބޫ އައްޔޫބު، ޢުޤްބަތު ބްނު ޢާމިރުގެ އަރިހުން އިތުރަށް ހެކިކުރެއްވި ކަމުގައެވެ. އެގޮތުން އަބޫ އައްޔޫބު ވިދާޅުވަނީއެވެ: \"ﷲ ގެ ރަސޫލާ ﷺ މިހެން ޙަދީޘް ކުރެއްވީތީ ތިބާވެސް އަޑު ނާހަމު ހެއްޔެވެ؟\" ފަހެ ޢުޤްބަތު ބްނު ޢާމިރު ވިދާޅުވިއެވެ: \"އާނއެކެވެ.\" (އެބަހީ ތިމަން ވެސް އަޑު އެހިކަމުގައެވެ.)\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"ފަހެ އެހެންކަމުން ޢިލްމާއި ދެނެހުރުމާ އެކީގައި މީހަކު ވުޟޫކޮށްފިނަމަ، އަދި ޢިލްމާއި ދެނެހުރުމާ އެކީގައި ޖުނުބުވެރިކަމުން ހިނައިގެނެއްޖެނަމަ، އަދި ޢިލްމާއި ދެނެހުރުމާ އެކީގައި ނަމާދުކޮށްފިނަމަ، އޭނާގެ ފަޟްލުވަންތަކަން ވަނީ ބޮޑު ވެގެންނެވެ. އަދި އެކަމަށް އިހާނެތިކޮށްލައިފި މީހެއްނަމަ އަދި އެއްވެސް ޢިލްމެއް ނެތިވެ އޭނާ ހިތުހުރި ގޮތަކަށް ވުޟޫކޮށްލައި އޭނާ ބޭނުންވާ ގޮތަކަށް ނަމާދު ކޮށްލައި ހަދައިފިނަމަ ފަހެ إنا لله وإنا إليه راجعون އެވެ. މާނައީ އަހަރެމެން މިލްކުވެވޮޑިގަންނަވަނީ ﷲ އަށެވެ. އަދި އަހަރެމެން އެނބުރި ދިޔުން ވަނީ އެކަލާނގެ ޙަޟްރަތަށެވެ. އެއީ އެކަމުގައި ބޮޑުވެގެންވާ މުޞީބާތެއްވާ ކަމެކެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"ޠަހާރަތާއި ނަމާދާ މެދުގައި ފުދިގެންވާ ނުވަތަ ރުހިގެންވާ އެއްޗެހިތައް އިސްވެހިނގައްޖެއެވެ. އަދި އިތުރަށް އެނގުމަށް ޢިލްމު ހޯދުމަށް ފޮނުއްވެވުން ހުއްޓެވެ. إن شاء الله تعالى. ﷲ ތަޢާލާ ބޭނުންފުޅުވެ ވޮޑިގެންވާނަމައެވެ.",""],["23","","","٢٣- أَخْبَرَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ قَالَ: \"‌‌ أَيُّمَا رَجُلٍ لَهُ مَالٌ لَمْ يُعْطِ حَقَّ اللَّهِ تَبَارَكَ وَتَعَالَى مِنْهُ إِلَّا جَعَلَهُ اللَّهُ عَزَّ وَجَلَّ شُجَاعًا قَرْعًا عَلَى صَاحِبِهِ يَوْمَ الْقِيَامَةِ، لَهُ زَبِيبَتَانِ، ثُمَّ يَنْهَشُهُ حَتَّى يُقْضَى بَيْنَ النَّاسِ، فَيَقُولُ: مَا لِي وَلَكَ؟ فَيَقُولُ: أَنَا كَنْزُكَ الَّذِي جَمَعْتَ لِهَذَا الْيَوْمِ قَالَ: فَيَضَعُ يَدَهُ فِي فِيهِ فَيَقْضِمُهَا \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ قَالَ: \"‌‌ أَيُّمَا رَجُلٍ لَهُ مَالٌ لَمْ يُعْطِ حَقَّ اللَّهِ تَبَارَكَ وَتَعَالَى مِنْهُ إِلَّا جَعَلَهُ اللَّهُ عَزَّ وَجَلَّ شُجَاعًا قَرْعًا عَلَى صَاحِبِهِ يَوْمَ الْقِيَامَةِ، لَهُ زَبِيبَتَانِ، ثُمَّ يَنْهَشُهُ حَتَّى يُقْضَى بَيْنَ النَّاسِ، فَيَقُولُ: مَا لِي وَلَكَ؟ فَيَقُولُ: أَنَا كَنْزُكَ الَّذِي جَمَعْتَ لِهَذَا الْيَوْمِ قَالَ: فَيَضَعُ يَدَهُ فِي فِيهِ فَيَقْضِمُهَا \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا رَحِمَكُمُ اللَّهُ إِنَّمَا هُوَ مَالٌ لَا يُؤَدَّى زَكَاتُهُ، فَأَمَّا مَالٌ يُؤَدَّى مِنْهُ الزَّكَاةُ، طَيِّبُ الْمَكْسَبِ فَلَيْسَ بِكَنْزٍ إِنْ أَنْفَقَ صَاحِبُهُ مِنْهُ أَنْفَقَ طَيِّبًا وَإِنْ خَلَّفَهُ بَعْدَهُ خَلَّفَ مَالًا طَيِّبًا مُبَارَكًا إِنْ شَاءَ اللَّهُ وَقَدْ رُوِيَ عَنِ النَّبِيِّ ﷺ أَنَّهُ قَالَ: «نِعْمَ الْمَالُ الصَّالِحُ لِلرَّجُلِ الصَّالِحِ»","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ޖަޢްފަރު ބްނު މުޙައްމަދު އަލްފިރްޔާބީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ އިސްޙާޤް ބްނު ރާހަވައިހިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އައްނަޟްރު ބްނު ޝުމައިލެެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޙައްމާދު ބްނު ސަލަމާއެވެ. އެއީ ޢާޞިމްގެ އަރިހުންނެވެ. އެއީ އަބޫ ޞާލިޙުގެ އަރިހުންނެވެ. އެއީ އަބޫ ހުރައިރާގެ އަރިހުންނެވެ. އެއީ ﷲ ގެ ރަސޫލާ ﷺ ގެ އަރިހުންނެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއްވެސް މީހަކު އޭނާގެ މުދަލުން ﷲ ތަބާރަކަ ވަތަޢާލާގެ ޙައްޤު އޭގެއިން ނުދީވާކަމުގައިވާނަމަ، ޤިޔާމަތް ދުވަހުން ﷲ ޢައްޒަ ވަޖައްލަ އެ މުދަލެއްގެ ޞާޙިބުމީހާގެ މައްޗަށް އެމުދާތައް ތަލަ ނާގަ ހަރުފައެއްގެ ގޮތުގައި ފާނުކުރައްވާ ނުވާ ހުއްޓެވެ. އަދި އޭގައި ދެނުކުތާވެއެވެ. ދެން އޭތި އޭނާގެ ގައިގައި ދަތް ގަންނަތެވެ. އެއީ އޭނާގެ ކަންތައް މީސްތަކުންގެ މެދުގައި ނިމި ޤަޟާވެއްޖައުމަށްދާންދެނެވެ. ފަހެ އޭނާ ބުނެތެވެ: \"އަހަންނާ ކަލެއާ ކޮން ކަމެއް ހެއްޔެވެ؟\" ފަހެ އޭތި ބުނެތެވެ: \"އަހުރެން މީ ކަލޭ މިއަދަށް ޖަމާކޮށް ބައްކުޅަ އެއްކުޅަ ކަންޒުމުދަލެވެ.\" ޙަދީޘް ކުރެއްވިއެވެ: \"ދެން އޭތި އަނގައިތެރެއަށް އޭނާގެ އަތް ލައިފާ ފަހެ ދައިގަނެ އަތް ބިންދާލަތެވެ.\"\n*(ތަލަ ފިރިހެން ނާގަ ހަރުފައެއް ކަމަށް ނުވަތަ މުޠްލަޤުކޮށް ނާގަ ހަރުފައެއް ކަމަށްވެސް ބުނެވެއެވެ. އެއީ އޭގެ ވިހަގަދަކަމުން އޭގެ ބޮލަކު ކެހެރި ނުހުންނަ އަދި އޭތީގެ ވިހަގަދަކަމާއި ޢުމުރު ދިގުކަމުން އޭތީގެ ބޮލުގެ ހަންގަނޑު ބޭލިފައިވާ ހަރުފައެވެ. \nއަދި ދެނުކުތާއަކީ އޭގެ އަނގަ ނުވަތަ ލޯމަތީގައިވާ ދެ ނުކުތާ ނޫނީ ދެކަޅުތިލައެވެ. އަދި އެއީ ހަރުފައިގެ އެންމެ ވަޙުޝީ ޚަބީޘް ވައްތަރު ކަމުގައި 'ޣަރީބުލް ޙަދީޘް: 123/1' ގައި އައިސްފައިވެއެވެ. ނުވަތަ އެއީ އޭގެ އަނގައިން ނުކުންނަ ދެފޭރާ ދަތް ކަމުގައި ވެއެވެ.)*\n[ޙަދީޘް ރިވާ ކުރެއްވީ އަޙްމަދު: 8661 އަދި 10344 ގައި، އަދި އަލްބުޚާރީ: 1403 ގައި، އަދި މުސްލިމް: 988 ގައި އަދި މިނޫންވެސް ރިވާޔަތްތައް ޙަދީޘްގެ ނުވަ ފޮތުގައި އައިސްފައިވެއެވެ.]\n މުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"މިއީ ދަންނައެވެ. ﷲ ތިޔަބައިމީހުންނަށް ރަޙްމަތް ލައްވާށިއެވެ. އެހެނެއްކަމަކު އެއީ އެމުދަލަކުން ޒަކާތް ދައްކާ އަދާނުކޮށްވާ މުދަލެވެ. ފަހެ އެ މުދަލުން ޒަކާތް ދައްކާ އަދާކުރާ މުދަލަކާ މެދުގައި ދަންނައެވެ. އެއީ ކުޅަ މަސައްކަތުން ހޯދާފައިވާ ހެޔޮ ތަކެއްޗެވެ. ފަހެ އެއީ އެއްކުޅަ ކަންޒުމުދަލެއް ނޫނެވެ. އޭގެއިން އޭގެ ޞާޙިބާ ނަފަޤާތްކޮށް ހޭދަކޮށްފިނަމަ، އެހޭދަކުރީ ހެޔޮ ތަކެއްޗެވެ. އަދި އޭނާގެ ފަހަށް އެ ވާރުތަވާން ދޫކޮށްލެވިފައިވާނަމަ، އެދޫކޮށްލީ إن شاء الله ބަރަކާތްތެރި ހެޔޮ ތަކެއްޗެވެ.\nއަދި ނަބިއްޔާ ﷺ އަރިހުން ރިވާވެގެން ވެއެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިކަމުގައެވެ: \"ޞާލިޙު މީހަކަށް، ޞާލިޙު މުދަލުގެ ހެޔޮކަމާއެވެ.\" [ޙަދީޘް ރިވާ ކުރެއްވީ އަޙްމަދު: 17763، 17802 ގައި އަދި އަލްބުޚާރީ އެބޭފުޅާގެ 'އަލްއަދަބު އަލްމުފްރަދު' ގައި: 299، އެއީ ޢަމްރު ބްނު އަލްޢާޞް - ރަޟިޔަ ﷲ ޢަންހުމާ - ގެ ޙަދީޘުންނެވެ. އަދި އެއީ ޞައްޙަ ޙަދީޘް ބަސްފުޅެކެވެ.]",""],["24","","","٢٤- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ قَالَ: انْتَهَيْتُ إِلَى النَّبِيِّ ﷺ وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ، فَلَمَّا رَآنِي قَالَ لِي: «هُمُ الْأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ» قَالَ: فَجِئْتُ حَتَّى جَلَسْتُ إِلَيْهِ فَلَمْ أَتَقَارَّ أَنْ قُمْتُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ فِدَاكَ أَبِي وَأُمِّي، مَنْ هُمْ؟ قَالَ: «هُمُ الْأَكْثَرُونَ أَمْوَالًا، إِلَّا مَنْ قَالَ هَكَذَا، وَهَكَذَا، وَهَكَذَا، وَهَكَذَا، مِنْ بَيْنِ يَدَيْهِ، وَمَنْ خَلْفِهِ، وَعَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ، وَقَلِيلٌ مَا هُمْ»، ثُمَّ قَالَ: ‌‌«مَا مِنْ صَاحِبِ إِبِلٍ، وَلَا بَقَرٍ، وَلَا غَنْمٍ، لَا يُؤَدِّي زَكَاتَهَا، إِلَّا جَاءَتْ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ، حَتَّى تَنْطَحَهُ بِقُرُونِهَا، وَتَطَأَهُ بِأَخْفَافِهَا، كُلَّمَا نَفِدَتْ عَلَيْهِ أُخْرَاهَا عَادَتْ عَلَيْهِ أُولَاهَا، حَتَّى يَقْضِيَ اللَّهُ بَيْنَ الْخَلَائِقِ أَوِ النَّاسِ»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ قَالَ: انْتَهَيْتُ إِلَى النَّبِيِّ ﷺ وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ، فَلَمَّا رَآنِي قَالَ لِي: «هُمُ الْأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ» قَالَ: فَجِئْتُ حَتَّى جَلَسْتُ إِلَيْهِ فَلَمْ أَتَقَارَّ أَنْ قُمْتُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ فِدَاكَ أَبِي وَأُمِّي، مَنْ هُمْ؟ قَالَ: «هُمُ الْأَكْثَرُونَ أَمْوَالًا، إِلَّا مَنْ قَالَ هَكَذَا، وَهَكَذَا، وَهَكَذَا، وَهَكَذَا، مِنْ بَيْنِ يَدَيْهِ، وَمَنْ خَلْفِهِ، وَعَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ، وَقَلِيلٌ مَا هُمْ»، ثُمَّ قَالَ: ‌‌«مَا مِنْ صَاحِبِ إِبِلٍ، وَلَا بَقَرٍ، وَلَا غَنْمٍ، لَا يُؤَدِّي زَكَاتَهَا، إِلَّا جَاءَتْ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ، حَتَّى تَنْطَحَهُ بِقُرُونِهَا، وَتَطَأَهُ بِأَخْفَافِهَا، كُلَّمَا نَفِدَتْ عَلَيْهِ أُخْرَاهَا عَادَتْ عَلَيْهِ أُولَاهَا، حَتَّى يَقْضِيَ اللَّهُ بَيْنَ الْخَلَائِقِ أَوِ النَّاسِ»","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަލްފިރްޔާބީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ޝައިބާއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ވަކީޢު ބްނު އަލްޖައްރާޙްއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަލްއަޢްމަޝްއެވެ. އެއީ އަލްމަޢްރޫރު ބްނު ސުވައިދުގެ އަރިހުންނެވެ. އެއީ އަބޫ ޛައްރުގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ނަބިއްޔާ ﷺ ކަޢުބާގެ ހިޔަލުގެ ނިވަލުގައި އިށީނދެވަޑައިގެން އިންނަވަނިކޮށް އަހުރެންނަށް ގޮސް އެކަލޭގެފާނާ އަރާހަމަވިއެވެ. ފަހެ އެކަލޭގެފާނަށް އަހުރެން ފެނިލެއްވުމުން އަހުރެންނަށް ޙަދީޘް ކުރެއްވިއެވެ: \"އަދި ކަޢުބާގެ ވެރި ރައްބު ގަންދީއެވެ. ހަމައެންމެ ބޮޑަށް ގެއްލެނިވެގެންވާ ބަޔަކީ އެބައިމީހުންނެވެ.\" ވިދާޅުވިއެވެ: \"ތިމަން އެކަލޭގެފާނުގެ އަރިހަށް ޖެހިލީމެވެ. ގޮސް އެކަލޭގެފާނުގެ އަރިހުގައި ޖައްސާލުމަށް ދާންދެނެވެ. އަދި އަހުރެންނަށް އިތުރު ޙަރަކާތެއް ނުކޮށް ނީނދެވިގެން ތެދުވެއްޖައިމުހެވެ. ފަހެ އަހުރެން ބުނީމެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންގެ ބައްޕައާއި މަންމަ ކަލޭގެފާނަށް ފިދާއެވެ. (ވާލޯތްބެއްގެ ބޮޑުކަން ހާމަކޮށްދިނުމަށް ޢަރަބިން ބުނެ އުޅޭ ބަހެކެވެ.) ތިޔަ ބުނާ މީހުންނަކީ ކޮން ބަޔެއް ހެއްޔެވެ؟\" އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއީ މުދަލުން ގިނަގުނަވެގެންވާ މީހުންނެވެ. އެއީ އެހެން އަދި މިހެން، އަދި މިހެން އަދި އެހެން ބުނި މީހެއް ފިޔަވައެވެ. (އެބަހީ ޞަދަޤާތްކޮށް ހޭދަކުރި މީހެއް ފިޔަވައެވެ. އެއީ) އޭނާގެ ކުރިމަތިންނާއި، އަދި އޭނާގެ ފުރަގަހުންނާއި، އަދި އޭނާގެ ކަނާތްފަރާތުންނާއި، އަދި އޭނާގެ ވައަތް ފަރާތުން (ވީމީހުންނަށެވެ.) އަދި އެހެންވާ މީހުން (އެގޮތަށް ކަންތައް ކުރާ މީހުން) މަދުވެގެންވެއެވެ.\" ދެން ޙަދީޘް ކުރެއްވިއެވެ: \"ޖަމަލުތަކާއި އަދި ގެރިތަކާއި އަދި ކަންބަޅިތަކުގެ ޞާޙިބު މީހެއް، އޭގެއިން ޒަކާތް ނުދައްކާ ނުވެއޭ، ޤިޔާމަތް ދުވަހުން އެއެއްޗެހިތައް އިހުތިބިވަރަށް ވުރެ ހަބޭހަށް ބިޔަކޮށް އަދި ލޮކިމަސްޖަހާ ފަލަކޮށް އައިސް އެއްޗެހިތަކުގެ ދަޅުތަކުން އެމީހެއްގެ ގަޔަށް ހަރައި ތޮރުފައި އޭގެ ފައިތަކުގެ މޮއްގަޑުތަކުން އޭނާގެ މައްޗަށް އަރައި ތަޅައިނުލައި ނޫނީ ނުވެއެވެ. ކޮންމެ ފަހަރަކު އެއެއްޗެހިތަކުގެ ފަހު އެތި އޭނާގެ މަތީން ގޮސް ނިމިދިޔުމުން، އެއްޗެހިތަކުގެ ފުރަތަމަ އެތި އަލުން އަނބުރާ އޭނާގެ މައްޗަށް އާދެޔެވެ. އެއީ ޚަލްޤުތަކުންގެ މެދުގައި ނުވަތަ މީސްތަކުން މެދުގައި ﷲ ގެ ނިޔާކުރައްވާންދެނެވެ.\"\n[ރިވާކުރެއްވީ: އަޙްމަދު: 21351 އަދި 21491 ގައެވެ. އަދި އަލްބުޚާރީ: 6638 ގައެވެ. އަދި މުސްލިމް: 990 ގައެވެ.]",""],["25","","","٢٥- حَدَّثَنَا أَبُو بَكْرٍ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ الْمِصْرِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ قَالَا: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ يَحْيَى الْمَازِنِي، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوْسُقٍ صَدَقَةٌ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَعْنَى قَوْلِهِ عَلَيْهِ السَّلَامُ: «لَيْسَ فِيمَا دُونَ خَمْسِ أَوسُقٍ صَدَقَةٌ»","","حَدَّثَنَا أَبُو بَكْرٍ قَالَ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ الْمِصْرِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ قَالَا: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ يَحْيَى الْمَازِنِي، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوْسُقٍ صَدَقَةٌ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَعْنَى قَوْلِهِ عَلَيْهِ السَّلَامُ: «لَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ»: يَعْنِي لَيْسَ فِي أَقَلَّ مِنْ مِائَتَيْ دِرْهَمٍ صَدَقَةٌ، وَالْأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا، وَهَذَا إِجْمَاعٌ أَنَّهُ لَا تَجِبُ الزَّكَاةُ فِي أَقَلَّ مِنْ مِائَتَيْ دِرْهَمٍ، فَإِذَا تَمَّتْ مِائَتَيْ دِرْهَمٍ، وَحَالَ عَلَيْهَا الْحَوْلُ مِنْ وَقْتِ تَمَّتْ مِائَتَيْ دِرْهَمٍ، وَجَبَ فِيهَا رُبْعُ الْعُشْرِ وَهُوَ خَمْسَةُ دَرَاهِمَ، وَقَوْلُهُ: «لَيْسَ فِي أَقَلَّ مِنْ خَمْسِ ذَوْدٍ صَدَقَةٌ»، وَالذَّوْدُ: الْوَاحِدُ مِنَ الْإِبِلِ، فَمَنْ كَانَتْ عِنْدَهُ أَقَلُّ مِنْ خَمْسِ ذَوْدٍ مِنَ الْإِبِلِ فَلَيْسَ عَلَيْهِ فِيهَا شَيْءٌ، فَإِذَا تَمَّتْ خَمْسَةٌ، وَكَانَتْ سَائِمَةً: وَهِيَ الرَّاعِيَةُ، وَحَالَ عَلَيْهَا الْحَوْلُ مِنْ يَوْمِ تَمَّتْ خَمْسَةً، فَفِيهَا شَاةٌ إِلَى تِسْعٍ، وَقَوْلُهُ «وَلَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ» هَذَا فِي زَكَاةِ الزَّرْعِ مِنَ الْحِنْطَةِ، أَوِ الشَّعِيرِ، أَوِ الذُّرَةِ، أَوِ الْحُبُوبِ الَّتِي تُؤْكَلُ وَتُطْحَنُ وَتُدَّخَرُ، وَكَذَلِكَ ثَمَرُ النَّخْلِ وَالزَّبِيبِ إِذَا بَلَغَ مِقْدَارُ كُلِّ صِنْفٍ مِنْ هَذِهِ خَمْسَةَ أَوْسُقٍ فَصَاعِدًا فَفِيهَا الصَّدَقَةُ، وَمَا دُونَ خَمْسَةِ أَوْسُقٍ فَلَا زَكَاةَ فِيهِ، وَالْوَسْقُ سِتُّونَ صَاعًا، مِقْدَارُهَا ثَلَاثُ مِئَةٍ وَعِشْرُونَ رَطْلًا، مِقْدَارُهَا ثَلَاثَةَ عَشَرَ قَفِيزًا وَمَكُّوكَانِ وَكِيلْجَتَانِ، فَمَا كَانَ مِمَّا سُقِيَ سَيْحًا أَوْ بِالْمَطَرِ فَفِيهِ الْعُشْرُ، وَمَا كَانَ مِمَّا سُقِيَ بِالنَّوَاضِحِ وَالدَّوَالِي وَأَشْبَاهِ ذَلِكَ فَفِيهِ نِصْفُ الْعُشْرِ، فَاعْلَمْ ذَلِكَ","",""],["26","","","٢٦- حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ قَالَ: حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ.\n(ح) وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ قَالَ: حَدَّثَنَا عَبَّادٌ قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ: \" أَنَّ النَّبِيَّ ﷺ كَتَبَ كِتَابَ الصَّدَقَةِ فَلَمْ يُخْرِجْهُ إِلَى عُمَّالِهِ حَتَّى قُبِضَ رَسُولُ اللَّهِ ﷺ، فَقَرَنَهُ بِسَيْفِهِ، فَلَمَّا قُبِضَ عَمِلَ بِهِ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ حَتَّى قُبِضَ، ثُمَّ عَمِلَ بِهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ حَتَّى قُبِضَ، فَكَانَ فِيهِ: ‌‌«فِي خَمْسٍ مِنَ الْإِبِلِ شَاةٌ، وَفِي عَشْرٍ شَاتَانِ، وَفِي خَمْسَ عَشْرَةَ ثَلَاثُ شِيَاهٍ، وَفِي عِشْرِينَ أَرْبَعُ شِيَاهٍ، وَفِي خَمْسٍ وَعِشْرِينَ بِنْتُ مَخَاضٍ إِلَى خَمْسٍ وَثَلَاثِينَ، فَإِذَا زَادَتْ فَفِيهَا ابْنَةُ لَبُونٍ إِلَى خَمْسٍ وَأَرْبَعِينَ، فَإِذَا زَادَتْ فَفِيهَا حِقَّةٌ إِلَى سِتِّينَ، فَإِذَا زَادَتْ فَجَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ، فَإِذَا زَادَتْ فِيهَا بِنْتَا لَبُونٍ إِلَى تِسْعِينَ، فَإِذَا زَادَتْ فَفِيهَا حِقَّتَانِ إِلَى عِشْرِينَ وَمِائَةٍ، فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ، فَفِي كُلِّ خَمْسِينَ حِقَّةٌ، وَفِي كُلِّ أَرْبَعِينَ ابْنَةُ لَبُونٍ، وَفِي الشَّاءِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ، فَإِذَا زَادَتْ فَشَاتَانِ إِلَى مِائَتَيْنِ، فَإِذَا زَادَتْ شَاةً فَثَلَاثُ شِيَاهٍ إِلَى ثَلَاثِمِائَةٍ، فَإِذَا زَادَتْ عَلَى ثَلَاثِمِائَةٍ فَفِي كُلِّ مِائَةِ شَاةٍ شَاةٌ، وَلَيْسَ فِيهَا شَيْءٌ حَتَّى تَبْلُغَ الْمِائَةَ، وَلَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ، وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ مَخَافَةَ الصَّدَقَةِ، وَمَا كَانَ مِنَ الْبَطْنَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ، وَلَا يُؤْخَذُ فِي الصَّدَقَةِ هَرِمَةٌ وَلَا ذَاتُ عَيْبٍ». وَقَالَ الزُّهْرِيُّ: \" إِذَا جَاءَ الْمُصَدِّقُ قُسِمَتِ الشَّاءُ أَثْلَاثًا: ثُلُثٌ خِيَارٌ، وَثُلُثٌ أَوْسَاطٌ، وَثُلُثٌ شِرَارٌ، فَيَأْخُذَ الْمُصَدِّقُ مِنَ الْوَسَطِ، وَلَمْ يَذْكُرِ الزُّهْرِيُّ الْبَقَرَ « ».","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ قَالَ: حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ. حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ، قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ قَالَ: حَدَّثَنَا عَبَّادٌ قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ: \" أَنَّ النَّبِيَّ ﷺ كَتَبَ كِتَابَ الصَّدَقَةِ فَلَمْ يُخْرِجْهُ إِلَى عُمَّالِهِ حَتَّى قُبِضَ رَسُولُ اللَّهِ ﷺ، فَقَرَنَهُ بِسَيْفِهِ، فَلَمَّا قُبِضَ عَمِلَ بِهِ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ حَتَّى قُبِضَ، ثُمَّ عَمِلَ بِهِ عُمَرُ رَضِيَ اللَّهُ عَنْهُ حَتَّى قُبِضَ، فَكَانَ فِيهِ: ‌‌«فِي خَمْسٍ مِنَ الْإِبِلِ شَاةٌ، وَفِي عَشْرٍ شَاتَانِ، وَفِي خَمْسَ عَشْرَةَ ثَلَاثُ شِيَاهٍ، وَفِي عِشْرِينَ أَرْبَعُ شِيَاهٍ، وَفِي خَمْسٍ وَعِشْرِينَ بِنْتُ مَخَاضٍ إِلَى خَمْسٍ وَثَلَاثِينَ، فَإِذَا زَادَتْ فَفِيهَا ابْنَةُ لَبُونٍ إِلَى خَمْسٍ وَأَرْبَعِينَ، فَإِذَا زَادَتْ فَفِيهَا حِقَّةٌ إِلَى سِتِّينَ، فَإِذَا زَادَتْ فَجَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ، فَإِذَا زَادَتْ فِيهَا بِنْتَا لَبُونٍ إِلَى تِسْعِينَ، فَإِذَا زَادَتْ فَفِيهَا حِقَّتَانِ إِلَى عِشْرِينَ وَمِائَةٍ، فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ، فَفِي كُلِّ خَمْسِينَ حِقَّةٌ، وَفِي كُلِّ أَرْبَعِينَ ابْنَةُ لَبُونٍ، وَفِي الشَّاءِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ، فَإِذَا زَادَتْ فَشَاتَانِ إِلَى مِائَتَيْنِ، فَإِذَا زَادَتْ شَاةً فَثَلَاثُ شِيَاهٍ إِلَى ثَلَاثِمِائَةٍ، فَإِذَا زَادَتْ عَلَى ثَلَاثِمِائَةٍ فَفِي كُلِّ مِائَةِ شَاةٍ شَاةٌ، وَلَيْسَ فِيهَا شَيْءٌ حَتَّى تَبْلُغَ الْمِائَةَ، وَلَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ، وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ مَخَافَةَ الصَّدَقَةِ، وَمَا كَانَ مِنَ الْبَطْنَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ، وَلَا يُؤْخَذُ فِي الصَّدَقَةِ هَرِمَةٌ وَلَا ذَاتُ عَيْبٍ». وَقَالَ الزُّهْرِيُّ: \" إِذَا جَاءَ الْمُصَدِّقُ قُسِمَتِ الشَّاءُ أَثْلَاثًا: ثُلُثٌ خِيَارٌ، وَثُلُثٌ أَوْسَاطٌ، وَثُلُثٌ شِرَارٌ، فَيَأْخُذَ الْمُصَدِّقُ مِنَ الْوَسَطِ، وَلَمْ يَذْكُرِ الزُّهْرِيُّ الْبَقَرَ « » قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَمَعْنَى لَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ، وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ مَخَافَةَ الصَّدَقَةِ، كَانَ النَّاسُ فِي الْحَيِّ أَوْ فِي الْقَرْيَةِ إِذَا عَلِمُوا أَنَّ الْمُصَدِّقَ يَقْصِدُهُمْ لِيَأْخُذَ صَدَقَاتِهِمْ فَيَكُونَ مِثْلًا ثَلَاثَةُ أَنْفَسٍ فَيَكُونُ لِكُلِّ وَاحِدٍ أَرْبَعُونَ شَاةً، فَيَقُولُ بَعْضُهُمْ لِبَعْضٍ: تَعَالَوْا حَتَّى نَخْتَلِطَ بِهَا فَيَقُولُونَ: نَحْنُ ثَلَاثَةُ خُلَطَاءَ، لَنَا عِشْرُونَ وَمِائَةُ شَاةٍ، فَيَأْخُذُ الْمُصَدِّقُ مِنْهُمْ شَاةً وَاحِدَةً، فَقَدْ نَقَصُوا الْمَسَاكِينَ شَاتَيْنِ، لِأَنَّهُمْ لَوْ تَرَكُوهَا عَلَى حَالِهَا لَوَجَبَ عَلَى كُلِّ وَاحِدٍ شَاةٌ، فَنُهُوا عَنْ هَذَا الْفِعْلِ فَهَذَا مَعْنَى لَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ مَخَافَةَ الصَّدَقَةِ أَنْ تَكْثُرَ عَلَيْهِمْ، وَقَوْلُهُ عَلَيْهِ السَّلَامُ «وَلَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ» هَذَا خَطَّابٌ لِعَامِلِ الصَّدَقَةِ، قِيلَ لَهُ: مِثْلُ إِذَا كَانُوا خُلَطَاءَ اثْنَانِ لَهُمَا ثَمَانُونَ شَاةً تَجِبُ عَلَيْهَا شَاةٌ وَاحِدَةٌ لَا يُفْرِّقُهَا عَلَيْهِمَا، فَيَقُولُ: إِذَا فَرَّقْتُهَا عَلَيْهِمْا أَخَذْتُ مِنْ كُلِّ وَاحِدٍ شَاةً شَاةً، فَأَمَرَ كُلَّ وَاحِدٍ مِنْهُمْ أَنْ يَدَعَ الشَّيْءَ عَلَى حَالِهِ وَيَتَّقُوا اللَّهَ عَزَّ وَجَلَّ، وَقَوْلُهُ عَلَيْهِ السَّلَامُ: «وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي مَعْنَى هَذَا، فَيَقُولُ مَالِكٌ وَهُوَ قَوْلُ أَبِي ثَوْرٍ: إِذَا كَانَا خَلِيطَيْنِ فِي غَنْمٍ أَوْ بَقَرٍ كَانَ فِي حِصَّةِ كُلِّ وَاحِدٍ مِنْهُمَا الزَّكَاةُ زَكَيَّا زَكَاةَ الْوَاحِدِ، فَإِذَا كَانَا خَلِيطَيْنِ فِي غَنْمٍ، لَوْ فَرَّقْاهَا لَمْ يَجِبْ فِي غَنْمِ كُلِّ وَاحِدٍ مِنْهُمَا الزَّكَاةُ، لَمْ يَجِبْ عَلَيْهِمَا فِيهَا الزَّكَاةُ، فَكَأَنَّهُمَا شَرِيكَانِ لَهُمَا أَرْبَعُونَ شَاةً خَلَطَا لِكُلِّ وَاحِدٍ عِشْرِينَ شَاةً وَلَوْ تَفَرَّقَا لَمْ يَجِبْ عَلَى كُلِّ وَاحِدٍ مِنْهُمَا شَيْءٌ، وَإِذَا كَانَا شَرِيكَيْنِ فِي ثَمَانِينَ شَاةً لِكُلِّ وَاحِدٍ أَرْبَعُونَ شَاةً، كَانَ عَلَيْهِمَا شَاةٌ عَلَى كُلِّ وَاحِدٍ نِصْفُ شَاةٍ، أَوْ كَانَا خَلِيطَيْنِ فِي عِشْرِينَ وَمِائَةِ شَاةٍ لِوَاحِدٍ ثَمَانُونَ شَاةً وَلِآخَرَ أَرْبَعُونَ شَاةً، فَجَاءَ الْمُصَدِّقُ فَأَخَذَ مِنْهَا زَكَاتَهَا شَاةً وَاحِدَةً تَرَاجَعَا بَيْنَهُمَا بِالسَّوِيَّةِ كَانَ عَلَى صَاحِبِ الثَّمَانِينَ شَاةً ثُلُثَا شَاةٍ، وَعَلَى صَاحِبِ الْأَرْبَعِينَ ثُلُثُ شَاةٍ، وَأَمَّا عَلَى قَوْلِ الشَّافِعِيِّ وَأَحْمَدَ بْنِ حَنْبَلٍ رَحِمَهُمَا اللَّهُ وَغَيْرِهِمَا فَإِنَّ الْخَلِيطَيْنِ يُزَكِّيَانِ زَكَاةَ الْوَاحِدِ ثُمَّ يَتَرَاجَعَا بَيْنَهُمَا بِالسَّوِيَّةِ كَأَنَّهُ رَجُلٌ لَهُ ثَلَاثُونَ شَاةً، وَآخَرُ لَهُ عَشْرُ شِيَاهٍ، خُلِطَا أُخِذَ مِنَ الْجَمِيعِ شَاةٌ، عَلَى صَاحِبِ الثَّلَاثِينَ ثَلَاثَةُ أَرْبَاعِ شَاةٍ وَلَزِمَ صَاحِبَ الْعَشْرِ رُبْعُ شَاةٍ، وَهَكَذَا فِيمَا زَادَ عَلَى هَذَا الْمَعْنَى، فَاعْلَمْ ذَلِكَ إِنْ شَاءَ اللَّهُ","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ޖަޢްފަރު އަޙްމަދު ބްނު ޔަޙްޔާ އަލްޙުލްވާނީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޔަޙްޔާ ބްނު ޢަބްދުލް ޙަމީދު އަލްޙިއްމާނީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢައްބާދު ބްނު އަލްޢައްވާމްއެވެ. އެއީ ސުފްޔާން ބްނު ހުސައިންގެ އަރިހުންނެވެ.\nއަހަރެމެންނަށް އަބޫ ބަކްރު އަލްއާޖުއްރީ ކިޔައިދެއްވިއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޒިޔާދު ބްނު އައްޔޫބުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢައްބާދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ސުފްޔާން ބްނު ޙުސައިންއެވެ. އެއީ އައްޒުހުރީގެ އަރިހުންނެވެ. އެއީ ސާލިމްގެ އަރިހުންނެވެ. އެއީ އިބްނު ޢުމަރުގެ އަރިހުންނެވެ: \"ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޞަދަޤާތުގެ ފޮތެއް ނުވަތަ ލިޔުމެއް ލިޔުއްވިއެވެ. އަދި ﷲ ގެ ރަސޫލާ ﷺ އަވަހާރަވެއްޖައުމަށް ދާންދެން އޭގެ މަސައްކަތުމީހުންނަށް އެބަހީ ވަލިއްޔުންނަށް އެއެއް ނެރެވިގެން ނުވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ކަނޑިކޮޅާ އެކީގައި އެވިއެވެ. ފަހެ އެކަލޭގެފާނު އަވަހާރަވުމުން އަބޫ ބަކްރު - ރަޟިޔަ ﷲ ޢަންހު - އެބޭފުޅާ އަވަހާރަވުމަށްދާންދެން އެއަށް ޢަމަލުކުޅައެވެ. ދެން ޢުމަރު - ރަޟިޔަ ﷲ ޢަންހު - ވެސް އެބޭފުޅާ އަވަހާރަވުމަށްދާންދެން އެއަށް ޢަމަލުކުޅައެވެ. ފަހެ އޭގައި ވިއެވެ: \"ކޮންމެ ފަސް ޖަމަލަކުން ޝާތު ބަކަށްޓެއްވެއެވެ. \nއަދި ދިހަ ޖަމަލުން ދެ ޝާތު ބަކަށްޓެވެ. \nއަދި ފަނަރަ ޖަމަަލުން ތިން ޝާތު ބަކަށްޓެވެ. \nއަދި ވިހި ޖަމަލުން ހަތަރު ޝާތު ބަކަށްޓެވެ. \nއަދި ފަންސަވީހުން ފަންސަތިރީސް ޖަމަލުން ބިންތު މަޚާޟްއެކެވެ. ފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ފަންސަޔާޅީސް ޖަމަލުން، ފަހެ އޭގައިވަނީ އިބްނަތު ލަބޫނެކެވެ. \nފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ފަސްދޮޅަސް ޖަމަލުން، ފަހެ އޭގައިވަނީ ޙިއްޤާއެކެވެ. \nފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ފަންސަހަތްތަރި ޖަމަލުން، ފަހެ އޭގައިވަނީ ޖަޛަޢާއެކެވެ. \nފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ނަވައި ޖަމަލުން، ފަހެ އޭގައިވަނީ ދެ ބިންތު ލަބޫނެވެ. \nފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ސަތޭކަވިހި ޖަމަލުން، ވަނީ ދެ ޙިއްޤާއެވެ. \nފަހެ ސަތޭކަވިހީގެ މައްޗަށް ގިނަވެއްޖެނަމަ، ފަހެ ކޮންމެ ފަންސާހަކުން ޙިއްޤާއެކެވެ. އަދި ކޮންމެ ސާޅީހަކުން ބިންތު ލަބޫނެކެވެ. \nއަދި ބަކަރީގެ ކޮންމެ ސާޅީހުންގޮސް ސަތޭކަވިއްސަށް ޝާތު ބަކަށްޓަކަށް ޝާތު ބަކަށްޓަކުންނެވެ.\nފަހެ އެއަށްވުރެ ގިނަވެއްޖެނަމަ، ގޮސް ދުއިސައްތަ ބަކަރީން، ދެ ޝާތު ބަކަށްޓެވެ.\nދެން އެއަށްވުރެ ބަކަރި ގިނަވެގޮސް ތިންސަތޭކަ ބަކަރީންނަމަ، ފަހެ ތިން ޝާތު ބަކަށްޓެވެ. \nފަހެ ތިންސަތޭކަ މައްޗަށް ގިނަވެއްޖެނަމަ، ފަހެ ކޮންމެ ސަތޭކަ ޝާތު ބަކަށްޓަކުން، ޝާތު ބަކަށްޓެކެވެ. އަދި ސަތޭކަ ހަމަވާންދެން އޭގައި އެއްވެސް އެއްޗެއް ނުވެއެވެ. އަދި ޞަދަޤާތަށް އެބަހީ ޒަކާތަށް ބިރުން، ވަކިން އޮންނަ އެތި ބައިގަނޑާ ޖަމަޢަކުރުމެއް އަދި ބައިގަނޑާއެކީވާ އެތި ވަކިކުރުމެއް ނުވެއެވެ. އަދި ދެބަނޑުންވާ ނުވަތަ ދެޚަލްޠުންވާ އެއްޗެއްނަމަ، ފަހެ އެދޭތި ހަމަހަމަކަމާއިއެކުގައި ދެފަރާތަށް ރުޖޫޢަކުރެވިގެންވެއެވެ. އަދި ޞަދަޤާތަކަށް އެބަހީ ޒަކާތަކަށް މުސްކުޅި އެއްޗަކާއި އަދި ޢައިބުހުރި އެއްޗެއް ނުނަގާނެއެވެ.\"\nއަދި އައްޒުހުރީ ވިދާޅުވިއެވެ: \"ޞަދަޤާތްނަގާ މީހާ އަތުވެއްޖައުމުން، ތިން ޤިސްމަކަށް ބަކަރިތައް ބަހާލެވެއެވެ: ތިންބައިކުޅަ އެއްބައި ރަނގަޅު ބަކަށްޓެވެ. އަދި ތިންބައިކުޅަ އެއްބައި މެދުމިނުގެ ބަކަށްޓެވެ. އަދި ތިންބައިކުޅަ އެއްބައި ރަނގަޅުނޫން ބަކަށްޓެވެ. ފަހެ ޞަދަޤާތްނަގާ މީހާ މެދުމިނުގެ ބަކަރީން ނަގައެވެ. އަދި މިގޮތަށް ގެރީގެ ވާހަކަ އައްޒުހުރީ ޒިކުރެއް ނުކުރައްވަތެވެ.\" [ރިވާކުރެއްވީ އަޙްމަދު: 4632 - 4634، އަދި އަބޫ ދާވޫދު: 1567، އަދި އައްތިރްމިޛީ: 621 އެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"އަދި ވަކިން އޮތް އެތި ބައިގަނޑާ ޖަމަޢަކުރުމެއް ނުވުމާއި، އަދި ބައިގަނޑާއެކީވާ އެތި ވަކިކުރުމެއް ނުވާކަމުގެ މާނައަކީ، އިހުގައި އަވަށްތަކުގައި ނުވަތަ ރަށްތަކުގައި، އެމީހުންގެ ޞަދަޤާތްތައް ނެގުމަށް ޞަދަޤާތްނަގާ މީހާ އެބަޔަކަށް ޤަޞްދުކޮށްފިކަން އެނގުމުން، ފަހެ މިޘާލަކަށް ތިންމީހުންވެފައި ކޮންމެ ތިން މީހަކަށް ސާޅީސް ޝާތު ބަކަރިވާނަމަ، ފަހެ އެބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކަށް ބުނެތެވެ: އެންމެން އައިސް އެ އެއްކޮށްލާ މަސްހުނިކޮށްލަން އެބަހީ ޚަލްޠުކޮށްލަން ހިނގާށެވެ. ފަހެ އެބައިމީހުން ބުނެތެވެ: އަހަރެމެން ތިންމީހުން ވަނީ ޚަލްޠުވެގެންނެވެ. އަހަރެމެންނަށް އެކީ ސަތޭކަވިހި ޝާތު ބަކަރި އެބަވެއެވެ. ދެން ފަހެ ޞަދަޤާތްނަގާ މީހާ އެބައިމީހުންގެ ކިބައިން އެއްޝާތު ބަކަރި ނަގައެވެ.\nފަހެ އޭރުން އެބައިމީހުން މިސްކީނުންނަށް ދެ ޝާތު ބަކަރި އުނިކޮށްފިއެވެ. އެހެނީ އެބައިމީހުން އެތަކެތި އޭގެ އަޞްލު ޙާލަތުގެ މަތީގައި ދޫކޮށްލިނަމަ، އެއިން ކޮންމެ މީހެއްގެ މައްޗަށް އެއްޝާތު ބަކަރި ވާޖިބުވީހެވެ. ފަހެ އެހެންކަމުން މިކަމަށް ނަހީ ކުރެއްވިގެން ދިޔައެވެ. ފަހެ އެބައިމީހުންގެ މައްޗަށް ޞަދަޤާތް ގިނަވެދާނެތީ ބިރުން ވަކިން އޮންނަ އެތި އެއްކޮށްލާ ޖަމާނުކުރުމުގެ މާނައަކީ މިއީއެވެ.\nއަދި އެކަލޭގެފާނުގެ މައްޗަށް ސަލާމްލެއްވިގެންވާ ކަލޭގެފާނުގެ ބަސްފުޅު: \"އަދި އެއްކޮށް ވާ ބައިގަނޑުތައް ވަކިނުކުރާށެވެ.\" މިއީ ޞަދަޤާތް ނަގާ އޭގެ މަސައްކަތުމީހާއަށް މުޚާޠަބުކޮށެވެ. އޭނާއަށް ބުނެވެއެވެ: މިޘާލަކަށް ޚަލްތުގެ ދެމީހުން އެދެމީހުންނަށް އަށްޑިހަ ޝާތު ބަކަރިވާނަމަ، އޭގެ މައްޗަށް ވާޖިބުވެގެންވަނީ އެއްމެ ޝާތު ބަކަށްޓެކެވެ. އެދެމީހުންގެ މައްޗަށް އެފަރަޤުކޮށް ވަކިކުރުމެއް ނުވެއެވެ. ފަހެ ބުނެތެވެ: އެދެމީހުންގެ މައްޗަށް ތިބާ އެވަކިކޮށްފިނަމަ، އެއިން ކޮންމެ މީހެއްގެ ކިބައިން ބަކަށްޓެއް ބަކަށްޓެއް ނެގީހެވެ. ފަހެ އެހެންކަމުން އެއިން ކޮންމެ މީހަކަށް އަމުރުވެވިގެންވަނީ އެއިން ކޮންމެ އެއްޗެއް އޭގެ ޙާލުގެ މައްޗަށް ދޫކޮށްލައި އަދި ﷲ ޢައްޒަ ވަޖައްލައަށް ތަޤްވާވެރިވުމަށެވެ.\nއަދި އެކަލޭގެފާނުގެ މައްޗަށް ސަލާމްލެއްވިގެންވާ ކަލޭގެފާނުގެ ބަސްފުޅު: \"އަދި ޚަލްޠު ކުރެވިފައިވާ ދޭއްޗެެއް، ފަހެ އެދޭތި ހަމަހަމަކަމާއިއެކުގައި ދެފަރާތަށް ރުޖޫޢަކުރެވިގެންވެއެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ފަހެ ފިޤްހުވެރީން ވަނީ މިކަމުގެ މާނައިގައި އިޚްތިލާފުވެގެންނެވެ. ފަހެ މާލިކު ވިދާޅުވިއެވެ. އަދި އެއީ އަބޫ ޘައުރުގެ ޤައުލެވެ: އެދެމީހުން ޚަލްޠުވެގެންވަނީ އެއީ ކަންބަޅި ބަކަރި ނުވަތަ ގެރީގައިނަމަ، އޭގެ ކޮންމެ ބައަކުން އެދެފަރާތް ކުރެ ކޮންމެ މީހަކަށް ޒަކާތްވެއެވެ. އެދެމީހުން ކޮންމެ މީހަކު އެއްޒަކާތެވެ. \nފަހެ އެދެމީހުން ޚަލްޠުވެގެންވަނީ ކަންބަޅި ބަކަރިން ކަމުގައި ވާނަމަ، އެ ވަކިކުރެވިއްޖެއްޔާ އެކަންބަޅި ބަކަރީން އެދެފަރާތުން ކުރެ ކޮންމެ މީހަކަށް ޒަކާތެއް ނުވެއެވެ. އެދެމީހުންގެ މައްޗަށް އޭގައި ޒަކާތް ވާޖިބުވެގެން ނުވެއެވެ. ފަހެ އެދެމީހުން ވާފަދައީ ޚަލްޠުކޮށް އެދެމީހުންނަށްވާ ސާޅީސް ޝާތު ބަކަރި  ބައިވެރިވެގެންވާފަދައިންނެވެ. އެއިން ކޮންމެ މީހަކަށްވާ ވިހި ޝާތު ބަކަރި ޚަލްޠުވެގެންނެވެ. އަދި އެވަކިކޮށްފިނަމަ އެއިން ދެމީހުން ކުރެ އެކަކަުގެ މައްޗަށްވެސް އެއްވެސް އެއްޗަކުން ވާޖިބުވެގެން ނުވެއެވެ. \nއަދި އެދެމީހުން ބައިވެރިވެގެން ވަނީ އަށްޑިހަ ޝާތު ބަކަރީގައި ކަމުގައިވެފައި އެއިން ކޮންމެ މީހަކަށް ސާޅީސް ޝާތު ބަކަރިވާނަމަ، އެދެމީހުން ކުރެ ކޮންމެ އެކަކެއްގެ މައްޗަށް ޝާތު ބަކަށްޓެއްވެއެވެ. އެއީ އެއިން ކޮންމެ މީހަކަށް ބައި ޝާތު ބަކަށްޓެވެ. \nނުވަތަ އެދެމީހުން ޚަލްޠުވެގެންވަނީ ސަތޭކަވިހި ޝާތު ބަކަރީގައި ކަމުގައި ވާނަމަ، އެއީ އެކަކަށް އަށްޑިހަ ޝާތު ބަކަރި ކަމުގައިވެފައި، އަދި އަނެކަކަށް ސާޅީސް ބަކަށްޓެވެ. ފަހެ ދެން ޞަދަޤާތްނަގާ މީހާ އައިސް އޭގެއިން އޭގެ ޒަކާތަށް އެއްޝާތު ބަކަރި ނެގުމުން އެއަނބުރާ ދަނީ އެދެމީހުންގެ ދެމެދުގައި ހަމަހަމަކޮށެވެ. އަށްޑިހަ ޝާތު ބަކަރީގެ ޞާޙިބުގެ މައްޗަށް ވަނީ ޝާތު ބަކަށްޓެއްގެ ދެ ތިންބައިކުޅަ އެއްބައެވެ. އަދި ސާޅީސް ޝާތު ބަކަރީގެ ޞާޙިބުގެ މައްޗަށް ވަނީ ޝާތު ބަކަށްޓެއްގެ ތިންބައިކުޅަ އެއްބައެވެ.\nއަދި އައްޝާފިޢީއާއި އަދި އަޙްމަދު ބްނު ޙަންބަލް - ރަޙިމަހު ﷲ - އާއި އަދި އެދެބޭކަލުން ނޫން ބޭކަލުންގެ ޤައުލުގެ މައްޗަށް ބަލާއިރުގައި ދަންނައެވެ. ފަހެ ހަމަކަށަވަރުން ދެޚަލީޠުން، އެދެމީހުން ޒަކާތްނެރެނީ އެއްޒަކާތަކުންނެވެ. ދެން އެދެމީހުންގެ ދެމެދުގައި ތަރާޖުޢުވަނީ ހަމަހަމަކޮށެވެ. އެއީ ތިރީސް ޝާތު ބަކަރި އޮތް މީހެއް ފަދައިންނެވެ. އަދި އަނެކަކު ދިހަ ޝާތު ބަކަރި ޚަލްތުކޮށް އޮތް ފަދައިންނެވެ. އެއެންމެންގެ ކިބައިން އެއްޝާތު ބަކަރި ނެގެއެވެ. ތިރީސް ވާ ޞާޙިބުގެ މައްޗަށް ތިން ހަތަރު ބައިކުޅަ އެއްބައި ޝާތު ބަކަށްޓެވެ. އަދި ދިހައެއް ވާ ޞާޙިބަށް ޝާތު ބަކަށްޓެއްގެ ހަތަރު ބައި ކުޅަ އެއްބައެވެ. \nއަދި މިފަދައިން މިމާނައަށް އިތުރުވީ ގޮތަކަށެވެ. ފަހެ ތިބާ އެކަން ދަންނާށެވެ. إن شاء الله.\n* ޚަލީޠުމުދަލަކީ ދެމީހަކު ނުވަތަ އެއަށްވުރެ ގިނަ މީހުންގެ މުދާ އެއްކޮށްފައިވާ ނުވަތަ އެމުދަލުގައި އެމީހުން ޙިއްސާވެ ބައިވެރިވާ މުދަލެވެ.\n* ޙިއްޤާ އަކީ: އެޖަމަލެއްގެ ޢުމުރުން ތިން އަހަރު ހަމަވެ، ހަތަރުވަނަ އަހަރު ހިނގަމުންދާ ޖަމަލުތަކެވެ.\n* ޖަޛަޢާ އަކީ: އެޖަމަލެއްގެ ޢުމުރުން ހަތަރު އަހަރު ހަމަވެ، ފަސްވަނަ އަހަރު ހިނގަމުންދާ ޖަމަލުތަކެވެ.\n* ބިންތި މަޚާޟް އަކީ: އެޖަމަލެއްގެ ޢުމުރުން އެއްއަހަރު ހަމަވެ، ދެވަނަ އަހަރު ހިނގަމުންދާ އަންހެން ޖަމަލުތަކެވެ.\n* ބިންތި ލަބޫން އަކީ: އެޖަމަލެއްގެ ޢުމުރުން ދެއަހަރު ހަމަވެ، ތިންވަނަ އަހަރު ހިނގަމުންދާ އަންހެން ޖަމަލުތަކެވެ.\n* އިބްނު ލަބޫން އަކީ: އެޖަމަލެއްގެ ޢުމުރުން ދެއަހަރު ހަމަވެ، ތިންވަނަ އަހަރު ހިނގަމުންދާ ފިރިހެން ޖަމަލުތަކެވެ.\n* އިބްނު މަޚާޟް އަކީ: އެޖަމަލެއްގެ ޢުމުރުން އެއްއަހަރު ހަމަވެ، ދެވަނަ އަހަރު ހިނގަމުންދާ ފިރިހެން ޖަމަލުތަކެވެ.",""],["27","","","٢٧- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: ‌‌«مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ»","","قَالَ حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ قَالَ: أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: ‌‌«مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَعْنَاهُ وَاللَّهُ أَعْلَمُ إِيمَانًا بِأَنَّ اللَّهَ تَعَالَى فَرَضَهُ عَلَيْهِ، وَاحْتِسَابًا يَحْتَسِبُ مَا يَلْحَقُهُ مِنَ الْجُوعِ وَالْعَطَشِ، وَالِامْتِنَاعِ مِنَ الزَّوْجَةِ وَالْأَمَةِ نَهَارًا فِي جَنْبِ اللَّهِ عَزَّ وَجَلَّ","",""],["28","","","٢٨- أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَعْدٍ الْعَوْفِيُّ قَالَ: حَدَّثَنِي أَبِي قَالَ،: حَدَّثَنِي عَمِّي الْحُسَيْنُ بْنُ الْحَسَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَطِيَّةَ الْعَوْفِيِّ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ، أَيَّامًا مَعْدُودَاتٍ} [البقرة: 184] قَالَ: \"‌‌ كَانَ الصَّوْمُ ثَلَاثَةَ أَيَّامٍ فِي كُلِّ شَهْرٍ، ثُمَّ نُسِخَ ذَلِكَ بِالَّذِي أَنْزَلَ اللَّهُ تَعَالَى مِنْ صِيَامِ شَهْرِ رَمَضَانَ، وَهَذَا الصَّوْمُ الْأَوَّلُ مِنَ الْعَتَمَةِ، فَمَنْ صَلَّى الْعَتَمَةَ حُرِّمَ عَلَيْهِ الطَّعَامُ وَالشَّرَابُ وَالْجِمَاعُ إِلَى الْقَائِلَةِ، وَجَعَلَ اللَّهُ فِي هَذَا الصَّوْمِ الْأَوَّلِ فِدْيَةً طَعَامَ مِسْكِينٍ، فَمَنْ شَاءَ مِنْ مُسَافِرٍ أَوْ مُقِيمٍ أَنْ يُطْعِمَ مِسْكِينًا وَيُفْطِرَ، كَانَ ذَلِكَ رُخْصَةً لَهُمْ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي الصَّوْمِ الْآخَرِ إِحْلَالَ الطَّعَامِ وَالشَّرَابِ وَإِحْلَالَ النِّكَاحِ بِاللَّيْلِ إِلَى الصَّبَاحِ الَّذِي كَانَ اللَّهُ عَزَّ وَجَلَّ حَرَّمَ مِنَ الصَّوْمِ الْأَوَّلِ وَأَنْزَلَ فِي الصَّوْمِ الْأَخِيرِ: {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: 184]، فَلَمْ يَذْكُرِ اللَّهُ عَزَّ وَجَلَّ فِي الصَّوْمِ الْآخَرِ فِدْيَةً طَعَامَ مِسْكِينٍ، فَنُسِخَتِ الْفِدْيَةُ، وَبَيَّنَهَا فِي الصَّوْمِ الْآخَرِ بِقَوْلِهِ: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185] وَهُوَ الْإِفْطَارُ فِي السَّفَرِ، وَجَعَلَهُ عِدَّةً مِنْ أَيَّامٍ أُخَرَ، وَقَوْلُهُ عَزَّ وَجَلَّ: {\" عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} [البقرة: 187] كَانَ النَّاسُ أَوَّلَ مَا أَسْلَمُوا إِذَا صَامَ أَحَدُهُمْ يَصُومُ يَوْمَهُ حَتَّى إِذَا أَمْسَى طَعِمَ مِنَ الطَّعَامِ فِيمَا بَيْنَهُ وَبَيْنَ الْعَتَمَةِ حَتَّى إِذَا صُلَّيَتِ الْعَتَمَةُ حَرَّمَ اللَّهُ عَلَيْهِ الطَّعَامَ حَتَّى يُمْسِيَ مِنَ اللَّيْلَةِ الْقَابِلَةِ، وَإِنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ بَيْنَا هُوَ قَائِمٌ إِذْ سَوَّلَتْ لَهُ نَفْسُهُ فَأَتَى أَهْلَهُ لِبَعْضِ حَاجَتِهِ، فَلَمَّا اغْتَسَلَ أَخَذَ يَبْكِي وَيَلُومُ نَفْسَهُ كَأَشَدِّ مَا رَأَيْتُ مِنَ الْمَلَامَةِ، ثُمَّ أَتَى رَسُولَ اللَّهِ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَعْتَذِرُ إِلَى اللَّهِ عَزَّ وَجَلَّ ثُمَّ إِلَيْكَ مِنْ نَفْسِي هَذِهِ الْخَاطِئَةِ، فَإِنَّهَا زَيَّنَتْ لِي مُوَاقَعَةَ أَهْلِي، فَهَلْ تَجِدُ لِي مِنْ رُخْصَةٍ يَا رَسُولَ اللَّهِ؟ فَقَالَ: «لَمْ تَكُنْ حَقِيقًا بِذَلِكَ يَا عُمَرُ»، فَلَمَّا بَلَغَ عُمَرُ بَيْتَهُ أَرْسَلَ إِلَيْهِ فَأَتَاهُ وَقَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَذَرَهُ فِي آيَةٍ مِنَ الْقُرْآنِ، فَأَمَرَ اللَّهُ عَزَّ وَجَلَّ رَسُولَهُ ﷺ أَنْ يَضَعَهَا فِي الْمِائَةِ الْوُسْطَى مِنْ سُورَةِ الْبَقَرَةِ، فَقَالَ اللَّهُ عَزَّ وَجَلَّ: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ، هُنَّ لِبَاسٌ لَكُمْ، وَأَنْتُمْ لِبَاسٌ لَهُنَّ، عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} [البقرة: 187] يَعْنِي بِذَلِكَ الَّذِي فَعَلَ عُمَرُ \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَعْدٍ الْعَوْفِيُّ قَالَ: حَدَّثَنِي أَبِي قَالَ،: حَدَّثَنِي عَمِّي الْحُسَيْنُ بْنُ الْحَسَنِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَطِيَّةَ الْعَوْفِيِّ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ، أَيَّامًا مَعْدُودَاتٍ} [البقرة: 184] قَالَ: \"‌‌ كَانَ الصَّوْمُ ثَلَاثَةَ أَيَّامٍ فِي كُلِّ شَهْرٍ، ثُمَّ نُسِخَ ذَلِكَ بِالَّذِي أَنْزَلَ اللَّهُ تَعَالَى مِنْ صِيَامِ شَهْرِ رَمَضَانَ، وَهَذَا الصَّوْمُ الْأَوَّلُ مِنَ الْعَتَمَةِ، فَمَنْ صَلَّى الْعَتَمَةَ حُرِّمَ عَلَيْهِ الطَّعَامُ وَالشَّرَابُ وَالْجِمَاعُ إِلَى الْقَائِلَةِ، وَجَعَلَ اللَّهُ فِي هَذَا الصَّوْمِ الْأَوَّلِ فِدْيَةً طَعَامَ مِسْكِينٍ، فَمَنْ شَاءَ مِنْ مُسَافِرٍ أَوْ مُقِيمٍ أَنْ يُطْعِمَ مِسْكِينًا وَيُفْطِرَ، كَانَ ذَلِكَ رُخْصَةً لَهُمْ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي الصَّوْمِ الْآخَرِ إِحْلَالَ الطَّعَامِ وَالشَّرَابِ وَإِحْلَالَ النِّكَاحِ بِاللَّيْلِ إِلَى الصَّبَاحِ الَّذِي كَانَ اللَّهُ عَزَّ وَجَلَّ حَرَّمَ مِنَ الصَّوْمِ الْأَوَّلِ وَأَنْزَلَ فِي الصَّوْمِ الْأَخِيرِ: {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: 184]، فَلَمْ يَذْكُرِ اللَّهُ عَزَّ وَجَلَّ فِي الصَّوْمِ الْآخَرِ فِدْيَةً طَعَامَ مِسْكِينٍ، فَنُسِخَتِ الْفِدْيَةُ، وَبَيَّنَهَا فِي الصَّوْمِ الْآخَرِ بِقَوْلِهِ: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: 185] وَهُوَ الْإِفْطَارُ فِي السَّفَرِ، وَجَعَلَهُ عِدَّةً مِنْ أَيَّامٍ أُخَرَ، وَقَوْلُهُ عَزَّ وَجَلَّ: {\" عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} [البقرة: 187] كَانَ النَّاسُ أَوَّلَ مَا أَسْلَمُوا إِذَا صَامَ أَحَدُهُمْ يَصُومُ يَوْمَهُ حَتَّى إِذَا أَمْسَى طَعِمَ مِنَ الطَّعَامِ فِيمَا بَيْنَهُ وَبَيْنَ الْعَتَمَةِ حَتَّى إِذَا صُلَّيَتِ الْعَتَمَةُ حَرَّمَ اللَّهُ عَلَيْهِ الطَّعَامَ حَتَّى يُمْسِيَ مِنَ اللَّيْلَةِ الْقَابِلَةِ، وَإِنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ بَيْنَا هُوَ قَائِمٌ إِذْ سَوَّلَتْ لَهُ نَفْسُهُ فَأَتَى أَهْلَهُ لِبَعْضِ حَاجَتِهِ، فَلَمَّا اغْتَسَلَ أَخَذَ يَبْكِي وَيَلُومُ نَفْسَهُ كَأَشَدِّ مَا رَأَيْتُ مِنَ الْمَلَامَةِ، ثُمَّ أَتَى رَسُولَ اللَّهِ ﷺ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي أَعْتَذِرُ إِلَى اللَّهِ عَزَّ وَجَلَّ ثُمَّ إِلَيْكَ مِنْ نَفْسِي هَذِهِ الْخَاطِئَةِ، فَإِنَّهَا زَيَّنَتْ لِي مُوَاقَعَةَ أَهْلِي، فَهَلْ تَجِدُ لِي مِنْ رُخْصَةٍ يَا رَسُولَ اللَّهِ؟ فَقَالَ: «لَمْ تَكُنْ حَقِيقًا بِذَلِكَ يَا عُمَرُ»، فَلَمَّا بَلَغَ عُمَرُ بَيْتَهُ أَرْسَلَ إِلَيْهِ فَأَتَاهُ وَقَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَذَرَهُ فِي آيَةٍ مِنَ الْقُرْآنِ، فَأَمَرَ اللَّهُ عَزَّ وَجَلَّ رَسُولَهُ ﷺ أَنْ يَضَعَهَا فِي الْمِائَةِ الْوُسْطَى مِنْ سُورَةِ الْبَقَرَةِ، فَقَالَ اللَّهُ عَزَّ وَجَلَّ: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ، هُنَّ لِبَاسٌ لَكُمْ، وَأَنْتُمْ لِبَاسٌ لَهُنَّ، عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ} [البقرة: 187] يَعْنِي بِذَلِكَ الَّذِي فَعَلَ عُمَرُ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَفِي حَدِيثٍ عَنْ مُعَاذِ بْنِ جَبَلٍ وَغَيْرِهِ وَابْنِ عَبَّاسٍ أَيْضًا فِي حَدِيثٍ غَيْرِ هَذَا قَالُوا: وَكَانُوا إِذَا صَامُوا فَنَامُوا قَبْلَ أَنْ يُفْطِرُوا لَمْ يَحِلُّ لِأَحَدٍ مِنْهُمُ الطَّعَامُ وَلَا النِّكَاحُ، فَجَاءَ صِرْمَةُ بْنُ قَيْسٍ وَقَدْ عَمِلَ فِي حَائِطِهِ وَهُوَ شَيْخٌ كَبِيرٌ، فَضَرَبَ بِرَأْسِهِ فَنَامَ قَبْلَ أَنْ يُفْطِرَ، فَاسْتَيْقَظَ فَلَمْ يَأْكُلْ وَلَمْ يَشْرَبْ، فَأَصْبَحَ وَهُوَ ضَعِيفٌ، فَرَآهُ رَسُولُ اللَّهِ ﷺ، فَقَالَ لَهُ: «مَالِي أَرَاكَ ضَعِيفًا؟» قَالَ: يَا رَسُولَ اللَّهِ كُنْتُ يَوْمِي أَعْمَلُ فِي حَائِطِي، فَجِئْتُ وَأَنَا مَعِي عَيَاءٌ فَضَرَبْتُ بِرَأْسِي قَبْلَ أَنْ أُفْطِرَ، وَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَوَقَعَ بِامْرَأَتِهِ بَعْدَ مَا نَامَتْ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيهِمَا وَفِي جَمِيعِ النَّاسِ: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ، هُنَّ لِبَاسٌ لَكُمْ، وَأَنْتُمْ لِبَاسٌ لَهُنَّ، عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ، فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ، وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} [البقرة: 187] الْآيَةَ","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ މުޙައްމަދު ބްނު ސަޢްދު އަލްޢައުފީއެެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެންނަށް ކިޔައިދެއްވީ އަހަރެންގެ ބަފައިފުށު ބޮޑުބޭބެ އަލްޙުސައިން ބްނު އަލްޙަސަންއެވެ. އެއީ އެބޭފުޅާގެ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ އެބޭފުޅާގެ ކާފާފުޅު ޢަޠިއްޔާ އަލްޢައުފީގެ އަރިހުންނެވެ. އެއީ އިބްނު ޢައްބާސްގެ އަރިހުންނެވެ. އެއީ ﷲ ޢައްޒަ ވަޖައްލަގެ މިބަސްފުޅާ މެދުގައެވެ: \"އޭ އީމާން ވެއްޖެ މީސްތަކުންނޭވެ. ތިޔަބައިމީހުންގެ ކުރީގެ މީހުންގެ މައްޗަށް ފަރުޟު ކުރެއްވުނު ފަދައިން، ތިޔަބައިމީހުންގެ މައްޗަށްވެސް ރޯދަ ފަރުޟު ކުރެއްވިއްޖެއެވެ. (އެއީ) ތިޔަބައިމީހުން ތަޤްވާވެރި ވުމަށްޓަކައެވެ.\" [އަލްބަޤަރާ: 183] އެބޭފުޅާ ވިދާޅުވިއެވެ: ރޯދަހިފުންވީ ކޮންމެ މަހަކު ތިން ދުވަހުގައެވެ. ދެން އެކަން ނަސްޚުވެގެންދިޔައެވެ. އެއީ ރަމަޟާންމަހުގައި ރޯދަހިފުން ﷲ ތަޢާލާ ބާވައިލެއްވި ހިނދުންނެވެ. އަދި މިއީ ރޭގަނޑުގެ ކުރީކޮޅުގެ އަނދިރީންވާ ފުރަތަމަ ރޯދައެވެ. ފަހެ ރޭގަނޑުގެ ކުރީކޮޅުގެ އަނދިރީގައި ނަމާދުކޮށްފިމީހާގެ މައްޗަށް ކެއުމާއި ބުއިމާއި އަދި ޖިމާޢުވުން ދުވާލުގެ ދެބައިކުޅަ އެއްބައާ ހަމައަށް ޙަރާމްވެގެންވެއެވެ. އަދި މި ފުރަތަމަ ރޯދައިގައި ފިދްޔައެއްްގެ ގޮތުގައި މިސްކީނަކަށް ކާންދިނުން ލެއްވެވިއެވެ. ފަހެ ދަތުރުވެރިޔަކު ނުވަތަ މުޤީމަކު އެއިން ބޭނުންވާ މީހަކު މިސްކީނަކަށް ކާންދީފައި އަދި ރޯދަ ދޫކޮށްލުން އެއީ އެމީހުންނަށްވާ ރުޚްޞާއެކެވެ. ފަހެ ދެން ﷲ ޢައްޒަ ވަޖައްލަ ފަހު ރޯދަ ބާވައިލެއްވިއެވެ. އެއީ ފުރަތަމަ ރޯދައިގައި ﷲ ޢައްޒަ ވަޖައްލަ ޙަރާމް ކުރެއްވި ކަންތައް، ރޭގަނޑުން ގޮސް ހެނދުނަށް ކެއުމާއި ބުއިމާއި އަދި ނިކާޙު ހުއްދަ ކުރައްވައެވެ. އަދި ފަހު ރޯދައާ މެދުގައި އެކަލާނގެ ވަޙީ ކުރެއްވިއެވެ: \"ފަހެ އެހެންދުވަސްތަކަކުން އެ ޢަދަދު ހަމަކުރުން ހުއްޓެވެ.\" [އަލްބަޤަރާ: 185] ފަހެ ފަހު ރޯދައިގާ ފިދްޔައެއްްގެ ގޮތުގައި މިސްކީނަކަށް ކާންދިނުމުގެ ވާހަކަ ﷲ ޢައްޒަ ވަޖައްލަ ޒިކުރު ނުކުރައްވަތެވެ. ފަހެ އެހެންކަމުން އެކަމުގައި ފިދްޔަ ނަސްޚުވެގެންދިޔައެވެ. އަދި އެކަން ފަހު ރޯދައިގާ ބަޔާން ކުރައްވާ އެކަލާނގެ ބަސްފުޅުގައި ވެއެވެ: \"ﷲ ބޭނުންފުޅުވެ ވަޑައިގަންނަވަނީ ތިޔަބައިމީހުންނަށް ލުއިފަސޭހަގޮތެވެ. އަދި ދަތި އުނދަގޫގޮތް ތިޔަބައިމީހުންނަކަށް އެކަލާނގެ ބޭނުންފުޅުވެ ވަޑައިނުގަންނަވަތެވެ.\" އަދި އެއީ ދަތުރުގައި ރޯދަ ދޫކޮށްލުމެވެ. އަދި އެނޫން ދުވަސްތަކެއްގައި އޭގެ ޢަދަދު ހަމަ ކުރުމެވެ. އަދި އެކަލާނގެ ބަސްފުޅު: \"ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ޚިޔާނަތްތެރިވަމުން ދިޔަކަން، ﷲ، ދެނެވޮޑިގެންވެއެވެ.\" [އަލްބަޤަރާ: 187] މީސްތަކުންވީ އެމީހުން ފުރަތަމަ އިސްލާމްވުމުގައި، އެއިން މީހުން ކުރެ އެކަކު ރޯދަހިފުމުން، އޭނާގެ ދުވަސް އެކީ ގޮސް ހަވީރުވަންދެން ރޯދަހިފައިގެންނެވެ. ހަވީރާ ރޭގަނޑުގެ ފުރަތަމަކޮޅާ ދެމެދު ކާއެއްޗެހިން ކެވުނު އެއްޗެއް ކަނީއެވެ. އެއީ ރޭ އަޅުކަމުގެ ނަމާދު ކުރެވުމަށް ދާންދެނެވެ. ދެން އަންނަން އޮތް ރޭގެ ހަވީރު އަތުވެއްޖައުމަށްދާންދެން އޭނާގެ މައްޗަށް ކާނާ ޙަރާމްވެގެންވެއެވެ. އަދި ހަމަކަށަވަރުން ޢުމަރު ބްނު އަލްޚައްޠާބު - ރަޟިޔަ ﷲ ޢަންހު - އެބޭފުޅާ ރޯދައަށް ހުންނަވަނިކޮށް އެބޭފުޅާގެ އަހްލު އެބޭފުޅާގެ ބައެއް ޙާޖަތްތަކަށް އައިސް އެބޭފުޅާގެ ނަފްސަށް ކަންތައް ޒީނަތްތެރިކޮށްދެވުނެވެ. ފަހެ ދެން އެބޭފުޅާ ހިނައިގެންނެވުމުން، ކީރިތި ކުރައްވަންފެއްޓެވިއެވެ. އަދި ތިމަންނާއަށް ފެނުނު އެންމެ ގަދަފަދަ މާލާމާތަކުން އެބޭފުޅާގެ ނަފްސަށް މަލާމާތް ކުރެއްވިއެވެ. ދެން ﷲ ގެ ރަސޫލާ ﷺ އަރިހަށް ވަޑައިގެން ފަހެ ވިދާޅުވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެން ﷲ ޢައްޒަ ވަޖައްލަގެ ގެ ޙަޟްރަތަށް އިޢްތިޛާރުވަމެވެ. ދެން އަހުރެންގެ ނަފްސުގެ މައްޗަށް މިކުރެވުނު ގޯހަށް ދެން ކަލޭގެފާނަށް ޢުޛުރުވެރިވަމެވެ. ފަހެ އަހުރެންނަށް އަހުރެންގެ އަހްލަށް ވެއްޓުމަށް އަހުރެންނަށް ޒީނަތްތެރިވީއެވެ. ފަހެ އެހެންކަމުން އޭ ﷲ ގެ ރަސޫލާއޭ އަހުރެންނަށް އެއްވެސް ރުޚްޞާއެއްވޭ ހެއްޔެވެ؟ ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެކަމުން ޙަޤީޤަތުގައި އެހެން (ޢުޛުރެއް) ނުވެޔޭ އޭ ޢުމަރެވެ.\"   ފަހެ ދެން ޢުމަރުގެފާނު އެބޭފުޅާގެ ގެއަށް ފޯރުމުން އެބޭފުޅާ ހޯދުމަށް ފޮނުއްވެވުނެވެ. ފަހެ ދެން އެބޭފުޅާ އެކަލޭގެފާނުގެ އަރިހަށް ވަޑައިގެންނެވިއެވެ. އަދި ގައިމު ﷲ ޢައްޒަ ވަޖައްލަ ވަނީ ޤުރްއާނުގެ އާޔަތުން އެބޭފުޅާއަށް ޢުޛުރު ބާވައިލައްވާފައެވެ. ފަހެ ﷲ ޢައްޒަ ވަޖައްލަ އެކަލާނގެ ރަސޫލާ ﷺ އަށް އެއާޔަތް ބަޤަރާ ސޫރަތުގެ މެދު ސަތޭކަ ތެރޭގައި ލުމަށް އަމުރު ކުރެއްވިއެވެ.\nފަހެ ﷲ ޢައްޒަ ވަޖައްލަ ވަޙީ ކުރެއްވިއެވެ: \"ރޯދަޔަށް ތިބޭރޭ ތިޔަބައިމީހުންގެ އަނބިންގެ ގާތަށްގޮސް ރޭކުރުން ތިޔަބައިމީހުންނަށް ހުއްދަ ކުރައްވައިފިއެވެ. އެކަނބަލުންނީ ތިޔަބައިމީހުންނަށް ފޭރާމެކެވެ. އަދި ތިޔަބައިމީހުންނީ އެކަނބަލުންނަށް ފޭރާމެކެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ޚިޔާނަތްތެރިވަމުން ދިޔަކަން، ﷲ، ދެނެވޮޑިގެންވެއެވެ. ދެންފަހެ، ތިޔަބައިމީހުންގެ މައްޗަށް ތައުބާ ލައްވައި، ތިޔަބައިމީހުންގެ ކިބައިން ޢަފޫކުރައްވައިފިއެވެ.\" [އަލްބަޤަރާ: 187]  ޔަޢުނީ ޢުމަރުގެފާނު ކަން ކުޅަ ކަންތަކުގެ ވާހަކައެވެ.\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: އަދި މުޢާޛް ބްނު ޖަބަލުގެ ޙަދީޘްގައާއި އަދި އެނޫންވެސް ބޭކަލުން އިބްނު ޢައްބާސް ވެސް މިނޫން ޙަދީޘް އެއްގައި ވިދާޅުވިއެވެ: އަދި އެބޭކަލުން ރޯދަހިފައިފިނަމަ ފަހެ އެބޭކަލުން ރޯދަވީއްލުމުގެ ކުރިން ނިދައިފައި އެއިން އެކަކަށް ވެސް ކެއުމާއި ނިކާޙު ހުއްދަވެގެން ނުވެއެވެ. ފަހެ ދެން ޞިރްމަތު ބްނު ޤައިސް ވަޑައިން އަދި ގައިމު އެބޭފުޅާވީ އެބޭފުޅާގެ ބަޤީޗާއެއްގައި ގަދަ މަސައްކަތް ކޮށްގެންނެވެ. އަދި އެބޭފުޅާވީ ދުވަސްވީ މުސްކުޅި ބޭފުޅެއް ގޮތުގައެވެ. ފަހެ އެބޭފުޅާ ނިދި ބޮލުގަ ޖެހި ފަހެ ރޯދަ ވީއްލުމުގެ ކުރިން ނިދިކުރައްވައިފިއެވެ. ފަހެ ދެން އެބޭފުޅާ ހޭފުޅުވެލެއްވިއެވެ. ފަހެ އެބޭފުޅާ އޭރު ނުވެސް ކައެވެ. އަދި ނުވެ ބޮއެވެ. ފަހެ ދެން އެބޭފުޅާ ބަލިކަށިކަމުގައި ވިއެވެ. ފަހެ ﷲ ގެ ރަސޫލާ ﷺ އެތަން ފެނިވަޑައިންނެވިއެވެ. ފަހެ އެކަލޭގެފާނު އެބޭފުޅާއަށް  ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާ ބަލިކަށި ކަމުގައި ތިމަންކަލޭގެފާނަށް މިފެންނަނީ ކީއްވެ ހެއްޔެވެ؟\" އެބޭފުޅާ ވިދާޅުވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންވީ އަހުރެންގެ ދުވަހުގައި އަހުރެންގެ ބަޤީޗާގައި މަސައްކަތް ކުރުމުގައެވެ. ފަހެ ދެން އަހުރެން ނިމިގެން އައިހިނދު އަހަރުންވީ ގަދަ ވަރުބަލިކަމެއްގައެވެ. ފަހެ އެހެންވެ އަހުރެން ރޯދަ ވީއްލުމުގެ ކުރިން ބޮލުގައި ނިދި ޖެހިއްޖެއެވެ. އަދި އެބޭފުޅާގެ ނިދުމުގެ ފަހުން، ޢުމަރު ބްނު އަލްޚައްޠާބު ޢުމަރުގެފާނުގެ އަނބިކަނބަލުންނާއިގެން ހިނގާދިޔަ ކަންތަކާއިގެން އައެވެ. ފަހެ އެދެބޭކަލުންނާއި އަދި އެންމެހާ މީސްތަކުންނަށްޓަކައި ﷲ ޢައްޒަ ވަޖައްލަ ބާވައިލެއްވިއެވެ: \"ރޯދަޔަށް ތިބޭރޭ ތިޔަބައިމީހުންގެ އަނބިންގެ ގާތަށްގޮސް ރޭކުރުން ތިޔަބައިމީހުންނަށް ހުއްދަ ކުރައްވައިފިއެވެ. އެކަނބަލުންނީ ތިޔަބައިމީހުންނަށް ފޭރާމެކެވެ. އަދި ތިޔަބައިމީހުންނީ އެކަނބަލުންނަށް ފޭރާމެކެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ޚިޔާނަތްތެރިވަމުން ދިޔަކަން، ﷲ، ދެނެވޮޑިގެންވެއެވެ. ދެންފަހެ، ތިޔަބައިމީހުންގެ މައްޗަށް ތައުބާ ލައްވައި، ތިޔަބައިމީހުންގެ ކިބައިން އަފޫކުރައްވައިފިއެވެ. ފަހެ، މިހާރު ތިޔަބައިމީހުން އެކަނބަލުންނާ ބީހިއުޅޭށެވެ! (އެބަހީ: ޖިމާއު ވުން ހުއްދަ ކުރައްވައިފިއެވެ.) އަދި ތިޔަބައިމީހުންނަށްޓަކައި ﷲ ކަނޑައަޅުއްވާފައިވާ ގޮތް އެދޭށެވެ! އަދި ތިޔަބައިމީހުން ކައިބޮއި އުޅޭށެވެ! ފަޖުރުގެ ސަބަބުން ރޭގަނޑުގެ އަނދިރިކަމުގެ ތެރެއިން ފަތިހުގެ އަލިކަން ފާޅުވެ އެނގިއްޖައުމަށް ދާންދެނެވެ.\" [އަލްބަޤަރާ: 187] މިއާޔަތެވެ.",""],["29","","","٢٩- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّمَا‌‌ الشَّهْرُ تِسْعٌ وَعِشْرُونَ، فَلَا تَصُومُوا حَتَّى تَرَوْهُ، وَلَا تُفْطِرُوا حَتَّى تَرَوْهُ، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» قَالَ نَافِعٌ: فَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ إِذَا مَضَى مِنْ شَعْبَانَ تِسْعٌ وَعِشْرُونَ بَعَثَ مَنْ يَنْظُرُ، فَإِنْ رُؤِيَ فَذَلِكَ، وَإِنْ لَمْ يُرَ وَلَمْ يَحُلْ دُونَ مَنْظَرِهِ سَحَابٌ وَلَا قَتَرٌ أَصْبَحَ مُفْطِرًا، وَإِنْ حَالَ دُونَ مَنْظَرِهِ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ صَائِمًا \"\nقَالَ: وَحَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الصَّيْدَلَانِي قَالَ: سَمِعْتُ أَبَا بَكْرٍ الْمَرْوَزِيُّ يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ: \"‌‌ الْهِلَالُ إِذَا حَالَ دُونَ مَنْظَرِهِ غَيْمٌ فَيَنْبَغِي أَنْ يَعْتَقِدَ مِنَ اللَّيْلِ أَنَّهُ يُصْبِحُ صَائِمًا، لِأَنَّهُ لَا يَدْرِي مِنْ رَمَضَانَ هُوَ أَوْ مِنْ شَعْبَانَ؟ قَالَ: وَكَذَا رُوِيَ أَنَّهُ لَا صِيَامَ لِمَنْ لَمْ يَجْمَعِ الصِّيَامَ مِنَ اللَّيْلِ، فَيَعْتَقِدَهُ مَخَافَةَ أَنْ يَكُونَ مِنْ رَمَضَانَ، ذَهَبَ إِلَى تَقْلِيدِ ابْنِ عُمَرَ قَالَ أَبُو بَكْرٍ الْمَرْوَزِيُّ: فَقُلْتُ لِأَبِي عَبْدِ اللَّهِ: أَلَيْسَ قَدْ نَهَى رَسُولُ اللَّهِ ﷺ عَنْ صِيَامِ يَوْمِ الشَّكِّ؟ قَالَ: هَذَا إِذَا كَانَ صَحْوًا، وَأَمَّا إِذَا كَانَ فِي السَّمَاءِ قَتَرٌ أَوْ قَالَ: غَيْمٌ، يُصَامُ عَلَى فِعْلِ ابْنِ عُمَرَ \"\nقَالَ: وَحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ زِيَادٍ قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدُ بْنُ حَنْبَلٍ يَقُولُ فِي صَوْمِ يَوْمِ الشَّكِّ فَقَالَ: أَذْهَبُ فِيهِ إِلَى حَدِيثِ ابْنِ عُمَرَ أَنَّهُ قَالَ: «إِذَا كَانَ لَيْلَةَ ثَلَاثِينَ مِنْ شَعْبَانَ نَظَرَ إِلَى الْهِلَالِ، فَإِنْ حَالَ دُونَهُ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ صَائِمًا، وَإِنْ لَمْ يَحِلْ دُونَهُ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ مُفْطِرًا» قَالَ الْفَضْلُ: وَسَمِعْتُهُ سُئِلَ عَنْ قَوْلِ النَّبِيِّ ﷺ: «فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» مَا مَعْنَاهُ؟ قَالَ: هَذَا رَوَاهُ ابْنُ عُمَرَ: إِذَا حَالَ دُونَ مَنْظَرِهِ سَحَابٌ أَوْ قَتَرٌ لَيْلَةَ ثَلَاثِينَ مِنْ شَعْبَانَ أَصْبَحَ صَائِمًا، وَإِذَا لَمْ يَحِلْ دُونَهُ سَحَابٌ وَلَا قَتَرٌ أَصْبَحَ مُفْطِرًا، فَهُوَ رَوَاهُ عَنِ النَّبِيِّ ﷺ، وَهُوَ كَانَ يَفْعَلُ هَذَا.","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ قَالَ: حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّمَا‌‌ الشَّهْرُ تِسْعٌ وَعِشْرُونَ، فَلَا تَصُومُوا حَتَّى تَرَوْهُ، وَلَا تُفْطِرُوا حَتَّى تَرَوْهُ، فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» قَالَ نَافِعٌ: فَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ إِذَا مَضَى مِنْ شَعْبَانَ تِسْعٌ وَعِشْرُونَ بَعَثَ مَنْ يَنْظُرُ، فَإِنْ رُؤِيَ فَذَلِكَ، وَإِنْ لَمْ يُرَ وَلَمْ يَحُلْ دُونَ مَنْظَرِهِ سَحَابٌ وَلَا قَتَرٌ أَصْبَحَ مُفْطِرًا، وَإِنْ حَالَ دُونَ مَنْظَرِهِ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ صَائِمًا \"\nوَحَدَّثَنَا الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الصَّيْدَلَانِي قَالَ: سَمِعْتُ أَبَا بَكْرٍ الْمَرْوَزِيُّ يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ: \"‌‌ الْهِلَالُ إِذَا حَالَ دُونَ مَنْظَرِهِ غَيْمٌ فَيَنْبَغِي أَنْ يَعْتَقِدَ مِنَ اللَّيْلِ أَنَّهُ يُصْبِحُ صَائِمًا، لِأَنَّهُ لَا يَدْرِي مِنْ رَمَضَانَ هُوَ أَوْ مِنْ شَعْبَانَ؟ قَالَ: وَكَذَا رُوِيَ أَنَّهُ لَا صِيَامَ لِمَنْ لَمْ يَجْمَعِ الصِّيَامَ مِنَ اللَّيْلِ، فَيَعْتَقِدَهُ مَخَافَةَ أَنْ يَكُونَ مِنْ رَمَضَانَ، ذَهَبَ إِلَى تَقْلِيدِ ابْنِ عُمَرَ قَالَ أَبُو بَكْرٍ الْمَرْوَزِيُّ: فَقُلْتُ لِأَبِي عَبْدِ اللَّهِ: أَلَيْسَ قَدْ نَهَى رَسُولُ اللَّهِ ﷺ عَنْ صِيَامِ يَوْمِ الشَّكِّ؟ قَالَ: هَذَا إِذَا كَانَ صَحْوًا، وَأَمَّا إِذَا كَانَ فِي السَّمَاءِ قَتَرٌ أَوْ قَالَ: غَيْمٌ، يُصَامُ عَلَى فِعْلِ ابْنِ عُمَرَ \"\nوَحَدَّثَنَا الْآجُرِّيُّ قَالَ حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: حَدَّثَنَا الْفَضْلُ بْنُ زِيَادٍ قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدُ بْنُ حَنْبَلٍ يَقُولُ فِي صَوْمِ يَوْمِ الشَّكِّ فَقَالَ: أَذْهَبُ فِيهِ إِلَى حَدِيثِ ابْنِ عُمَرَ أَنَّهُ قَالَ: «إِذَا كَانَ لَيْلَةَ ثَلَاثِينَ مِنْ شَعْبَانَ نَظَرَ إِلَى الْهِلَالِ، فَإِنْ حَالَ دُونَهُ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ صَائِمًا، وَإِنْ لَمْ يَحِلْ دُونَهُ سَحَابٌ أَوْ قَتَرٌ أَصْبَحَ مُفْطِرًا» قَالَ الْفَضْلُ: وَسَمِعْتُهُ سُئِلَ عَنْ قَوْلِ النَّبِيِّ ﷺ: «فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» مَا مَعْنَاهُ؟ قَالَ: هَذَا رَوَاهُ ابْنُ عُمَرَ: إِذَا حَالَ دُونَ مَنْظَرِهِ سَحَابٌ أَوْ قَتَرٌ لَيْلَةَ ثَلَاثِينَ مِنْ شَعْبَانَ أَصْبَحَ صَائِمًا، وَإِذَا لَمْ يَحِلْ دُونَهُ سَحَابٌ وَلَا قَتَرٌ أَصْبَحَ مُفْطِرًا، فَهُوَ رَوَاهُ عَنِ النَّبِيِّ ﷺ، وَهُوَ كَانَ يَفْعَلُ هَذَا","",""],["30","","","٣٠- حدثنا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ، حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللَّهِ الْأَوْدِيُّ، وَعَبْدُ اللَّهِ بْنُ سَعِيدٍ الْأَشَجُّ قَالَا: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا أَبُو إِسْرَائِيلَ، عَنِ الْفُضَيْلِ بْنِ عَمْرٍو، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ الْفَضْلِ بْنِ الْعَبَّاسِ، أَوْ أَحَدِهِمَا عَنِ الْآخَرِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَرَادَ الْحَجَّ فَلْيُعَجِّلْ، فَإِنَّهُ قَدْ يَمْرَضُ الْمَرِيضُ، وَتَضِلُّ الضَّالَّةُ، وَتَعْرِضُ الْحَاجَةُ»","","حَدَّثَنَا الْآجُرِّيُّ قَالَ: حدثنا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ، حَدَّثَنَا عَمْرُو بْنُ عَبْدِ اللَّهِ الْأَوْدِيُّ، وَعَبْدُ اللَّهِ بْنُ سَعِيدٍ الْأَشَجُّ قَالَا: حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ قَالَ: حَدَّثَنَا أَبُو إِسْرَائِيلَ، عَنِ الْفُضَيْلِ بْنِ عَمْرٍو، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ الْفَضْلِ بْنِ الْعَبَّاسِ، أَوْ أَحَدِهِمَا عَنِ الْآخَرِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَرَادَ الْحَجَّ فَلْيُعَجِّلْ، فَإِنَّهُ قَدْ يَمْرَضُ الْمَرِيضُ، وَتَضِلُّ الضَّالَّةُ، وَتَعْرِضُ الْحَاجَةُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: كَأَنَّهُ، وَاللَّهُ أَعْلَمُ يَقُولُ: إِذَا أَتَى عَلَيْكَ وَقْتٌ وَأَنْتَ مُسْتَطِيعٌ الْحَجَّ فَقَدْ وَجَبَ عَلَيْكَ الْحَجُّ، فَبَادِرْ إِلَيْهِ وَلَا تَشْتَغِلْ عَنْهُ بِمَا لَا عُذْرَ لَكَ فِيهِ، مِنْ إِقْبَالِكَ عَلَى الدُّنْيَا، فَإِنَّكَ لَا تَأْمَنُ مِنْ أَنْ تَعْرِضَ لَكَ أُمُورٌ تَقْطَعُكَ عَنِ الْحَجِّ إِمَّا بِمَرَضٍ أَوْ فَسَادِ الطَّرِيقِ أَوْ ذَهَابِ مَالِكَ فَلَا تَكُونُ مَعْذُورًا، وَقَدْ كَانَ يُمْكِنُكَ الْخُرُوجُ فَفَرَّطَتَ فِي فَرِيضَةِ الْحَجِّ بِتَوَانِيكَ، فَأَثِمْتَ إِثْمًا عَظِيمًا","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދުއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަމްރު ބްނު ޢަބްދު ﷲ އަލްއައުދީއާއި އަދި ޢަބްދު ﷲ ބްނު ސަޢީދު އަލްއަޝައްޖުއެވެ. އެދެބޭފުޅުން ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ ވަކީޢު ބްނު އަލްޖައްރާޙްއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ އިސްރާއީލުއެވެ. އެއީ އަލްފުޟައިލު ބްނު ޢަމްރުގެ އަރިހުންނެވެ. އެއީ ސަޢީދު ބްނު ޖުބައިރުގެ އަރިހުންނެވެ. އެއީ އިބްނު ޢައްބާސްގެ އަރިހުންނެވެ. އެއީ އަލްފަޟްލު ބްނު އަލްޢައްބާސްގެ އަރިހުންނެވެ. ނުވަތަ އެއިން އެއްބޭފުޅަކު ކުރެ ބޭފުޅަކު އަނެއްބޭފުޅެއްގެ އަރިހުން ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"މީހަކު ޙައްޖު ކުރަން ބޭނުންނަމަ ފަހެ އޭނާ އަވަސްވެގަންނާށެވެ. ފަހެ އެހެނީ ފަހަރުގައި ބައްޔަކުން ބަލިވެދާނެއެވެ. އަދި ފުރެދުމަކުން ފުރެދިދާނެއެވެ. އަދި ޙާޖަތަކަށް ހުށަހެޅިދާނެއެވެ.\"\n[ރިވާކުރެއްވީ އަޙްމަދު: 1834 އަދި 3340 ގައި، އަދި އިބްނު މާޖާ: 2883 ގައި އެއީ ވަކީޢުގެ މަގުންނެވެ. އަދި އަޙްމަދު ރިވާކުރެއްވީ: 2867 އެއީ އައްޘައުރީގެ މަގުންނެވެ. އެދެބޭކަލުން (އެބަހީ އައްޘައުރީއާއި ވަކީޢު) އެއީ އިސްމާޢީލުގެ ފުށުންނެވެ. އެއީ އަބޫ އިސްރާއީލު އަލްމުލާއީއެވެ. އަދި މިއީ އަބޫ އިސްރާއީލު އަލްމުލާއީ ވާތީވެ ޟަޢީފް އިސްނާދެކެވެ. އެބޭފުޅާއާ މެދުގައި އިމާމް އަޙްމަދު އެފަދައިން \"އަލްޢިލަލް\" ގެ 2539 ގައި ވިދާޅުވެފައިވެއެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"އެއީ ހީވާކަހަލައީ - އަދި އެންމެ މޮޅަށް ދެނެވޮޑިގަންނަވަނީ ﷲ އޭ -، އެވިދާޅުވަނީ: ތިބާއަށް ވަޤުތެއް އަތުވެއްޖެނަމަ، އަދި ތިބާ ޙައްޖު ކުރަން ކުޅަދާނަނަމަ، ފަހެ ތިބާގެ މައްޗަށް ޙައްޖު ވާޖިބުވެއްޖެ ކަމުގައެވެ. ފަހެ އެހެންކަމުން އެކަމަށް ތިބާ އަވަސްވެގަންނާށެވެ. އަދި އެކަމަކަށް ޢުޛުރެއް ނުވާ އެނޫން ކަމަކާއިގެން ތިބާ މަޝްޣޫލުވެ ނުގަންނާށެވެ. އެއީ ދުނިޔޭގެ މައްޗަށް ތިބާ ކުރިމަތިލުމުގައެވެ. ފަހެ ޙައްޖުން ތިބާ ކަނޑާލާނޭ ކަންތައްތައް ތިބާގެ މައްޗަށް ހުށަހެޅިގެންދިޔުމަކުން އަމާންކަމެއް ތިބާއަށް ލިބިގެންނުވެއެވެ. އެއީ އެހެންޏާ ބައްޔެއްގެ ސަބަބުންނެވެ. ނުވަތަ މަގު ފަސާދަވުމަކުންނެވެ. ނުވަތަ މާލިކު ދިޔުމުންނެވެ. ފަހެ ތިބާއަށް ޢުޛުރުލިބިގެންނުވެއެވެ. ތިބާއަށް ނުކުމެވެން އޮއްވާ ތިބާގެ ލަސްފަސްކުރުމުން ފަރުޟު ޙައްޖު އަދާކުރުމުން ތިބާ އިންތިހާއަށް ފަރުވާކުޑަކޮށްލީއެވެ. ފަހެ އެހެންކަމުން ތިބާ ބޮޑުވެގެންވާ ފާފައަކުން ފާފަވެރިވެއްޖެއެވެ.\"",""],["31","","","٣١- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ الْجَوَارِبِيُّ قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ: أَخْبَرَنَا شَرِيكٌ، عَنِ اللَّيْثِ، عَنِ ابْنِ سَابِطٍ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«مَنْ لَمْ يَمْنَعْهُ مِنَ الْحَجِّ حَاجَةٌ ظَاهِرَةٌ، وَلَا مَرَضٌ حَابِسٌ، وَلَا سُلْطَانٌ جَائِرٌ، فَمَاتَ وَلَمْ يَحُجَّ، فَلْيَمُتْ إِنْ شَاءَ يَهُودِيًّا، وَإِنْ شَاءَ نَصْرَانِيًّا»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ الْجَوَارِبِيُّ قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ قَالَ: أَخْبَرَنَا شَرِيكٌ، عَنِ اللَّيْثِ، عَنِ ابْنِ سَابِطٍ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«مَنْ لَمْ يَمْنَعْهُ مِنَ الْحَجِّ حَاجَةٌ ظَاهِرَةٌ، وَلَا مَرَضٌ حَابِسٌ، وَلَا سُلْطَانٌ جَائِرٌ، فَمَاتَ وَلَمْ يَحُجَّ، فَلْيَمُتْ إِنْ شَاءَ يَهُودِيًّا، وَإِنْ شَاءَ نَصْرَانِيًّا» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: قَالَ اللَّهُ عَزَّ وَجَلَّ {وَلِلَّهِ عَلَى النَّاسِ حَجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: 97] فَإِذَا اسْتَطَاعَ الرَّجُلُ الْحَجَّ فَقَدْ وَجَبَ عَلَيْهِ الْحَجُّ، فَإِذَا تَخَلَّفَ بَعْدَ وُجُوبِهِ فَعَظِيمٌ شَدِيدٌ، لَيْسَ مِنْ أَخْلَاقِ الْمُسْلِمِينَ التَّوَانِي عَنْ فَرِيضَةٍ مِنْ فَرَائِضِ مَا بُنِيَ الْإِسْلَامُ عَلَيْهِ. وَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: «مَنْ مَاتَ وَلَمْ يَحُجَّ وَهُوَ يَجِدُ سَعَةً فَلْيَمُتْ إِنْ شَاءَ يَهُودِيًّا، وَإِنْ شَاءَ نَصْرَانِيًّا، وَلَقَدْ هَمَمْتُ أَنْ أَبْعَثَ رِجَالًا إِلَى الْأَمْصَارِ فَيَنْظُرُونَ مَنْ كَانَ لَهُ سَعَةٌ وَلَمْ يَحُجَّ أَنْ يَضْرِبُوا عَلَيْهِ الْجِزْيَةَ، وَاللَّهِ مَا هُمْ بِمُسْلِمِينَ، وَاللَّهِ مَا هُمْ بِمُسْلِمِينَ» وَرُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ ﷺ قَالَ: «مَنْ مَلَكَ زَادًا وَرَاحِلَةً تُبَلِّغُهُ فَلَمْ يَحُجَّ إِلَى بَيْتِ اللَّهِ عَزَّ وَجَلَّ فَلَا يَضُرُّهُ يَهُودِيًّا مَاتَ أَوْ نَصْرَانِيًّا» وَرُوِيَ عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ أَنَّهُ قَالَ لِمَوْلًى لَهُ يُقَالُ لَهُ مِقْلَاصٌ: «لَوْ مُتَّ وَلَمْ تَحُجَّ لَمْ أُصَلِ عَلَيْكَ» وَعَنْ سَعِيدِ بْنِ جُبَيْرٍ أَنَّهُ قَالَ: «لَوْ مَاتَ جَارٌ لِي وَهُوَ مُوسِرٌ وَلَمْ يَحُجَّ لَمْ أُصَلِ عَلَيْهِ»","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އިބްނު އަބޫ ދާވޫދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަލީ ބްނު އަޙްމަދު އަލްޖަވާރިބީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޔަޒީދު ބްނު ހާރޫންއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ޚަބަރުދެއްވީ ޝަރީކުއެވެ. އެއީ އައްލައިޘްގެ ފުށުންނެވެ. އެއީ އިބްނު ސާބިޠުގެ ފުށުންނެވެ. އެއީ އަބޫ އުމާމާގެ ފުށުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ: \"ފާޅުކަން ހުރި ޡާހިރު ޙާޖަތަކުން، ނުވަތަ ހައްޔަރު ކޮށްލާ ބައްޔަކުން، ނުވަތަ އަނިޔާވެރި ވެރިޔެއްގެ ސަބަބުން ނޫނީ ޙައްޖު ކުޅައުމުން މަނާވެފައި، ފަހެ ޙައްޖު ނުކޮށް މަރުވެއްޖެނަމަ، ފަހެ އޭނާ މަރުވާ ހުށީ ބޭނުންނަމަ، ޔަހޫދީއެއްގެ ގޮތުގައެވެ. އަދި ބޭނުން ނަމަ ނަޞާރާއެއް ގޮތުގައެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ﷲ ޢައްޒަ ވަޖައްލަ ވަޙީ ކުރެއްވިއެވެ: \"އަދި ގެފުޅަށް ގޮސް ޙައްޖު ވުމަކީ، ﷲ އަށްޓަކައި (ކުރަން ޖެހޭ) މީސްތަކުންގެ މައްޗަށް އޮތް ވާޖިބެކެވެ. އެއީ އެ ކަމަށް މަގެއް ފެނި ކުޅަދާނަވެއްޖެ މީހަކަށެވެ.\" [އާލު ޢިމްރާން: 97] ފަހެ ޙައްޖު އަދާކުޅައުމަށް މީހަކަށް ކުޅަދާނަވެއްޖެނަމަ، ފަހެ އޭނާހެ މައްޗަށް ގައިމު ޙައްޖު ކުރުން ވާޖިބުވެއްޖެއެވެ. ފަހެ ދެން އެވާޖިބުވުމަށް ފަހުގައި ފަސްކޮށްފިނަމަ ފަހެ އެއީ ގަދަފަދަވެގެންވާ ބޮޑުކަމެކެވެ. އޭގެ މައްޗަކަށް އިސްލާމްދީން ބިނާ ވެފައިވާ ފަރްޟުތަކުން ކުރެ ފަރްޟެއް ފަސްކުރުމީ މުސްލިމުންގެ އަޚްލާޤުގެ ތެރެއިންވާ ކަމެއް ނޫނެވެ.\nއަދި ޢުމަރު ބްނު އަލްޚައްޠާބު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން ރިވާ ވެގެންވެއެވެ. އެބޭފުޅާ ވިދާޅުވިކަމުގައި ދަންނައެވެ: \"މީހަކު ޙައްޖުނުކޮށް މަރުވެއްޖެނަމަ އަދި އެއީ އޭނާއަށް އެކަމަށް ތަނަވަސްކަމެއް ލިބިފައި އެކަން އަދާ ނުކޮށް މަރުވެއްޖެނަމަ، ފަހެ އޭނާ ބޭނުންނަމަ ޔަހޫދީއެއްގެ ގޮތުގައި އަދި އޭނާ ބޭނުންނަމަ ނަޞާރާއެއް ގޮތުގައި މަރުވާ ހުއްޓެވެ. އަދި ހަމަގައިމު ރަށްތަކަށް މީހުން ފޮނުވާ، ތަނަވަސްކަމެއް މީހަކަށް ވެފައި އެކަމަކު އޭނާ ޙައްޖުނުކޮށް ތިބި މީހުންނަކީ ކޮބައިތޯ ބަލާ އެބައިމީހުންގެ މައްޗަށް ޖިޒްޔާ ކަނޑައަޅެމަށް އަހުރެން ހިތަށް އަރައެވެ. ﷲ ގަންދީއެވެ. އެބައިމީހުންނީ މުސްލިމުންނެއް ނޫނެވެ. ﷲ ގަންދީއެވެ. އެބައިމީހުންނީ މުސްލިމުންނެވެ.\"\nއަދި ޢަލީ ބްނު އަބޫ ޠާލިބު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުން ރިވާ ވެގެންވެއެވެ. ނަބިއްޔާ ﷺ ޙަދީޘްކުރެއްވިއެވެ: \"ކޮއްތަކާއި ނުވަތަ ދަތުރުމަތީގެ ކާނާއަކާއި އޭނާ ގޮވައިގެންދާނޭ ދަތުރު އަރައިގެންދާނޭ ޖަނަވާރެއް މިލްކުވެރިވެއްޖެ މީހާ، ފަހެ އޭނާ ﷲ ޢައްޒަ ވަޖައްލަގެ ގެކޮޅަށް ޙައްޖުނުވެއްޖެނަމަ، ފަހެ އޭނާ ޔަހޫދީއެއްް ނުވަތަ ނަޞާރާއެއްގެ ގޮތުގައި މަރުވިޔަސް ގެއްލުމެއް ނެތެވެ.\"\nއަދި މުޣީރާގެ އަރިހުން ރިވާ ވެގެންވެއެވެ. އެއީ އިބްރާހީމްގެ އަރިހުންނެވެ. އެއީ އަލްއަސްވަދު ބްނު ޔަޒީދުގެ އަރިހުންނެވެ. މިޤްލާޞްއޭ ކިޔޭ އެބޭފުޅާގެ މައުލާއަކަށް އެބޭފުޅާ ވިދާޅުވިއެވެ: \"ތިބާ ޙައްޖު ނުކޮށް، ތިބާ މަރުވެއްޖެނަމަ، ތިބާގެ މައްޗަކަށް އަހުރެން ނަމާދު ނުކުރާހުށީމެވެ.\"\nއަދި ސަޢީދު ބްނު ޖުބައިރުގެ އަރިހުންވެއެވެ. އެބޭފުޅާ ވިދާޅުވިކަމުގައި ދަންނައެވެ: \"އަހުރެންނަށްވާ އަވަށްޓެރިއަކު އޭނާ މުދާވެރިކަން ހުރެފައި އަދި އޭނާ ޙައްޖުނުކޮށް އޭނާ މަރުވެއްޖެނަމަ، އޭނާގެ މައްޗަށް އަހުރެން ނަމާދުނުކުރާހުށީމެވެ.\"",""],["32","","","٣٢- حَدَّثَنَا أَبُو بَكْرٍ عُمَرُ بْنُ سَعْدٍ الْقَرَاطِيسِي قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ قَالَ: حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَلِيِّ بْنِ أَبِي طَلْحَةَ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَلِلَّهِ عَلَى النَّاسِ حَجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: 97] قَالَ: \"‌‌ وَالسَّبِيلُ أَنْ يَصِحَّ بَدَنُ الْعَبْدِ، وَيَكُونَ لَهُ ثَمَنُ زَادٍ وَرَاحِلَةٌ مِنْ غَيْرِ أَنْ يُجْحَفَ بِهِ، ثُمَّ قَالَ: {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيُّ عَنِ الْعَالَمِينَ} [آل عمران: 97] يَقُولُ: وَمَنْ كَفَرَ بِالْحَجِّ فَلَمْ يَرَ حَجَّهُ بِرًّا، وَلَا تَرْكَهُ إِثْمًا فَقَد كَفَرَ \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ أَخْبَرَنَا أَبُو بَكْرٍ عُمَرُ بْنُ سَعْدٍ الْقَرَاطِيسِي قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ قَالَ: حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَلِيِّ بْنِ أَبِي طَلْحَةَ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَلِلَّهِ عَلَى النَّاسِ حَجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران: 97] قَالَ: \"‌‌ وَالسَّبِيلُ أَنْ يَصِحَّ بَدَنُ الْعَبْدِ، وَيَكُونَ لَهُ ثَمَنُ زَادٍ وَرَاحِلَةٌ مِنْ غَيْرِ أَنْ يُجْحَفَ بِهِ، ثُمَّ قَالَ: {وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيُّ عَنِ الْعَالَمِينَ} [آل عمران: 97] يَقُولُ: وَمَنْ كَفَرَ بِالْحَجِّ فَلَمْ يَرَ حَجَّهُ بِرًّا، وَلَا تَرْكَهُ إِثْمًا \"","",""],["33","","","٣٣- حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ حُبَابٍ الْمُقْرِئُ قَالَ: حَدَّثَنَا أَبُو الْأَشْعَثَ أَحْمَدُ بْنُ الْمِقْدَامِ قَالَ: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى، عَنْ بُرْدٍ يَعْنِي ابْنَ سِنَانٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ، أَنَّهُ كَانَ نَازِلًا عَلَى حِصْنٍ مِنْ حُصُونِ فَارِسَ مُرَابِطًا قَدْ أَصَابَتْهُمْ خَصَاصَةُ، فَمَرَّ بِهِمْ سَلْمَانُ الْفَارِسِي فَقَالَ: أَلَا أُحَدِّثُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ﷺ يَكُونُ عَوْنًا لَكُمْ عَلَى مَنْزِلِكُمْ هَذَا؟ قَالُوا: بَلَى يَا أَبَا عَبْدِ اللَّهِ حَدِّثْنَا قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ قِيَامِ شَهْرٍ وَصِيَامِهِ، وَمَنْ مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ كَانَ لَهُ أَجْرُ مُجَاهِدٍ إِلَى يَوْمِ الْقِيَامَةِ»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ حُبَابٍ الْمُقْرِئُ قَالَ: حَدَّثَنَا أَبُو الْأَشْعَثَ أَحْمَدُ بْنُ الْمِقْدَامِ قَالَ: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى، عَنْ بُرْدٍ يَعْنِي ابْنَ سِنَانٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ، أَنَّهُ كَانَ نَازِلًا عَلَى حِصْنٍ مِنْ حُصُونِ فَارِسَ مُرَابِطًا قَدْ أَصَابَتْهُمْ خَصَاصَةُ، فَمَرَّ بِهِمْ سَلْمَانُ الْفَارِسِي فَقَالَ: أَلَا أُحَدِّثُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ﷺ يَكُونُ عَوْنًا لَكُمْ عَلَى مَنْزِلِكُمْ هَذَا؟ قَالُوا: بَلَى يَا أَبَا عَبْدِ اللَّهِ حَدِّثْنَا قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ قِيَامِ شَهْرٍ وَصِيَامِهِ، وَمَنْ مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ كَانَ لَهُ أَجْرُ مُجَاهِدٍ إِلَى يَوْمِ الْقِيَامَةِ»","",""],["34","","","٣٤- حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ أَيُّوبَ السَّقَطِي قَالَ حَدَّثَنَا أَبُو هَمَّامٍ الْوَلِيدُ بْنُ شُجَاعٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْفَزَارِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ مَكْحُولٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ ‌‌«جَاهِدُوا فِي سَبِيلِ اللَّهِ الْقَرِيبَ وَالْبَعِيدَ، فِي الْحَضَرِ وَالسَّفَرِ، فَإِنَّ الْجِهَادَ بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ، وَإِنَّهُ يُنَجِّي صَاحِبَهُ مِنَ الْهَمِّ وَالْغَمِّ»","","حَدَّثَنَا الْآجُرِّيُّ قَال حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ أَيُّوبَ السَّقَطِي قَالَ حَدَّثَنَا أَبُو هَمَّامٍ الْوَلِيدُ بْنُ شُجَاعٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ الْفَزَارِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ مَكْحُولٍ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ ‌‌«جَاهِدُوا فِي سَبِيلِ اللَّهِ الْقَرِيبَ وَالْبَعِيدَ، فِي الْحَضَرِ وَالسَّفَرِ، فَإِنَّ الْجِهَادَ بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ، وَإِنَّهُ يُنَجِّي صَاحِبَهُ مِنَ الْهَمِّ وَالْغَمِّ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذِهِ الْأَحَادِيثُ تَبْعَثُ الْعُقَلَاءَ عَلَى الرِّبَاطِ فِي سَبِيلِ اللَّهِ، وَعَلَى الْجِهَادِ، وَعَلَى النَّفَقَةِ فِي سَبِيلِ اللَّهِ، وَعَلَى الْغُدُوِّ وَالرَّوَاحِ فِي سَبِيلِ اللَّهِ قَالَ النَّبِيُّ ﷺ: «غَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا»","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޙަފްޞު ޢުމަރު ބްނު އައްޔޫބު އައްސަޤަޠީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ހައްމާމް އަލްވަލީދު ބްނު ޝުޖާޢުގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެންނަށް ކިޔައިދެއްވީ އަހުރެންގެ ބައްޕައެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެންނަށް ކިޔައިދެއްވީ އިބްރާހީމް ބްނު މުޙައްމަދު އަލްފަޒާރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެންނަށް ކިޔައިދެއްވީ ޢަބްދުއް ރަޙްމާން ބްނު ޘައުބާންއެވެ. އެއީ އެބޭފުޅާގެ ބައްޕާފުޅުގެ އަރިހުންނެވެ. އެއީ މަކްޙޫލްގެ އަރިހުންނެވެ. އެއީ ޢުބާދަތު ބްނު އައްޞާމިތުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ ގެ މަގުގައި ކައިރިޔާއި ދުރާއި ނުވަތަ ކައިރީގައާއި ދުރުގައި ޖިހާދުކުރާށެވެ. އަދި ޙާޟިރުގައާއި ދަތުރުގަވެސް މެއެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން ޖިހާދަކީ ޖަންނަތުގެ ދޮރުކޮޅުތަކުން ކުރެ ދޮރުކޮޅެކެވެ. އަދި ޖިހާދު އޭގެ ޞާޙިބުމީހާ (އެބަހީ ޖިހާދު ކުރާ މީހާ) މޮޅިވެރިކަމާއި ހިތާމަވެރިކަމުން ނަޖާ ކޮށްދެއްވަތެވެ.\"\n[ރިވާ ކުރެއްވީ: އަޙްމަދު: 22699 ގައި އަދި އިބްނު މާޖާ: 2540 ގައި، އަދި ޢަބްދު ﷲ ބްނު އަޙްމަދުގެ 'ޒަވާއިދު ޢަލާ އަލްމުސްނަދު' ގެ: 22776 އަދި 22795 ގައެވެ.]\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: \"މިފަދަ ޙަދީޘްތައް ޢަޤުލުވެރިން ﷲ ގެ މަގުގައި ރިބާޠުކުރަން ފޮނުއްވައިދެއްވަތެވެ. އަދި ޖިހާދަށެވެ. އަދި ﷲ ގެ މަގުގައި ނަފަޤާތްކޮށް ހޭދަކުރުމަށެވެ. އަދި ހެނދުނާއި އަދި ހަވީރުގައި ﷲ ގެ މަގުގައެވެ. ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: \"ހެނދުނު ހިނދުކޮޅެއްގައި ނުވަތަ ހަވީރު ހިނދުކޮޅެއްގައި ﷲ ގެ މަގުގައި ވާމީހާ ދުނިޔެއާ ދުނިޔޭގައިވާހާ އެއްޗަކަށް ވުރެ ހެޔޮވެގެންވެއެވެ.\" [ރިވާކުރެއްވީ: އަލްބުޚާރީ: 2792 އަދި މުސްލިމް: 1880 އެއީ އަނަސް - ރަޟިޔަ ﷲ ޢަންހު - ގެ ޙަދީޘުންނެވެ.]",""],["35","","","٣٥- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، وَعَلَيُّ بْنُ نَصْرٍ قَالَا: حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ الْبَهْرَانِيُّ قَالَ: حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سِنَانٍ، عَنْ حَدِيثِ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ أَنَّهُ حَدَّثَهُ أَبُوهُ، وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ ﷺ أَنَّ فِيَ حَجَّةِ الْوَدَاعِ قَالَ: ‌‌«إِنَّ أَوْلِيَاءَ اللَّهِ تَبَارَكَ وَتَعَالَى الْمُصَلُّونَ» وَأَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ يُقِمِ الصَّلَوَاتِ الْخَمْسَ اللَّاتِي كُتِبْنَ عَلَيْهِ، وَيَصُومُ رَمَضَانَ يَحْتَسِبُ صَوْمَهُ، وَيَرَى أَنَّهُ حَقٌّ عَلَيْهِ وَاجِبٌ، وَيُعْطِي زَكَاةَ مَالِهِ يَحْتَسِبُهَا، وَيَجْتَنِبُ الْكَبَائِرَ الَّتِي نَهَى اللَّهُ عَزَّ وَجَلَّ عَنْهَا» ثُمَّ إِنَّ رَجُلًا مِنْ أَصْحَابِهِ سَأَلَهُ فَقَالَ: يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ؟ قَالَ: «هُنَّ تِسْعٌ، أَعْظَمُهُنَّ إِشْرَاكٌ بِاللَّهِ، وَقَتْلُ نَفْسِ مُؤْمِنٍ بِغَيْرِ حَقٍّ، وَفِرَارٌ يَوْمَ الزَّحْفِ، وَالسِّحْرُ، وَأَكَلُ مَالِ الْيَتِيمِ، وَأَكَلُ الرِّبَا، وَقَذْفُ الْمُحْصَنَاتِ، وَعُقُوقُ الْوَالِدَيْنِ الْمُسْلِمَيْنِ، وَاسْتِحْلَالُ الْبَيْتِ الْحَرَامِ قِبْلَتِكُمْ أَحْيَاءً وَأَمْوَاتًا» ثُمَّ قَالَ: «لَا يَمُوتُ رَجُلٌ لَمْ يَعْمَلْ هَذِهِ الْكَبَائِرَ وَيُقِيمُ الصَّلَاةَ وَيُؤْتِي الزَّكَاةَ إِلَّا رَافَقَ مُحَمَّدًا ﷺ فِي دَارِ بُحْبُوحَةٍ، أَبْوَابُهَا مَصَارِيعُ مِنْ ذَهَبٍ»\nوَحَدَّثَنَا أَبُو سَعِيدٍ الْمُفَضَّلُ بْنُ مُحَمَّدٍ الْجَنَدِيُّ فِي الْمَسْجِدِ الْحَرَامِ قَالَ: أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الطَّبَرِيُّ قَالَ: سَأَلَ رَجُلٌ عَبْدَ الرَّزَّاقِ عَنِ الْكَبَائِرِ، فَقَالَ: \"‌‌ هِيَ إِحْدَى عَشْرَةَ كَبِيرَةً، مِنْهَا أَرْبَعَةٌ فِي الرَّأْسِ، وَهِيَ: الشِّرْكُ بِاللَّهِ، وَقَذْفُ الْمُحْصَنَاتِ، وَالْيَمِينُ الْفَاجِرَةُ، وَشَهَادَةُ الزُّورِ، وَمِنْهَا ثَلَاثٌ فِي الْبَطْنِ، وَهِيَ أَكْلُ الرِّبَا، وَشُرْبُ الْخَمْرِ، وَأَكْلُ مَالِ الْيَتِيمِ، وَوَاحِدَةٌ فِي الرِّجْلَيْنِ وَهِيَ: الْفِرَارُ مِنَ الزَّحْفِ، وَوَاحِدَةٌ فِي الْفَرْجِ وَهِيَ: الزِّنَا، وَوَاحِدَةٌ فِي الْيَدَيْنِ وَهِيَ: قَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ، وَوَاحِدَةٌ فِي جَمِيعِ الْبَدَنِ، وَهِيَ عُقُوقُ الْوَالِدَيْنِ.","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، وَعَلَيُّ بْنُ نَصْرٍ قَالَا: حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ الْبَهْرَانِيُّ قَالَ: حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سِنَانٍ، عَنْ حَدِيثِ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ أَنَّهُ حَدَّثَهُ أَبُوهُ، وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ ﷺ أَنَّ فِيَ حَجَّةِ الْوَدَاعِ قَالَ: ‌‌«إِنَّ أَوْلِيَاءَ اللَّهِ تَبَارَكَ وَتَعَالَى الْمُصَلُّونَ» وَأَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ يُقِمِ الصَّلَوَاتِ الْخَمْسَ اللَّاتِي كُتِبْنَ عَلَيْهِ، وَيَصُومُ رَمَضَانَ يَحْتَسِبُ صَوْمَهُ، وَيَرَى أَنَّهُ حَقٌّ عَلَيْهِ وَاجِبٌ، وَيُعْطِي زَكَاةَ مَالِهِ يَحْتَسِبُهَا، وَيَجْتَنِبُ الْكَبَائِرَ الَّتِي نَهَى اللَّهُ عَزَّ وَجَلَّ عَنْهَا» ثُمَّ إِنَّ رَجُلًا مِنْ أَصْحَابِهِ سَأَلَهُ فَقَالَ: يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ؟ قَالَ: «هُنَّ تِسْعٌ، أَعْظَمُهُنَّ إِشْرَاكٌ بِاللَّهِ، وَقَتْلُ نَفْسِ مُؤْمِنٍ بِغَيْرِ حَقٍّ، وَفِرَارٌ يَوْمَ الزَّحْفِ، وَالسِّحْرُ، وَأَكَلُ مَالِ الْيَتِيمِ، وَأَكَلُ الرِّبَا، وَقَذْفُ الْمُحْصَنَاتِ، وَعُقُوقُ الْوَالِدَيْنِ الْمُسْلِمَيْنِ، وَاسْتِحْلَالُ الْبَيْتِ الْحَرَامِ قِبْلَتِكُمْ أَحْيَاءً وَأَمْوَاتًا» ثُمَّ قَالَ: «لَا يَمُوتُ رَجُلٌ لَمْ يَعْمَلْ هَذِهِ الْكَبَائِرَ وَيُقِيمُ الصَّلَاةَ وَيُؤْتِي الزَّكَاةَ إِلَّا رَافَقَ مُحَمَّدًا ﷺ فِي دَارِ بُحْبُوحَةٍ، أَبْوَابُهَا مَصَارِيعُ مِنْ ذَهَبٍ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَقَدِ اخْتَلَفَ النَّاسُ فِي الْكَبَائِرِ مَا هُنَّ، فَرُوِيَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ رِوَايَاتٌ مِنْهَا أَنَّهُ قَالَ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ} [النساء: 31] قَالَ: «الْكَبَائِرُ كُلُّ ذَنْبٍ خَتْمَهُ اللَّهُ عَزَّ وَجَلَّ بِنَارٍ أَوْ غَضِبٍ أَوْ لَعْنَةٍ أَوْ عَذَابٍ» وَرُوِيَ عَنْهُ أَنَّهُ قَالَ: «الْكَبَائِرُ إِلَى سَبْعِينَ أَدْنَاهُنَّ إِلَى سَبْعٍ»، وَرُوِيَ عَنْهُ أَنَّهُ قَالَ: «كُلُّ شَيْءٍ عُصِيَ اللَّهُ عَزَّ وَجَلَّ بِهِ فَهُوَ مِنَ الْكَبَائِرِ»\nوَحَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو سَعِيدٍ الْمُفَضَّلُ بْنُ مُحَمَّدٍ الْجَنَدِيُّ فِي الْمَسْجِدِ الْحَرَامِ قَالَ: أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الطَّبَرِيُّ قَالَ: سَأَلَ رَجُلٌ عَبْدَ الرَّزَّاقِ عَنِ الْكَبَائِرِ، فَقَالَ: \"‌‌ هِيَ إِحْدَى عَشْرَةَ كَبِيرَةً، مِنْهَا أَرْبَعَةٌ فِي الرَّأْسِ، وَهِيَ: الشِّرْكُ بِاللَّهِ، وَقَذْفُ الْمُحْصَنَاتِ، وَالْيَمِينُ الْفَاجِرَةُ، وَشَهَادَةُ الزُّورِ، وَمِنْهَا ثَلَاثٌ فِي الْبَطْنِ، وَهِيَ أَكْلُ الرِّبَا، وَشُرْبُ الْخَمْرِ، وَأَكْلُ مَالِ الْيَتِيمِ، وَوَاحِدَةٌ فِي الرِّجْلَيْنِ وَهِيَ: الْفِرَارُ مِنَ الزَّحْفِ، وَوَاحِدَةٌ فِي الْفَرْجِ وَهِيَ: الزِّنَا، وَوَاحِدَةٌ فِي الْيَدَيْنِ وَهِيَ: قَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ، وَوَاحِدَةٌ فِي جَمِيعِ الْبَدَنِ، وَهِيَ عُقُوقُ الْوَالِدَيْنِ.","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ބްނު އަބޫ ދާވޫދުއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަމްރޫ ބްނު ޢަލީއެވެ. އަދި ޢަލީ ބްނު ނަޟްރުއެވެ. އެދެބޭކަލުން ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ މުޢާޛް ބްނު ހާނީ އަލްބަހްރާނީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޙަރްބު ބްނު ޝައްދާދުއެވެ. އެއީ ޔަޙްޔާ ބްނު އަބޫ ކަޘީރުގެ އަރިހުންނެވެ. އެއީ ޢަބްދުލް ޙަމީދު ބްނު ސިނާންގެ އަރިހުންނެވެ. އެއީ ޢުބައިދް ބްނު ޢުމައިރު އައްލައިޘީގެ އަރިހުންނެވެ. އެބޭފުޅާއަށް އެބޭފުޅާގެ ބައްޕާފުޅު ކިޔައިދެއްވިކަމުގައެވެ. އަދި އެބޭފުޅާވީ ނަބިއްޔާ ﷺ ގެ އަޞްޙާބުންގެ ތެރެއިންނެވެ. ޙައްޖަތު އަލްވަދާޢުގައި އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިކަމުގައި ދަންނައެވެ: \"ހަމަކަށަވަރުން ﷲ ތަބާރަކަ ވަތަޢާލާގެ ވަލީވެރީންނީ ނަމާދުކުރާމީހުންނެވެ.\" އަދި ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވި ކަމުގައި ދަންނައެވެ: \"އެއީ އެމީހެއްގެ މައްޗަށް ލިޔެވިފައިވާ ފަސް ނަމާދު ޤާއިމުކޮށްފި މީހާ، އަދި އޭނާގެ ރޯދަ އިޙްތިސާބުކުރާ ޙާލު (ދަރުމައަށް އެދޭ ޙާލު) ރަމަޟާން މަހު ރޯދަ ހިފައި، އަދި އެއީ އޭނާގެ މައްޗަށްވާ ޙައްޤެއް ކަމަށާއި ވާޖިބެއް ކަމަށް ދެކިގެން، އަދި އިޙްތިސާބުކުރާ ޙާލު އޭނާގެ މުދަލުން ޒަކާތް ދީފައި، އަދި ﷲ ޢައްޒަ ވަޖައްލަ އެކަންކަމެއް ނަހީ ކުރައްވާފައިވާ ކަބާއިރު (ބޮޑެތި ފާފަތަކުން) ދުރުވެއްޖެ މީހާއެވެ.\" ދެން އެކަލޭގެފާނުގެ އަޞްޙާބުން ކުރެ ބޭކަލަކު އެކަލޭގެފާނާ ސުވާލުކުރައްވާ ފަހެ ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ކަބާއިރު ބޮޑެތި ފާފަތަކަކީ ކޮބައި ހެއްޔެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއީ ނުވައެކެވެ. އޭގެ އެންމެ ބޮޑުވެގެންވާ ކަމަކީ ﷲ އަށް ޝިރްކު ކުރުމެވެ. އަދި އެއްވެސް ޙައްޤަކާ ނުލައި މުއުމިނެއްގެ ނަފްސެއް ޤަތުލުކުރުމާއި އަދި ހަނގުރާމައިގެ ދުވަހުން ފިލައި ރައްކާވުމާއި، އަދި ސިޙްރާއި، އަދި ޔަތީމުންގެ މުދާ ކެއުމާއި، އަދި ރިބާ ކެއުމާއި، އަދި\nއަންހެނުންގެތެރެއިން މުޙްޞަނުންނަށް  (އެއީ ފިރިއެއް ހުރުމުގެ ސަބަބުން އޭނާގެ ފަރުޖު އެހެންމީހުންގެ ކިބައިން ސަލާމަތްވެފައިވާ މީހާއެވެ.) ޤަޛްފު ކުރުމާއި (އެބަހީ ޒިނޭގެ ތުހުމަތު އެޅުވުމާއި)، އަދި މުސްލިމުންގެ މައިންބަފައިންނަށް ނުބައިކޮށް ހިތުމާއި، އަދި ތިޔަބައިމީހުންގެ ޤިބްލަކަމުގައިވާ ބައިތުލް ޙަރާމްގައި ދިރިތިބީންނާއި އަދި މައްޔިތުންނަކަށް ލޭހުއްދަކުރުމެވެ.\" ދެން އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: \"މިބޮޑެތި ފާފަތައް ޢަމަލުނުކޮށް އަދި އޭނާގެ ނަމާދު ޤާއިމުކޮށް އަދި ޒަކާތް ދައްކާފައިފިމީހާ، ދާރު ބުޙްބޫޙާ (ޖަންނަތުގެ ތަނަވަސްތަން ދާރުގައި) މުޙައްމަދު ﷺ އާއި އެކުގައިވެ ނޫނީ އެއްވެސް މީހަކު މަރުނުވާ ހުއްޓެވެ. އެތަނުގެ ދޮރުތައް ވަނީ ރަނުންވާ ދޮރުފަތްތަކަކުންނެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ބޮޑެތި ފާފަތައް އެއީ ކޮބައިކަމާ މެދުގައި މީސްތަކުން ވަނީ އިޚްތިލާފުވެގެންނެވެ. ފަހެ އެކަމާ އިބްނު ޢައްބާސްގެ އަރިހުން ރިވާ ވެގެންވާ ރިވާޔަތްތަކެއް ވެއެވެ. އެއިން އެއްރިވާޔަތެއްގައި ވެއެވެ. ﷲ ޢައްޒަ ވަޖައްލަގެ ބަސްފުޅާ މެދުގައި އެބޭފުޅާ ވިދާޅުވިއެވެ. އެ ބަސްފުޅަކީ: \"ތިޔަބައިމީހުންނަށް އެކަންކަން ނަހީކުރައްވާފައިވާ ބޮޑެތި ފާފަތަކުން ތިޔަބައިމީހުން ދުރުހެލިވެ ތިބޭނަމަ\" [އައްނިސާއު: 31]. އެބޭފުޅާ ވިދާޅުވިއެވެ: ކަބާއިރު ބޮޑެތި ފާފަތަކަކީ، ނަރަކަ ނުވަތަ ރުޅިވެރިކަން ނުވަތަ ލަޢުނަތް ނުވަތަ ޢަޛާބުން ﷲ ޢައްޒަ ވަޖައްލަ ނިންމަވާފައިވާ ކޮންމެ ފާފައެކެވެ. އަދި އެބޭފުޅާގެ އަރިހުން ރިވާވެގެން އައިސްފައިވެއެވެ. އެބޭފުޅާ ވިދާޅުވިކަމުގައި ދަންނައެވެ: ބޮޑެތި ފާފަތައް ވަނީ ހަތްދިހައަކަށެވެ. އޭގެ އެންމެ ކުދި ދަށްވަރު ވަނީ ހަތަކަށެވެ. އަދިވެސް އެބޭފުޅާގެ އަރިހުން ރިވާވެގެން އައިސްފައިވެއެވެ. އެބޭފުޅާ ވިދާޅުވިކަމުގައި ދަންނައެވެ: ﷲ ޢައްޒަ ވަޖައްލައަށް އެކަމަކުން އުރެދޭ ކޮންމެ ކަމަކީ ފަހެ ކަބާއިރު ބޮޑެތި ފާފަތަކުގެ ތެރެއިން ހިމެނޭ ކަމެކެވެ.",""],["36","","","٣٦- حَدَّثَنَا أَبُو بَكْرٍ الْفِرْيَابِيُّ، أَخْبَرَنَا مِنْجَابُ بْنُ الْحَارِثِ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبي لَيْلَى، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ قَالَ: أَخَذَ بِيَدِي رَسُولُ اللَّهِ ﷺ فَانْطَلَقَ إِلَى النَّخْلِ الَّذِي فِيهِ ابْنُهُ إِبْرَاهِيمَ، فَوَجَدَهُ يَجُودُ بِنَفْسِهِ، فَأَخَذَهُ فَوَضَعَهُ فِي حِجْرِهِ، ثُمَّ قَالَ: «يَا إِبْرَاهِيمُ‌‌ مَا نَمْلِكُ لَكَ مِنَ اللَّهِ شَيْئًا» وَذَرَفَتْ عَيْنَاهُ، فَقُلْتُ: صَلَّى اللَّهُ عَلَيْكَ أَتَبْكِي؟ أَوَ لَمْ تَنْهَ عَنِ الْبُكَاءِ؟ قَالَ: \" مَا نَهَيْتُ عَنْهُ، وَلَكِنْ نَهَيْتُ عَنْ صَوْتَيْنِ أَحْمَقَيْنِ فَاجِرَيْنِ: صَوْتٍ عِنْدَ نَغَمَةِ لَهْوٍ وَلَعِبٍ وَمَزَامِيرِ الشَّيْطَانِ، وَصَوْتٍ عِنْدَ مُصِيبَةٍ، وَخَمْشِ وُجُوهٍ، وَشَقِّ جُيُوبٍ، وَرَنَّةِ شَيْطَانٍ، وَهَذِهِ رَحْمَةٌ، وَمِنْ لَا يَرْحَمُ لَا يُرْحَمُ، يَا إِبْرَاهِيمُ لَوْلَا أَنَّهُ أَمْرُ حَقٍّ، وَوَعَدُ صِدْقٍ، وَأَنَّهَا سَبِيلٌ مَأْتِيَّةٌ، وَأَنَّ آخِرَنَا سَيَلْحَقُ بِأَوَّلِنَا لَحَزِنَّا عَلَيْكَ حُزْنًا هُوَ أَشَدُّ مِنْ هَذَا، وَإِنَّا بِكَ لَمَحْزُونُونَ، تَدْمَعُ الْعَيْنُ، وَيَحْزَنُ الْقَلْبُ، وَلَا نَقُولُ مَا يُسْخِطُ الرَّبَّ جَلَّ وَعَزَّ\"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ أَخْبَرَنَا الْفِرْيَابِيُّ، أَخْبَرَنَا مِنْجَابُ بْنُ الْحَارِثِ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبي لَيْلَى، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ قَالَ: أَخَذَ بِيَدِي رَسُولُ اللَّهِ ﷺ فَانْطَلَقَ إِلَى النَّخْلِ الَّذِي فِيهِ ابْنُهُ إِبْرَاهِيمَ، فَوَجَدَهُ يَجُودُ بِنَفْسِهِ، فَأَخَذَهُ فَوَضَعَهُ فِي حِجْرِهِ، ثُمَّ قَالَ: «يَا إِبْرَاهِيمُ‌‌ مَا نَمْلِكُ لَكَ مِنَ اللَّهِ شَيْئًا» وَذَرَفَتْ عَيْنَاهُ، فَقُلْتُ: صَلَّى اللَّهُ عَلَيْكَ أَتَبْكِي؟ أَوَ لَمْ تَنْهَ عَنِ الْبُكَاءِ؟ قَالَ: \" مَا نَهَيْتُ عَنْهُ، وَلَكِنْ نَهَيْتُ عَنْ صَوْتَيْنِ أَحْمَقَيْنِ فَاجِرَيْنِ: صَوْتٍ عِنْدَ نَغَمَةِ لَهْوٍ وَلَعِبٍ وَمَزَامِيرِ الشَّيْطَانِ، وَصَوْتٍ عِنْدَ مُصِيبَةٍ، وَخَمْشِ وُجُوهٍ، وَشَقِّ جُيُوبٍ، وَرَنَّةِ شَيْطَانٍ، وَهَذِهِ رَحْمَةٌ، وَمِنْ لَا يَرْحَمُ لَا يُرْحَمُ، يَا إِبْرَاهِيمُ لَوْلَا أَنَّهُ أَمْرُ حَقٍّ، وَوَعَدُ صِدْقٍ، وَأَنَّهَا سَبِيلٌ مَأْتِيَّةٌ، وَأَنَّ آخِرَنَا سَيَلْحَقُ بِأَوَّلِنَا لَحَزِنَّا عَلَيْكَ حُزْنًا هُوَ أَشَدُّ مِنْ هَذَا، وَإِنَّا بِكَ لَمَحْزُونُونَ، تَدْمَعُ الْعَيْنُ، وَيَحْزَنُ الْقَلْبُ، وَلَا نَقُولُ مَا يُسْخِطُ الرَّبَّ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا يَدُلُّ الْعُقَلَاءَ عَلَى أَنْ يَكُونُوا إِذَا أَنْعَمَ اللَّهُ الْكَرِيمُ عَلَيْهِمْ بِنِعْمَةٍ مِمَّا يُسَرُّونَ بِهَا وَيَفْرَحُونَ بِهَا فَحُكْمُهُمْ أَنْ يَشْكُرُوا اللَّهَ عَزَّ وَجَلَّ عَلَيْهَا وَيُكْثِرُوا ذِكْرَهُ وَيُطِيعُوا اللَّهَ عَزَّ وَجَلَّ وَيَسْتَعِينُوا بِهَا عَلَى طَاعَتِهِ، وَذَلِكَ مِثْلُ تَزْوِيجٍ وَزِفَافٍ وَخِتَانِ أَوْلَادِهِمْ وَوَلَائِمِهِمْ، وَمَا أَشْبَهَ ذَلِكَ مِنَ الْأَفْرَاحِ. وَيُوَاسُوا مِنْ هَذِهِ النَّعَمِ الْقَرَابَةَ وَالْجِيرَانَ وَالضُّعَفَاءَ وَغَيْرَهُمْ، وَيَغْتَنِمُوا دُعَاءَ الْفُقَرَاءِ وَالْمَسَاكِينِ حَتَّى يَكُونُوا قَدِ اسْتَعَانُوا بِنِعْمَةِ اللَّهِ عَزَّ وَجَلَّ عَلَى طَاعَتِهِ، فَإِنْ لَمْ يَفْعَلُوا ذَلِكَ وَأَشِرُوا وَبَطَرُوا وَأَحْضَرُوا هَذِهِ الْأَفْرَاحَ الْمَعَاصِيَ: اللَّهْوَ بِالطَّبْلِ وَالْمِزْمَارِ وَالْمَعَازِفِ وَالْعُودِ وَالطَّنْبُورِ وَالْمُغَنِّي وَالْمُغَنِّيَاتِ فَقَدْ عَصَوُا اللَّهَ عَزَّ وَجَلَّ، إِذَا اسْتَعَانُوا بِنِعْمَهِ عَلَى مَعَاصِيهِ، فَآذَوْا بِهَذَا الْفِعْلِ قُلُوبَ الْمُؤْمِنِينَ، وَلَزِمَهُمُ الْإِنْكَارُ عَلَيْهِمْ، وَتَأَذَّوْا بِجِوَارِهِمْ، وَكَثُرَ الدَّاعِي عَلَيْهِمْ بِقَبِيحِ مَا ظَهَرَ مِمَّا نُهُوا عَنْهُ، وَهَكَذَا إِذَا مَاتَ الْمَيِّتُ أَوْ أُصِيبُوا بِالْمَصَائِبِ الْمُوجِعَةِ لِلْقُلُوبِ فَالْعُقَلَاءُ مِنَ الْمُؤْمِنِينَ يَسْتَعْمَلُونَ فِي مَصَائِبِهِمْ مَا قَالَ اللَّهُ عَزَّ وَجَلَّ مِنَ الصَّبْرِ، وَالِاسْتِرْجَاعِ، وَالْحَمْدِ لِمَوْلَاهُمُ الْكَرِيمِ، وَالصَّلَاةِ، فَأَثَابَهُمْ مَوْلَاهُمُ الْكَرِيمُ عَلَى ذَلِكَ وَرَضِيَ فِعْلَهُمْ وَحَمَدَهُمُ الْعُقَلَاءُ مِنَ النَّاسِ، وَإِنْ بَكَوْا وَحَزِنُوا فَلَا عَيْبَ عَلَيْهِمْ، لِأَنَّ الْمُؤْمِنَ رَقِيقُ الْقَلْبِ فَبُكَاؤُهُ رَحْمَةٌ فَمُبَاحٌ ذَلِكَ لَهُ، وَأَمَّا الْجُهَّالُ مِنَ النَّاسِ، وَهُمْ كَثِيرٌ، فَإِنَّهُمْ إِذَا أُصِيبُوا بِمَا ذَكَرْنَا سَخِطُوا مَا حَلَّ بِهِمْ، وَدَعَوْا بِالْوَيْلِ وَالثُّبُورِ، وَالْحُرُوبِ، وَالسَّلْبِ، وَلَطَمُوا الْخُدُودَ، وَنَشَرُوا الشُّعُورَ وَجَزُّوهَا، وَخَمَشُوا وُجُوهَهُمْ، وَشَقُّوا جُيُوبَهُمْ، وَنَاحُوا، وَاسْتَعْمَلُوا النَّوْحَ وَعَصُوا اللَّه عزَّ وَجَلَّ فِي مَصَائِبِهِم بِمَعَاصٍ كَثِيْرَةٍ وَاسْتَعْمَلُوا أَخْلَاقَ الْجَاهِلِيَّةِ فِي طَعَامٍ يَعْمَلُونَهُ وَيَدْعُونَ إِلَيْهِ، وَالْبَيْتُوتَةِ عِنْدَ أَهْلِ الْمَيِّتِ، وَكَثْرَةِ زِيَارَةِ نِسَائِهِمُ إِلَى الْقُبُورِ، وَتَضْيِيعِهِمْ لِلصَّلَوَاتِ، وَأَشْبَاهٌ لِهَذِهِ الْمَعَاصِي فَاللَّهُ عَزَّ وَجَلَّ يَمْقُتُهُمْ عَلَى ذَلِكَ، وَالْمُؤْمِنُونَ يَتَأَذَّوْنَ بِمَا ظَهْرَ مِنَ الْمَنَاكِيرِ الَّتِي أَظْهَرُوهَا، وَيَتَعَاوَنُونَ عَلَى الْإِثْمِ وَالْعُدْوَانِ بِنِعَمٍ، وَيَجِدُونَ عَلَى ذَلِكَ أَعْوَانًا لِظُهُورِ الْجَهْلِ وَدُرُوسِ الْعِلْمِ","އަހުރެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހުރެންނަށް ޚަބަރުދެއްވީ އަލްފިރްޔާބީއެވެ. އަހަރެމެންނަށް ޚަބަރުދެއްވީ މިންޖާބު ބްނު އަލްޙާރިޘްއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ ޢަލީ ބްނު މުސްހިރެވެ. އެއީ މުޙައްމަދު ބްނު ޢަބްދުއް ރަޙްމާން ބްނު އަބޫ ލައިލާގެ ފުށުންނެވެ. އެއީ ޢަޠާއު ބްނު އަބޫ ރަބާޙުގެ އަރިހުންނެވެ. އެއީ ޖާބިރު ބްނު ޢަބްދު ﷲ ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެންނަށް ޚަބަރުދެއްވީ ޢަބްދުއް ރަޙްމާން ބްނު ޢައުފްއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެންގެ އަތުގައި ހިއްޕަވައިގެން ﷲ ގެ ރަސޫލާ ﷺ، ފަހެ އެކަލޭގެފާނުގެ ދަރިކަލުން އިބްރާހީމްވީ ކަދުރު ރުކާއި ދިމާލަށް ވަޑައިންގެންނެވިއެވެ. ފަހެ އޭރު އެދަރިކަލުން އެދަރިކަލުންގެ ނަފްސު މަރުމަތީގައިވާތީ ދެކުނީމެވެ. ފަހެ އެކަލޭގެފާނު އެދަރިކަލުން ނަންގަވާ އެކަލޭގެފާނުގެ ނުވަތަ އެދަރިކަލުންގެ ކޮޓަރިކޮޅުގައި ބޭއްވެވިއެވެ. ދެން ޙަދީޘް ކުރެއްވިއެވެ: \"އޭ އިބްރާހިމްއެވެ. އަހަރެމެންނަށް ﷲ ގެ ފަރާތްޕުޅުން ތިބާއަށް އެކައްޗެއްވެސް މިލްކުވެގެން ނުވެތެވެ.\" (އެބަހީ ﷲ ގެ ޙަޟްރަތުން ތިބާއަށްޓަކައި އެއްވެސްކަމެއް ކޮށްދިނުމުގެ ބާރެއް ތިމަންކަލޭގެފާނަކަށް ލިބިގެނެއް ނުވާކަމުގައެވެ.) ދެން އެކަލޭގެފާނުގެ ދެލޯފުޅުން ކަރުނަ ހިލިގެން ދިޔައެވެ. ފަހެ އަހުރެން ބުނީމެވެ: \"ﷲ ކަލޭގެފާނަށް ޞަލަވާތް ލައްވާށިއެވެ. ކަލޭގެފާނު ކީރިތި ކުރައްވަނީތޯއެވެ؟ އަޅެފަހެ ކަލޭގެފާނު ކީރިތި ކުރެއްވުމުން ނަހީކުރެއްވީމު ނޫންތޯއެވެ؟\" \nއެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިމަންކަލޭގެފާނު ނަހީ ކުރެއްވީ އެކަމަކުންނެއް ނޫނެވެ. އަދި އެހެނެއްކަމަކު ތިމަންކަލޭގެފާނު ނަހީކުރެއްވީ ފާޖިރު މޮޔަ ދެއަޑަކުންނެވެ: މަޖަލާއި ކުޅިވަރުގައި ލައްވާ ގޮވެލި އަޑުންނާއި ޝައިޠާނާގެ ދުންމާރިތަކުންނާއި، އަދި މުޞީބާތް ވަޤުތުގައި ލައްވާ އަޑުންނާއި، މޫނުތަކުގައި ވަކިދަމައި ތަފާލުޖެހުމުންނާއި، ހެދުން ވީދުމުންނާއި، އަދި ޝައިޠާނާގެ ގޮވުމުންނެވެ. އަދި މިކަމަކީ މިއީ ރަޙްމަތެކެވެ. އަދި ރަޙްމު ނުކުރާ މީހަކަށް ރަޙްމެއް ނުކުރެވެއެވެ. \nއޭ އިބްރާހީމްއެވެ. އެއީ ޙައްޤު އަމްރެއް ކަމުގައި އަދި ތެދު ވަޢްދެއް ކަމުގައި އަދި އެއީ އެނބުރިއައުމުގެ މަގެއް ކަމުގައި އަދި އަހަރެމެންގެ ފަހު މީހުން އަހަރެމެންގެ އިހު މީހުންނާ ބައްދަލުނުވާނޭ ކަމުގައިވީނަމަ، ތިބާގެ މައްޗަށް މިއަށްވުރެ ގަދަވެގެންވާ ހިތާމައަކުން އަހަރެމެން ހިތާމަކުރީމުހެވެ. އަދި ހަމަކަށަވަރުން އަހަރެމެން ވާނީ ތިބާއަށް ހިތާމަކުރާ ބަޔެއްގެ ގޮތުގައެވެ. ލޮލުން ކަރުނަ އާދެއެވެ. އަދި ހިތް ދެރަވެއެވެ. އަދި ރައްބު ކޯފާވާ އެއްޗެއް އަހަރެމެން ނުބުނަމެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ބުއްދިވެރީންނަށް މިކަމުން ދަލީލުކޮށްދެނީ އެކަމަކުން އެބައިމީހުން އުފާކޮށްދޭ އަދި އެކަމަކުން އެބައިމީހުން ހީލައްވާލާ ނިޢުމަތެއް ކަރީމްވަންތަ ﷲ އެބައިމީހުންގެ މައްޗަށް މިންވަރު ކުރައްވައިފިނަމަ، ފަހެ އެބައިމީހުންގެ ޙުކްމަކީ އެކަމެއްގެ މައްޗަށް އެބައިމީހުން ﷲ ޢައްޒަ ވަޖައްލައަށް ޝުކުރުވެރިވުމެވެ. އަދި އެކަލާނގެ ޛިކްރުކުރުން ގިނަކުޅައުމެވެ. އަދި އެބައިމީހުން ﷲ ޢައްޒަ ވަޖައްލައަށް ކިޔަމަންވުމެވެ. އަދި އެކަމަކުން ﷲ އަށް ކިޔަމަންތެރިވުމަށް ވާގިވެރިކަން ހޯދައިގަތުމެވެ. އަދި އެއީ މިޘާލަކަށް ކައިވެނިކުރުމާއި، ކައިވެނީގެ އުފާ ފާޅުކުރުމާއި، އަދި ޒިފާފްކުރުމާއި އަދި އެބައިމީހުންގެ ފިރިހެން ދަރީން ޚިތާނަކުރުމާއި އަދި އެބައިމީހުންގެ ވަލީމާބޭއްވުމާއި، އަދި އެފަދަ އުފާފާޅުކުރުންތަކެވެ. \nއަދި މި ނިޢުމަތްތަކުން ގާތްތިމާގެކަމާއި އަވަށްޓެރިންނާއި އަދި ނިކަމެތީންނާއި އަދި އެނޫންވެސް ފަރާތްތަކުގެ ގުޅުން ބަދަހި ކުރެވިގެންދެއެވެ. އަދި ފަޤީރުންނާއި އަދި މިސްކީނުންގެ ދުޢާ ލިބިގެން ދެއެވެ. އެއީ އެބައިމީހުން ﷲ ޢައްޒަ ވަޖައްލަގެ ނިޢުމަތްތަކުން އެކަލާނގެއަށް ކިޔަމަންވުމަށް ވާގިވެރިކަން ހޯދައިގަތުމަށެވެ. ފަހެ ދެން އެފަދައިން ކަންތައް ނުކޮށް، އަދި މިއުފާތައް ބޭއްވުމުގައި ނުބައި ހަދާ ބޮޑާވެ އިންކާރުކޮށް އަދި މިއުފާތަކަށް އުރެދުންތައް ކަމުގައިވާ: ބެރުޖެހުމާއި ދުންމާރިފުމުމާއި މިޔުޒިކާއި ފުމޭއޮނާއި  ތަންބޫރު ގޮއްވުމާއި ލަވަޔަކިޔާ އަންހެނުންނާއި ފިރިހެނުންނާއި ފަދަ ކުޅިވަރުތަކުން އުފާވެރިކަން ފާހަގަކުރުން ކަމުގައިވާނަމަ، ފަހެ އެބައިމީހުން ﷲ ޢައްޒަ ވަޖައްލައަށް އުރެދިއްޖެކަން ކަށަވަރެވެ. އެކަލާނގެ ނިޢުމަތްތަކުން އެކަލާނގެއަށް އުރެދުމަށް ވާގިވެރިކަން ހޯދައިފިނަމަ، ފަހެ އެއުރެން އެކަމުން މުއުމިނުންގެ ހިތްތަކަށް އުނދަގޫކޮށް ދުއްތުރާ ކޮށްފިއެވެ. އަދި އެބައިމީހުންގެ މައްޗަށް އިންކާރުކުރުން ލާޒިމް ވެއްޖެއެވެ. އަދި އެބައިމީހުންގެ ކައިރީގައިވާ މީހުންނަށް ދުއްޕާންކޮށްފިއެވެ. ނުވަތަ ބަލިޖައްސައިފިއެވެ. އަދި އެބައިމީހުންގެ މައްޗަށް ބަދުދުޢާ ކުރާ މީހުން ގިނަ ކޮށްފިއެވެ.\nއެއީ އެބައިމީހުންގެ ކިބައިން ފާޅުވި ކަލާނގެ ނަހީކުރައްވާފައިވާ ކަންކަމުގެ ސަބަބުންނެވެ. \nއަދި މިފަދައިން މައްޔިތަކު މަރުވެއްޖެނަމަ، ނުވަތަ ހިތްތަކަށް ވޭންހުރި މުޞީބާތްތަކަކުން މުޞީބާތް ކުރިމަތިވެއްޖެނަމަ، ފަހެ މުއުމިނުންގެ ތެރެއިން ބުއްދިވެރީން ބޭނުން ކުރަނީ އެވެރިންންނަށް ﷲ ޢައްޒަ ވަޖައްލަ ކެތްތެރިވުމަށާއި އެކަލާނގެއަށް ރުޖޫޢަވުމަށް އަންގަވާފައިވާ ގޮތަށެވެ. އަދި ޙަމްދު ހުރީ އެބައިމީހުންގެ ކަރީމްވަންތަ ކަލާނގެއަށެވެ. އަދި ހަމައެގޮތަށް ނަމާދަށެވެ. ފަހެ އެބައިމީހުންގެ ކަރީމްވަންތަ ކަލާނގެ އެބައިމީހުންގެ އެކަމަށް އެބައިމީހުންނަށް ޘަވާބު ދެއްވަތެވެ. އަދި އެބައިމީހުންގެ މީސްތަކުންގެ ތެރެއިން ބުއްދިވެރީންނަށް އެކަމަށާއި އެބައިމީހުންގެ ޙަމްދުކުރުމަށް އެކަލާނގެ ރުހިވޮޑިގެންވެއެވެ. \nއަދި އެބައިމީހުން ރުޔަސް އަދި ދެރަވިޔަސް ފަހެ އެބައިމީހުންގެ މައްޗަކަށް ޢައިބެއް ނެތެވެ. އެހެނީ ހަމަކަށަވަރުން މުއުމިނާ ހިތް މަޑުމޮޅިއެވެ. ފަހެ އެހެންކަމުން އޭނާގެ ރުއިމަކީ ރަޙްމަތެކެވެ. ފަހެ އެހެންވުމުން އޭނާއަށް އެކަން ހުއްދައެވެ. \nއަދި އެހެނެއްކަމަކު މީސްތަކުން ކުރެ ޖާހިލުންނާ މެދުގައި ދަންނައެވެ. އަދި އެއުރެން ގިނައެވެ. ފަހެ އެބައިމީހުންނަށް އަހަރެމެން މިޒިކުރު ކުރި ފަދަ މުޞީބާތެއް ކުރިމަތިވެއްޖެނަމަ، އެބައިމީހުންނަށް ދިމާވި ކަންތަކާ މެދު ރުޅިއާދެއެވެ. އަދި ގެއްލުމާއި ހަލާކަށާއި ހަލާކުވުމަށާއި ހަނގުރާމައަށާއި ފޭރުމަށް އެދި ގޮވައެވެ. އަދި ޙައްދުތަކުގައި ތަފާލުޖެހުމާއި، އަދި ޝުޢޫރު ފަތުރާ އެ ޙައްދު ފަހަނައަޅުވައި، އެބައިމީހުންގެ މޫނުތަކުގައި ވަކިދަމައި، ހެދުންތައް ވީދައި، މައްޔިތާ މައްޗަށް ގަދައަޑުން ރޮއެ ހޭރުމާއި، އަދި އަޑުން ނަގާ ރޮއެ ހޭރި އަދި އެބައިމީހުންގެ މުޞީބާތުގައި ﷲ ޢައްޒަ ވަޖައްލައަށް އެތަކެއް އުރެދުންތަކަކުން އުރެދުމާއި، އަދި އެބައިމީހުން ޢަމަލުކޮށް އެ އަކަށް ގޮވައިލާ މައްޔިތާއަށް ކާއެއްޗެހި ގެނައުންފަދަ ޖާހިލިއްޔަތުގެ އަޚްލާޤު ބޭނުންކުރުމާއި، އަދި އަންހެނާ މައްޔިތާގެ އަހުލުވެރިންނާ އެކަހެރިވެގަތުމާއި، އަދި އެބައިމީހުންގެ އަންހެނުންތައް ޤަބުރުތަކަށް ޒިޔާރާތް ކުރުމުގެ ގިނަަކުރުމާއި، އަދި އެބައިމީހުން ނަމާދުތައް ދޫކޮށްލުމާއި، އަދި މިފަދަ މިކަހަލަ ފާފަތަކެވެ. ފަހެ ﷲ ޢައްޒަ ވަޖައްލަ އެބައިމީހުންނަށް އެކަމުގެ މައްޗަށް ކޯފާލައްވަތެވެ. \nއަދި އެބައިމީހުން ފާޅުކުރި މުންކަރާތްތަކުން މުއުމިނުންނަށް އުނދަގޫވެގެންދެއެވެ. އަދި ނިޢުމަތްތަކުން ފާފަވެރިވުމާއި ޢަދާވާތްތެރިވުމުގެ މައްޗަށް އެބައިމީހުން އެހީތެރިވެ ވާގިވެރިވެއެވެ. އަދި އެކަމުގެ މައްޗަށް އަޢުވާނުންތަކެއް ވެއެވެ. އެއީ ޖާހިލުކަން ފާޅުކުރުމަށާއި އަދި ޢިލްމު ދަސްވުމަށެވެ.",""],["37","","","٣٧- حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ سُلَيْمَانَ الْمَرْوَزِيُّ قَالَ: حَدَّثَنَا أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ: حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ تَمِيمٍ الدَّارِيِّ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِنَّ‌‌ الدِّينَ النَّصِيحَةُ، إِنَّ الدِّينَ النَّصِيحَةُ، إِنَّ الدِّينَ النَّصِيحَةُ ثَلَاثَ مَرَّاتٍ» قَالَ: لِمَنْ يَا رَسُولَ اللَّهِ؟ قَالَ: «لِلَّهِ وَلِرَسُولِهِ، وَلِكِتَابِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ، وَعَامَّتِهِمْ» قَالَ سُهَيْلٌ: قَالَ لِي أَبِي: يَا بُنَيَّ، احْفَظْ هَذَا الْحَدِيثَ \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ سُلَيْمَانَ الْمَرْوَزِيُّ قَالَ: حَدَّثَنَا أَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ: حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ تَمِيمٍ الدَّارِيِّ، أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِنَّ‌‌ الدِّينَ النَّصِيحَةُ، إِنَّ الدِّينَ النَّصِيحَةُ، إِنَّ الدِّينَ النَّصِيحَةُ ثَلَاثَ مَرَّاتٍ» قَالَ: لِمَنْ يَا رَسُولَ اللَّهِ؟ قَالَ: «لِلَّهِ وَلِرَسُولِهِ، وَلِكِتَابِهِ، وَلِأَئِمَّةِ الْمُسْلِمِينَ، وَعَامَّتِهِمْ» قَالَ سُهَيْلٌ: قَالَ لِي أَبِي: يَا بُنَيَّ، احْفَظْ هَذَا الْحَدِيثَ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: قَدْ سَأَلَنَا سَائِلٌ عَنْ هَذَا الْحَدِيثِ، فَقَالَ: تُخْبِرُنِي كَيْفَ النَّصِيحَةُ لِلَّهِ عَزَّ وَجَلَّ؟ وَكَيْفَ النَّصِيحَةُ لِكِتَابِ اللَّهِ جَلَّ ثَنَاؤُهُ؟، وَكَيْفَ النَّصِيحَةُ لِرَسُولِ اللَّهِ ﷺ؟، وَكَيْفَ النَّصِيحَةُ لِأَئِمَّةِ الْمُسْلِمِينَ؟ وَكَيْفَ النَّصِيحَةُ لِعَامَّتِهِمْ؟ فَأَجَبْنَاهُ فِيهِ كَيْفَ النَّصِيحَةُ عَلَى هَذَا التَّرْتِيبِ الَّذِي سَأَلَ عَنْهُ يُجْزِئُ، فَيَنْبَغِي لِكُلِّ مُؤْمِنٍ عَاقِلٍ أَرِيبٍ يَطْلُبُهُ وَيَتَعَلَّمُهُ، وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ","އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު އަލްއާޖުއްރީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު މުޙައްމަދު ބްނު ޔަޙްޔާ ބްނު ސުލައިމާނު އަލްމަރްވަޒީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޢުބައިދު އަލްޤާސިމް ބްނު ސައްލާމްއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ ޢުބައިދު ﷲ ބްނު މުޙައްމަދު އަލްޢައިޝީއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ ޙައްމާދު ބްނު ސަލަމާއެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހަރުމެންނަށް ކިޔައިދެއްވީ ސުހައިލު ބްނު އަބޫ ޞާލިޙެވެ. އެއީ ޢަޠާއު ބްނު ޔަޒީދު އައްލައިޘީގެ އަރިހުންނެވެ. އެއީ ތަމީމް އައްދާރީގެ އަރިހުންނެވެ. ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘް ކުރެއްވި ކަމުގައި ދަންނައެވެ: \"ހަމަކަށަވަރުން ދީނަކީ ނަޞޭޙަތެކެވެ. ހަމަކަށަވަރުން ދީނަކީ ނަޞޭޙަތެކެވެ. ހަމަކަށަވަރުން ދީނަކީ ނަޞޭޙަތެކެވެ. އެފަދައިން ތިން ފަހަރުގައެވެ.\" (ތަމީމް) ވިދާޅުވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ. (ދީން ނަޞޭޙަތަކަށް ވަނީ) ކާކަށްހޭ ނުވަތަ ކޮން ފަރާތަކަށް ހެއްޔެވެ؟\" އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ އަށާއި އަދި އެކަލާނގެ ރަސޫލާއަށާއި އަދި އެކަލާނގެ ފޮތަށާއި އަދި މުސްލިމުންގެ އިމާމުންތަކާއި ޢާންމުންތަކަށެވެ.\" [ރިވާކުރެއްވީ: މުސްނަދު އަޙްމަދު: 16940، 16941 އަދި ޞަޙީޙް މުސްލިމް: 55، ސުނަނު އަބޫ ދާވޫދު: 4944، ސުނަނު އައްނަސާއީ: 4197، 4198 ގައެވެ. އަދި ޞަޙީޙް އަލްބުޚާރީގައި ކިތާބުލް އީމާން (އީމާންކަމުގެ ފޮތުގައި) ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވި ބަސްފުޅު: ދީނަކީ ﷲ އަށާއި އަދި އެކަލާނގެ ރަސޫލާއަށާއި އަދި މުސްލިމުންގެ އިމާމުންތަކާއި ޢާންމުންތަކަށްވާ ނަޞޭޙަތެއް ކަމުގައާއި، އަދި ކަލާނގެ ތަޢާލާގެ ބަސްފުޅު: { إِذَا نَصَحُوا۟ لِلَّهِ وَرَسُولِهِۦۚ } [سُورَةُ التَّوۡبَةِ: ٩١] މާނައީ: \"ﷲ އަށާއި، އެ އިލާހުގެ ރަސޫލާއަށް އެބައިމީހުން ތެދުވެރިވެ، އިޚްލާޞްތެރި ވީނަމައޭ\" ބަސްފުޅު ބާބެއްގެ ގޮތުގައި ގެންނަވާފައިވެއެވެ. އެހެނަސް ޙަދީޘް ތަޚްރީޖުކޮށް ނެރުއްވާފައެއް ނުވެއެވެ. އެއީ އިމާމް އަލްބުޚާރީގެ ޝަރުޠުގެ މައްޗަށް ނުވާތީއެވެ.]\nސުހައިލު ވިދާޅުވިއެވެ: އަހުރެންނަށް އަހުރެންގެ ބައްޕަ (އެބަހީ އަބޫ ޞާލިޙު ޛަކްވާން އައްސައްމާން) ވިދާޅުވިއެވެ: އޭ އަހުރެންގެ ދަރިފުޅާއެވެ. މި ޙަދީޘް ހިތުދަސްކުރާށެވެ.\nމުޙައްމަދު ބްނު އަލްޙުސައިން އަލްއާޖުއްރީ ވިދާޅުވިއެވެ: ފަހަރުގައި ސުވާލު ކުރާ މީހަކު މި ޙަދީޘްއާ މެދުގައި އަހަރުމެންނާ ސުވާލު ކޮށްފާނެތެވެ. ފަހެ އޭނާ ބުނެއެވެ: އަހަރުމެންނަށް ޚަބަރު ދީބަލާށެވެ. ﷲ ޢައްޒަ ވަޖައްލައަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ހެއްޔެވެ؟\nއަދި އެކަލާނގެއަށް ޘަނާ ލިބިވޮޑިގެންވާ ﷲ ޖައްލަގެ ފޮތަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ހެއްޔެވެ؟\nއަދި ﷲ ގެ ރަސޫލާ ﷺ އަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ހެއްޔެވެ؟\nއަދި މުސްލިމުންގެ އިމާމުންތަކަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ހެއްޔެވެ؟\nއަދި މުސްލިމުންގެ ޢާންމުންތަކަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ހެއްޔެވެ؟\nފަހެ އެކަމުގައި އަހަރެމެން ވަނީ އޭނާއަށް ޖަވާބުދީފައެވެ. އޭނާ އެކަމަކާ މެދުގައި ސުވާލުކުރި ކަމުގައި މިތަރުތީބުގެ މައްޗަށް ނަޞޭޙަތް ވަނީ ކިހިނަކުން ކަން އޭނާއަށް ފުދެއެވެ. ފަހެ ކޮންމެ ޢަޤްލުވެރި ބުއްދިވެރި މުއުމިނަކުމެ އެއަށް އެދި އެހޯދައި އަދި އެ އުނގެނުން ހުއްޓެވެ. އަދި އެކަމަށް ތައުފީޤު ދެއްވާ ފަރާތަކީ ﷲ އެވެ.",""],["38","","","٣٨- حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: حَدَّثَنَا ابْنُ الْمُبَارَكِ قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ عَلَى الْمِنْبَرِ وَأَهْوَى بِأُصْبُعَيْهِ إِلَى أُذُنَيْهِ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«الْحَلَالُ بَيْنٌ، وَالْحَرَامُ بَيْنٌ، وَبَيْنَهُمَا شُبُهَاتٌ لَا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ فَقَدْ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي حَوْلَ الْحِمَى يُوشِكُ أَنْ يَقَعَ فِيهِ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا وَإِنَّ حِمَى اللَّهِ عَزَّ وَجَلَّ مَحَارِمُهُ»","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ قَالَ: حَدَّثَنَا ابْنُ الْمُبَارَكِ قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ عَلَى الْمِنْبَرِ وَأَهْوَى بِأُصْبُعَيْهِ إِلَى أُذُنَيْهِ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: ‌‌«الْحَلَالُ بَيْنٌ، وَالْحَرَامُ بَيْنٌ، وَبَيْنَهُمَا شُبُهَاتٌ لَا يَعْلَمُهَا كَثِيرٌ مِنَ النَّاسِ، فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ فَقَدْ وَقَعَ فِي الْحَرَامِ، كَالرَّاعِي حَوْلَ الْحِمَى يُوشِكُ أَنْ يَقَعَ فِيهِ، أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى، أَلَا وَإِنَّ حِمَى اللَّهِ عَزَّ وَجَلَّ مَحَارِمُهُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَلَنَا فِي هَذَا جَوَّابٌ آخِرُ حَسَنٌ، وَجَمِيعُ الْخَلْقِ فُقَرَاءُ إِلَى عِلْمِهِ لَا يَسَعُهُمْ جَهْلَهُ، فَمَنْ أَرَادَهُ طَلَبَهُ، وَمَنْ طَلَبَهُ وَجَدَهُ إِنْ شَاءَ اللَّهُ تَعَالَى","",""],["39","","","٣٩- حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ قَالَ: حَدَّثَنِي خَالِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ جَدِّي حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ سَبْعَةٌ فِي ظِلِّ اللَّهِ عَزَّ وَجَلَّ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: إِمَامٌ مُقْتَصِدٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ عَزَّ وَجَلَّ وَطَاعَتِهِ حَتَّى تُوُفِّيَ عَلَى ذَلِكَ، وَرَجُلٌ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ خَالِيًا فَفَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ عَزَّ وَجَلَّ، وَرَجُلٌ لَقِيَ آخِرَ فَقَالَ لَهُ: وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ، وَقَالَ الْآخَرُ: وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ، وَرَجُلٌ قَلْبُهُ مُتَعَلِّقٌ بِحُبِّ الْمَسَاجِدِ حَتَّى يَرْجِعَ إِلَيْهَا، وَرَجُلٌ إِذَا تَصَدَّقَ أَخْفَى صَدَقَةَ يَمِينِهِ عَنْ شِمَالِهِ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جَمَالٍ وَمَنْصِبٍ فَقَالَ: إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ \"","","حَدَّثَنَا أَبُو بَكْرٍ الْآجُرِّيُّ قَالَ حَدَّثَنَا الْفِرْيَابِيُّ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ حِسَابٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ قَالَ: حَدَّثَنِي خَالِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ جَدِّي حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: \"‌‌ سَبْعَةٌ فِي ظِلِّ اللَّهِ عَزَّ وَجَلَّ يَوْمَ لَا ظِلَّ إِلَّا ظِلُّهُ: إِمَامٌ مُقْتَصِدٌ، وَشَابٌّ نَشَأَ فِي عِبَادَةِ اللَّهِ عَزَّ وَجَلَّ وَطَاعَتِهِ حَتَّى تُوُفِّيَ عَلَى ذَلِكَ، وَرَجُلٌ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ خَالِيًا فَفَاضَتْ عَيْنَاهُ مِنْ خَشْيَةِ اللَّهِ عَزَّ وَجَلَّ، وَرَجُلٌ لَقِيَ آخِرَ فَقَالَ لَهُ: وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ، وَقَالَ الْآخَرُ: وَاللَّهِ إِنِّي لَأُحِبُّكَ فِي اللَّهِ عَزَّ وَجَلَّ، وَرَجُلٌ قَلْبُهُ مُتَعَلِّقٌ بِحُبِّ الْمَسَاجِدِ حَتَّى يَرْجِعَ إِلَيْهَا، وَرَجُلٌ إِذَا تَصَدَّقَ أَخْفَى صَدَقَةَ يَمِينِهِ عَنْ شِمَالِهِ، وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ جَمَالٍ وَمَنْصِبٍ فَقَالَ: إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَقَدْ رَسَمْتُ جُزْءًا وَاحِدًا فِي صِفَةِ وَاحِدٍ وَاحِدٍ وَاحِدٍ مِنْ هَؤُلَاءِ، وَنَعْتِهِمْ عَلَى الِانْفِرَادِ، يَفْهَمُهُ مَنْ أَرَادَهُ وَجَدَهُ إِنْ شَاءَ اللَّهُ، فَإِنَّهُ حَدِيثٌ شَرِيفٌ، يَتَأَدَّبُ بِهِ جَمِيعُ مَنْ يَعْبُدِ اللَّهَ تَعَالَى، لَا يَتْعَبُ فِي عَمَلِهِ إِلَّا عَاقِلٌ، وَلَا يَسْتَغْنِي عَنْهُ إِلَّا جَاهِلٌ. قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذَا الْحَدِيثُ الَّذِي خَتَمْتُ بِهِ هَذِهِ الْأَرْبَعِينَ حَدِيثًا وَهُوَ حَدِيثٌ كَبِيرٌ جَامِعٌ لِكُلِّ خَيْرٍ، يَدْخُلُ فِي أَبْوَابِ كَثِيرٍ مِنَ الْعِلْمِ يَصْلُحُ لِكُلِّ عَاقِلٍ أَرِيبٍ","",""],["40","","","٤٠- حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ إِمْلَاءً فِي شَهْرِ رَجَبٍ مِنْ سَنَةِ سَبْعٍ وَتِسْعِينَ وَمِئَتَيْنِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامِ بْنِ يَحْيَى الْغَسَّانِيُّ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ ﷺ جَالِسٌ وَحْدَهُ فَجَلَسْتُ إِلَيْهِ فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنَّكَ‌‌ أَمَرْتَنِي بِالصَّلَاةِ، فَمَا الصَّلَاةُ؟ قَالَ: «خَيْرُ مَوْضُوعٍ، فَاسْتَكْثِرْ أَوِ اسْتَقِلَّ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللَّهِ وَجِهَادٌ فِي سَبِيلِهِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْمُؤْمِنِينَ أَفْضَلُ؟ قَالَ: «أَحْسَنُهُمْ خُلُقًا» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْمُسْلِمِينَ أَفْضَلُ؟ قَالَ: «مَنْ سَلِمَ النَّاسُ مِنْ لِسَانِهِ وَيَدِهِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْهِجْرَةِ أَفْضَلُ؟ قَالَ: «مَنْ هَجَرَ السَّيِّئَاتِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الصَّلَاةِ أَفْضَلُ؟ قَالَ: «طُولُ الْقُنُوتِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ صِيَامٍ أَفْضَلُ؟ قَالَ: «فَرْضٌ مُجْزِئٌ، وَعِنْدَ اللَّهِ أَضْعَافٌ كَثِيرَةٌ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: مَنْ عُقِرَ جَوَادُهُ، وَأُهْرِيقَ دَمُهُ \" قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الرِّقَابِ أَفْضَلُ؟ قَالَ: «أَغْلَاهَا ثَمَنًا وَأَنْفَسُهَا عِنْدَ أَهْلِهَا» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الصَّدَقَةِ أَفْضَلُ؟ قَالَ: «جَهْدٌ مِنْ مُقِلِّ وَسِرٌّ إِلَى فَقِيرٍ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّمَا آيَةٍ أَنْزَلَ اللَّهُ عَلَيْكَ أَعْظَمُ؟ قَالَ: «آيَةُ الْكُرْسِيُّ» ثُمَّ قَالَ: «يَا أَبَا ذَرٍّ، مَا السَّمَاوَاتُ السَّبْعُ مَعَ الْكُرْسِيِّ إِلَّا كَحَلَقَةٍ مُلْقَاةٍ بِأَرْضِ فَلَاةٍ، وَفَضْلُ الْعَرْشِ عَلَى الْكُرْسِيِّ كَفَضْلِ الْفَلَاةِ عَلَى الْحَلْقَةِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ كَمِ الْأَنْبِيَاءُ؟ قَالَ: «مِائَةُ أَلْفٍ وَأَرْبَعَةٌ وَعِشْرُونَ أَلْفًا» قَالَ قُلْتُ: يَا رَسُولَ اللَّهِ، كَمِ الرُّسُلُ مِنْ ذَلِكَ؟ قَالَ: «ثَلَاثُ مِئَةٍ وَثَلَاثَةَ عَشَرَ جَمٌّ غَفِيرٌ» قُلْتُ: كَثِيرٌ طَيِّبٌ، قُلْتُ: مَنْ كَانَ أَوَّلَهُمْ؟ قَالَ: «آدَمُ عَلَيْهِ السَّلَامُ» قُلْتُ: يَا رَسُولَ اللَّهِ أَنَبِيُّ مُرْسَلٌ؟ قَالَ: «نَعَمْ، خَلَقَهُ اللَّهُ تَعَالَى بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحِهِ، وَسَوَّاهُ قِبَلًا» ثُمَّ قَالَ: \" يَا أَبَا ذَرٍّ أَرْبَعَةٌ سِرْيَانِيُّونَ: آدَمُ، وَشِيثُ، وَخَنُوخُ وَهُوَ إِدْرِيسُ، وَهُوَ أَوَّلُ مَنْ خَطَّ بِقَلَمٍ، وَنُوحٌ، وَأَرْبَعَةٌ مِنَ الْعَرَبِ: هُودٌ، وَشُعَيْبٌ، وَصَالِحٌ، وَنَبِيُّكَ يَا أَبَا ذَرٍّ، وَأَوَّلُ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ مُوسَى، وَآخِرُهُمْ عِيسَى، وَأَوَّلُ الرُّسُلِ آدَمُ وَآخِرُهُمْ مُحَمَّدٌ صَلَوَاتُ اللَّهُ عَلَيْهِمْ أَجْمَعِينَ \" قَالَ قُلْتُ: يَا رَسُولَ اللَّهِ كَمْ كِتَابًا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ؟ قَالَ: «مِائَةَ كِتَابٍ وَأَرْبَعَةَ كُتُبٍ، أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى شِيثَ خَمْسِينَ صَحِيفَةً، وَعَلَى خَنُوخَ ثَلَاثِينَ صَحِيفَةً، وَعَلَى إِبْرَاهِيمَ عَشْرَ صَحَائِفَ، وَأُنْزِلَتْ عَلَى مُوسَى مِنْ قَبْلِ التَّوْرَاةُ عَشْرَ صَحَائِفَ، وَأُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ وَالزَّبُورُ وَالْفُرْقَانُ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ مَا كَانَتْ صُحُفُ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ؟ قَالَ: \" كَانَتْ أَمْثَالًا كُلُّهَا: أَيُّهَا الْمَلِكُ الْمُسَلَّطُ الْمُبْتَلَى الْمَغْرُورُ إِنِّي لَمْ أَبْعَثْكَ لِتَجْمَعَ الدُّنْيَا بَعْضُهَا عَلَى بَعْضٍ، وَلَكِنِّي بَعَثْتُكَ لِتَرُدَّ عَنِّي دَعْوَةَ الْمَظْلُومِ فَإِنِّي لَا أَرُدَّهَا وَلَوْ كَانَتْ مِنْ كَافِرٍ وَكَانَ فِيهَا أَمْثَالٌ: وَعَلَى الْعَاقِلِ أَنْ يَكُونَ لَهُ أَرْبَعُ سَاعَاتٍ: سَاعَةٌ يُنَاجِي فِيهَا رَبَّهُ عَزَّ وَجَلَّ، وَسَاعَةٌ يُحَاسَبُ فِيهَا نَفْسَهُ، وَسَاعَةٌ يُفَكِّرُ فِي صُنْعِ اللَّهِ عَزَّ وَجَلَّ، وَسَاعَةٌ يَخْلُو فِيهَا لِحَاجَتِهِ مِنَ الْمَطْعَمِ وَالْمَشْرَبِ وَعَلَى الْعَاقِلِ أَنْ لَا يَكُونَ ظَاعِنًا إِلَّا لِثَلَاثٍ: تَزَوُّدًا لِمَعَادٍ، أَوْ مَرَمَّةٍ لِمَعَاشٍ، أَوْ لَذَّةٍ فِي غَيْرِ مُحَرَّمٍ، وَعَلَى الْعَاقِلِ أَنْ يَكُونَ بَصِيرًا بِزَمَانِهِ، مُقْبِلًا عَلَى شَأْنِهِ، حَافِظًا لِلِسَانِهِ، وَمَنْ حَسِبَ كَلَامَهُ مِنْ عَمَلِهِ قَلَّ كَلَامُهُ إِلَّا فِيمَا يَعْنِيهِ \" قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَمَا كَانَتْ صُحُفُ مُوسَى عَلَيْهِ السَّلَامُ؟ قَالَ: \" كَانَتْ عِبَرًا كُلُّهَا: عَجِبْتُ لِمَنْ أَيْقَنَ بِالْمَوْتِ ثُمَّ هُوَ يَفْرَحُ، عَجِبْتُ لِمَنْ أَيْقَنَ بِالْقَدَرِ ثُمَّ هُو يَنْصَبُ، وَعَجِبْتُ لِمَنْ رَأَى الدُّنْيَا وَتَقَلُّبَهَا بِأَهْلِهَا ثُمَّ اطْمَأَنَّ إِلَيْهَا، وَعَجِبْتُ لِمَنْ أَيْقَنَ بِالْحِسَابِ غَدًا ثُمَّ هُوَ لَا يَعْمَلُ \" ثُمَّ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَهَلْ بِأَيْدِينَا شَيْءٌ مِمَّا كَانَ فِي يَدَيْ إِبْرَاهِيمَ وَمُوسَى عَلَيْهِمَا السَّلَامُ مِمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَيْكَ؟ قَالَ: \" نَعَمْ، اقْرَأْ يَا أَبَا ذَرٍّ: {قَدْ أَفْلَحَ مَنْ تَزَكَّى، وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى، بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا} [الأعلى: 15] إِلَى آخِرِ هَذِهِ السُّورَةِ، يَعْنِي أَنَّ ذِكْرَ هَذِهِ الْآيَاتِ لَفِي الصُّحُفِ الْأُولَى، صُحُفِ إِبْرَاهِيمَ وَمُوسَى قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَوْصِنِي قَالَ: «أُوصِيكَ بِتَقْوَى اللَّهِ، فَإِنَّهُ رَأْسُ أَمْرِكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِتِلَاوَةِ الْقُرْآنِ، وَذِكْرِ اللَّهِ عَزَّ وَجَلَّ، فَإِنَّهُ ذِكْرٌ لَكَ فِي السَّمَاءِ، وَنُوُرٌ لَكَ فِي الْأَرْضِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «إِيَّاكَ وَكَثْرَةَ الضَّحِكِ، فَإِنَّهُ يُمِيتُ الْقَلْبَ، وَيَذْهَبُ بِنُورِ الْوَجْهِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِالْجِهَادِ، فَإِنَّهُ رَهْبَانِيَّةُ أُمَّتِي» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْ قَالَ: «عَلَيْكَ بِالصَّمْتِ إِلَّا مِنْ خَيْرٍ، فَإِنَّهُ مَطْرَدَةٌ لِلشَّيْطَانِ، وَعَوْنٌ لَكَ عَلَى أَمْرِ دِينِكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: انْظُرْ إِلَى مَنْ هُوَ تَحْتَكَ، وَلَا تَنْظُرْ إِلَى مَنْ هُوَ فَوْقَكَ، فَإِنَّهُ أَجْدَرُ لَكَ أَنْ لَا تَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْكَ \" قُلْتُ: زِدْنِي قَالَ: «أَحْبِبِ الْمَسَاكِينَ وَجَالِسْهُمْ، فَإِنَّهُ أَجْدَرُ أَنْ لَا تَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «صِلْ قَرَابَتَكَ وَإِنْ قَطَعُوكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «قُلِ الْحَقَّ وَإِنْ كَانَ مُرًّا» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «لَا تَخَفْ فِي اللَّهِ لَوْمَةَ لَائِمٍ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «يَرُدُّكَ عَنِ النَّاسِ مَا تَعْرِفُ مِنْ نَفْسِكَ، وَلَا تَجِدْ عَلَيْهِمْ فِيمَا تَجِدُ فِيمَا تُحِبُّ، وَكَفَى بِكَ عَيْبًا أَنْ تَعْرِفَ مِنَ النَّاسِ مَا تَجْهَلُ مِنْ نَفْسِكَ أَوْ تَجِدَ عَلَيْهِمْ فِيمَا تُحِبُّ» ثُمَّ ضَرَبَ بِيَدِهِ عَلَى صَدْرِي وَقَالَ: «يَا أَبَا ذَرٍّ لَا عَقْلَ كَالتَّدْبِيرِ، وَلَا وَرَعَ كَالْكَفِّ عَنْ مَحَارِمِ اللَّهِ، وَلَا حَسَبَ كَخُلُقِ الْحَسَنِ»\n- حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ حَدَّثَنَا أَبُو مُحَمَّدٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْخَنْدَقِيُّ وَكَانَ لَهُ حِفْظٌ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ السَّائِحُ حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ أَبِيهِ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنْ أَمْرِ دِينِهَا بَعَثَهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ فِي زُمْرَةِ الْفُقَهَاءِ وَالْعُلَمَاءِ»","","قَالَ مُحَمَّدٌ: حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ إِمْلَاءً فِي شَهْرِ رَجَبٍ مِنْ سَنَةِ سَبْعٍ وَتِسْعِينَ وَمِئَتَيْنِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامِ بْنِ يَحْيَى الْغَسَّانِيُّ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي ذَرٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: \" دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ ﷺ جَالِسٌ وَحْدَهُ فَجَلَسْتُ إِلَيْهِ فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنَّكَ‌‌ أَمَرْتَنِي بِالصَّلَاةِ، فَمَا الصَّلَاةُ؟ قَالَ: «خَيْرُ مَوْضُوعٍ، فَاسْتَكْثِرْ أَوِ اسْتَقِلَّ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: «إِيمَانٌ بِاللَّهِ وَجِهَادٌ فِي سَبِيلِهِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْمُؤْمِنِينَ أَفْضَلُ؟ قَالَ: «أَحْسَنُهُمْ خُلُقًا» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْمُسْلِمِينَ أَفْضَلُ؟ قَالَ: «مَنْ سَلِمَ النَّاسُ مِنْ لِسَانِهِ وَيَدِهِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْهِجْرَةِ أَفْضَلُ؟ قَالَ: «مَنْ هَجَرَ السَّيِّئَاتِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الصَّلَاةِ أَفْضَلُ؟ قَالَ: «طُولُ الْقُنُوتِ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ صِيَامٍ أَفْضَلُ؟ قَالَ: «فَرْضٌ مُجْزِئٌ، وَعِنْدَ اللَّهِ أَضْعَافٌ كَثِيرَةٌ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الْجِهَادِ أَفْضَلُ؟ قَالَ: مَنْ عُقِرَ جَوَادُهُ، وَأُهْرِيقَ دَمُهُ \" قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الرِّقَابِ أَفْضَلُ؟ قَالَ: «أَغْلَاهَا ثَمَنًا وَأَنْفَسُهَا عِنْدَ أَهْلِهَا» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّ الصَّدَقَةِ أَفْضَلُ؟ قَالَ: «جَهْدٌ مِنْ مُقِلِّ وَسِرٌّ إِلَى فَقِيرٍ» قُلْتُ: يَا رَسُولَ اللَّهِ فَأَيُّمَا آيَةٍ أَنْزَلَ اللَّهُ عَلَيْكَ أَعْظَمُ؟ قَالَ: «آيَةُ الْكُرْسِيُّ» ثُمَّ قَالَ: «يَا أَبَا ذَرٍّ، مَا السَّمَاوَاتُ السَّبْعُ مَعَ الْكُرْسِيِّ إِلَّا كَحَلَقَةٍ مُلْقَاةٍ بِأَرْضِ فَلَاةٍ، وَفَضْلُ الْعَرْشِ عَلَى الْكُرْسِيِّ كَفَضْلِ الْفَلَاةِ عَلَى الْحَلْقَةِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ كَمِ الْأَنْبِيَاءُ؟ قَالَ: «مِائَةُ أَلْفٍ وَأَرْبَعَةٌ وَعِشْرُونَ أَلْفًا» قَالَ قُلْتُ: يَا رَسُولَ اللَّهِ، كَمِ الرُّسُلُ مِنْ ذَلِكَ؟ قَالَ: «ثَلَاثُ مِئَةٍ وَثَلَاثَةَ عَشَرَ جَمٌّ غَفِيرٌ» قُلْتُ: كَثِيرٌ طَيِّبٌ، قُلْتُ: مَنْ كَانَ أَوَّلَهُمْ؟ قَالَ: «آدَمُ عَلَيْهِ السَّلَامُ» قُلْتُ: يَا رَسُولَ اللَّهِ أَنَبِيُّ مُرْسَلٌ؟ قَالَ: «نَعَمْ، خَلَقَهُ اللَّهُ تَعَالَى بِيَدِهِ وَنَفَخَ فِيهِ مِنْ رُوحِهِ، وَسَوَّاهُ قِبَلًا» ثُمَّ قَالَ: \" يَا أَبَا ذَرٍّ أَرْبَعَةٌ سِرْيَانِيُّونَ: آدَمُ، وَشِيثُ، وَخَنُوخُ وَهُوَ إِدْرِيسُ، وَهُوَ أَوَّلُ مَنْ خَطَّ بِقَلَمٍ، وَنُوحٌ، وَأَرْبَعَةٌ مِنَ الْعَرَبِ: هُودٌ، وَشُعَيْبٌ، وَصَالِحٌ، وَنَبِيُّكَ يَا أَبَا ذَرٍّ، وَأَوَّلُ أَنْبِيَاءِ بَنِي إِسْرَائِيلَ مُوسَى، وَآخِرُهُمْ عِيسَى، وَأَوَّلُ الرُّسُلِ آدَمُ وَآخِرُهُمْ مُحَمَّدٌ صَلَوَاتُ اللَّهُ عَلَيْهِمْ أَجْمَعِينَ \" قَالَ قُلْتُ: يَا رَسُولَ اللَّهِ كَمْ كِتَابًا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ؟ قَالَ: «مِائَةَ كِتَابٍ وَأَرْبَعَةَ كُتُبٍ، أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى شِيثَ خَمْسِينَ صَحِيفَةً، وَعَلَى خَنُوخَ ثَلَاثِينَ صَحِيفَةً، وَعَلَى إِبْرَاهِيمَ عَشْرَ صَحَائِفَ، وَأُنْزِلَتْ عَلَى مُوسَى مِنْ قَبْلِ التَّوْرَاةُ عَشْرَ صَحَائِفَ، وَأُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ وَالزَّبُورُ وَالْفُرْقَانُ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ مَا كَانَتْ صُحُفُ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ؟ قَالَ: \" كَانَتْ أَمْثَالًا كُلُّهَا: أَيُّهَا الْمَلِكُ الْمُسَلَّطُ الْمُبْتَلَى الْمَغْرُورُ إِنِّي لَمْ أَبْعَثْكَ لِتَجْمَعَ الدُّنْيَا بَعْضُهَا عَلَى بَعْضٍ، وَلَكِنِّي بَعَثْتُكَ لِتَرُدَّ عَنِّي دَعْوَةَ الْمَظْلُومِ فَإِنِّي لَا أَرُدَّهَا وَلَوْ كَانَتْ مِنْ كَافِرٍ وَكَانَ فِيهَا أَمْثَالٌ: وَعَلَى الْعَاقِلِ أَنْ يَكُونَ لَهُ أَرْبَعُ سَاعَاتٍ: سَاعَةٌ يُنَاجِي فِيهَا رَبَّهُ عَزَّ وَجَلَّ، وَسَاعَةٌ يُحَاسَبُ فِيهَا نَفْسَهُ، وَسَاعَةٌ يُفَكِّرُ فِي صُنْعِ اللَّهِ عَزَّ وَجَلَّ، وَسَاعَةٌ يَخْلُو فِيهَا لِحَاجَتِهِ مِنَ الْمَطْعَمِ وَالْمَشْرَبِ وَعَلَى الْعَاقِلِ أَنْ لَا يَكُونَ ظَاعِنًا إِلَّا لِثَلَاثٍ: تَزَوُّدًا لِمَعَادٍ، أَوْ مَرَمَّةٍ لِمَعَاشٍ، أَوْ لَذَّةٍ فِي غَيْرِ مُحَرَّمٍ، وَعَلَى الْعَاقِلِ أَنْ يَكُونَ بَصِيرًا بِزَمَانِهِ، مُقْبِلًا عَلَى شَأْنِهِ، حَافِظًا لِلِسَانِهِ، وَمَنْ حَسِبَ كَلَامَهُ مِنْ عَمَلِهِ قَلَّ كَلَامُهُ إِلَّا فِيمَا يَعْنِيهِ \" قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَمَا كَانَتْ صُحُفُ مُوسَى عَلَيْهِ السَّلَامُ؟ قَالَ: \" كَانَتْ عِبَرًا كُلُّهَا: عَجِبْتُ لِمَنْ أَيْقَنَ بِالْمَوْتِ ثُمَّ هُوَ يَفْرَحُ، عَجِبْتُ لِمَنْ أَيْقَنَ بِالْقَدَرِ ثُمَّ هُو يَنْصَبُ، وَعَجِبْتُ لِمَنْ رَأَى الدُّنْيَا وَتَقَلُّبَهَا بِأَهْلِهَا ثُمَّ اطْمَأَنَّ إِلَيْهَا، وَعَجِبْتُ لِمَنْ أَيْقَنَ بِالْحِسَابِ غَدًا ثُمَّ هُوَ لَا يَعْمَلُ \" ثُمَّ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَهَلْ بِأَيْدِينَا شَيْءٌ مِمَّا كَانَ فِي يَدَيْ إِبْرَاهِيمَ وَمُوسَى عَلَيْهِمَا السَّلَامُ مِمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَيْكَ؟ قَالَ: \" نَعَمْ، اقْرَأْ يَا أَبَا ذَرٍّ: {قَدْ أَفْلَحَ مَنْ تَزَكَّى، وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى، بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا} [الأعلى: 15] إِلَى آخِرِ هَذِهِ السُّورَةِ، يَعْنِي أَنَّ ذِكْرَ هَذِهِ الْآيَاتِ لَفِي الصُّحُفِ الْأُولَى، صُحُفِ إِبْرَاهِيمَ وَمُوسَى قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَوْصِنِي قَالَ: «أُوصِيكَ بِتَقْوَى اللَّهِ، فَإِنَّهُ رَأْسُ أَمْرِكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِتِلَاوَةِ الْقُرْآنِ، وَذِكْرِ اللَّهِ عَزَّ وَجَلَّ، فَإِنَّهُ ذِكْرٌ لَكَ فِي السَّمَاءِ، وَنُوُرٌ لَكَ فِي الْأَرْضِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «إِيَّاكَ وَكَثْرَةَ الضَّحِكِ، فَإِنَّهُ يُمِيتُ الْقَلْبَ، وَيَذْهَبُ بِنُورِ الْوَجْهِ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «عَلَيْكَ بِالْجِهَادِ، فَإِنَّهُ رَهْبَانِيَّةُ أُمَّتِي» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْ قَالَ: «عَلَيْكَ بِالصَّمْتِ إِلَّا مِنْ خَيْرٍ، فَإِنَّهُ مَطْرَدَةٌ لِلشَّيْطَانِ، وَعَوْنٌ لَكَ عَلَى أَمْرِ دِينِكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: انْظُرْ إِلَى مَنْ هُوَ تَحْتَكَ، وَلَا تَنْظُرْ إِلَى مَنْ هُوَ فَوْقَكَ، فَإِنَّهُ أَجْدَرُ لَكَ أَنْ لَا تَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْكَ \" قُلْتُ: زِدْنِي قَالَ: «أَحْبِبِ الْمَسَاكِينَ وَجَالِسْهُمْ، فَإِنَّهُ أَجْدَرُ أَنْ لَا تَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «صِلْ قَرَابَتَكَ وَإِنْ قَطَعُوكَ» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «قُلِ الْحَقَّ وَإِنْ كَانَ مُرًّا» قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «لَا تَخَفْ فِي اللَّهِ لَوْمَةَ لَائِمٍ» قُلْتُ: يَا رَسُولَ اللَّهِ زِدْنِي قَالَ: «يَرُدُّكَ عَنِ النَّاسِ مَا تَعْرِفُ مِنْ نَفْسِكَ، وَلَا تَجِدْ عَلَيْهِمْ فِيمَا تَجِدُ فِيمَا تُحِبُّ، وَكَفَى بِكَ عَيْبًا أَنْ تَعْرِفَ مِنَ النَّاسِ مَا تَجْهَلُ مِنْ نَفْسِكَ أَوْ تَجِدَ عَلَيْهِمْ فِيمَا تُحِبُّ» ثُمَّ ضَرَبَ بِيَدِهِ عَلَى صَدْرِي وَقَالَ: «يَا أَبَا ذَرٍّ لَا عَقْلَ كَالتَّدْبِيرِ، وَلَا وَرَعَ كَالْكَفِّ عَنْ مَحَارِمِ اللَّهِ، وَلَا حَسَبَ كَخُلُقِ الْحَسَنِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَهَذِهِ أَرْبَعُونَ حَدِيثًا فِيهَا عِلْمٌ كَثِيرٌ فِي أَصْنَافٍ شَتَّى، وَتَبْعَثُ الْعُقَلَاءَ عَلَى طَلَبِ الزِّيَادَةِ لِعُلُومٍ لَابُدَّ مِنْهَا مِمَّا لَا يَسَعُهُمْ جَهْلَهُ وَلَا يَعْذِرُهُ الْعُلَمَاءُ بِجَهْلِهَا، وَكُلَّمَا عَلِمُوهَا وَعَمِلُوا بِهَا زَادَهُمُ اللَّهُ الْكَرِيمُ بِهَا شَرَفًا فِي الدُّنْيَا وَالْآخِرَةِ، وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ وَالْمُعِينُ عَلَيْهِ وَنَسْأَلُ اللَّهَ الْعَظِيمَ لَنَا وَلَكُمْ عِلْمًا نَافِعًا، وَعَقْلًا مُؤَيَّدًا، وَأَدَبًا صَالِحًا\nحَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ حَدَّثَنَا أَبُو مُحَمَّدٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْخَنْدَقِيُّ وَكَانَ لَهُ حِفْظٌ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ السَّائِحُ حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ أَبِيهِ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: ‌‌«مَنْ حَفِظَ عَلَى أُمَّتِي أَرْبَعِينَ حَدِيثًا مِنْ أَمْرِ دِينِهَا بَعَثَهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ فِي زُمْرَةِ الْفُقَهَاءِ وَالْعُلَمَاءِ»","މުޙައްމަދު ވިދާޅުވިއެވެ: އަހަރެމެންނަށް ކިޔައިދެއްވީ އަބޫ ބަކްރު ޖަޢްފަރު ބްނު މުޙައްމަދު އަލްފިރްޔާބީއެވެ. އިމްލާކޮށް ދުއިސައްތަ ނުވަދިހަ ހަތްވަނަ އަހަރު ރަޖަބު މަހުގައެވެ. އަހަރެމެންނަށް ކިޔައިދެއްވީ އިބްރާހީމް ބްނު ހިޝާމް ބްނު ޔަޙްޔާ އަލްޣައްސާނީއެވެ. އަހަރެންނަށް ކިޔައިދެއްވީ އަހަރެންގެ ބައްޕައެވެ. އެއީ އަހަރެންގެ ކާފަގެ އަރިހުންނެވެ. އެއީ އަބޫ އިދްރީސް އަލްޚައުލަނީގެ އަރިހުންނެވެ. އެއީ އަބޫ ޛައްރު - ރަޟިޔަ ﷲ ޢަންހު - ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: \"އަހުރެން މިސްކިތަށް ވަނީމެވެ. ވަތް ހިނދު ފަހެ ﷲ ގެ ރަސޫލާ ﷺ ގިނިކަންޏާ އިށީނދެވަޑަައިގެން އިންނެވިއެވެ. ފަހެ އަހުރެން އެކަލޭގެފާނުގެ އަރިހަށް އިށީނީމެވެ. ފަހެ އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ކަލޭގެފާނު އަހުރެންނަށް ނަމާދު ކުރުމަށް އަމުރު ކުރެއްވީމުހެވެ. ފަހެ ނަމާދަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއީ އެންމެ ހެޔޮ މައުޟޫޢެވެ. ފަހެ އެހެންޏާ ތިބާ ގިނަކުރާހުއްޓެވެ. ނުވަތަ މަދު ކުރާށެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ ޢަމަލުތަކުން ކުރެ އެންމެ ފަޟްލުވެގެންވާ ޢަމަލަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ އަށް އީމާންވުމައި އަދި އެކަލާނގެ މަގުގައި ޖިހާދު ކުރުމެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ މުއުމިނުން ކުރެ އެންމެ ފަޟްލުވެގެންވަނީ ކާކުތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެބައިމީހުން ކުރެ ޚުލްޤު އެންމެ ރިވެތި މީހާއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ މުސްލިމުން ކުރެ އެންމެ ފަޟްލުވެގެންވަނީ ކާކުތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އޭނާގެ ދުލުންނާއި އޭނާގެ އަތުން މުސްލިމުންނަށް ސަލާމަތްވެގެންވި މީހާއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ހަޖުރު ކުރުމަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ނުބައި ކަންތައް ހަޖުރު ކޮށްފި މީހާއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ނަމާދަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއީ ޤުނޫތު އެންމެ ދިގު ނަމާދެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ރޯދައަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ފުރިހަމަވެގެންވާ ފަރުޟު ރޯދައެވެ. އަދި ﷲ ގެ ޙަޟްރަތުގައި އޭގެ ޖަޒާ އެތައް ގުނަ އިތުރުވެ ގިނަގުނަ ވެގެންވެއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ޖިހާދަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އޭނާގެ އަސް ކަތިލެވި އަދި އޭނާގެ ލޭ އޮހޮރިގެންދިޔަ މީހާއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ކަނދުރާއެއް މިނިވަން ކުރުމަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެކަނދުރާއެއްގެ އަގު އެންމެ ބޮޑުވެފައި އަދި އެކަނދުރާއެއްގެ އަހްލުވެރިންގެ ގާތުގައި އެންމެ އަގުމާތް ކަނދުރާއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އެންމެ ފަޟްލުވެގެންވާ ޞަދަޤާތަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އެއްޗެއް ނެތް މީހާގެ ގަދައެޅުމުން ކުރާ ޞަދަޤާތާއި އަދި ފަޤީރަކަށް ސިއްރުން ދެވޭ ޞަދަޤާތެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ ﷲ ކަލޭގެފާނަށް ބާވައިލެއްވި އާޔަތްތަކުން ކުރެ އެންމެ ބޮޑުވެގެންވާ އާޔަތަކީ ކޮބައިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އަލްކުރްސީގެ އާޔަތެވެ.\" ދެން އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: \"އޭ އަބޫ ޛައްރެވެ. ކުރްސިއާ އެކުގައި އުޑުތަކަކީ ހަނަފަސް ބިމަކަށް އެއްލާލެވޭ އަގޮނޓިއެއްގެ މިންވަރު މެނުވީ ނުވެއެވެ. އަދި ކުރްސީގެ މައްޗަށް ޢަރްޝީގެ ފަޟްލުކަމާއި ތަނަވަސްކަން ވަނީ އަގޮނޓީގެ މައްޗަށް ހަނަފަސްބިން ފަޟްލުވެ ތަނަވަސްވެގެންވާ ފަދައިންނެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ނަބިއްޔުން ކިހާވަރެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ސަތޭކަހާސް ސައުވީސް ހާހެވެ.\" ވިދާޅުވިއެވެ. އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އެއިން ރަސޫލުން ކިހާވަރެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިން ސަތޭކަ ތޭރަ އެތައް އެތައް ބަޔެކެވެ.\" އަހުރެން ބުނީމެވެ: އެތަކެއް ހެޔޮ ބަޔެކެވެ. އަހުރެން ބުނީމެވެ: އެބޭކަލުން ކުރެ ފުރަތަމައީ ކޮން ބޭކަލެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އާދަމް ޢަލައިހިއްސަލާމްއެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ނަބިއްޔުން ވަނީ ރަސޫލުން ގޮތުގައި ފޮނުއްވިގެންތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އާނއެކެވެ. ﷲ ތަޢާލާ އެކަލާނގެ އަތްޕުޅުން އޭނާ ޚަލްޤުކުރެއްވިއެވެ. އަދި އެކަލާނގެ ރޫޙުފުޅުން އޭނާއަށް އެކަލާނގެ ފުމެލެއްވިއެވެ.\nއަދި އޭނާ އުނިކަމެއް ނެތް ފުރިހަމަ އެއްޗެއް ގޮތުގައި ލައްވަވާ ފުރިހަމަ ކުރެއްވިއެވެ.\" ދެން އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: \"އޭ އަބޫ ޛައްރެވެ. ހަތަރު ބޭކަލުން ސިރްޔާނީންނެވެ: އާދަމްއާއި ޝީޘުއާއި ޚަނޫޚް އަދި އެއީ އިދްރީސްއާއި، އަދި އެކަލޭގެފާނީ ޤަލަމުން އެންމެ ފުރަތަމަ ލިޔުއްވި ކަލޭގެފާނާއި، އަދި ނޫޙްއެވެ. އަދި ހަތަރު ބޭކަލުން ޢަރަބީންގެ ތެރެއިންނެވެ: ހޫދު، ޝުޢައިބު، ޞާލިޙު އަދި އޭ އަބޫ ޛައްރެވެ. ތިބާގެ ނަބިއްޔެވެ. އަދި ބަނޫ އިސްރާއީލުންގެ ނަބިއްޔުން ކުރެ ފުރަތަމަ ނަބިއްޔަކީ މޫސާއެވެ. އަދި އެބޭކަލުން ކުރެ އެންމެ ފަހު ބޭކަލަކީ ޢީސާއެވެ. އަދި އެންމެ ފުރަތަމަ ރަސޫލަކީ އާދަމްއެވެ. އަދި އެބޭކަލުން ކުރެ އެންމެ ފަހު ބޭކަލަކީ މުޙައްމަދެވެ. އެ އެންމެހާ ބޭކަލުންގެ މައްޗަށް ﷲ ޞަލަވާތް ލައްވާ ހުއްޓެވެ.\" ވިދާޅުވިއެވެ. އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ﷲ ޢައްޒަ ވަޖައްލަ ކިތައް ފޮތް ބާވައިލެއްވިތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ސަތޭކަ ފޮތާއި އަދި ހަތަރު ފޮތެވެ. ޝީޘްގެ މައްޗަށް ﷲ ޢައްޒަ ވަޖައްލަ ފަންސާސް ފޮތް ބާވައިލެއްވެވިއެވެ. އަދި ޚަނޫޚްގެ މައްޗަށް ތިރީސް ފޮތެވެ. އަދި އިބްރާހީމްގެ މައްޗަށް ދިހަ ފޮތެވެ. އަދި މޫސާއަށް ތައުރާތުގެ ކުރިން ދިހަ ފޮތެވެ. އަދި ތައުރާތާއި އިންޖީލާއި ޒަބޫރާއި ފުރްޤާން ބާވައިލެއްވިއެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އިބްރާހީމް ޢަލައިހިއްސަލާމްގެ ފޮތްތަކުގައިވީ ކޯއްޗެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އޭގައިވީ މުޅީންވެސް މިޘާލުތަކެވެ: އޭ ހެއްލުންތެރި ކެހިވެރިކަމުގައިވާ، އިމްތިޙާނު ކުރެވެމުންދާ، އެމީހެއްގެ މައްޗަށް ބާރުފޯރުވެވިފައިވާ ރަސްގެފާނެވެ. ތިމަން ރަސްކަލާނގެ ތިބާ ފޮނުއްވީ ދުނިޔޭގެ އެއަބައިން އަނެއްބައެއްގެ މައްޗަށް ދުނިޔެ ޖަމަޢަކުރުމަކަށް ނޫނެވެ. އަދި އެހެނެއްކަމަކު ތިމަން ރަސްކަލާނގެ ތިބާ ފޮނުއްވީ އަނިޔާ ލިބިގެންވާ މީހާގެ ދުޢާ ތިމަން ރަސްކަލާނގެ ޙަޟްރަތުން ރައްދުވެގެން ދިޔުމަށެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން ކާފަރެއްގެ ކިބައިން ވިޔަސް ތިމަން ރަސްކަލާނގެ އެފަދަ ދުޢާއެއް ރައްދު ނުކުރައްވާހުށީމެވެ. އަދި އޭގައި މިޘާލުތަކެއް ވިއެވެ: އަދި ބުއްދިވެރިޔާގެ މައްޗަށް ވަނީ އޭނާއަށް ހަތަރު ގަޑި އިރެއް ވުމަށެވެ: އޭނާގެ ރައްބު ޢައްޒަ ވަޖައްލައަށް މުނާޖާ ދަންނަވާނޭ ގަޑިއަކާއި، އޭނާގެ ނަފްސު ޙިސާބުކުރާ ގަޑިއަކާއި، ﷲ ޢައްޒަ ވަޖައްލަގެ އުފެއްދުންތަކާ މެދުގައި ފިކުރު ކުރާ ގަޑިއަކާއި، އަދި އޭނާގެ ޙާޖަތްތަކަށް ކެއުމާައި ބުއިން ކަންކަމަށް ހުސްކުރާ ގަޑިއެވެ. އަދި ބުއްދިވެރިޔާގެ މައްޗަށް ވަނީ ތިން ކަމަކަށް މެނުވީ ދަތުރުވެރި ނުވުމަށެވެ: އެއީ އާޚިރަތަށް ކޮއްތު އިތުރުކުރުމަށާއި، ނުވަތަ ދިރިއުޅުން އިޞްލާޙުކުރުމަށާއި، ނުވަތަ ޙަރާމް ނޫން ލައްޛަތަކަށެވެ. އަދި ބުއްދިވެރިޔާގެ މައްޗަށް ވަނީ އޭނާގެ ޒަމާނާމެދު ލޯހުޅުވި ދުރުވިސްނިގެންވުމަށެވެ. އޭނާގެ ކަންތަކާ މެދުގައި ކުރިމަތިލައިގެންނެވެ. އޭނާގެ ދުލަށް ރައްކާތެރިވެގެންނެވެ. އަދި އޭނާގެ ޢަމަލުތަކުން އޭނާގެ ބަސްތައް ޙިސާބުކޮށްފި މީހެއްނަމަ، އޭނާއަށް ވާގިހުރި ކަންކަމުގައި ނޫނީ އޭނާގެ ބަސްތައް މަދުވެގެންވާނެތެވެ. ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. މޫސާ ޢަލައިހިއްސަލާމްގެ ފޮތުގައިވީ ކޯއްޗެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އޭގައިވީ މުޅީންވެސް ޢިބްރަތްތަކެވެ: މަރުވާނެކަން އޭނާއަށް ޔަޤީންވެފައި ދެން އެނާ އުފާވެގެންވާތީ ތިމަން ޢަޖާއިބުވަމެވެ. ޤަދަރު ނިޔާ އޭނާއަށް ޔަޤީންވެފައި ދެން އޭނާ ވަރުބަލިކުރާތީ ތިމަން ޢަޖާއިބުވަމެވެ. އަދި އޭނާއަށް ދުނިޔެ ފެނިފައި އެ ދުނިޔެ އޭގެ އަހުލުވެރިންނަށް ފުރޮޅާލައިތަން ފެނިފައި ދެން އޭނާ އެދުނިޔެއަށް ހިތްހަމަ ޖެހިގެންވާތީ ތިމަން ޢަޖާއިބުވަމެވެ. އަދި މާދަމާ ޙިސާބުކުރެވޭނެކަން އޭނާއަށް ޔަޤީންވެފައި ދެން އޭނާ ޢަމަލުނުކުރާތީ ތިމަން ޢަޖާއިބުވަމެވެ.\" ދެން ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ފަހެ އިބްރާހީމް އަދި މޫސާ ޢަލައިހިމާ އައްސަލާމްގެ އަތުގައިވީ އެއްވެސް ﷲ ޢައްޒަ ވަޖައްލަ ކަލޭގެފާނަށް ބާވައިލެއްވި އެއްޗަކުން ކުރެ އެއްވެސް އެއްޗެއް އަހަރެމެންގެ އަތްތަކުގައި އެބަ ވޭތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"އާނއެކެވެ. އޭ އަބޫ ޛައްރެވެ. ތިބާ ކިޔަވާށެވެ: \"ނަފްސު ތަޒްކިޔާކޮށްފި މީހާ ކާމިޔާބު ވެއްޖެކަން ކަށަވަރެވެ. އަދި އެއީ އެމީހާގެ ވެރި ރައްބުގެ އިސްމުފުޅު ހަނދުމަކޮށް، ނަމާދުކުރި މީހާއެވެ. އަދި ކިއެއްތަ! ތިޔަބައިމީހުން ދުނިޔޭގެ ދިރިއުޅުން އިސްކުރަމުއެވެ.\" [އަލްއަޢްލާ: 15] ގޮސް މިސޫރަތުގެ ނިޔަލަށެވެ. ޔަޢުނީ މި ޛިކުރު ކުރެވުނު އާޔަތްތައް އިހުގެ ފަތްފުށްތަކުގައިވާކަން ކަށަވަރެވެ. އިބްރާހީމްގެފާނާއި، މޫސާގެފާނަށް ބާވައިލެއްވި ފަތްފުށްތަކުގައެވެ. ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް ވަޞިއްޔަތް ކުރައްވާށެވެ.\nއެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ އަށް ތަޤްވާވެރިވުމަށް ތިބާއަށް ތިމަންކަލޭގެފާނު ވަޞިއްޔަތް ކުރައްވަމެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން އެއީ ތިބާގެ ކަމުގެ ރައުސެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާގެ މައްޗަށް ވަނީ ޤުރްއާން ތިލާވަތުކުރުމަށެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލަ ޛިކްރު ކުރުމަށެވެ. އެހެނީ ފަހެ ހަމަކަށަވަރުން އެއީ އުޑުގައި ތިބާއަށްވާ ޛިކުރެކެވެ. އަދި ބިމުގައި ތިބާއަށްވާ ނޫރެކެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާ ގިނައިން ހުނުމުން ރައްކާތެރިވާށެވެ. ފަހެ ހަމަކަށަވަރުން އެކަމުން ހިތް މަރާލަތެވެ. އަދި އެކަމުން މޫނުގެ ނޫރު ގެންދަވަތެވެ.\" ވިދާޅުވިއެވެ. އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާގެ މައްޗަށް ވަނީ ޖިހާދު ކުރުމެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން އެކަމަކީ ތިމަންކަލޭގެފާނުގެ އުއްމަތުގެ ރަހްބާނިއްޔަތޭ، އެބަހީ ޝަހްވަތްތަކަށް ބިރުވެތިވުމެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ހެޔޮ ކަމެއްގައި މެނުވީ ތިބާގެ މައްޗަށް ހަނުހުރުން ވެއެވެ. ފަހެ ހަމަކަށަވަރުން އެކަން އެއީ ޝައިޠާނާ ފައްސައިލާ ކަމެކެވެ. އަދި ތިބާގެ ދީނުގެ މައްޗަށް ވާގިވެރިވާ ކަމެކެވެ.\" ވިދާޅުވިއެވެ.\nއަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ތިބާގެ ދަށުގައިވާ މީހާއަށް ބަލާށެވެ. އަދި ތިބާގެ މަތީގައިވާ މީހާއަށް ނުބަލާށެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން ތިބާގެ މައްޗަށްވާ ﷲ ގެ ނިޢުމަތްތަކާ މެދުގައި ތިބާ ކުޑައިމީސްނުވުން ތިބާއަށް މާ ހެޔޮކަން ބޮޑު ވެގެންވެއެވެ.\" އަހުރެން ބުނީމެވެ: އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"މިސްކީނުން ދެކެ ތިބާ ލޯބިވާށެވެ. އަދި އެބައިމީހުންނާ އިށީނދެ ހަދާށެވެ. ފަހެ އެހެނީ ހަމަކަށަވަރުން ތިބާގެ މައްޗަށްވާ ﷲ ގެ ނިޢުމަތްތަކާ މެދުގައި ތިބާ ކުޑައިމީސްނުވުން ތިބާއަށް މާ ހެޔޮކަން ބޮޑު ވެގެންވެއެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާގެ ގާތްތިމާގެ މީހުންނާއި ގުޅުން ބަދަހި ކުރާށެވެ. އެއީ އެބައިމީހުން ތިބާއާ ގުޅުން ކަނޑާލި ކަމުގައިވިނަމަވެސް މެއެވެ.\" ވިދާޅުވިއެވެ. އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ކިތަންމެ ހިތިވިޔަސް ތިބާ ޙައްޤު ބުނާށެވެ.\" ވިދާޅުވިއެވެ: އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ﷲ އަށްޓަކައި ތިބާ މަލާމާތް ކުރާ މީހެއްގެ މަލާމާތަކަށް ޖެހިލުންވެ ބިރުނުގަންނާށެވެ.\" އަހުރެން ބުނީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަށް އިތުރަށް ގިނަ ކުރައްވާށެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: \"ތިބާގެ ނަފްސުން އެނގޭ ކަންކަން މީސްތަކުންގެ ކިބައިން ރައްދު ކުރާށެވެ. އަދި ތިބާ ލޯބިކުރާ ތިބާއަށް ފެންނަ ކަންކަން އެބައިމީހުންގެ މައްޗަށް ނުހަދާށެވެ. އަދި ތިބާގެ ނަފްސުން ޖާހިލުކަން މީސްތަކުން ކުރެން އެނގުމުންނާއި ނުވަތަ ތިބާ ލޯބިވާ ކަމެއް އެބައިމީހުންގެ މައްޗަށް ވުމުން ތިބާއަށް ޢައިބެއްގެ ގޮތުގައި ފުދެއެވެ.\" ދެން އެކަލޭގެފާނުގެ އަތްޕުޅުން އަހުރެންގެ މޭމަތީގައި ޖެއްސެވިއެވެ. އަދި ޙަދީޘްކުރެއްވިއެވެ: \"އޭ އަބޫ ޛައްރެވެ. ތަދްބީރުކުރުން ފަދަ ޢަޤްލެއް ނުވެތެވެ. އަދި ﷲ ޙަރާމް ކުރެއްވި ކަންތައްތަކުން ހުއްޓާލުން ފަދަ ވަރަޢައެއް ނުވެއެވެ. އަދި ރިވެތި ޚުލްޤެއް ފަދަ ޙަސަބެއް ނުވެތެވެ.\"\nމުޙައްމަދު ބްނު އަލްޙުސައިން ވިދާޅުވިއެވެ: ފަހެ މިއީ އޭގައި އެތަކެއް ޢިލްމެއްވާ ތަފާތު ބާވަތްތަކުގެ ސާޅީސް ޙަދީޘެވެ. އަދި ކޮންމެހެން ވެސް އެނގެންޖެހޭ ޢިލްމުތައް އިތުރަށަ ހޯދުމަށް ބުއްދިވެރީން ދާނެތެވެ. އެއީ އެއަކުން ޖާހިލުވުމުން ތަނަވަސްވެގެންނުވާ އަދި އެކަމަކުން ޖާހިލުވުމަކުން ޢިލްމުވެރީންނަށް ޢުޛްރުނުވާ ކަންކަމެވެ. އަދި އެބައިމީހުންނަށް ކޮންމެ ފަހަރަކު އިތުރަށް ޢިލްމުލިބި އިނގޭވަރަކަށް އަދި އެކަމަށް ޢަމަލުކުރިވަރަކަށް ކަރީމްވަންތަ ﷲ އޭގެއިން އެބައިމީހުން ދުނިޔެއާއި އާޚިރަތުގައި ޝަރަފުގެ ގޮތުން އިތުރުކުރައްވަތެވެ. އަދި އެކަމަށް ތައުފީޤު ދެއްވާ ފަރާތަކީ ﷲ އެވެ. އަދި އެކަމުގެ މައްޗަށް ވާގިވެރިވާ ފަރާތަކީ ވެސް އެކަލާނގެއެވެ. އަދި ޢަޡީމްވަންތަ ﷲ ގެ ޙަޟްރަތުން އެދެނީ އަޅަމެންނަށާއި އަދި ތިޔަބައިމީހުންނަށް ނަފާހުރި ޢިލްމާއި، ތާއީދުހުރި ޢަޤްލާއި، ޞާލިޙު އަދަބެވެ.",""]]
