const bulugh_DB = [
  [
      "1",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "١ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي البَحْرِ -: «هُوَ الطَّهُورُ مَاؤُهُ، الحِلُّ مَيْتَتُهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ ⁽¹⁾، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَالتِّرْمِذِيُّ ⁽²⁾.",
      "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ކަނޑާމެދު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އޭގެ ފެން ޠަހޫރުވެފައި، އަދި އޭގެ މުޅަތަކެތި ހަލާލު ތަނެކެވެ.“\n(ނޯޓު: ޠަހޫރު ފެނަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން ތަކެތިވެސް ތާހިރުކޮށްދޭ ފެނެވެ.)\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ.\n(އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)",
      "⁽¹⁾ وعلى الرغم من ذلك فإنَّه اختصره ولم يذكره بلفظه، وسببه أنَّه قلد صاحب «المحرر».\n⁽²⁾ صححه عدد من الأئمة، منهم: البخاري، والترمذي، وابن خزيمة، والطحاوي، وابن السكن، وابن حبان، وابن المنذر، والدارقطني، وابن منده، والحاكم، والبيهقي، وعبد الحق الإشبيلي، والبغوي، وابن الملقن، وآخرون.\nأخرجه: ابن أبي شيبة (1402)، وأبو داود (83)، وابن ماجه (386)، والترمذي (69)، والنسائي 1/ 50، وابن خزيمة (111)، ‌والشافعي (الأم 1/ 16)، ‌وأحمد (2/ 237، 361، 378، 392)\nانظر: «الإلمام» (1)، و «المحرر» (1)\nوفي الحديث: من طريق صفوان بن سليم، عن سعيد بن سلمة من آل بني الأزرق، عن المغيرة بن أبي بردة - وهو من بني عبد الدار- أنه سمع أبي هريرة يقول: جاء رجل إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله! إنا نركب البحر، ونحمل معنا القليل من الماء، فإن توضأنا به عطشنا، أفنتوضأ به؟ فقال صلى الله عليه وسلم: فذكره."
  ],
  [
      "2",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٢ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» أَخْرَجَهُ الثَّلَاثَةُ، وَصَحَّحَهُ أَحْمَدُ ⁽¹⁾.",
      "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން ފެން ޠަހޫރުވެގެން ވެއެވެ. އެއްވެސް އެއްޗަކުން އެ ނަޖިސްވެގެން ނުދެއެވެ.“\n(ނޯޓު: ޠަހޫރު ފެނަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން ތަކެތިވެސް ތާހިރުކޮށްދޭ ފެނެވެ.)\nމި ޙަދީޘް ނެރުއްވީ ތިން އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި ނަސާއީއެވެ.) އަދި އަޙްމަދު އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ صححه: الإمام أحمد وابن معين وابن حزم.\nأخرجه: أحمد 3/ 31، وأبو داود (66)، والترمذي (66)، والنسائي 1/ 174\nانظر: «المحرر» (2)\nوفي الحديث: عن أبي سعيد الخدري، قال: قيل: يا رسول الله (!) أنتوضأ (رواية: أتتوضأ) من بئر بضاعة، وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن؟! فقال رسول الله صلى الله عليه وسلم: .. الحديث. أعل بجهالة أحد رواته، لكن له طرق وشواهد أخرى يصح بها الحديث، كما تجد ذلك مفصلا «بالأصل». فائدة: قوله في الحديث: «وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن». قال الخطابي عن ذلك في «معالم السنن» (1/ 37): «يتوهم كثير من الناس إذا سمع هذا الحديث أن هذا كان منهم عادة، وأنهم كانوا يأتون هذا الفعل قصدا وعمدا، وهذا لا يجوز أن يظن بذمي، بل بوثني، فضلا عن مسلم! ولم يزل من عادة الناس قديما وحديثا؛ مسلمهم وكافرهم: تنزيه المياه، وصونها عن النجاسات، فكيف يظن بأهل ذلك الزمان، وهم أعلى طبقات أهل الدين، وأفضل جماعة المسلمين، والماء في بلادهم أعز، والحاجة إليه أمس، أن يكون هذا صنيعهم بالماء، امتهانهم له؟!. وقد لعن رسول الله صلى الله عليه وسلم من تغوط في موارد الماء ومشارعه، فكيف من اتخذ عيون الماء ومنابعه رصدا للأنجاس، ومطرحا للأقذار؟ هذا ما لا يليق بحالهم. وإنما كان هذا من أجل أن هذه البئر في صدور من الأرض، وأن السيول كانت تكسح هذه الأقذار من الطرق والأفنية، وتحملها فتلقيها فيها، وكان الماء لكثرته لا تؤثر فيه وقوع هذه الأشياء ولا يغيره»."
  ],
  [
      "3",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٣ - وَعَنْ أَبِي أُمَامَةَ البَاهِلِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ لَا يُنَجِّسُهُ شَيْءٌ، إِلَّا مَا غَلَبَ عَلَى رِيحِهِ، وَطَعْمِهِ، وَلَوْنِهِ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَبُو حَاتِمٍ ⁽¹⁾. وَلِلْبَيْهَقِيِّ: «المَاءُ طَاهِرٌ إِلَّا إِنْ تَغَيَّرَ رِيحُهُ، أَوْ طَعْمُهُ، أَوْ لَوْنُهُ؛ بِنَجَاسَةٍ تَحْدُثُ فِيهِ» ⁽²⁾.",
      "އަދި އަބޫ އުމާމާ އަލްބާހިލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން އެއްވެސް އެއްޗަކުން ފެން ނަޖިސްވެގެން ނުދެއެވެ. އެއީ އޭގެ ވަހާއި، ރަހައާއި، ކުލައަށް ވެރިވެގަންނަ އެއްޗަކުން ފިޔަވައެވެ.“\n(އެބަހީ: އޭގެ ސިފަތަކަށް ބަދަލު ގެނުވައިދޭ އެއްޗެއް، އެ ފެނާ އެކުވެއްޖެ ނަމަ މެނުވީއެވެ.)\nމި ޙަދީޘް ނެރުއްވީ އިބްނު މާޖާއެވެ. އަދި އަބޫ ޙާތިމް އެ ޟަޢީފު ކުރެއްވިއެވެ.\nއަދި ބައިހަގީގެ ރިވާޔަތުގައި ވެއެވެ: ”ފެން ތާހިރުވެގެން ވެއެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލުވެއްޖެ ނަމަ މެނުވީއެވެ.“",
      "⁽¹⁾ ضعيف؛ لضعف رشدين بن سعد، وقد أخطأ في وصله.\nأخرجه: ابن ماجه (521)، والدارقطني 1/ 28، والطبراني في «الكبير» (7503)\nوتضعيف أبي حاتم في «العلل» (97) لابنه، وقد ضعّفه إذ رجح الرواية المرسلة.\n⁽²⁾ سنده ضعيف؛ لضعف بقية، وله عنه طريق آخر ضعيف أيضاً، والحديث ضعّفه الشافعي والبيهقي وغيرهما، وقد ساق الحافظ ابن حجر الرواية؛ ليشرح حرف العطف في الرواية السابقة، بمعنى أنَّه لا يشترط اجتماع صفات سلبية الطهور على أنَّ هذا وذاك لم ينفع؛ لضعف الروايتين، لكنَّ فائدة ذلك أنْ يتحرى الباحث تفسير الحديث بالحديث.\nأخرجه: البيهقي 1/ 259 - 260"
  ],
  [
      "4",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٤ - وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا كَانَ المَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الخَبَثَ»، وَفِي لَفْظٍ: «لَمْ يَنْجُسْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَابْنُ حِبَّانَ وَالحَاكِمُ ⁽¹⁾.",
      "އަދި ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ފެނުގައި ދެ ގުއްލަ ހަމަވާނަމަ، އެ ފެން ނަޖިހެއް ނުއުފުލާނެއެވެ.“ (އެބަހީ: އެ މިންވަރުގެ ފެނަށް ނަޖިހެއް އެޅުނަސް، އެއަކަށް އަސަރެއް ނުކުރާނެއެވެ.)\nއަދި އެހެން ލަފްޒެއްގައި ވެއެވެ: ”އެ ފެން ނަޖިސްވެގެން ނުދެއެވެ.“\n(ނޯޓު: ބުލޫޣުލް މަރާމްގެ ޝަރަހައިގައި، ޢަބްދު ﷲ ބިން ޞާލިޙު އަލްފައުޒާން ވިދާޅުވަނީ، އެއް ގުއްލައަކީ ސަތޭކަ ދެ ކިލޯ ކަމަށެވެ. އެހެންވީމާ ދެ ގުއްލަ ވާނީ ދުއިސައްތަ ހަތަރު ލީޓަރަށެވެ.)\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު ޚުޒައިމާއާއި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ صححه ابن خزيمة، والحاكم، وابن حبان.\nأخرجه: أبو داود (63)، وابن ماجه (517)، والترمذي (67)، والنسائي 1/ 46، وابن خزيمة (92)، وابن حبان (1249)، والحاكم (132).\nانظر: «المحرر» (3)"
  ],
  [
      "5",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَغْتَسِلْ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ وَهُوَ جُنُبٌ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِلْبُخَارِيِّ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ» ⁽²⁾.\nوَلِمُسْلِمٍ: «مِنْهُ» ⁽³⁾.\nوَلِأَبِي دَاوُدَ: «وَلَا يَغْتَسِلُ فِيهِ مِنَ الجَنَابَةِ» ⁽⁴⁾.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ތިޔަބައިމީހުން ކުރެ މީހަކު ޖުނުބުވެރިވެގެންވާ ހާލު (އެއް ތަނެއްގައި) ގަރާރުވެފައިވާ ފެންގަނޑަކަށް (އެރިގެން) ފެން ނުވަރާހުއްޓެވެ.“\rމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ. އަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު (އެއް ތަނެއްގައި) ގަރާރުވެފައި ހުންނަ، ނުހިނގާ ހުރި ފެންގަނޑަކަށް ކުޑަކަމު ނުދާހުއްޓެވެ. (އަދި އެއަށް ކުޑަކަމުގޮސްފައި) ދެން އޭގެ ތެރެއަށް (އެރިގެން) ފެންނުވަރާހުއްޓެވެ.“\rއަދި މުސްލިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”(ދެން) އެ ފެނުން (ފެންނުވަރާހުއްޓެވެ.)“\rއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ވެއެވެ: ”އަދި އެއަށް އެރިގެން ޖުނުބެރިކަމުން ހިނައިތާހިރުވެ ނުގަންނަހުއްޓެވެ.“",
      "⁽¹⁾ أخرجه مسلم (283) وأبو داود (70)، وابن ماجه (605)، والنسائي 1/ 124 - 125، وابن الجارود (56)، وابن خزيمة (93)، وابن حبان (1252)، والبيهقي 1/ 237.\n⁽²⁾ البخاري (239)\n⁽³⁾ مسلم (282)\n⁽⁴⁾ أبو داود (70)"
  ],
  [
      "6",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٦ - وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ ﷺ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ تَغْتَسِلَ المَرْأَةُ بِفَضْلِ الرَّجُلِ، أَوِ الرَّجُلُ بِفَضْلِ المَرْأَةِ، وَلْيَغْتَرِفَا جَمِيعاً» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَإِسْنَادُهُ صَحِيحٌ ⁽¹⁾.",
      "އަދި ނަބިއްޔާ ﷺ އާ ބައްދަލުވި ސަހާބީއެއްގެ އަރިހުން ރިވާވެގެންވެއެވެ: ފިރިހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން އަންހެނަކު ހިނައިގަތުމާ، އަންހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން ފިރިހެނަކު ހިނައިގަތުން، ރަސޫލު ﷲ ﷺ ނަހީ ކުރެއްވިއެވެ. (އެހެނެއްކަމަކު) އެ ދެ މީހުން އެކުއެކީގައި (ކަންވާރުގެ ތެރެއަށް) އަތް ލައިގެން ފެން ނަގާހުއްޓެވެ.\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއިއެވެ. އަދި އޭގެ ސަނަދު ސައްހައެވެ.\n(ނޯޓު: ފިރިހެނުންނާއި އަންހެނުންނަށް، އެކަކު ހިނައިގަންނަން ބޭނުން ކުރުމަށް ފަހު ބާކީވާ ފެނުން އަނެކަކު ހިނައިގަތުމަކީ މަކްރޫހަ ކަމާއެކު ހުއްދަ ކަމެކެވެ. ޖެހިގެން އަންނަ ޙަދީޘްއިން އެ ކަން ސާބިތުކޮށްދެއެވެ.)",
      "⁽¹⁾ أخرجه: أحمد 4/ 111، وأبو داود (81)، والنسائي 1/ 130، والبيهقي 1/ 190.\nانظر: «المحرر» (9)، و «تنقيح التحقيق» 1/ 40 (29)، و «فتح الباري» 1/ 514 قبيل (194)"
  ],
  [
      "7",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٧ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِأَصْحَابِ السُّنَنِ: «اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ ﷺ فِي جَفْنَةٍ، فَجَاءَ لِيَغْتَسِلَ مِنْهَا، فَقَالَتْ لَهُ: إِنِّي كُنْتُ جُنُباً، فَقَالَ: إِنَّ المَاءَ لَا يُجْنِبُ» وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽²⁾.",
      "އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا (ހިނައިގަންނަވަން ބޭނުންކުރެއްވުމަށް ފަހު) ބާކީ ހުންނަ ފެނުން ނަބިއްޔާ ﷺ ހިނައިގަންނަވައެވެ. މި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.\nއަދި ސުނަނުގެ އަހުލުވެރިންގެ ރިވާޔަތެއްގައި ވެއެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ، އަދި އިބްނު މާޖާއެވެ.) ޖަފްނާއެއް (އެބަހީ: ބޮޑު ކަންވާރެއް) ގައި، ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލެއް ހިނައިގެންނެވިއެވެ. ދެން އޭގެން ހިނައިގެންނެވުމަށް އެކަލޭގެފާނު ވަޑައިގެންނެވިއެވެ. ފަހެ އެ ކަމަނާ އެކަލޭގެފާނުގެ އަރިހުގައި ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަން ކަމަނާވީ ޖުނުބުގެ ހާލުގައެވެ. ފަހެ އެކަލޭގެފާނު ހަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ފެން ޖުނުބުވެރިއެއް ނުވެއެވެ.“\nއަދި ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ މި ޙަދީޘް ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 1/ 366، ومسلم 1/ 176 (323) (48)، وابن خزيمة (108) في لفظٍ قريب، والدارقطني 1/ 53، والبيهقي 1/ 188.\nانظر: «المحرر» (7)\n⁽²⁾ (1) أخرجه: عبد الرزاق (396)، وأحمد 1/ 235، وأبو داود (68)، وابن ماجه (370)، والترمذي (65)، والنسائي (325)، وأبو يعلى (2411)، وابن الجارود (48)، وابن خزيمة (91)، والدارقطني 1/ 52، والحاكم 1/ 159، والبيهقي 1/ 188.\nانظر: «المحرر» (8)"
  ],
  [
      "8",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ، أُولَاهُنَّ بِالتُّرَابِ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَفِي لَفْظٍ لَهُ: «فَلْيُرِقْهُ» ⁽²⁾.\nوَلِلتِّرْمِذِيِّ: «أُخْرَاهُنَّ، أَوْ أُولَاهُنَّ بِالتُّرَابِ» ⁽³⁾.",
      "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ކަންވާރެއްގެ ތެރެއަށް ކުއްތާއެއް ދޫލައިފި ނަމަ، ފަހެ އެ ތާހިރު ކުރުން ވަނީ، އޭނާ އެ ހަތް ފަހަރު ދޮވެގެންނެވެ. އޭގެ ތެރެއިން ފުރަތަމަ ފަހަރު ވެލިންނެވެ.“ މި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.\rއަދި މުސްލިމުގެ (އެހެން) ލަފްޒެއްގައި ވެއެވެ: ”ފަހެ އެ ކަންވާރު އޮއްސާލާށެވެ.“\rއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި ވެއެވެ: ”އޭގެ ފަހު ފަހަރު، ނުވަތަ ފުރަތަމަ ފަހަރު (ދޮންނާނީ) ވެލިންނެވެ.“",
      "⁽¹⁾ أخرجه: الشافعي في «مسنده» (204)، وعبد الرزاق (330)، والحميدي (968)، وأحمد 2/ 265، ومسلم 1/ 162 (279) (91)، وأبو داود (71)، والترمذي (91)، والنسائي 1/ 177، وابن خزيمة (95)، والدارقطني 1/ 64، والحاكم 1/ 161، والبيهقي 1/ 240.\nانظر: «الإلمام» (7)، و «المحرر» (10)\n⁽²⁾ أخرجه: مسلم 1/ 161 (279) (89)، والنسائي 1/ 53، وابن خزيمة (98)، وابن حبان (1296)، من طريق علي بن مسهر، عن الأعمش، عن أبي صالح وأبي رزين، عن أبي هريرة، به، بلفظ: «فليرقه» أو: «فليهرقه»\nانظر: «الإلمام» (8)، و «المحرر» (11)\n⁽³⁾ الترمذي (91)\nالصحيح ما في «الصحيح» من غير شك، فقد جاءت من طريق هشام بن حسان، عن ابن سيرين، وهي رواية الأكثر والأحفظ عن ابن سيرين، ومعلوم في قواعد الحديث أنَّ الرواية التي فيها شك يقضى عليها بما لا شك فيه، فكيف وقد اجتمع الأكثر والأحفظ.\nانظر: «الإلمام» (9)، و «المحرر» (12)\nوعند الترمذي زيادة أخرى، وهي: «وإذا ولغت فيه الهرة، غسل مرة»."
  ],
  [
      "9",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "٩ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ - فِي الهِرَّةِ -: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽¹⁾.",
      "އަދި އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ބުޅަލާމެދު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެއް ނޫނެވެ. އެއީ ތިޔަބައިމީހުންގެ ވަށައިގެން ގިނަގިނައިން (ވަދެ ނިކުމެ) އުޅޭ ބައެއްގެ ތެރެއިންވާ އެއްޗެއް ކަމުގައި މެނުވީ ނުވެއެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: مالك في «الموطأ» (46) برواية الليثي، والشافعي في «مسنده» (7)، وأحمد 5/ 303، وأبو داود (75)، وابن ماجه (367)، والترمذي (92)، والنسائي 1/ 55، وابن الجارود (60)، وابن خزيمة (104)، وابن حبان (1299)، والحاكم 1/ 160.\nانظر: «المحرر» (14)\nوفي الحديث: من طريق كبشة بنت كعب بن مالك -وكانت تحت ابن أبي قتادة- أن أبا قتادة دخل عليها، فسكبت له وضوءا. قالت: فجاءت هرة تشرب، فأصغى لها الإناء حتى شربت، قالت كبشة: فرآني أنظر إليه! فقال: أتعجبين يا بنت أخي؟ فقلت: نعم. قال: إن رسول الله صلى الله عليه وسلم قال: فذكره. وقال الترمذي: «حديث حسن صحيح»"
  ],
  [
      "10",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "١٠ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ المَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ ﷺ، فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ ﷺ بِذَنُوبٍ مِنْ مَاءٍ؛ فَأُهْرِيقَ عَلَيْهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އައުރާބީއަކު އައިސް މިސްކިތުގެ ބައެއްގައި ކުޑަކަމުދިޔައެވެ. ފަހެ މީސްތަކުން އޭނާއަށް (އަޑުލައި) އިންކާރު ކުރިއެވެ. (ނަމަވެސް) ނަބިއްޔާ ﷺ އެބައިމީހުންނަށް (އެ ކަން) ނަހީ ކުރެއްވިއެވެ. ދެން އޭނާ ކުޑަކަމުގޮސް ނިމުމުން، ފެން ބާލިދީއެއް ގެނައުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ. އަދި އެ ތަނުގެ މައްޗަށް އެ އޮއްސާލެވުނެވެ.\nމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 3/ 114، والبخاري 1/ 56 (221)، ومسلم 1/ 163 (284) (99)، وابن ماجه (528)، والنسائي 1/ 47، وابن خزيمة (296)، والبيهقي 2/ 427.\rانظر: «الإلمام» (11)، و «المحرر» (15)"
  ],
  [
      "11",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "١١ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا المَيْتَتَانِ: فَالجَرَادُ وَالحُوتُ، وَأَمَّا الدَّمَانِ: فَالكَبِدُ وَالطِّحَالُ» أَخْرَجَهُ أَحْمَدُ، وَابْنُ مَاجَهْ، وَفِيهِ ضَعْفٌ ⁽¹⁾.",
      "އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُما ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރުމެންނަށް ދެ މުޅަ އެއްޗަކާއި ދެ ލެއެއް ހަލާލު ކުރެއްވުނެވެ. އެ ގޮތުން މުޅަ ދެ އެއްޗަކީ ގޮށްފުޅަނގިއާއި މަހެވެ. އަދި ދެ ލެޔަކީ ހުންކޮށްޓާއި މެއެވެ.“\n(ނޯޓު: އެބަހީ ފެނުގައި އުޅޭ މަހެވެ. އަދި ހުންކޮށްޓަކީ ސްޕްލީނެވެ.)\nމި ޙަދީޘް ނެރުއްވީ އަޙްމަދާއި އިބްނު މާޖާއެވެ. އަދި އޭގައި ބަލިކަށިކަމެއް ވެއެވެ.\n(ނޯޓު: ބަލިކަށިވަނީ މަރްފޫޢު ރިވާޔަތެވެ. ނަމަވެސް މައުގޫފުކޮށް މި ޙަދީޘް ސައްހައެވެ.)",
      "⁽¹⁾ لا يصح رفعه، بل الصحيح أنَّه موقوف، رفعه يحيى بن حسّان، عن سليمان بن بلال، عن زيد بن أسلم، عن ابن عمر، أخرجه ابن عدي في «الكامل» 5/ 308، وخالف عبدَ الله بن وهب الذي أوقفه، وروايته أخرجها البيهقي 1/ 254، وتوبع يحيى على رفعه من أولاد زيد بن أسلم، وفيهم من اختلف عليه، وفيهم من لم يصح إليه الإسناد، وفيهم من هو ضعيف أصلاً، ثم إنَّ الحديث وإن كان موقوفاً فله حكم المرفوع؛ لأنَّ الذي أحل لهم هو النبيُّ - صلى الله عليه وسلم - وهو المبلِّغ عن الله.\nأخرجه: الشافعي في «مسنده» (1513)، وأحمد 2/ 97، وابن ماجه (3314)، والدارقطني 4/ 271، والبيهقي 1/ 254، من طريق عبد الرحمن بن زيد، وأخرجه: ابن عدي في «الكامل» 5/ 308، والدارقطني 4/ 271 من طريق عبد الله بن زيد، وأخرجه: ابن عدي في «الكامل» 2/ 81، والبيهقي 1/ 254 من طريق أسامة بن زيد، ثلاثتهم عن زيد به مرفوعاً."
  ],
  [
      "12",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "‌‌بَابُ المِيَاهِ",
      "ފެނުގެ ބާބު",
      "١٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ لْيَنْزِعْهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً، وَفِي الآخَرِ شِفَاءً» أَخْرَجَهُ البُخَارِيُّ، وَأَبُو دَاوُدَ، وَزَادَ: «وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ».",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ކުރެ މީހެއްގެ ބުއިމެއްގެ ތެރެއަށް މެއްސެއް ވެއްޓިއްޖެނަމަ، ފަހެ އޭނާ އެ މެހި ގަންބާލާހުއްޓެވެ. އެއަށްފަހު އެ ނަގާހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން އޭގެ ދެ ފިޔައިން ކުރެ އެއް ފިޔައިގައި ވަނީ ބައްޔެވެ. އަދި އަނެއް ފިޔައިގައި ވަނީ ޝިފާއެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއާއި އަބޫ ދާވޫދެވެ. އަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައި ވެއެވެ: ”އަދި ހަމަކަށަވަރުން އެ މެހި ރައްކާތެރިވުމަށް (އިސް ކުރަނީ) އޭގައި ބަލި ހުރި ފިޔައެވެ.“",
      "⁽¹⁾ أخرجه: أحمد 2/ 263، والبخاري 4/ 158 (3320)، وابن ماجه (3505)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252.\nانظر: «الإلمام» (6).\n⁽²⁾ إسناده حسن؛ لأجل محمد بن عجلان.\nأخرجه: أحمد 2/ 229، وأبو داود (3844)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252"
  ],
  [
      "13",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٣ - وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَا قُطِعَ مِنَ البَهِيمَةِ وَهِيَ حَيَّةٌ؛ فَهُوَ مَيْتٌ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَاللَّفْظُ لَهُ ⁽¹⁾.",
      "އަދި އަބޫ ވާގިދު އަލްލައިޘީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރެއް ދިރިހުއްޓައި، އޭގެ ކިބައިން ވަކި ކުރެވޭ ބަޔަކީ މުޅަ އެއްޗެކެވެ.“\rމި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ޙަސަން ކުރެއްވިއެވެ. އަދި މިއީ ތިރްމިޛީގެ ލަފްޒެވެ.",
      "⁽¹⁾ اختلف فيه فأخرجه: أحمد 5/ 218، وأبو داود (2858)، والترمذي (1480)، وأبو يعلى (1450)، وابن الجارود (876)، والطحاوي في «شرح المشكل» (1572)، والطبراني في «الكبير» (3304)، وابن عدي في «الكامل» 5/ 487، والدارقطني 4/ 292، والحاكم 4/ 239، والبيهقي 1/ 23 من طريق عبد الرحمن بن عبد الله بن دينار، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي واقد، به، وعبد الرحمن هذا تُكلم فيه، وانتقى البخاري من حديثه ما صح، وتوبع من عبد الله بن جعفر والد ابن المديني وهو ضعيف، أخرجه: الحاكم 4/ 123 - 124، وصحّح البخاري هذا الوجه كما في «علل الترمذي» 2/ 632، ورواه هشام بن سعد، عن زيد بن أسلم، عن عطاء، عن ابن عمر، أخرجه: ابن ماجه (3216)، والدارقطني 4/ 292، والحاكم 4/ 124، فجعله من مسند ابن عمر، وهشام ضعيف، ورواه معمر عن زيد مرسلاً، وذكر الحاكم أنَّ عبد الرحمن بن مهدي رواه عن زيد مرسلاً، وذكر الدارقطني كذلك أنَّ سليمان بن بلال رواه مرسلاً، أخرجه: عبد الرزاق (8611)، ورواه سليمان بن بلال والمسور بن الصلت -مقرونين- عن زيد، عن عطاء، عن أبي سعيد الخدري، أخرجه: البزار كما في «كشف الأستار» (1220)، والطحاوي في «شرح المشكل» (1573)، والحاكم 4/ 124، فجعلاه من مسند أبي سعيد، ورجح أبو حاتم والدارقطني والبزار المرسل.\nانظر: «علل ابن أبي حاتم» (1479)، و «علل الدارقطني» (1152) و (3037)\nوفي الحديث: من طريق عطاء بن يسار، عن أبي واقد الليثي قال: قدم رسول الله صلى الله عليه وسلم المدينة، والناس يجبون أسنمة الإبل، ويقطعون أليات الغنم، فقال رسول الله صلى الله عليه وسلم: فذكر الحديث."
  ],
  [
      "14",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٤ - عَنْ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ النَّبِيُّ ﷺ: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ والفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الآخِرَةِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "ޙުޛައިފާ ބިން އަލްޔަމާން رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ރަނާއި ރިހީގެ ކަންވާރުތަކުން ނުބޯށެވެ. އަދި އޭގެ ތަށިތަކުގައި ނުކާށެވެ. އެހެނީ ހަމަކަށަވަރުން ދުނިޔޭގައި އެ ތަކެތި ވަނީ އެބައިމީހުންނަށެވެ. (އެބަހީ: ކާފަރުންނަށެވެ.) އަދި އާޚިރަތުގައި (އެ ވާނީ) ތިޔަބައިމީހުންނަށެވެ.“\nމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 5/ 390، والبخاري 7/ 99 (5426)، ومسلم 6/ 135 (2067)، وأبو داود (3723)، وابن ماجه (3414)، والترمذي (1878)، -وعند أصحاب السنن: نهى النبي - صلى الله عليه وسلم - إلا شطره الأخير فمن قوله- والنسائي 8/ 198، وابن الجارود (865)، وابن حبان (5339)، والبيهقي 1/ 27.\nانظر: «الإلمام» (13)\nوفي الحديث: عن عبد الرحمن بن أبي ليلى، قال: إنهم كانوا عند حذيفة، فاستسقى، فسقاه مجوسي، فلما وضع القدح في يده، رماه به، وقال: لولا أني نهيته غير مرة ولا مرتين! -كأنه يقول: لم أفعل هذا- لكني سمعت النبي صلى الله عليه وسلم، يقول: «لا تلبس الحرير ولا الديباج، ولا تشربوا» .. الحديث. واللفظ للبخاري، وعنده «ولنا في الآخرة». وهذه الجملة ليست عند مسلم."
  ],
  [
      "15",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٥ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «الَّذِي يَشْرَبُ فِي إِنَاءِ الفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އުއްމު ސަލަމާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރިހީގެ ކަންވާރުން ބޯ މީހާ، އޭނާގެ ބަނޑަށް އެ އަޅަނީ ނަރަކައިގެ އަލިފާން ކަމުގައި މެނުވީ ނުވެއެވެ.“\nމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: مالك في «الموطأ» (2676) برواية الليثي، والشافعي في «مسنده» (20)، وأحمد 6/ 300، والبخاري 7/ 146 (5634)، ومسلم 6/ 134 (2065) (1)، وابن ماجه (3413)، وابن حبان (5341).\nانظر: «المحرر» (18).\nوهذا الحديث بمعنى الحديث الذي قبله، والقياس أن لا يذكره، لكنَّه ذكره في كتابه هذا -وهو\nكتاب مختصر معتصر- بما تضمنه من فائدة، وهي الوعيد الشديد لمقترف هذا الذنب، وهو أنه من الكبائر."
  ],
  [
      "16",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٦ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَعِنْدَ الأَرْبَعَةِ: «أَيُّمَا إِهَابٍ دُبِغَ» ⁽²⁾.",
      "އިބްނު ޢައްބާސް رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރުގެ ހަން ދިބާޣު ކުރެވުމުން، އެ ތާހިރުވެއްޖެކަން ކަށަވަރެވެ.“\nމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ. އަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި ވަނީ ”ކޮންމެ ޖަނަވާރު ހަމެއް ދިބާޣު ކުރެވުނަސް“ (މިފަދައިންނެވެ.)",
      "⁽¹⁾ أخرجه: مالك في «الموطأ» (1437) برواية الليثي، ومسلم 1/ 191 (366) (105)، وأبو داود (4123)، والدارقطني 1/ 46، والبيهقي 1/ 20.\n⁽²⁾ أخرجه: الشافعي في «مسنده» (18)، وأحمد 1/ 219، والدارمي (1985)، وابن ماجه (3609)، والترمذي (1728)، والنسائي 7/ 173، وابن حبان (1287).\rتنبيه: وهم المصنف إذ عزا هذا اللفظ إلى الأربعة؛ لأنَّ رواية أبي داود بمثل لفظ مسلم المتقدم.\rانظر: «المحرر» (19)، و «منحة العلام» 1/ 89.\rتنبيه: ساق ابن حجر الرواية الثانية؛ ليبين أنَّ الألف واللام لاستغراق الجنس في الرواية الأولى، وأنَّ الحديث يفيد العموم، وليشمل ما يؤكل لحمه وما لا يؤكل لحمه."
  ],
  [
      "17",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٧ - وَعَنْ سَلَمَةَ بْنِ المُحَبَّقِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «دِبَاغُ جُلُودِ المَيْتَةِ طُهُورُهَا» صَحَّحَهُ ابْنُ حِبَّانَ ⁽¹⁾.",
      "ސަލަމާ ބިން އަލްމުޙައްބިގު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުޅަ ޖަނަވާރުތަކުގެ ހަންތައް ދިބާޣު ކުރުމަކީ އެ ތަކެތި ތާހިރު ކުރުމެވެ.“\nއިބްނު ޙިއްބާން މި ޙަދީޘް ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ في إسناده جون بن قتادة وهو مجهول، لكن ليس في أي من طرقه اللفظ المذكور،\nوهو لفظ حديث عائشة رضي الله عنها، عند ابن حبان (1290)، وكذلك أخرجه: أحمد 6/ 73، وأبو داود (4124)، وابن ماجه (3612)، والنسائي 7/ 147، والطحاوي في «شرح المعاني» (2497) ورجح البخاري وقفه على عائشة رضي الله عنها. انظر: «العلل الكبير» (521).\nأخرجه: أحمد 3/ 476، وأبو داود (4125)، والنسائي 7/ 173، وابن حبان (4522)، والدارقطني 1/ 45، والحاكم 4/ 141، والبيهقي 1/ 17"
  ],
  [
      "18",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٨ - وَعَنْ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «مَرَّ رَسُولُ اللَّهِ ﷺ بِشَاةٍ يَجُرُّونَهَا، فَقَالَ: لَوْ أَخَذْتُمْ إِهَابَهَا! فَقَالُوا: إِنَّهَا مَيْتَةٌ، قَالَ: يُطَهِّرُهَا المَاءُ وَالقَرَظُ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ ⁽¹⁾.",
      "މައިމޫނާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: (މަރުވެފައި އޮތް) ބަކައްޓެއް ދަމަމުން ދިޔަ ބަޔަކު ކައިރިންލާފައި ރަސޫލު ﷲ ﷺ ވަޑައިގަތެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އޭގެ ހަންގަނޑު ނެގިނަމައެވެ.“ އެބައިމިހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެއީ މުޅަ އެއްޗެކެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނާއި ގަރަޡު އެ ތާހިރު ކުރާނެއެވެ.“\n(އެބަހީ: އެ ހަނގަނޑު ދިބާޣު ކުރާށެވެ. އަދި ގަރަޡަކީ ދިބާޣު ކުރުމަށް ބޭނުން ކުރެވޭ ގަހެއްގެ ފަތެކެވެ.)\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.",
      "⁽¹⁾ في إسناده جهالة عبد الله بن مالك بن حذافة. ولمتنه شواهد في الصحيحين، دون آخره.\nأخرجه: أحمد 6/ 334، وأبو داود (4126)، والنسائي 7/ 174 - 174، وابن حبان (1291)"
  ],
  [
      "19",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "١٩ - وَعَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ قَالَ: لَا تَأْكُلُوا فِيهَا؛ إِلَّا أَلَّا تَجِدُوا غَيْرَهَا، فَاغْسِلُوهَا، وَكُلُوا فِيهَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އަދި އަބޫ ޘަޢުލަބާ އަލްޚުޝަނީ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންމެން ދިރިއުޅެނީ އަހުލު ކިތާބީންގެ ބަޔަކު އުޅެމުންދާ ބިމެއްގައިއެވެ. ފަހެ ތިމަންމެންނަށް އެބައިމީހުންގެ ކަންވާރުތަކުގައި ކެވިދާނެތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އެ ކަންވާރުތަކުގައި ނުކާށެވެ. އެއީ ތިޔަބައިމީހުންނަށް އެ ނޫން އެއްޗެއް ނުފެނިއްޖެ ހާލަތެއްގައި މެނުވީއެވެ. (އެ ހިނދު) އެ ކަންވާރުތައް ދޮންނާށެވެ. އަދި ތިޔަބައިމީހުން އެ ތަކެތީގައި ކާށެވެ.“\rމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 4/ 195، والبخاري 7/ 111 - 112 (5478)، ومسلم 6/ 58 (1930)، وابن ماجه (3207)، والترمذي (1560)، وابن الجارود (916)، وابن حبان (5879)، والبيهقي 1/ 33.\rانظر: «المحرر» (20)"
  ],
  [
      "20",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "٢٠ - وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ وَأَصْحَابَهُ تَوَضَّؤُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ» مُتَّفَقٌ عَلَيْهِ - فِي حَدِيثٍ طَوِيلٍ - ⁽¹⁾.",
      "އަދި ޢިމްރާން ބިން ޙުޞައިން رَضِيَ الْلَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މުޝްރިކު އަންހެނެއްގެ މަޒާދާއަކުން، ނަބިއްޔާ ﷺ އަދި އެކަލޭގެފާނުގެ ސަހާބީން ވުޟޫ ކުރެއްވިއެވެ.\r(ނޯޓު: މަޒާދާއަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ ފެން ކަންވާރެކެވެ.)\rމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. (މިފަދައިން) އައިސްފައިވަނީ ދިގު ޙަދީޘެއްގައެވެ.",
      "⁽¹⁾ أخرجه: أحمد 4/ 434، والبخاري 4/ 232 - 233 (3571)، ومسلم 2/ 140 - 141 (682)، والنسائي 1/ 171، وابن الجارود (122)، وابن خزيمة (113)، وابن حبان (1302)، والبيهقي 1/ 21.\rانظر: «المحرر» (21).\rتنبيه: قلَّد الحافظ ابن حجر غيره في هذا الصنيع، فليس في الحديث أنَّ النبيَّ - صلى الله عليه وسلم - توضأ منه، إنَّما استعمل النبي وأصحابه هذا الماء، وهذا الوهم من تقليد الساهي للساهي، وإنَّما كان أول من ذكره بنحو اللفظ المذكور المجد ابن تيمية في «المنتقى» (74)، وابن عبد الهادي في «المحرر» (21)، ولم يتكلم الشوكاني عن هذا بشيء في «نيل الأوطار»، وكان ابن دقيق العيد أدق حينما ساق طرفاً من حديث عمران من قوله: «دعا النبي - صلى الله عليه وسلم - بإناءٍ فأفرغ فيه من أفواه المزادتين» «الإلمام» (16)"
  ],
  [
      "21",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الآنِيَةِ",
      "ކަންވާރުގެ ބާބު",
      "٢١ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ قَدَحَ النَّبِيِّ ﷺ انْكَسَرَ، فَاتَّخَذَ مَكَانَ الشَّعْبِ سِلْسِلَةً مِنْ فِضَّةٍ» أَخْرَجَهُ البُخَارِيُّ ⁽¹⁾.",
      "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ ގަދަޙު ތަޅައިގެން ދިޔައެވެ. ފަހެ އެކަލޭގެފާނު އެ ތެޅުނު ތަނުގައި ރިހީގެ ނަރެއް އެޅުއްވިއެވެ.\n(އެބަހީ: މަރާމާތު ކުރެއްވިއެވެ. އަދި ގަދަޙަކީ ފެންބޯ ތައްޓެވެ.)\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއެވެ.",
      "⁽¹⁾ أخرجه: البخاري 4/ 101 (3109)، والطحاوي في «شرح المشكل» (1413)، والطبراني في «الأوسط» (8050)، والبيهقي 1/ 29 - 30"
  ],
  [
      "22",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٢ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «سُئِلَ رَسُولُ اللَّهِ ﷺ عَنِ الخَمْرِ تُتَّخَذُ خَلّاً؟ قَالَ: لَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.",
      "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ބަނގުރާ ރާހުތަށް ހެދުމާ ބެހޭ ގޮތުން ރަސޫލު ﷲ ﷺ އަރިހުގައި ސުވާލު ކުރެެވުނެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“\nމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.",
      "⁽¹⁾ أخرجه: ابن أبي شيبة (37300)، وأحمد 3/ 260، وابن زنجويه في «الأموال» (431)، ومسلم 6/ 89 (1983)، وأبو داود (3675)، والترمذي (1294)، وابن الجارود (854)، والبيهقي 6/ 37.\rانظر: «الإلمام» (154)، و «المحرر» (142)"
  ],
  [
      "23",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٣ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «لَمَّا كَانَ يَوْمُ خَيْبَرَ، أَمَرَ رَسُولُ اللَّهِ ﷺ أَبَا طَلْحَةَ، فَنَادَى: إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الحُمُرِ؛ فَإِنَّهَا رِجْسٌ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އަދިވެސް (އަނަސްގެ) ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޙައިބަރު ހަނގުރާމައިގެ ދުވަހު، ރަސޫލު ﷲ ﷺ، އަބޫ ޠަލްޙާއަށް އަމުރުފުޅު ކުރެއްވުމުން އެކަލޭގެފާނު ގޮވާލެއްވިއެވެ: ހަމަކަށަވަރުން ﷲ އަދި އެ އިލާހުގެ ރަސޫލާ، ތިޔަބައިމީހުންނަށް އަހުލީ ހިމާރުގެ މަސް (ކެއުން) މަނާ ކުރައްވައެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެކެވެ.\r(ނޯޓު: އަހުލީ ހިމާރަކީ މީހުން ގެންގުޅޭ އާދައިގެ ހިމާރެވެ.)\rމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 3/ 121، والبخاري 5/ 167 - 168 (4991)، ومسلم 6/ 65 (1940)، وابن ماجه (3196)، والنسائي 1/ 56، وابن حبان (5274)، والبيهقي 9/ 331.\nانظر: «الإلمام» (853)، و «المحرر» (145)\nوزاد مسلم: «من عمل الشيطان»"
  ],
  [
      "24",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٤ - وَعَنْ عَمْرِو بْنِ خَارِجَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «خَطَبَنَا النَّبِيُّ ﷺ بِمِنًى، وَهُوَ عَلَى رَاحِلَتِهِ، وَلُعَابُهَا يَسِيلُ عَلَى كَتِفِي» أَخْرَجَهُ أَحْمَدُ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ ⁽¹⁾.",
      "އަދި ޢަމްރު ބިން ޚާރިޖާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މިނާގައި ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް ޚުތުބާ ދެއްވިއެވެ. އެއީ އެކަލޭގެފާނުގެ (ޖަމަލު) މަތީގައި ސަވާރުވެ ވަޑައިގެންވަނިކޮށެވެ. އަދި އެ ޖަމަލުގެ ކުޅުތައް ތިމަންނަގެ ކޮނޑު މައްޗަށް ފައިބަފައިބައި ހުއްޓެވެ.\rމި ޙަދީޘް ނެރުއްވީ އަޙްމަދާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ وفي الحديث: في إسناده شهر بن حوشب بيِّن الضعف، وله شواهد.\nأخرجه: الطيالسي (1217)، وسعيد بن منصور (428)، وأحمد 4/ 186، وابن ماجه (2712) والترمذي (2121)، والنسائي 6/ 247، وأبو يعلى (1508)، والبيهقي 1/ 256.\nانظر: «المحرر» (146)"
  ],
  [
      "25",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَغْسِلُ المَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ، وَأَنَا أَنْظُرُ إِلَى أَثَرِ الغَسْلِ فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.\nوَلِمُسْلِمٍ: «لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ ﷺ فَرْكاً، فَيُصَلِّي فِيهِ» ⁽²⁾. وَفِي لَفْظٍ لَهُ: «لَقَدْ كُنْتُ أَحُكُّهُ يَابِساً بِظُفُرِي مِنْ ثَوْبِهِ» ⁽³⁾.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު الله ﷺ (އެކަލޭގެފާނުގެ ހެދުންކޮޅުގައި ހުންނަ) މަނިފޮދު ދޮންނެވުމަށް ފަހު، އެ ހެދުންކޮޅު ތުރުކުރައްވައިގެން ނަމާދަށް ނުކުމެ ވަޑައިގަންނަވައެވެ. އެއީ އެ ހެދުންކޮޅުގައި (ނުހިކި ހުރި) ދޮވުމުގެ އަސަރު ތިމަން ކަމަނާއަށް ފެނިލައްވާ ހާލުގައެވެ.\nމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ ހެދުންކޮޅުން އެ މަނިފޮދު ތިމަން ކަމަނާ ކަހަކަހައިގެން ނައްޓަވަމެވެ. ދެން އެކަލޭގެފާނު އެ ހެދުންކޮޅުގައި ނަމާދު ކުރައްވައެވެ.\nއަދިވެސް (މުސްލިމުގެ އެހެން) ލަފްޒެއްގައި ވެއެވެ: ހަމަކަށަވަރުން އެ މަނިފޮދު ހިކިފައިވަނިކޮށް، ތިމަން ކަމަނާގެ ނިޔަފަތިން ކަހައިގެން އެކަލޭގެފާނުގެ ހެދުންކޮޅުން އެ ނައްޓަވަމެވެ.\n(ނޯޓު: ހެދުމުގައި މަނި ތެތްކޮށްވާ ހާލު އެ ދޮވެ ފިލުވާނީއެވެ. އަދި ހިކިފައިވާ ހާލު އެ ކަހާ ނައްޓާނީއެވެ.)",
      "⁽¹⁾ أخرجه: أحمد 6/ 142، والبخاري 1/ 67 (231)، ومسلم 1/ 164 (289) (108)، وابن ماجه (536)، والنسائي 1/ 156، وابن الجارود (138)، وابن خزيمة (287)، وابن حبان (1381)، والدارقطني 1/ 125، والبيهقي 2/ 419.\nانظر: «المحرر» (148)\nواللفظ المذكور لمسلم.\n⁽²⁾ أخرجه: أحمد 6/ 125، ومسلم 1/ 164 (288) (105)، وأبو داود (372)، وابن الجارود (136)، وابن حبان (1379)، والطبراني في «الأوسط» (5690)، والبيهقي 2/ 416.\nانظر: «المحرر» (149)\n⁽³⁾ أخرجه: مسلم 1/ 165 (290)، والبيهقي 2/ 417.\nانظر: «المحرر» (150)\nوفي الحديث: من طريق عبد الله بن شهاب الخولاني، قال: كنت نازلا على عائشة. فاحتملت في ثوبي، فغمستهما في الماء، فرأتني جارية لعائشة، فأخبرتها، فبعثت إلي عائشة فقالت: ما حملك على ما صنعت بثوبيك؟ قال: قلت: رأيت ما يرى النائم في منامه. قالت: هل رأيت فيهما شيئا؟ قلت: لا. قالت: فلو رأيت شيئا غسلته. لقد رأيتني، وإني لأحكه من ثوب رسول الله صلى الله عليه وسلم يابسا بظفري."
  ],
  [
      "26",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٦ - وَعَنْ أَبِي السَّمْحِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «يُغْسَلُ مِنْ بَوْلِ الجَارِيَةِ، وَيُرَشُّ مِنْ بَوْلِ الغُلَامِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ الحَاكِمُ ⁽¹⁾.",
      "އަދި އަބޫ އައްސަމްޙު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތުއްތު އަންހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނެއް) ދޮންނާނީއެވެ. އަދި ތުއްތު ފިރިހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނަކަށް) ފެން ބުރުވާލާނީއެވެ.“\r\n(އެބަހީ: ކިރުބޯ އުމުރުފުރައިގެ ތުއްތު ކުދިންނެވެ.)\r\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި ޙާކިމު އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أبو داود (376)، وابن ماجه (526)، والنسائي 1/ 158، وابن خزيمة (283)، والدارقطني 1/ 130، والحاكم 1/ 166، والبيهقي 2/ 415\nوفي الحديث: عن أبي السمح، قال: كنت أخدم النبي صلى الله عليه وسلم، فكان إذا أراد أن يغتسل، قال: «ولني قفاك» فأوليه قفاي، فأستره به، فأتي بحسن أو حسين رضي الله عنهما، فبال على صدره، فجئت أغسله، فقال صلى الله عليه وسلم فذكر الحديث."
  ],
  [
      "27",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٧ - وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ النَّبِيَّ ﷺ قَالَ - فِي دَمِ الحَيْضِ يُصِيبُ الثَّوْبَ -: «تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالمَاءِ، ثُمَّ تَنْضَحُهُ، ثُمَّ تُصَلِّي فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އަދި އަސްމާ ބިންތި އަބޫ ބަކުރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ހެދުމުގައި ޖެހޭ ހައިޟުގެ ލެޔާމެދު ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ އެ ކަހާ (ނައްޓުވާނީއެވެ.) ދެން ފެނުން އެ (ތަނެއް) އުނގުޅާނީއެވެ. ދެން (އިތުރަށް) ފެން އަޅާ އެ (ދޮވެ ފިލުވާނީއެވެ.) ދެން އެ ހެދުމުގައި ނަމާދު ކުރާނީއެވެ.“\nމި ޙަދީޘްގެ މައްޗަށް (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 6/ 346، والبخاري 1/ 66 (227)، ومسلم 1/ 166 (291) (110)، وأبو داود (361)، والترمذي (138)، والنسائي 1/ 155، وابن خزيمة (276)، وابن حبان (1397)، والبيهقي 1/ 13"
  ],
  [
      "28",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
      "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
      "٢٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَتْ خَوْلَةُ: يَا رَسُولَ اللَّهِ! فَإِنْ لَمْ يَذْهَبِ الدَّمُ؟ قَالَ: يَكْفِيكِ المَاءُ، وَلَا يَضُرُّكِ أَثَرُهُ» أَخْرَجَهُ التِّرْمِذِيُّ، وَسَنَدُهُ ضَعِيفٌ ⁽¹⁾.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޚައުލާ (ބިންތި ޔަސާރު) ވިދާޅުވިއެވެ: އޭ اللهގެ ރަސޫލާއެވެ. ފަހެ (ހެދުމުން ހައިޟުގެ ލޭ ދޮވުމަށް ފަހުގައިވެސް) ލޭ (ގެ އަސަރު) ނުފިލާ ނަމަ (ހަދާނީ ކިހިނެއްތޯއެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނުން (ދޮވެލުން) ކަމަނާއަށް ފުދިގެންވެއެވެ. އަދި އެ ލޭގެ އަސަރު (ހުރުމަކުން) ކަމަނާއަށް ގެއްލުމެއް ނެތެވެ.“\r\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ތިރްމިޛީއެވެ. އަދި އޭގެ ސަނަދު ޟަޢީފެވެ.",
      "⁽¹⁾ وفي الحديث: في إسناده عبد الله بن لهيعة، وهو ضعيف.\rأخرجه: أحمد 2/ 364، وأبو داود (365)، والبيهقي 2/ 408.\rتنبيه: عزو الحافظ الحديثَ إلى الترمذي وهم، على أنَّه خرَّج الحديث في «فتح الباري» 1/ 569 عقب (230)، ولم ينسبه للترمذي."
  ],
  [
      "29",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٢٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي، لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ» أَخْرَجَهُ مَالِكٌ، وأَحْمَدُ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ ⁽¹⁾.",
      "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތަށް ބުރަކަމަކަށް ނުވާނަމަ، ހަމަކަށަވަރުން ކޮންމެ ވުޟޫއަކާއެކު ސިވާކުން (ދަތް އުނގުޅުމަށް) ތިމަން ނަބިއްޔާ އެބައިމީހުންނަށް އަމުރު ކުރެއްވީމުހެވެ.“\r\nމި ޙަދީޘް ނެރުއްވީ މާލިކު، އަޙްމަދު އަދި ނަސާއީއެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: مالك في «الموطأ» (453) برواية أبي مصعب الزهري، و (170) برواية الليثي، وأحمد 2/ 460، والنسائي في «الكبرى» (3031)، وابن الجارود (63)، وابن خزيمة (140)، والطحاوي في «شرح المعاني» (228) مرفوعاً.\rوأخرجه: مالك في «الموطأ» (171) برواية الليثي، موقوفاً على أبي هريرة بلفظ: «لولا أن يشق على أمته لأمرهم بالسواك مع كل وضوء»\nوعلقه البخاري (458/فتح) بصيغة الجزم، وعنده لفظ «عند» بدل «مع»\nوللحديث ألفاظ وطرق أخرى في «الصحيحين» وغيرهما."
  ],
  [
      "30",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٠ - وَعَنْ حُمْرَانَ: «أَنَّ عُثْمَانَ رَضِيَ اللهُ عَنْهُ دَعَا بِوَضُوءٍ، فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَضْمَضَ، وَاسْتَنْشَقَ، وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَهُ اليُمْنَى إِلَى المِرْفَقِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَهُ اليُمْنَى إِلَى الكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ ﷺ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
      "އަދި ޙުމްރާނުގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ ވުޟޫކުރާ ފެން ގެނައެމަށް ގޮވައިލެއްވިއެވެ. ދެން އެކަލޭގެފާނުގެ ދެ އަތްތިލަ ތިން ފަހަރަށް ދޮންނެވިއެވެ. ދެން އަނގައަށް ފެން ލައްވައި ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވައި ބޭރު ކުރެއްވިއެވެ. ދެން ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. ދެންއުޅަނބޮއްޓާ ހަމައަށް ތިން ފަހަރު ކަނާތް އަތް ދޮންނެވިއެވެ. އަދި ވާތް އަތް ވެސް ހަމަ އެފަދައިން ދޮންނެވިއެވެ. އަދި ބޮލުގައި ފެން ފުއްސެވުމަށް ފަހު، ތަނބިކައްޓާ ހަމައަށް ކަނާތް ފައި ދޮންނެވިއެވެ. އަދި ވާތް ފައި ވެސް ހަމަ އެފަދައިން ދޮންނެވިއެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ: ތިމަންނަގެ ވުޟޫ ފަދައިން ރަސޫލު ﷲ ﷺ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      "⁽¹⁾ أخرجه: أحمد 1/ 59، والبخاري 1/ 51 (159)، ومسلم 1/ 140 (226)، وأبو داود (106)، والنسائي 1/ 64، وابن الجارود (67)، وابن خزيمة (3)، وابن حبان (1058)، والبيهقي 1/ 48 - 49"
  ],
  [
      "31",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣١ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ وُضُوءِ النَّبِيِّ ﷺ - قَالَ: «وَمَسَحَ بِرَأْسِهِ وَاحِدَةً» أَخْرَجَهُ أَبُو دَاوُدَ.",
      "މި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދެވެ. އަދި ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވި ގޮތާމެދު ޢަލީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އަދި ނަބިއްޔާގެ އިސްތަށިފުޅުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި ތިރްމިޛީވެސް ސައްހަ ސަނަދަކުން ނެރުއްވިއެވެ. އަދި ކިއެއް އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ހަމަކަށަވަރުން އެއީ މިކަމާ ގުޅޭ ގޮތުން އައިސްފައިވާ އެންމެ ސައްހަ އެއްޗެވެ.",
      ""
  ],
  [
      "32",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٢ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيدِ بْنِ عَاصِمٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ - قَالَ: «وَمَسَحَ ﷺ بِرَأْسِهِ، فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ» مُتَّفَقٌ عَلَيْهِ.\nوَفِي لَفْظٍ: «بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى المَكَانِ الَّذِي بَدَأَ مِنْهُ».",
      "އަދި ވުޟޫ ކުރުމުގެ ސިފައާ ގުޅޭ ގޮތުން ޢަބްދު الله ބިން ޒައިދު ބިން ޢާޞިމް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އަދި ނަބިއްޔާ ﷺ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އެ ގޮތުން އިސްތަށިފުޅުގެ ކުރިމަތިން ފަހަތަށާއި، ފަހަތުން ކުރިމައްޗަށް ދެ އަތްޕުޅުން ފެން ފުއްސެވިއެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.\nއަދި އެހެން ލަފްޒެއްގައި ވެއެވެ: ނަބިއްޔާ (ފެން ފުއްސަވަން) ފެއްޓެވީ އިސްތަށިފުޅުގެ ކުރީކޮޅުންނެވެ. އެއީ ދެ އަތްޕުޅުން އިސްތަށިފުޅުގެ ފަހަތަށް ދާންދެން ގެންނެވިއެވެ. އެއަށްފަހު ފެއްޓެވި ތަނަށް ދެ އަތްޕުޅު އަނބުރާ ގެންނެވިއެވެ.",
      ""
  ],
  [
      "33",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٣ - وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ الوُضُوءِ - قَالَ: «ثُمَّ مَسَحَ ﷺ بِرَأْسِهِ، وَأَدْخَلَ إِصْبَعَيْهِ السَّبَّاحَتَيْنِ فِي أُذُنَيْهِ، وَمَسَحَ بِإِبْهَامَيْهِ ظَاهِرَ أُذُنَيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "ވުޟޫ ކުރުމުގެ ސިފައާ ގުޅޭ ގޮތުން ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދެން ނަބިއްޔާ ﷺ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އަދި ދެ ކަންފަތްފުޅުގެ އެތެރެ ފަރާތަށް ދެ ޝަހާދަތް އިނިގިލިފުޅު ލައްވަވައި، އަދި ދެ ބޮޑުވާ އިނގިލިފުޅުން ދެ ކަންފަތްފުޅުގެ ބޭރު ފަރާތުގައި ފެން ފުއްސެވިއެވެ.\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "34",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٤ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثاً، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ» مُتَّفَقٌ عَلَيْهِ.",
      "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ފަހެ ނޭފަތުގެ ހިނދުރި ތެރެއަށް ތިން ފަހަރު ފެންލައި ބޭރު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ޝައިތާނާ އޭނާގެ ނޭފަތު އެތެރޭގައި ރޭ ވޭތުކުރެއެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "35",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثاً، فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ.",
      "އަދިވެސް އަބޫ ހުރައިރާގެ އަރިހުން ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ތިން ފަހަރު ދެ އަތް ދޮވެފުމަށް ދާންދެން ފެން ކަންވާރެއްގެ ތެރެއަށް އޭނާ އަތް ގަންބާ ނުލާށެވެ. އެހެނީ ހަމަކަށަވަރުން (ނިދާފަ އޮންނަ އިރު) އޭނާގެ އަތް އޮތް ތަނެއް އޭނާއަކަށް ނޭނގޭނެއެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
      ""
  ],
  [
      "36",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٦ - وَعَنْ لَقِيطِ بْنِ صَبِرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَسْبِغِ الوُضُوءَ، وَخَلِّلْ بَيْنَ الأَصَابِعِ، وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِماً» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.\nوَلِأَبِي دَاوُدَ فِي رِوَايَةٍ: «إِذَا تَوَضَّأْتَ فَمَضْمِضْ».",
      "އަދި ލަގީޠު ބިން ޞަބްރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސައި) ފުރިހަމައަށް ވުޟޫ ކުރާށެވެ. އަދި އިނގިލިތަކުގެ ދޭތެރެއަށް އިނގިލިތައް ވައްދައި ވިނަވާށެވެ. އަދި ނޭފަތުގެ ތެރެއަށް ގަދައަށް ފެންލައި ބޭރުކުރާށެވެ. އެއީ ތިބާ ރޯދައަށް ހުންނަ ނަމަ މެނުވީއެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ. އަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިބާ ވުޟޫ ކުރާ ހިނދު އަނގައަށް ފެންލައި ކޯ ދޮންނާށެވެ.“",
      ""
  ],
  [
      "37",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٧ - وَعَنْ عُثْمَانَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ كَانَ يُخَلِّلُ لِحْيَتَهُ فِي الوُضُوءِ» أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "އަދި ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު ތުނބުޅިފުޅު ވިނަވާލައްވައެވެ.\nމި ޙަދީޘް ނެރުއްވީ ތިރްމިޛީއެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "38",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٨ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أُتِيَ بِثُلُثَيْ مُدٍّ، فَجَعَلَ يَدْلُكُ ذِرَاعَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އަށް މުއްދެއްގެ ތިންބައިކުޅަ ދެބައިގެ (ފެން ވުޟޫ ކުރެއްވުމަށް) ގެނެވުނެވެ. ފަހެ އޭގެން އެކަލޭގެފާނުގެ ދެ އަތްޕުޅު އުނގުޅުއްވަން ފެއްޓެވިއެވެ. މި ޙަދީޘް ނެރުއްވީ އަޙްމަދެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "39",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٣٩ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «أَنَّهُ رَأَى النَّبِيَّ ﷺ يَأْخُذُ لِأُذُنَيْهِ مَاءً، خِلَافَ المَاءِ الَّذِي أَخَذَ لِرَأْسِهِ» أَخْرَجَهُ البَيْهَقِيُّ.\nوَهُوَ عِنْدَ مُسْلِمٍ - مِنْ هَذَا الوَجْهِ - بِلَفْظِ: «وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِ»، وَهُوَ المَحْفُوظُ.",
      "އަދިވެސް ޢަބްދު ﷲ ބިން ޒައިދުގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ ކަންފަތްފުޅުގައި (ފެން ފުއްސެވުމަށް) ނެންގެވީ، އިސްތަށިފުޅަށް ނެންގެވި ފެން ނޫން އެހެން ފެނެއްކަން ޢަބްދު ﷲ ބިން ޒައިދަށް ފެނުނެވެ.\nމި ޙަދީޘް ނެރުއްވީ ބައިހަގީއެވެ. އަދި މުސްލިމުގެ ލަފްޒުގައި މި ގޮތަށް އައިސްފައިވާ ރިވާޔަތަކީ: އަދި ނަބިއްޔާގެ އިސްތަށިފުޅުގައި ފެން ފުއްސެވީ، އެކަލޭގެފާނުގެ އަތްޕުޅު (ދޮންނެވުމަށް ފަހު) ބާކީވި ފެން ނޫން އެހެން ފެނަކުންނެވެ. އަދި (ބޮޑަށް އިތުބާރުހުރި ރާވީން ރިވާކުރެއްވި) މަޙްފޫޡު ރިވާޔަތަކީ މިއީއެވެ.",
      ""
  ],
  [
      "40",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ القِيَامَةِ غُرّاً مُحَجَّلِينَ مِنْ أَثَرِ الوُضُوءِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.",
      "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ހަމަކަށަވަރުން ގިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މީހުން އަންނާނީ، އެބައިމީހުންގެ ނިތްކުރިތަކާއި ފައިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއްވާ ހާލުގައެވެ.“ (އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ:) ވީމާ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ ނިއްކުރީގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
      ""
  ],
  [
      "41",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ» مُتَّفَقٌ عَلَيْهِ.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ފައިވާންޖޯޑުކޮޅު ތުރުކުރެއްވުމުގައްޔާއި، އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމުގައްޔާއި، ތާހިރުވެވަޑައިގަތުމާ އަދި ހަމަ އެހެންމެ ހުރިހާ ކަމެއްގައި ވެސް ކަނާތް ފަރާތް އިސްކުރެއްވުމަށް ލޯބި ކުރެއްވިއެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "42",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَوَضَّأْتُمْ فَابْدَؤُوا بِمَيَامِنِكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ވުޟޫކުރާ ހިނދު، ތިޔަބައިމީހުންގެ ކަނާތް ފަރާތުން ފަށާށެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "43",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٣ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ تَوَضَّأَ، فَمَسَحَ بِنَاصِيَتِهِ، وَعَلَى العِمَامَةِ، وَالخُفَّيْنِ» أَخْرَجَهُ مُسْلِمٌ.",
      "އަދި މުޣީރާ ބުން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ނިތްފުޅުމަތީގެ އިސްތަށިފުޅުތަކުގައްޔާއި، ފަގުޑިކޮޅު މަތީގައްޔާ، އަދި ދެ ޚުއްފު މަތީގައި ފެން ފުއްސެވިއެވެ.\nމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.",
      ""
  ],
  [
      "44",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٤ - وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ حَجِّ النَّبِيِّ ﷺ - قَالَ ﷺ: «ابْدَؤُوا بِمَا بَدَأَ اللَّهُ بِهِ» أَخْرَجَهُ النَّسَائِيُّ هَكَذَا بِلَفْظِ الأَمْرِ، وَهُوَ عِنْدَ مُسْلِمٍ بِلَفْظِ الخَبَرِ.",
      "އަދި ނަބިއްޔާ ﷺ ހައްޖު ކުރެއްވި ގޮތާމެދު، ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ (ތަރުތީބު ކުރައްވާ) ފައްޓަވާފައިވާ ކަންކަމުން، ތިޔަބައިމީހުން ވެސް ފަށާށެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ނަސާއީއެވެ. (ނަސާއީގެ ރިވާޔަތުގައި ވަނީ) މި ފަދައިން، އަމުރުގެ ލަފުޒުންނެވެ. (އެބަހީ: ފަށާށެވެ.) އަދި މުސްލިމުގެ ރިވާޔަތުގައި އެ ހަދީޘް ވަނީ، ޚަބަރުގެ ލަފުޒުންނެވެ. (އެބަހީ: ފެއްޓީމެވެ.)",
      ""
  ],
  [
      "45",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُمَا قَالَ: «كَانَ النَّبِيُّ ﷺ إِذَا تَوَضَّأَ أَدَارَ المَاءَ عَلَى مِرْفَقَيْهِ» أَخْرَجَهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ.",
      "އަދިވެސް (ޖާބިރު ބިން ޢަބްދު ﷲ) ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު، އެކަލޭގެފާނުގެ އުޅަނބޮށިފުޅާ (ހަމައަށް) ފެން އަޅުއްވައެވެ.\nމި ޙަދީޘް ދާރުގުޠުނީ ނެރުއްވީ، ބަލިކަށި ސަނަދަކުންނެވެ.",
      ""
  ],
  [
      "46",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَابْنُ مَاجَهْ، بِإِسْنَادٍ ضَعِيفٍ.\nوَلِلترْمِذِيِّ عَنْ سَعِيدِ بْنِ زَيْدٍ، وَأَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُمَا: نَحْوُهُ.\nقَالَ أَحْمَدُ: «لَا يَثْبُتُ فِيهِ شَيْءٌ».",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ވުޟޫ ކުރަން (ފެށުމުގެ ކުރިން) ﷲ ގެ އިސްމުފުޅު ނުގަންނަ މީހާއަށް ވުޟޫއެއް ނުވެއެވެ.“ (އެބަހީ: ބިސްމި ނުކިޔާ ވުޟޫ ފުރިހަމައެއް ނުވެއެވެ.)\nމި ޙަދީޘް ނެރުއްވީ އަޙްމަދާއި، އަބޫ ދާވޫދާއި، އިބްނު މާޖާއެވެ. އެއީ ބަލިކަށި ސަނަދަކުންނެވެ.\nއަދި ތިރްމިޛީގެ ރިވާޔަތެއްގައި، ސަޢީދު ބިން ޒައިދުގެ އަރިހުން (މި ޙަދިޘް) އައިސްފައިވެއެވެ.\nއަދި އަބޫ ސަޢީދުގެ އަރިހުން ވެސް އެފަދަ (ޙަދީޘެއް) ރިވާވެގެންވެއެވެ. އަޙްމަދު ވިދާޅުވިއެވެ: މި ކަމުގައި (އައިސްފައިވާ) އެއްވެސް (ރިވާޔަތެއް) އެއްޗެއް ސާބިތެއް ނޫނެވެ.",
      ""
  ],
  [
      "47",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٧ - وَعَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَفْصِلُ بَيْنَ المَضْمَضَةِ وَالِاسْتِنْشَاقِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ ضَعِيفٍ.",
      "އަދި ޠަލްޙާ ބިން މުޞައްރިފު، އެކަލޭގެފާނުގެ ބައްޕާފުޅުގެ އަރިހުން، އެކަލޭގެފާނުގެ ކާފާފުޅުގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ (ވުޟޫ ކުރައްވާ ހިނދު) ކޯފުޅު ދޮންނެވުމާއި ނޭފަތްފުޅަށް ފެން ލެއްވުން ވަކިވަކިން ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\nއަބޫ ދާވޫދު މި ޙަދީޘް ނެރުއްވީ ބަލިކަށި ސަނަދަކުންނެވެ.",
      ""
  ],
  [
      "48",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٨ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ تَمَضْمَضَ ﷺ وَاسْتَنْثَرَ ثَلَاثاً، يُمَضْمِضُ وَيَنْثُرُ مِنَ الكَفِّ الَّذِي يَأْخُذُ مِنْهُ المَاءَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ.",
      "އަދި ވުޟޫކުރާ ގޮތާމެދު ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ދެން ނަބިއްޔާ ﷺ ތިން ފަހަރު ކޯފުޅު ދޮންނަވައި (ނޭފަތްފުޅަށް ފެންލައްވައި) ބޭރު ކުރައްވައެވެ. ނަބިއްޔާ (އެފަދައިން) ކޯފުޅު ދޮންނަވައި (ނޭފަތްފުޅަށް ފެން ލައްވައި) ބޭރު ކުރައްވަނީ، އެކަލޭގެފާނުު ފެން ނަންގަވަން ބޭނުން ކުރެއްވި އަތްގޮށިންނެވެ.\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.",
      ""
  ],
  [
      "49",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٤٩ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ أَدْخَلَ ﷺ يَدَهُ، فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ - يَفْعَلُ ذَلِكَ ثَلَاثاً -» مُتَّفَقٌ عَلَيْهِ.",
      "އަދި ވުޟޫ ކުރާ ގޮތާމެދު ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ ރިވާވެގެންވެއެވެ: ދެން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ އަތްޕުޅު (ފެން ކަންވާރަކަށް) ލެއްވުމައްފަހު، އެއް ފެންގޮއްޓަކުން ކޯފުޅު ދޮންނަވައި ނޭފަތްފުޅަށް ފެން ލައްވައެވެ. އެފަދައިން ތިން ފަހަރު ކަންކުރައްވައެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "50",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٥٠ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَى النَّبِيُّ ﷺ رَجُلاً - وَفِي قَدَمِهِ مِثْلُ الظُّفْرِ لَمْ يُصِبْهُ المَاءُ - فَقَالَ: ارْجِعْ فَأَحْسِنْ وُضُوءَكَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ.",
      "އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ އަށް މީހަކު ފެނިވަޑައިގަތެވެ. އެ މީހާގެ ފައިގައި ނިޔަފައްޗެއްގެ މިންވަރުހާ ތަންކޮޅެއްގައި ފެން ނުޖެހި ހުއްޓެވެ. ފަހެ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެނބުރި ގޮސް ތިބާގެ ވުޟޫ ރަނގަޅު ކުރާށެވެ.“\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.",
      ""
  ],
  [
      "51",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٥١ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَتَوَضَّأُ بِالمُدِّ، وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ» مُتَّفَقٌ عَلَيْهِ.",
      "އަދިވެސް އަނަސްގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ވުޟޫ ކުރައްވަނީ މުއްދެއްގެ މިންވަރުންނެވެ. (އެބަހީ: ދެ އަތްގޮށް ޖަހާފައި ނެގޭ ފެނުންނެވެ.) އަދި އެކަލޭގެފާނު ހިނައިގަންނަވަނީ، ޞާއަކުން ފެށިގެން ފަސް މުއްދާ ދެމެދުގެ މިންވަރަކުންނެވެ. (އެބަހީ: ހަތަރު މުއްދާ ފަސް މުއްދާ ދެމެދުގެ ފެނުންނެވެ.)\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "52",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الوُضُوءِ",
      "ވުޟޫގެ ބާބު",
      "٥٢ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ، فَيُسْبِغُ الوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ؛ إِلَّا فُتِّحَتْ لَهُ أَبْوَابُ الجَنَّةِ» أَخْرَجَهُ مُسْلِمٌ، وَالتِّرْمِذِيُّ، وَزَادَ: «اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ».",
      "އަދި ޢުމަރު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށް، އަދި (ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސައި ވުޟޫ ފުރިހަމަ ކުރުމަށްފަހު (މިފަދައިން) ކިޔައިފި ނަމަ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ (މާނައީ: الله ފިޔަވައި އަޅުކަން ކުރުން ހައްގުވާ އިލާހަކު ނުވާކަމަށް އަޅުހެކިވަމެވެ. އެ އިލާހު އެއްކައުވަންތަވެ ވޮޑިގެންވެއެވެ. އެ އިލާހަށް ޝަރީކަކު ނުވެއެވެ. އަދި މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާ ކަމަށް އަޅުހެކިވަމެވެ.) (މިފަދައިން ކިޔައިފި މީހަކަށް) ސުވަރުގޭގެ ދޮރުކޮޅުތައް ނުހުޅުވި ނުދާހުއްޓެވެ.\nމި ހަދީޘް ނެރުއްވީ މުސްލިމާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައި ވެއެވެ: اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ (މާނައީ: ޔާ ﷲ! ގިނަގިނައިން ތައުބާވާ މީހުންގެ ތެރޭގައި މި އަޅާ ލައްވާށިއެވެ. އަދި އަދި ތާހިރުވާ މީހުންގެ ތެރޭގައި މިއަޅާ ލައްވާށިއެވެ.)",
      ""
  ],
  [
      "53",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٣ - عَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ مَعَ النَّبِيِّ ﷺ فَتَوَضَّأَ، فَأَهْوَيْتُ لِأَنْزِعَ خُفَّيْهِ، فَقَالَ: دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ؛ فَمَسَحَ عَلَيْهِمَا» مُتَّفَقٌ عَلَيْهِ.\nوَلِلْأَرْبَعَةِ عَنْهُ إِلَّا النَّسَائِيَّ: «أَنَّ النَّبِيَّ ﷺ مَسَحَ أَعْلَى الخُفِّ وَأَسْفَلَهُ» وَفِي إِسْنَادِهِ ضَعْفٌ.",
      "އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި ތިމަން ވަނިކޮށް، ނަބިއްޔާ ވުޟޫ ކުރެއްވިއެވެ. ފަހެ ނަބިއްޔާގެ (ދެ ފައިންޕުޅު ދޮވުމަށްޓަކައި) ދެ ޚުއްފު ބާލައިދޭން ތިމަންއަތް ދިއްކޮށްލީމެވެ. އެ ހިނދު ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ދެ ޚުއްފު (ނުބާލާ) ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ އެ ޚުއްފަށް އަރައިވަޑައިގަތީ (ވުޟޫކޮށް) ތަހާރަތުގެ މަތީގައެވެ.“ ދެން ނަބިއްޔާ އެ ދެ ޚުއްފުގެ މަތީގައި ފެން ފުއްސެވިއެވެ. (ނޯޓު: ޚުއްފަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ އިސްޓާކީނެވެ.)\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.\nއަދި އަލްމުޣީރާގެ އަރިހުން، ނަސާއީ ފިޔަވައި ހަތަރު (ސުނަނުގެ) އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި އިބްނު މާޖާ) ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޚުއްފުގެ މަތީގައްޔާއި އަދި އޭގެ ތިރީގައިވެސް (ފެން) ފުއްސެވިއެވެ.\nއަދި މި ޙަދީޘްގެ ސަނަދުގައި ބަލިކަށިކަމެއް ވެއެވެ.",
      ""
  ],
  [
      "54",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٤ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «لَوْ كَانَ الدِّينُ بِالرَّأْيِ، لَكَانَ أَسْفَلُ الخُفِّ أَوْلَى بِالمَسْحِ مِنْ أَعْلَاهُ، وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَمْسَحُ عَلَى ظَاهِرِ خُفَّيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ حَسَنٍ.",
      "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދީން ވަނީ (މީސްމީހުން) ދެކޭ ދެކުންތަކުގެ މައްޗަށް ކަމުގައި ވީނަމަ، ހަމަކަށަވަރުން ޚުއްފުގެ މަތީގައި ފެން ފުހުމަށްވުރެ، އޭގެ ތިރީގައި ފެން ފުހުން އައުލާވީހެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ޚުއްފުގެ މަތީގައި ފެން ފުއްސަވަނިކޮށް ތިމަން ދުށީމެވެ.\rޙަސަން ސަނަދަކުން އަބޫ ދާވޫދު މި ޙަދީޘް ނެރުއްވިއެވެ.",
      ""
  ],
  [
      "55",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٥ - وَعَنْ صَفْوَانَ بْنِ عَسَّالٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَأْمُرُنَا إِذَا كُنَّا سَفْراً أَلَّا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلَّا مِنْ جَنَابَةٍ؛ وَلَكِنْ مِنْ: غَائِطٍ، وَبَوْلٍ، وَنَوْمٍ» أَخْرَجَهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ وَاللَّفْظُ لَهُ، وَابْنُ خُزَيْمَةَ وَصَحَّحَاهُ.",
      "އަދި ޞަފްވާން ބިން ޢައްސާލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންމެން ދަތުރު މަތީގައި ވަނިކޮށް، ތިން ރެޔާއި ދުވާލުގެ މުއްދަތަށް ތިމަންމެންގެ ޚުއްފުތައް ނުބޭލުމަށް ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އެންގެވިއެވެ. އެއީ ޖުނުބުވެރިކަމުން (ހިނައިގަތުމަށް) މެނުވީއެވެ. އެހެނެއްކަމަކު ބޮޑުކަމުދިއުމާއި، ކުޑަކަމުދިއުމާއި، ނިދުމުގެ ސަބަބުން (ޚުއްފު ބާލާކަށް ނުޖެހުނެވެ.)\nމި ޙަދީޘް ނެރުއްވީ ނަސާއީއާއި ތިރްމިޛީއެވެ. އަދި މިއީ ތިރްމިޛީގެ ލަފްޒެވެ. އަދި އިބްނު ޚުޒައިމާ ވެސް އެ ޙަދީޘް ނެރުއްވައި، ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "56",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٦ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَعَلَ النَّبِيُّ ﷺ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ، وَيَوْماً وَلَيْلَةً لِلْمُقِيمِ - يَعْنِي: فِي المَسْحِ عَلَى الخُفَّيْنِ -» أَخْرَجَهُ مُسْلِمٌ.",
      "އަދި ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދަތުރުވެރިއަކަށް (ޚުއްފުގައި ފެން ފުހެވޭނީ) ތިން ރެޔާއި ދުވާލުގެ މުއްދަތު ކަމަށް ނަބިއްޔާ ﷺ ކަނޑައެޅުއްވިއެވެ. އަދި (ދަތުރު ނުކުރާ، ތަނެއްގައި) ގާއިމުވެ ހުރި މީހަކަށް ރެޔަކާއި ދުވާލެއްގެ މުއްދަތެވެ.\nމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.",
      ""
  ],
  [
      "57",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٧ - وَعَنْ ثَوْبَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «بَعَثَ رَسُولُ اللَّهِ ﷺ سَرِيَّةً، فَأَمَرَهُمْ أَنْ يَمْسَحُوا عَلَى العَصَائِبِ - يَعْنِي: العَمَائِمَ - وَالتَّسَاخِينِ - يَعْنِي: الخِفَافَ -» رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَصَحَّحَهُ الحَاكِمُ.",
      "އަދި ޘައުބާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ލަޝްކަރެއް ފޮނުއްވިއެވެ. އަދި އެބައިމީހުންގެ ފަގުޑިތަކާއި ޚުއްފުތަކުގެ މަތީގައު ފެން ފުހުމަށް އެކަލޭގެފާނު އަމުރު ކުރެއްވިއެވެ.\rމި ޙަދީޘް ރިވާކުރެއްވީ އަޙްމަދާއި އަބޫ ދާވޫދެވެ. އަދި ޙާކިމް އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "58",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٨ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ مَوْقُوفاً، وَأَنَسٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا تَوَضَّأَ أَحَدُكُمْ وَلَبِسَ خُفَّيْهِ فَلْيَمْسَحْ عَلَيْهِمَا، وَلْيُصَلِّ فِيهِمَا، وَلَا يَخْلَعْهُمَا إِنْ شَاءَ إِلَّا مِنْ جَنَابَةٍ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَالحَاكِمُ وَصَحَّحَهُ.",
      "އަދި އުމަރުގެ އަރިހުން މައުގޫފު ރިވާޔަތެއްގައި (އެބަހީ: ސަހާބީއެއްގެ އަރިހުން އައިސްފައިވާ ބަސްފުޅެއްގައި) އަދި އަނަސްގެ އަރިހުން މަރްފޫޢު ރިވާޔަތެއްގައި (އެބަހީ: ނަބިއްޔާގެ އަރިހުން އައިސްފައިވާ ބަސްފުޅެއްގައި) ވެއެވެ: ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫ ކުރުމަށް ފަހު، ދެން ޚުއްފަށް އަރައިފިނަމަ، ފަހެ (ވުޟޫ ކުރާ ހިނދު) އޭގެ މަތީގައި ފެން ފުހޭށެވެ. އަދި އެއަށް އަރައިގެން ހުރެ ނަމާދު ކުރާށެވެ. އަދި އޭނާ އެދޭނަމަ، އެ ޚުއްފު ނުބާލާ (އުޅޭށެވެ.) ޖުނުބުވެރިގެން (ބާލާން ޖެހުމުން) މެނުވީއެވެ.\nމި ޙަދީޘް ނެރުއްވީ ދާރަގުޠުނީއާއި ޙާކިމެވެ. އަދި ޙާކިމު އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "59",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٥٩ - وَعَنْ أَبِي بَكْرَةَ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ ﷺ: «أَنَّهُ رَخَّصَ لِلْمُسَافِرِ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ، وَلِلْمُقِيمِ يَوْماً وَلَيْلَةً - إِذَا تَطَهَّرَ فَلَبِسَ خُفَّيْهِ - أَنْ يَمْسَحَ عَلَيْهِمَا» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "އަދި އަބޫ ބަކްރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ. ހަމަކަށަވަރުން (ވުޟޫކޮށް) ތާހިރުވުމަށް ފަހު ޚުއްފަށް އަރައިފި ނަމަ، އޭގެ މަތީ ފެން ފުހުމުގައި، ދަތުރުވެރިއަކަށްތިން ރެޔާއިދުވާލުގެ މުއްދަތާއި، (ދަތުރު ނުކުރާ، ތަނެއްގައި) ގާއިމުވެ ހުރި މީހަކަށް ރެޔަކާ ދުވާލެއްގެ މުއްދަތުގައި (ވުޟޫ ކުރާއިރު ޚުއްފު ބާލަން ނުޖެހި އޭގެ މަތީ ފެން ފުހުމުގެ) ލުއިފަސޭހަކަން ނަބިއްޔާ ﷺ ދެއްވިއެވެ.\nމި ޙަދީޘް ނެރުއްވީ ދާރަގުޠުނީއެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "60",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
      "ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
      "٦٠ - وَعَنْ أُبَيِّ بْنِ عِمَارَةَ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: «يَا رَسُولَ اللَّهِ! أَمْسَحُ عَلَى الخُفَّيْنِ؟ قَالَ: نَعَمْ، قَالَ: يَوْماً؟ قَالَ: نَعَمْ، قَالَ: وَيَوْمَيْنِ؟ قَالَ: نَعَمْ، قَالَ: وَثَلَاثَةً؟ قَالَ: نَعَمْ، وَمَا شِئْتَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَقَالَ: لَيْسَ بِالقَوِيِّ.",
      "އަދި އުބައްޔު ބިން ޢިމާރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ޚުއްފުގައި ތިމަންނަ ފެން ފުހެންތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ ތިމަން ދެންނެވީމެވެ: އެއް ދުވަހަށް (ފުހެވިދާނެތޯއެވެ؟) ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ ތިމަން ދެންނެވީމެވެ: އަދި ދެ ދުވަހަށް (ފުހެވިދާނެތޯއެވެ؟) ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ ތިމަން ދެންނެވީމެވެ: އަދި ތިން ދުވަހަށް (ފުހެވިދާނެތޯއެވެ؟) ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. އަދި ތިބާ ބޭނުން (އިރަކަށެވެ.)“\rމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި އެކަލޭގެފާނު ވިދާޅުވިއެވެ: މި ޙަދީޘަކީ އެހާ ބާރުގަދަ ޙަދީޘެއް ނޫނެވެ.",
      ""
  ],
  [
      "61",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦١ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ أَصْحَابُ رَسُولِ اللَّهِ ﷺ - عَلَى عَهْدِهِ - يَنْتَظِرُونَ العِشَاءَ حَتَّى تَخْفِقَ رُؤُوسُهُمْ، ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّؤُونَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَهُ الدَّارَقُطْنِيُّ، وَأَصْلُهُ فِي مُسْلِمٍ.",
      "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި، އެކަލޭގެފާނުގެ ސަހާބީން ތާއްޔާޖެހުމަށް ދާންދެން އެ ބޭކަލުން އިޝާ ނަމާދަށް އިންތިޒާރުގައި އިނދެއެވެ. ދެން އެ ބޭކަލުން ވުޟޫ ނުކޮށް ނަމާދު ކުރައްވައެވެ.\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި ދާރަގުޠުނީ އެ ސައްހަ ކުރެއްވިއެވެ. އަދި މުސްލިމުގައި އޭގެ އަސްލެއް އައިސްފައި ވެއެވެ.",
      ""
  ],
  [
      "62",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلَا أَطْهُرُ، أَفَأَدَعُ الصَّلَاةَ؟ قَالَ: لَا، إِنَّمَا ذَلِكِ عِرْقٌ، وَلَيْسَ بِحَيْضٍ، فَإِذَا أَقْبَلَتْ حَيْضَتُكِ فَدَعِي الصَّلَاةَ، وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ، ثُمَّ صَلِّي» مُتَّفَقٌ عَلَيْهِ.\nوَلِلْبُخَارِيِّ: «ثُمَّ تَوَضَّئِي لِكُلِّ صَلَاةٍ».\nوَأَشَارَ مُسْلِمٌ إِلَى أَنَّهُ حَذَفَهَا عَمْداً.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހަށް ފާޠިމާ ބިންތި އަބީ ޙުބައިޝް އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަން ކަމަނާއީ އިޞްތިޙާޟާވެ އެ ކަމުން ތާހިރުވެ (ލޭ ކެނޑިގެން) ނުދާ އަންހެނަކީމެވެ. (އެބަހީ: މެދުކެނޑުމެއް ނެތި ރަހިމުގެ ތިރީބައިން ލޭފައިބަފައިބަ ހުރެއެވެ. މިއީ ހައިޟުވުމާ ތަފާތު ކަމެކެވެ.) ފަހެ ތިމަން ކަމަނާ ނަމާދުކުރުން ދޫކޮށްލަންވީތޯއެވެ؟ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. ތިޔައީ ހަމައެކަނީ ނާރަކުން އަންނަ ލެއެކެވެ. އެއީ ހައިޟުގެ (ލެއެއް) ނޫނެވެ. އެހެނެއްކަމަކު ކަނބުލޭގެ (އަސްލު) ހައިޟުވާ (ވަގުތު) އަންނަ ހިނދު، (އެ މުއްދަތުގައި) ނަމާދުކުރުން ދޫކޮށްލާށެވެ. އަދި އެ (މުއްދަތު) ނިމުމުން ދެން އަންނަ ލޭއެއް ކަމަނާގެ ކިބައިން ދޮވެ ފިލުވާށެވެ. އެއަށްފަހު ނަމާދު ކުރާށެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”އެއަށްފަހު ކޮންމެ ނަމާދަކަށް ވުޟޫ ކުރާށެވެ.“ އަދި މުސްލިމު ވަނީ ގަސްދުގައި އެތަންކޮޅު އުނިކުރެއްވި ކަމަށް އިޝާރާތް ކުރައްވާފައެވެ. (އެބަހީ: މުސްލިމު ދެކިލެއްވި ގޮތުގައި، އެއީ ރިވާޔަތުގައި ރައްކާކުރެވިފައި ނުވާ އިތުރު ލަފްޒުތަކެކެވެ.)",
      ""
  ],
  [
      "63",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٣ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ رَجُلاً مَذَّاءً، فَأَمَرْتُ المِقْدَادَ أَنْ يَسْأَلَ النَّبِيَّ ﷺ، فَسَأَلَهُ، فَقَالَ: فِيهِ الوُضُوءُ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِلْبُخَارِيِّ.",
      "ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންނަވީ ގިނަގިނައިން މަޒްޔު އަންނަ ފިރިހެނަކަށެވެ. ފަހެ (އެކަމާ ބެހޭ ގޮތުން) ނަބިއްޔާ ﷺ ގެ އަރިހު ސުވާލު ކުރެއްވުމަށް، އަލްމިގްދާދު ބިން އަލްއަސްވަދަށް ތިމަން އެންގުމުން، ނަބިއްޔާގެ އަރިހު ސުވާލު ކުރެއްވިއެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަމުގައި ވަނީ ވުޟޫ ކުރުމެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި މިއީ ބުޚާރީގެ ލަފްޒެވެ.",
      ""
  ],
  [
      "64",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ قَبَّلَ بَعْضَ نِسَائِهِ، ثُمَّ خَرَجَ إِلَى الصَّلَاةِ وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَضَعَّفَهُ البُخَارِيُّ.",
      "އަދި އާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލަކަށް ބޮސްދެއްވުމަށް ފަހު ނަމާދަށް ނުކުމެވަޑައިގަތެވެ. އަދި އެކަލޭގެފާނު ވުޟޫއެއް ނުކުރައްވައެވެ.\nމި ހަދީޘް ނެރުއްވީ އަޙްމަދެވެ. އަދި ބުޚާރީ އެ ޟަޢީފު ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "65",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئاً، فَأَشْكَلَ عَلَيْهِ: أَخَرَجَ مِنْهُ شَيْءٌ، أَمْ لَا؟ فَلَا يَخْرُجَنَّ مِنَ المَسْجِدِ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ مُسْلِمٌ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންކުރެ މީހަކު އޭނާގެ ބަނޑުގައި ކަމެއް އިހުސާސްވެ، އެއްޗެއް ބޭރުވިތޯ ނޫންތޯ ޝައްކުވެއްޖެ ނަމަ، ފަހެ އޭނާއަށް އަޑެއް އިވިއްޖައުމަށް ދާންދެން ނުވަތަ ވަހެއް ފާހަގަވަންދެން (ނަމާދު ދޫކޮށްފައި) މިސްކިތުން ނުނިކުންނަ ހުށިކަމެވެ.\nމި ހަދީޘް ނެރުއްވީ މުސްލިމެވެ.",
      ""
  ],
  [
      "66",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٦ - وَعَنْ طَلْقِ بْنِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَ رَجُلٌ: مَسِسْتُ ذَكَرِي - أَوْ قَالَ: الرَّجُلُ يَمَسُّ ذَكَرَهُ فِي الصَّلَاةِ - أَعَلَيْهِ وُضُوءٌ؟ فَقَالَ النَّبِيُّ ﷺ: لَا، إِنَّمَا هُوَ بَضْعَةٌ مِنْكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ ابْنُ حِبَّانَ.\nوَقَالَ ابْنُ المَدِينِيِّ: «هُوَ أَحْسَنُ مِنْ حَدِيثِ بُسْرَةَ رَضِيَ اللهُ عَنْهَا».",
      "އަދި ޠަލްގު ބިން ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މީހަކު ދެންނެވިއެވެ: އަހަރެންގެ ޒަކަރުގައި (އެބަހީ: ކުރިމަތި ފަރާތުގައި) އަތް ޖެހުނެވެ. ނުވަތަ އޭނާ ދެންނެވީ މިފަދައިންނެވެ: ނަމާދުގައި ހުއްޓާ އޭނާގެ ޒަކަރުގައި އަތް ޖެހޭ މީހަކު ވުޟޫކުރަން ޖެހޭތޯއެވެ؟ ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ހަމައެކަނި ތިބާގެ ހަށިގަނޑުގެ ބަޔެކެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރެއްވިއެވެ. އަދި (ޢަލީ) ބިން އަލްމަދީނީ ވިދާޅުވިއެވެ: (ތިމަން ދެކިލައްވާ ގޮތުގައި) ބުސްރާގެ ޙަދީޘަށްވުރެ މި ޙަދީޘް ރަނގަޅެވެ.",
      ""
  ],
  [
      "67",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٧ - وَعَنْ بُسْرَةَ بِنْتِ صَفْوَانَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ مَسَّ ذَكَرَهُ؛ فَلْيَتَوَضَّأْ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ حِبَّانَ. وَقَالَ البُخَارِيُّ: هُوَ أَصَحُّ شَيْءٍ فِي هَذَا البَابِ.",
      "ބުސްރާ ބިންތި ޞަފްޥާން رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ޒަކަރުގައި އަތް ޖެހިއްޖެ މީހަކު ފަހެ ވުޟޫކުރާށެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީއާއި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރެއްވިއެވެ. އަދި ބުޚާރީ ވިދާޅުވިއެވެ: މި ބާބުގައި (އެބަހީ: ޒަކަރުގައި އަތް ޖެހިގެން، ވުޟޫ ކުރަން ޖެހޭ ކަމުގެ މައްސަލައިގައި އައިސްފައިވާ ރިވާޔަތްތަކުގެ ތެރެއިން) އެންމެ ސައްހަކަން ބޮޑީ މި ޙަދީޘެވެ.",
      ""
  ],
  [
      "68",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٨ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ أَصَابَهُ قَيْءٌ، أَوْ رُعَافٌ، أَوْ قَلْسٌ، أَوْ مَذْيٌ؛ فَلْيَنْصَرِفْ، فَلْيَتَوَضَّأْ، ثُمَّ لْيَبْنِ عَلَى صَلَاتِهِ، وَهُوَ فِي ذَلِكَ لَا يَتَكَلَّمُ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَحْمَدُ وَغَيْرُهُ.",
      "އަދި ޢާއިޝާ رَضِيَ الْلَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ނަމާދުގައި ހުއްޓައި) އަނގައިން ބޭރަށް ހޮޑުލެވި، ނުވަތަ ނޭފަތުން ލޭ އައިސް، ނުވަތަ ބޭރު ނުވެ އަނގައަށް ހޮޑު އައިސް، ނުވަތަ މަޒްޔު ނުކުމެއްޖެ ނަމަ، ފަހެ އެ މީހާ ނުކުމެ ގޮސް ވުޟޫކުރާށެވެ. ދެން (އެނބުރި އައިސް) އެ ނަމާދު (މެދުކެނޑުނު ހިސާބުން) ފުރިހަމަ ކުރާށެވެ. އަދި އޭނާ އެކަން ކުރަންވާނީ ވާހަކަ ދެއްކުމަކާ ނުލައެވެ.“ (އެބަހީ: ނަމާދު މެދުކަނޑާލާ ހިސާބުން ފެށިގެން ނުކުމެ ގޮސް ވުޟޫކޮށްގެން އެނބުރި އައުމަށް ދާންދެން ވާހަކަ ދައްކައިގެން ނުވާނެއެވެ.)\nމި ޙަދީޘް ނެރުއްވީ އިބްނު މާޖާއެވެ. އަދި އަޙްމަދާ އެ ނޫންވެސް އިމާމުން އެ ޟަޢީފު ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "69",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٦٩ - وَعَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ رَجُلاً سَأَلَ النَّبِيَّ ﷺ: أَتَوَضَّأُ مِنْ لُحُومِ الغَنَمِ؟ قَالَ: إِنْ شِئْتَ، قَالَ: أَتَوَضَّأُ مِنْ لُحُومِ الإِبِلِ؟ قَالَ: نَعَمْ» أَخْرَجَهُ مُسْلِمٌ.",
      "އަދި ޖާބިރު ބިން ސަމުރާ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: މީހަކު ނަބިއްޔާ ﷺ ގެ އަރިހު ސުވާލު ކުރެއްވިއެވެ: ބަކަރި މަސް ކައިގެން ތިމަން ވުޟޫކުރަން ޖެހޭނެތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ތިބާ އެދޭ ނަމައެވެ.“ އޭނާ ދެންނެވިއެވެ. ޖަމަލު މަސް ކައިގެން ތިމަން ވުޟޫކުރަން ޖެހޭނެތޯއެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“\rމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.",
      ""
  ],
  [
      "70",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَنْ غَسَّلَ مَيْتاً فَلْيَغْتَسِلْ، وَمَنْ حَمَلَهُ فَلْيَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ.\nوَقَالَ أَحْمَدُ: «لَا يَصِحُّ فِي هَذَا البَابِ شَيْءٌ».",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މައްޔިތަކު ހިނަވައިފި މީހާ، ފަހެ އޭނާ ހިނައިގަންނަ ހުއްޓެވެ. އަދި އެ މައްޔިތާ އުފުލައިފި މީހާ، ފަހެ އޭނާ ވުޟޫކުރާ ހުއްޓެވެ.“\rމި ޙަދީޘް ނެރުއްވީ އަޙްމަދު، ނަސާއީ އަދި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ޙަސަން ކުރެއްވިއެވެ. އަދި އަޙްމަދު ވިދާޅުވިއެވެ: މި މައްސަލައާ ގުޅޭ ގޮތުން އައިސްފައިވާ (ރިވާޔަތްތަކުން) އެއްވެސް އެއްޗެއް ސައްހައެއް ނޫނެވެ.",
      ""
  ],
  [
      "71",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧١ - وَعَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ رَحِمَهُ اللهُ: أَنَّ فِي الكِتَابِ الَّذِي كَتَبَهُ رَسُولُ اللَّهِ ﷺ لِعَمْرِو بْنِ حَزْمٍ: «أَلَّا يَمَسَّ القُرْآنَ إِلَّا طَاهِرٌ» رَوَاهُ مَالِكٌ مُرْسَلاً، وَوَصَلَهُ النَّسَائِيُّ، وَابْنُ حِبَّانَ، وَهُوَ مَعْلُولٌ.",
      "އަދި ޢަބްދު ﷲ ބިން އަބީ ބަކްރު رَحِمَهُ اللَّهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުންރަސޫލު ﷲ ﷺ، ޢަމްރު ބިން ޙަޒްމަށް ފޮނުއްވި ފަތްކޮޅުގައި ވެއެވެ: ”ތާހިރު މީހަކު މެނުވީ ގުރްއާނުގައި ބީހިގެން ނުވާނެއެވެ.\nމާލިކު މި ޙަދީޘް ރިވާކުރެއްވީ މުރުސަލުކޮށެވެ. (އެބަހީ: ޙަދީޘްގެ ސަނަދުގައި، ނަބިއްޔާއާއި ތާބިޢީއާ ދެމެދު ގުޅުވައިދޭ ސަހާބީގެ ނަން ޒިކުރުނުކޮށެވެ.) އަދި ނަސާއީ އަދި އިބްނު ޙިއްބާން އެ ރިވާ ކުރެއްވީ ގުޅިފައިވާ ސަނަދަކުންނެވެ. އަދި އެއީ (ބަލިކަށިކަމެއްވާ) މަޢުލޫލު ޙަދީޘެކެވެ.",
      ""
  ],
  [
      "72",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ» رَوَاهُ مُسْلِمٌ، وَعَلَّقَهُ البُخَارِيُّ.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ހުރިހާ ވަގުތެއްގައި ވެސް ﷲ ޒިކުރު ކުރައްވައެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ. އަދި ބުޚާރީ އެ ރިވާ ކުރެއްވީ މުޢައްލަގުކޮށެވެ. (އެބަހީ: ފުރިހަމަ ސަނަދާ ނުލައެވެ.)",
      ""
  ],
  [
      "73",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧٣ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ احْتَجَمَ وَصَلَّى، وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَلَيَّنَهُ.",
      "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ހިޖާމާ ޖެއްސެވުމަށް ފަހު ނަމާދު ކުރައްވައެވެ. އަދި އެކަލޭގެފާނު ވުޟޫ ނުކުރައްވައެވެ.\rމި ޙަދީޘް ދާރަގުޠުނީ ނެރުއްވައި ބަލިކަށި ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "74",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧٤ - وَعَنْ مُعَاوِيَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «العَيْنُ وِكَاءُ السَّهِ، فَإِذَا نَامَتِ العَيْنَانِ اسْتُطْلِقَ الوِكَاءُ» رَوَاهُ أَحْمَدُ، وَالطَّبَرَانِيُّ، وَزَادَ: «وَمَنْ نَامَ فَلْيَتَوَضَّأْ».\nوَهَذِهِ الزِّيَادَةُ فِي هَذَا الحَدِيثِ عِنْدَ أَبِي دَاوُدَ مِنْ حَدِيثِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ دُونَ قَوْلِهِ: «اسْتُطْلِقَ الوِكَاءُ»، وَفِي كِلَا الإِسْنَادَيْنِ ضَعْفٌ.\nوَلِأَبِي دَاوُدَ - أَيْضاً - عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا مَرْفُوعاً: «إِنَّمَا الوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعاً»، وَفِي إِسْنَادِهِ ضَعْفٌ أَيْضاً.",
      "އަދި މުޢާވިޔާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ލޮލަކީ ފުރަގަސްފަރާތުގެ ކަމަރެވެ. ފަހެ ދެލޯ ނިދައިފިނަމަ ކަމަރު މޮހިދެއެވެ.“ (އެބަހީ: ހޭލާ ހުންނަ ވަގުތު ވައި ނުކުތަ ނުދީ މީހާ ހިފަހައްޓައި ހުރެވި، އެ ނުކުމެއްޖެ ނަމަ އޭނާއަށް އެނގޭނެއެވެ. އަދި ނިދާފައި އޮންނަ ވަގުތު އެ ހިފެހެއްޓުން ގެއްލި، ވައި ބޭރުވާކަން އިހުސާސެއް ނުކުރެވޭނެއެވެ.) މި ޙަދީޘް ރިވާ ކުރެއްވީ އަޙްމަދު އަދި ޠަބަރާނީއެވެ. އަދި ޠަބަރާނީގެ ރިވާޔަތުގައި އިތުރު އައިސްފައިވެއެވެ: ”އަދި ނިދައިފި މީހަކު ވުޟޫ ކުރާހުށިކަމެވެ.“\nއަދި މި ޙަދީޘްގައި މި އައިސްފައި އިތުރު ތަންކޮޅު، އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި އައިސްފައިވާ ޢަލީގެ ޙަދީޘްގައިވެސް ވެއެވެ. އެއީ އެކަމަކު ”ކަމަރު މޮހިދެއެވެ.“ މި ބަސްފުޅާ ނުލައެވެ. އަދި މި ދެ (ރިވާޔަތުގެ) ސަނަދުގައިވެސް ބަލިކަށިކަމެއް ވެއެވެ.\nއަދިވެސް އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: އިބުނު ޢައްބާސްގެ އަރިހުން މަރްފޫޢުކޮށް (އެބަހީ: ރަސޫލާ ﷺ ގެ އަރިހުން) ރިވާވެގެންވެއެވެ: ”ވުޟޫ ކުރުން އޮތީ ހަމައެކަނި އޮށޯވެގެން ނިދައިފި މީހަކަށެވެ.“ އަދި މި ޙަދީޘްގެ ސަނަދުގައިވެސް ބަލިކަށިކަމެއް ވެއެވެ.",
      ""
  ],
  [
      "75",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ نَوَاقِضِ الوُضُوءِ",
      "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
      "٧٥ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «يَأْتِي أَحَدَكُمُ الشَّيْطَانُ فِي صَلَاتِهِ، فَيَنْفُخُ فِي مَقْعَدَتِهِ فَيُخَيَّلُ إِلَيْهِ أَنَّهُ أَحْدَثَ - وَلَمْ يُحْدِثْ - فَإِذَا وَجَدَ ذَلِكَ فَلَا يَنْصَرِفْ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ البَزَّارُ.\nوَأَصْلُهُ فِي الصَّحِيحَيْنِ: مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ.\nوَلِمُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ.\nوَلِلْحَاكِمِ عَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا جَاءَ أَحَدَكُمُ الشَّيْطَانُ، فَقَالَ: إِنَّكَ أَحْدَثْتَ، فَلْيَقُلْ: كَذَبْتَ».\nوَأَخْرَجَهُ ابْنُ حِبَّانَ بِلَفْظِ: «فَلْيَقُلْ فِي نَفْسِهِ».",
      "އަދިވެސް އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ނަމާދުގައި ވަނިކޮށް، ޝައިތާނާ އައިސް އޭނާގެ ފުރަގަސްފަރާތަށް ފުމެއެވެ. އަދި އެ މީހަކު (ވުޟޫ ގެއްލި) ޙަދޘްވެރިވެއްްޖެ ކަމަށް އޭނާއަށް ހީކޮށްދެއެވެ. އެކަމަކު އޭނާ ޙަދަޘްވެރިއެއް ނުވެއެވެ. އަދި އޭނާއަށް އެފަދައިން (ވާކަން އިހުސާސް ކުރެވިއްޖެނަމަ) ފަހެ އަޑެއް އިވެންދެން ނުވަތަ ވަހެއް ދުވަންދެން އޭނާ (ނަމާދު ދޫކޮށްފައި) ނުދާހުއްޓެވެ.“\nމި ޙަދިޘް ނެރުއްވީ އަލްބައްޒާރެވެ.\nއަދި (ބުޚާރީއާއި މުސްލިމުގެ) ދެ ސަހީހުގައި، ޢަބްދު ﷲ ބިން ޒައިދުގެ ޙަދީޘްއިން އޭގެ އަސްލެއް އައިސްފައިވެއެވެ.\nއަދި މުސްލިމްގެ ރިވާޔަތުގައި، އަބޫ ހުރައިރާގެ އަރިހުން އެ ފަދައިން އައިސްފައިވެއެވެ.\nއަދި ޙާކިމްގެ ރިވާޔަތުގައި، އަބޫ ސަޢީދުގެ އަރިހުން މަރުފޫޢުކޮށް (އެބަހީ: ރަސޫލު ﷲ ﷺ ގެ އަރިހުން) ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު (ނަމާދުގައި ވަނިކޮށް) އޭނާގެ ގާތަށް ޝައިތާނާ އައިސް ’ހަމަކަށަވަރުން ތިބާ (ވުޟޫ ގެއްލި) ޙަދޘްވެރި ވެއްޖެއޭ (މިފަދައިން) ބުނެފިކަމުގައި ވާނަމަ، ފަހެ ތިބާ ބުނާށެވެ: ތި ހެދީ ދޮގެވެ.“\nއަދި އިބްނު ޙިއްބާން މި ޙަދީޘް ނެރުއްވިއެވެ. އަދި އެ ލަފްޒުގައި ވަނީ: ”ފަހެ އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް (އެފަދައިން) ބުނާށެވެ.“",
      ""
  ],
  [
      "76",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٧٦ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ وَضَعَ خَاتَمَهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَهُوَ مَعْلُولٌ.",
      "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ (ގަޟާހާޖާ ކުރައްވަން) ވަޑައިގަންނަވާ އިރު، އެކަލޭގެފާނުގެ އަނގޮޓިކޮޅު ނަންގަވައެވެ.\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި މިއީ މުޢުލޫލު (އެބަހީ: ޢިއްލަތެއް، ބަލިކަށިކަމެއް އެކުލެވިގެންވާ) ޙަދީޘެކެވެ.",
      ""
  ],
  [
      "77",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٧٧ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ قَالَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبُثِ وَالخَبَائِثِ» أَخْرَجَهُ السَّبْعَةُ.",
      "އަދިވެސް (އަނަސް ބިން މާލިކުގެ) އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާހާޖާ ކުރައްވަން ވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ (ޔާ ﷲ! ހަމަކަށަވަރުން ނުބައިވެގެންވާ ފިރިހެން ޝައިތާނުންނާއި އަންހެން ޝައިތާނުންގެ ކިބައިން މި އަޅާ ރައްކާތެރި ކޮށްދެއްވުން އެދި އިބަ އިލާހަށް ދަންނަވަމެވެ.)“\nމި ޙަދީޘް ނެރުއްވީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)",
      ""
  ],
  [
      "78",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٧٨ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَدْخُلُ الخَلَاءَ، فَأَحْمِلُ أَنَا وَغُلَامٌ نَحْوِي إِدَاوَةً مِنْ مَاءٍ وَعَنَزَةً، فَيَسْتَنْجِي بِالمَاءِ» مُتَّفَقٌ عَلَيْهِ.",
      "އަދިވެސް (އަނަސް ބިން މާލިކުގެ) އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާހާޖާ ކުރައްވަން ވަޑައިގަންނަވާ އިރު، ތިމަންނައާއި ތިމަންނަގެ އުމުރުގެ އެހެން ކުއްޖަކު، ފެނުގެ ކަންވާރަކާއި އަސާކޮޅެއް (އެކަލޭގެފާނަށް) ގެންގޮސްދީ އުޅުނީމެވެ. (ނޯޓު: އަސާކޮޅު އެއީ ފޭރަމެއް އޭގައި އަޅުވާފައި ނިވާވުމަށް ޓަކައެވެ.) ދެން އެކަލޭގެފާނު ފެނުން އިސްތިންޖާ ކުރައްވައެވެ. (އެބަހީ: ދޮންނަވައެވެ.)\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "79",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٧٩ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ لِيَ النَّبِيُّ ﷺ: «خُذِ الإِدَاوَةَ، فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي، فَقَضَى حَاجَتَهُ» مُتَّفَقٌ عَلَيْهِ.",
      "އަދި އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”(ފެން) ކަންވާރު ނަގާށެވެ.“ ދެން ތިމަންނައާ ދުރަށް އެކަލޭގެފާނު ޖެހިވަޑައިގެން ގަޟާހާޖާ ކުރެއްވިއެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "80",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اِتَّقُوا اللَّعَّانَيْنِ - الَّذِي يَتَخَلَّى فِي طَرِيقِ النَّاسِ، أَوْ فِي ظِلِّهِمْ -» رَوَاهُ مُسْلِمٌ.\nزَادَ أَبُو دَاوُدَ عَنْ مُعَاذٍ رَضِيَ اللهُ عَنْهُ: «وَالمَوَارِدَ».\nوَلِأَحْمَدَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَوْ نَقْعِ مَاءٍ» وَفِيهِمَا ضَعْفٌ.\nوَأَخْرَجَ الطَّبَرَانِيُّ: «النَّهْيَ عَنْ تَحْتِ الأَشْجَارِ المُثْمِرَةِ، وَضِفَّةِ النَّهْرِ الجَارِي» مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا بِسَنَدٍ ضَعِيفٍ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ލައުނަތް ލެއްވޭ ދެ ކަންތަކުން ތިޔަބައިމީހުން ރައްކާތެރިވާށެވެ. އެއީ މީސްތަކުންގެ މަގުތަކުގައި ފާހަނަ ކުރުމެވެ. ނުވަތަ އެބައިމީހުންގެ ހިޔާ ހުންނަ ތަންތަނުގައި (ފާހަނަ ކުރުމެވެ.)“\nމި ޙަދީޘް ނެރުއްވީ މުސްލިމެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި، މުޢާޛުގެ އަރިހުން (ޙަދީޘްގައި) އިތުރަށް އައިސްފައިވެއެވެ: ”ފެން ހޯދަން (މީހުން) އަންނަ ތަންތަންނެވެ.“\nއަދި އިމާމު އަޙްމަދުގެ ރިވާޔަތުގައި، އިބްނު ޢައްބާސްގެ އަރިހުން އައިސްފައި ވެއެވެ: ”ނުވަތަ ފެން އެއްވެފައިވާ ތަންތަނެވެ.“\nއަދި މި ދެ ޙަދީޘްގައި ބަލިކަށިކަމެއް ވެއެވެ.\nއަދި މޭވާ އަޅާފައިވާ ގަސްތަކުގެ ބުޑުގައާއި، ހިނގަހިނގާ ހުންނަ ކޯރުތަކުގެ އައްސޭރީގައި (ގަޟާހާޖާ ކުރުމުގެ) ނަހީ ޠަބަރާނީ ނެރުއްވާފައިވެއެވެ. އެއީ ބަލިކަށި ސަނަދަކުން އައިސްފައިވާ އިބްނު ޢުމަރުގެ ޙަދީޘްއިންނެވެ.",
      ""
  ],
  [
      "81",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨١ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَغَوَّطَ الرَّجُلَانِ فَلْيَتَوَارَ كُلُّ وَاحِدٍ مِنْهُمَا عَنْ صَاحِبِهِ، وَلَا يَتَحَدَّثَا، فَإِنَّ اللَّهَ يَمْقُتُ عَلَى ذَلِكَ» رَوَاهُ وَصَحَّحَهُ ابْنُ السَّكَنِ، وَابْنُ القَطَّانِ، وَهُوَ مَعْلُولٌ.",
      "އަދި ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެ މީހަކު ގަޟާހާޖާ ކުރާ ނަމަ، އެއިން ކޮންމެ މީހަކުވެސް އަނެކާއާ ވަންހަނާވާށެވެ. އަދި އެކަކު އަނެކަކާ ވާހަކަ ނުދައްކާށެވެ. އެހެނީ ހަމަަށަވަރުން ﷲ އެކަމާމެދު ކޯފާވެ ވޮޑިގެންވެއެވެ. އިބްނުއްސަކަނި އަދި އިބްނުލް ގައްޠާނު މި ޙަދީޘް ރިވާކޮށް ސައްހަ ކުރެއްވިއެވެ. އަދި މިއީ (ބަލިކަށިކަމެއްވާ) މަޢުލޫލު ޙަދީޘެކެވެ",
      ""
  ],
  [
      "82",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٢ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ، وَلَا يَتَمَسَّحْ مِنَ الخَلَاءِ بِيَمِينِهِ، وَلَا يَتَنَفَّسْ فِي الإِنَاءِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.",
      "އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް ކުޑަކަމުދާ އިރު، އޭނާގެ ލަދުވެތި ގުނަވަނުގައި ކަނާތުން ހިފަހައްޓައިގެން ނުވާނެއެވެ. އަދި ގަޟާހާޖާ ކުރުމަށް ފަހު، (ސާފު ކުރުމަށް ޓަކައި) އޭނާ ކަނާތުން ނުފޮހޭށެވެ. އަދި (އެއްޗެއް ބޯ އިރު) ކަންވާރުގެ ތެރެއަށް އޭނާ ނޭވާ ނުލާށެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
      ""
  ],
  [
      "83",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٣ - وَعَنْ سَلْمَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «لَقَدْ نَهَانَا رَسُولُ اللَّهِ ﷺ أَنْ نَسْتَقْبِلَ القِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ، أَوْ أَنْ نَسْتَنْجِيَ بِاليَمِينِ، أَوْ أَنْ نَسْتَنْجِيَ بِأَقَلَّ مِنْ ثَلَاثَةِ أَحْجَارٍ، أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ عَظْمٍ» رَوَاهُ مُسْلِمٌ.\nوَلِلسَّبْعَةِ مِنْ حَدِيثِ أَبِي أَيُّوبَ: «لَا تَسْتَقْبِلُوا القِبْلَةَ بِغَائِطٍ وَلَا بَوْلٍ، وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا».",
      "އަދި ސަލްމާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައަށް ކުރިމަތިލުމާއި، ކަނާތުން އިސްތިންޖާ ކުރުމާއި، ތިން ހިލަކޮޅައްވުރެ މަދުން އިސްތިންޖާ ކުރުމާއި، ޖަނަވާރެއްގެ (ހިކިފައިވާ) ބޮޑުކަމުދާ ތަކެތިން ނުވަތަ ކަށިން އިސްތިންޖާ ކުރުން ރަސޫލާ ﷺ އަހަރެމެންނަށް މަނާ ކުރެއްވިއެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.\nއަދި ހަތް އިމާމުން (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުން، އަބޫ އައްޔޫބު އަލްއަންޞާރީ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި އައިސްފައިވެއެވެ: ”(ތިޔަބައިމީހުން ގަޟާހާޖާ ކުރަން ގޮސްފި ނަމަ) ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައާ ކުރިމަތި ނުލާށެވެ. އެހެނެއްކަމަކު އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް ވާގޮތަށް އެނބުރޭށެވެ.“ (ނޯޓު: މިހެން ހަދަން ޖެހޭނީ ހާމަ ތަނެއްގައި ގަޟާހާޖާ ކުރާ ނަމައެވެ. ބިނާއެއްގެ ތެރޭގައި ކުރާ ނަމަ މައްސަލައެއް ނޯންނާނެއެވެ.)",
      ""
  ],
  [
      "84",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ ﷺ قَالَ: «مَنْ أَتَى الغَائِطَ فَلْيَسْتَتِرْ» رَوَاهُ أَبُو دَاوُدَ.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަޟާހާޖާ ކުރަން ގޮސްފި މީހާ ފަހެ ނިވާވާހުއްޓެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދެވެ.",
      ""
  ],
  [
      "85",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٥ - وَعَنْهَا رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا خَرَجَ مِنَ الغَائِطِ قَالَ: غُفْرَانَكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ أَبُو حَاتِمٍ، وَالحَاكِمُ.",
      "އަދިިވެސް (ޢާއިޝާ) ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގަޟާހާޖާ ކުރައްވައިގެން ނުކުމެވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: ”غُفْرَانَكَ (އިބަ އިލާހުގެ ފާފަފުއްސެވުމަށް އެދި ދަންނަވަމެވެ.)“\nމި ޙަދީޘް ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އަބޫ ޙާތިމާއި ޙާކިމު އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "86",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٦ - وَعَنِ ابْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: «أَتَى النَّبِيُّ ﷺ الغَائِطَ، فَأَمَرَنِي أَنْ آتِيَهُ بِثَلَاثَةِ أَحْجَارٍ، فَوَجَدْتُ حَجَرَيْنِ، وَلَمْ أَجِدْ ثَالِثاً، فَأَتَيْتُهُ بِرَوْثَةٍ، فَأَخَذَهُمَا وَأَلْقَى الرَّوْثَةَ، وَقَالَ: هَذَا رِكْسٌ» أَخْرَجَهُ البُخَارِيُّ.\nزَادَ أَحْمَدُ، وَالدَّارَقُطْنِيُّ: «ائْتِنِي بِغَيْرِهَا».",
      "އަދި އިބްނު މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގަޟާހާޖާ ކުރައްވަން ވަޑައިގަތެވެ. އަދި ތިން ގާކޮޅު ހިފައިގެން އެކަލޭގެފާނު އަރިހަށް ދިޔުމަށް ތިމަންނައަށް އެންގެވިއެވެ. ފަހެ ތިމަންނައަށް ފެނުނީ ދެ ގާކޮޅެވެ. އަދި ތިންވަނަ ގާކޮޅެއް ނުފެނުނެވެ. އެހެންކަމުން ޖަނަވާރެއްގެ (ހިކިފައިވާ) ބޮޑުކަމުދާ ތަކެތި ހިފައިގެން އެކަލޭގެފާނު އަރިހަށް ދިޔައިމެވެ. ފަހެ އެ ދެ ގާކޮޅު އެކަލޭގެފާނު ނަންގަވާފައި، ޖަނަވާރުގެ ބޮޑުކަމުދާ ތަކެތި އެއްލާލެއްވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ނަޖިހެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ބުޚާރީއެވެ. އަދި އަޙްމަދާއި ދާރަގުޠުނީގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައިވެއެވެ: ”މި ނޫން އެއްޗެއް ހިފައިގެން ތިމަން ނަބިއްޔާގެ އަރިހަށް އަންނާށެވެ.",
      ""
  ],
  [
      "87",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٧ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى أَنْ يُسْتَنْجَى بِعَظْمٍ، أَوْ رَوْثٍ، وَقَالَ: إِنَّهُمَا لَا يُطَهِّرَانِ» رَوَاهُ الدَّارَقُطْنِيُّ وَصَحَّحَهُ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން (ޖަނަވާރުގެ) ކަށިންނާއި، (އެ ތަކެތީގެ ހިކިފައި ހުންނަ) ބޮޑުކަމުދިޔުން ބޭނުންކޮށްގެން އިސްތިންޖާ ކުރުން، ރަސޫލުﷲ ﷺ މަނާ ކުރެއްވިއެވެ. އަދި އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެ ދޭތިން ތާހިރެއް ނުކޮށްދެއެވެ.“\nދާރަގުޠުނީ މި ޙަދީޘް ރިވާކޮށް ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "88",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اسْتَنْزِهُوا مِنَ البَوْلِ، فَإِنَّ عَامَّةَ عَذَابِ القَبْرِ مِنْهُ» رَوَاهُ الدَّارَقُطْنِيُّ.\nوَلِلْحَاكِمِ: «أَكْثَرُ عَذَابِ القَبْرِ مِنَ البَوْلِ» وَهُوَ صَحِيحُ الإِسْنَادِ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ” ކުޑަކަމުދާތަކެތިން ތިޔަބައިމީހުން ދުރުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ކަށްވަޅުގެ އަޒާބުގެ ބޮޑުބައެއް ލިބެނީ އޭގެ (ސަބަބުންނެވެ.)“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ދާރަގުޠުނީއެވެ.\nއަދި ޙާކިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”އެންމެ ގިނައިން ކަށްވަޅުގެ އަޒާބު ލިބެނީ ކުޑަކަމުދާތަކެތީގެ (ސަބަބުންނެވެ.)“ އަދި މި ޙަދީޘްގެ ސަނަދު ސައްހައެވެ.",
      ""
  ],
  [
      "89",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٨٩ - وَعَنْ سُرَاقَةَ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «عَلَّمَنَا رَسُولُ اللَّهِ ﷺ فِي الخَلَاءِ أَنْ نَقْعُدَ عَلَى اليُسْرَى، وَنَنْصِبَ اليُمْنَى» رَوَاهُ البَيْهَقِيُّ بِسَنَدٍ ضَعِيفٍ.",
      "އަދި ސުރާގާ ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ގަޟާހާޖާ ކުރުމުގައި، ތިމަންމެން އިށީންނަންވީ، ވާތް (ފައި ރީއްޗަށް ބިންމަތީގައި ޖައްސައިގެން އެއަށް) ބުރަވެ ހުރެ، އަދި ކަނާތު (ފައިގެ ފުންނާބު) މައްޗަށް ނަގާ (އެ ފައިތިލާގެ އިނގިލިތައް ބިންމަތީގައި ޖެހޭގޮތަށް) ކަމަށް، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އުނގަންނަވައި ދެއްވިއެވެ.\nޟަޢީފު (ބަލިކަށި) ސަނަދަކުން ބައިހަގީ މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "90",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٩٠ - وَعَنْ عِيسَى بْنِ يَزْدَادَ، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا بَالَ أَحَدُكُمْ فَلْيَنْتُرْ - ذَكَرَهُ ثَلَاثَ مَرَّاتٍ -» رَوَاهُ ابْنُ مَاجَهْ بِسَنَدٍ ضَعِيفٍ.",
      "އަދި ޢީސާ ބިން ޔަޒްދާދުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕާފުޅު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ކުޑަކަމުގޮސްފިނަމަ، ފަހެ އޭނާގެ ޒަކަރު ތިން ފަހަރު ދަމާ (ހުސްކުރާ) ހުއްޓެވެ.“\rޟަޢީފު (ބަލިކަށި) ސަނަދަކުން އިބްނު މާޖާ މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "91",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ قَضَاءِ الحَاجَةِ",
      "ގަޟާހާޖާ ކުރުމުގެ ބާބު",
      "٩١ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ سَأَلَ أَهْلَ قُبَاءٍ، فَقَالُوا: إِنَّا نُتْبِعُ الحِجَارَةَ المَاءَ» رَوَاهُ البَزَّارُ بِسَنَدٍ ضَعِيفٍ، وَأَصْلُهُ فِي أَبِي دَاوُدَ وَالتِّرْمِذِيِّ.\nوَصَحَّحَهُ ابْنُ خُزَيْمَةَ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: بِدُونِ ذِكْرِ «الحِجَارَةِ».",
      "އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގުބާގެ އަހުލުވެރިން ގާތު ސުވާލު ކުރެއްވިއެވެ. (ތިޔަބައިމީހުން ތާހިރުވުމަށް ލޯބިކުރާ ކަމަށް، ﷲ ތިޔަބައިމީހުންނަށް ސަނާގެ ބަސްފުޅު ވަހީ ކުރެއްވި ކީއްވެގެންތޯއެވެ؟) ފަހެ އެބައިމީހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަންމެން ހިލައިން (އިސްތިޖުމާރު ކުރުމުގެ އިތުރަށް، އެއާ) ވިދިގެން ތިމަންމެން ފެން ބޭނުންކޮށްގެން (ދޮންނަމެވެ.)\nޟަޢީފު (ބަލިކަށި) ސަނަދަކުން ބައްރާޒު މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.\nއަދި އަބޫ ދާވޫދާއި، ތިރްމިޛީގެ ރިވާޔަތުގައި މި ޙަދީޘްގެ އަސްލެއް އައިސްފައި ވެއެވެ. އަދި އިބްނު ޚުޒައިމާ ސައްހަ ކުރެއްވި ރިވާޔަތުގައި، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން އައިސްފައިވަނީ، ހިލައިން (އިސްތިޖްމާރު ކުރާ) ވާހަކަ ޒިކުރު ނުކޮށެވެ.",
      ""
  ],
  [
      "92",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٢ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «المَاءُ مِنَ المَاءِ» رَوَاهُ مُسْلِمٌ، وَأَصْلُهُ فِي البُخَارِيِّ.",
      "އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފެން (ވަރާ ހިނައިގަތުން) ވަނީ ފެނުގެ (އެބަހީ: މަނި ބޭރުވުމުގެ) ސަބަބުންނެވެ.“\nމި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ. އަދި ބުޚާރީގެ ރިވާޔަތުގައި އޭގެ އަސްލެއް އައިސްފައި ވެއެވެ.",
      ""
  ],
  [
      "93",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٣ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ، ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الغُسْلُ» مُتَّفَقٌ عَلَيْهِ.\nزَادَ مُسْلِمٌ: «وَإِنْ لَمْ يُنْزِلْ».",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަންހެނެއްގެ ހަތަރެސްފައި ދެމެދު (މީހަކު) އިށީނދެ (އޭނާގެ ލަދުވެތި ގުނަވަން) އެ އަންހެނާގެ (ފަރުޖު) ތެރެއަށް ވައްދައިގަނެފި ނަމަ، ފަހެ ހަމަކަށަވަރުން ހިނައިގަތުން ވާޖިބުވީއެވެ.“ މި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައިވެއެވެ: ”އަދި މަނި ބޭރު ނުވިކަމުގައި ވިޔަސް މެއެވެ.“",
      ""
  ],
  [
      "94",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٤ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي المَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ - قَالَ: «تَغْتَسِلُ» مُتَّفَقٌ عَلَيْهِ.\nزَادَ مُسْلِمٌ: «فَقَالَتْ أُمُّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا: وَهَلْ يَكُونُ هَذَا؟! قَالَ: نَعَمْ، فَمِنْ أَيْنَ يَكُونُ الشَّبَهُ؟!».",
      "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ފިރިހެނުންނަށް ވެސް ފެންނަ ފަދައިން، ނިދީގައި (ޖިމާއުވާ ތަން) ފެންނަ އަންހެނުންނާ މެދު، ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ ހިނައިގަންނާނީއެވެ.“ މި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.\nމުސްލިމުގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައިވެއެވެ: ދެން އުއްމު ސުލައިމް ދެންނެވިއެވެ: އަދި އެހެން ވޭތޯއެވެ؟ (އެބަހީ: އަންހެނަކު އިޙްތިލާމުވެގެން ފެން ފައިބާތޯއެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. (އެހެން ނޫންނަމަ) ފަހެ (ދަރީގެ) ވައްތަރުކަން އަންނަނީ ކޮންތާކުންތޯއެވެ؟“",
      ""
  ],
  [
      "95",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يَغْتَسِلُ مِنْ أَرْبَعٍ: مِنَ الجَنَابَةِ، وَيَوْمَ الجُمُعَةِ، وَمِنَ الحِجَامَةِ، وَمِنْ غَسْلِ المَيِّتِ» رَوَاهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަތަރު ކަމަކުން ނަބިއްޔާ ﷺ ހިނައިވަޑައިގަނެ އުޅުއްވިއެވެ. އެއީ ޖުނުބުވެރިކަމުންނާއި، ހުކުރު ދުވަހުގައްޔާއި، ހިޖާމާ ޖެހުމުންނާއި އަދި މައްޔިތާ ހިނެވުމުންނެވެ.\rމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "96",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ - فِي قِصَّةِ ثُمَامَةَ بْنِ أُثَالٍ عِنْدَمَا أَسْلَمَ -: «وَأَمَرَهُ النَّبِيُّ ﷺ أَنْ يَغْتَسِلَ» رَوَاهُ عَبْدُ الرَّزَّاقِ، وَأَصْلُهُ مُتَّفَقٌ عَلَيْهِ.",
      "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ޘުމާމާ ބިން އުޘާލުގެ ވާހަކަ (އައިސްފައިވާ ޙަދީޘްގައި) ޘުމާމާ އިސްލާމްވުމުން، އެކަލޭގެފާނު ހިނައިގަތުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ.\rމި ޙަދީޘް ރިވާ ކުރެއްވީ ޢަބްދުއްރައްޒާގެވެ. އަދި މި ޙަދީޘްގެ އަސްލު ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ.",
      ""
  ],
  [
      "97",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٧ - وَعَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «غُسْلُ الجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» أَخْرَجَهُ السَّبْعَةُ.",
      "އަދި އަބޫ ސަޢީދު (އަލްޚުދްރީ) رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ބާލިޣުވެފައިވާ ކޮންމެ މީހެއްގެ މައްޗަށް ހުކުރު ދުވަހު ފެންވެރުން ވާޖިބުވެގެން ވެއެވެ.“\nމި ޙަދީޘް ނެރުއްވީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)",
      ""
  ],
  [
      "98",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٨ - وَعَنْ سَمُرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَوَضَّأَ يَوْمَ الجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنِ اغْتَسَلَ فَالغُسْلُ أَفْضَلُ» رَوَاهُ الخَمْسَةُ، وَحَسَّنَهُ التِّرْمِذِيُّ.",
      "އަދި ސަމުރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު (އެބަހީ: ހުކުރު ނަމާދަށް) މީހަކު ވުޟޫކޮށްފި ނަމަ، ފަހެ އެއީ ހާދަހައި ރަނގަޅު ގޮތެކެވެ. އަދި މީހަކު ހިނައިގަނެފި ނަމަ، ފަހެ ހިނައިގަތުން މާ ހެޔޮވެގެންވެއެވެ.\nމި ޙަދީޘް ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީ އެ ހަސަން ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "99",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "٩٩ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُقْرِئُنَا القُرْآنَ مَا لَمْ يَكُنْ جُنُباً» رَوَاهُ الخَمْسَةُ، وَهَذَا لَفْظُ التِّرْمِذِيِّ وَحَسَّنَهُ، وَصَحَّحَهُ ابْنُ حِبَّانَ.",
      "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިވަޑައިގެން ނުވާހާ ހިނދަކު، އެކަލޭގެފާނު ތިމަންމެންނަށް ގުރްއާން ކިޔަވާ ވިދާޅުވެދެއްވައެވެ.\rމި ޙަދީޘް ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި މިއީ ތިރްމިޛީގެ ލަފްޒެވެ. އަދި އެކަލޭގެފާނު އެ ޙަސަން ކުރެއްވިއެވެ. އަދި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރެއްވިއެވެ.",
      ""
  ],
  [
      "100",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "١٠٠ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ، ثُمَّ أَرَادَ أَنْ يَعُودَ؛ فَلْيَتَوَضَّأْ بَيْنَهُمَا وُضُوءاً» رَوَاهُ مُسْلِمٌ. زَادَ الحَاكِمُ: «فَإِنَّهُ أَنْشَطُ لِلْعَوْدِ».\nوَلِلْأَرْبَعَةِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «كَانَ رَسُولُ اللَّهِ ﷺ يَنَامُ وَهُوَ جُنُبٌ، مِنْ غَيْرِ أَنْ يَمَسَّ مَاءً» وَهُوَ مَعْلُولٌ.",
      "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު، އޭނާގެ އަނބިމީހާއާއެކު (ރޭކުރަން) ދިޔުމަށް ފަހު، ދެން (ދެވަނަ ފަހަރަށް) އަނެއްކާ އޭނާ (ރޭކުރަން) އެދޭ ނަމަ، ފަހެ އެ ދެމެދުގައި އޭނާ ވުޟޫކުރުމަކުން ވުޟޫކުރާ ހުއްޓެވެ. މި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.\nޙާކިމްގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައިވެއެވެ: ”އެހެނީ ހަމަކަށަވަރުން އެއީ އަނެއްކާ (ރޭކުރުމަށް) އިތުރަށް ހީވާގިކޮށްދޭ ކަމެކެވެ.“\nއަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި، ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޖުނުބުވެރިވަޑައިގެންވާ ހާލު، ރަސޫލު ﷲ ﷺ އަވަހާރަފުޅުލައްޕަވައެވެ. އެއީ ފެނުގައި ބީއްސެވުމަކާ ނުލައެވެ.\nއަދި މިއީ މަޢުލޫލު (ބަލިކަށިކަމެއްވާ) ޙަދީޘެކެވެ.",
      ""
  ],
  [
      "101",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "١٠١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اغْتَسَلَ مِنَ الجَنَابَةِ؛ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ، ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ، فَيَغْسِلُ فَرْجَهُ، ثُمَّ يَتَوَضَّأُ، ثُمَّ يَأْخُذُ المَاءَ، فَيُدْخِلُ أَصَابِعَهُ فِي أُصُولِ الشَّعْرِ، ثُمَّ حَفَنَ عَلَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ، ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ، ثُمَّ غَسَلَ رِجْلَيْهِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.\nوَلَهُمَا فِي حَدِيثِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا: «ثُمَّ أَفْرَغَ عَلَى فَرْجِهِ، وَغَسَلَهُ بِشِمَالِهِ، ثُمَّ ضَرَبَ بِهَا الأَرْضَ».\nوَفِي رِوَايَةٍ: «فَمَسَحَهَا بِالتُّرَابِ».\nوَفِي آخِرِهِ: «ثُمَّ أَتَيْتُهُ بِالمِنْدِيلِ فَرَدَّهُ - وَفِيهِ -: وَجَعَلَ يَنْفُضُ المَاءَ بِيَدِهِ».",
      "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލާ ﷺ ޖުނުބުވެރިކަމުން ހިނައިގަންނަވާ ހިނދު، ފައްޓަވަނީ ދެ އަތްތިލަ ދޮންނަވައިގެންނެވެ. ދެން އެކަލޭގެފާނުގެ ކަނާތްޕުޅުން ވާތްޕުޅަށް ފެން އޮއްސަވާ، އެކަލޭގެފާނުގެ ލަދުވެތި ގުނަވަންފުޅު ދޮންނަވައެވެ. އެއަށްފަހު ވުޟޫ ކުރައްވައެވެ. ދެން ފެން ނަންގަވައިގެން، އިސްތަށިފުޅުގެ ބުޑާ ހަމައަށް އިނގިލިފުޅު ވައްދަވައެވެ. ދެން ދެ އަތްގޮށިން ތިން ފަހަރު އިސްތަށިފުޅު މަތިން ފެން އަޅުއްވައެވެ. އެއަށްފަހު މުޅި ހަށިކޮޅަށް ފެން އަޅުއްވައެވެ. ދެން ދެފައިންޕުޅު ދޮންނަވައެވެ.\nމި ޙަދީޘް ރިވާ ކުރެއްވުމުގައި (ބުޚާރީއާއި މުސްލިމު) އިއްތިފާގުވެލެއްވިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.\nއަދި އެ ދެބޭކަލުން ( އެބަހީ : ބުޚާރީ އަދި މުސްލިމު) ރިވާކުރައްވާފައިވާ ميمونة رَضِيَ اللَّهُ عَنْهَا ހަދީޘްގައި ވެއެވެ.”އެއަށްފަހު ލަދުވެތި ގުނަވަނުގެ މައްޗަށް ފެން އޮއްސެވިއެވެ. އަދި އެކަލޭގެފާނުގެ ވާތްޕުޅުން ލަދުވެތި ގުނަވަން ދޮންނެވިއެވެ.ދެން އެއަށްފަހު ދެއަތްޕުޅުން ބިންމަތީގައި ޖެއްސެވިއެވެ. އަދި ރިވާޔަތެއްގައި ވެއެވެ:” ވެލީގައި ދެއަތްޕުޅު ބީއްސެވިއެވެ. އަދި މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا ގެ ހަދަީޘްގެ ފަހުކޮޅުގައި ވެއެވެ:އެއަށްފަހު އެކަލޭގެފާނުގެ ހަށިކޮޅު ހިއްކުމަށްޓަކައި ފޮތިކޮޅެއް ހިއްޕަވައިގެން ތިމަން ކަމަނާ ވަޑައިގަތުމުން، އެކަލޭގެފާނު އެ ރައްދުކުރެއްވިއެވެ. އަދި އެ ހަދީޘްގައިވެއެވެ. އެކަލޭގެފާނުގެ އަތްޕުޅުން ފެންތައް ތަޅުވާލައްވާ ފިލުވައިލެއްވިއެވެ.",
      ""
  ],
  [
      "102",
      "‌‌كِتَابُ الطَّهَارَةِ",
      "ތަހާރާގެ ފޮތް",
      "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
      "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
      "١٠٢ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أَشُدُّ شَعْرَ رَأْسِي، أَفَأَنْقُضُهُ لِغُسْلِ الجَنَابَةِ؟ - وَفِي رِوَايَةٍ: وَالحَيْضَةِ؟ - فَقَالَ: لَا، إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلَاثَ حَثَيَاتٍ» رَوَاهُ مُسْلِمٌ.",
      "އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ރިވާކުރެއްވިއެވެ. ތިމަން ކަމަނާ ދެންނެވީމެވެ. އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަކީ ބޮލުގެ އިސްތަށިގަނޑު ގަތާފައި ބަހައްޓާ މީހަކީމެވެ. ފަހެ ޖުނުބުވެރިކަމުން ހިނައިގަތުމަށްޓަކައި އިސްތަށިގަނޑު ނިއުޅުވާލަން ޖެހޭނެތޯއެވެ؟ \"އަދި ހައިޟުވެރިކަމުން ހިނައިގަންނައިރުއާއި\"، މިފަދައިން ރިވާޔަތެއްގައި ވެއެވެ. ފަހެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ. « ނޫނެކެވެ. ކަމަނާގެ ބޮލަށް ދެއަތްގޮށީ ފެން ތިން ފަހަރު އެޅުމުން ކަމަނާއަށް ފުދޭނެއެވެ ». މިޙަދީޘް ރިވާކުރެއްވީ މުސްލިމުއެވެ.",
      ""
  ]
]