const bulugh_DB=[
    [
        "1",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "١ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي البَحْرِ -: «هُوَ الطَّهُورُ مَاؤُهُ، الحِلُّ مَيْتَتُهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ ⁽¹⁾، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَالتِّرْمِذِيُّ ⁽²⁾.",
        "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ކަނޑާމެދު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އޭގެ ފެން ޠަހޫރުވެފައި، އަދި އޭގެ މުޅަތަކެތި ހަލާލު ތަނެކެވެ.“\r(ނޯޓު: ޠަހޫރު ފެނަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން ތަކެތިވެސް ތާހިރުކޮށްދޭ ފެނެވެ.)\rއެ (ޙަދީޘް) ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު އަބީ ޝައިބާވެސް ނެރުއްވިއެވެ. އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއާއި ތިރުމިޛީއެވެ.",
        "⁽¹⁾ وعلى الرغم من ذلك فإنَّه اختصره ولم يذكره بلفظه، وسببه أنَّه قلد صاحب «المحرر».\n⁽²⁾ صححه عدد من الأئمة، منهم: البخاري، والترمذي، وابن خزيمة، والطحاوي، وابن السكن، وابن حبان، وابن المنذر، والدارقطني، وابن منده، والحاكم، والبيهقي، وعبد الحق الإشبيلي، والبغوي، وابن الملقن، وآخرون.\nأخرجه: ابن أبي شيبة (1402)، وأبو داود (83)، وابن ماجه (386)، والترمذي (69)، والنسائي 1/ 50، وابن خزيمة (111)، ‌والشافعي (الأم 1/ 16)، ‌وأحمد (2/ 237، 361، 378، 392)\nمن طريق صفوان بن سليم، عن سعيد بن سلمة من آل بني الأزرق، عن المغيرة بن أبي بردة - وهو من بني عبد الدار- أنه سمع أبي هريرة يقول: جاء رجل إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله! إنا نركب البحر، ونحمل معنا القليل من الماء، فإن توضأنا به عطشنا، أفنتوضأ به؟ فقال صلى الله عليه وسلم: فذكره.\nانظر: «الإلمام» (1)، و «المحرر» (1)"
    ],
    [
        "2",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٢ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» أَخْرَجَهُ الثَّلَاثَةُ، وَصَحَّحَهُ أَحْمَدُ ⁽¹⁾.",
        "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން ފެން ޠަހޫރުވެގެން ވެއެވެ. އެއްވެސް އެއްޗަކުން އެ ނަޖިސްވެގެން ނުދެއެވެ.“\r(ނޯޓު: ޠަހޫރު ފެނަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން ތަކެތިވެސް ތާހިރުކޮށްދޭ ފެނެވެ.)\rއެ ނެރުއްވީ ތިން އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި ނަސާއީއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އަޙްމަދެވެ.",
        "⁽¹⁾ صححه: الإمام أحمد وابن معين وابن حزم.\nأخرجه: أحمد 3/ 31، وأبو داود (66)، والترمذي (66)، والنسائي 1/ 174\nعن أبي سعيد الخدري، قال: قيل: يا رسول الله (!) أنتوضأ (رواية: أتتوضأ) من بئر بضاعة، وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن؟! فقال رسول الله صلى الله عليه وسلم: .. الحديث. أعل بجهالة أحد رواته، لكن له طرق وشواهد أخرى يصح بها الحديث، كما تجد ذلك مفصلا «بالأصل». فائدة: قوله في الحديث: «وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن». قال الخطابي عن ذلك في «معالم السنن» (1/ 37): «يتوهم كثير من الناس إذا سمع هذا الحديث أن هذا كان منهم عادة، وأنهم كانوا يأتون هذا الفعل قصدا وعمدا، وهذا لا يجوز أن يظن بذمي، بل بوثني، فضلا عن مسلم! ولم يزل من عادة الناس قديما وحديثا؛ مسلمهم وكافرهم: تنزيه المياه، وصونها عن النجاسات، فكيف يظن بأهل ذلك الزمان، وهم أعلى طبقات أهل الدين، وأفضل جماعة المسلمين، والماء في بلادهم أعز، والحاجة إليه أمس، أن يكون هذا صنيعهم بالماء، امتهانهم له؟!. وقد لعن رسول الله صلى الله عليه وسلم من تغوط في موارد الماء ومشارعه، فكيف من اتخذ عيون الماء ومنابعه رصدا للأنجاس، ومطرحا للأقذار؟ هذا ما لا يليق بحالهم. وإنما كان هذا من أجل أن هذه البئر في صدور من الأرض، وأن السيول كانت تكسح هذه الأقذار من الطرق والأفنية، وتحملها فتلقيها فيها، وكان الماء لكثرته لا تؤثر فيه وقوع هذه الأشياء ولا يغيره».\nانظر: «المحرر» (2)"
    ],
    [
        "3",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٣ - وَعَنْ أَبِي أُمَامَةَ البَاهِلِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ لَا يُنَجِّسُهُ شَيْءٌ، إِلَّا مَا غَلَبَ عَلَى رِيحِهِ، وَطَعْمِهِ، وَلَوْنِهِ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَبُو حَاتِمٍ ⁽¹⁾. وَلِلْبَيْهَقِيِّ: «المَاءُ طَاهِرٌ إِلَّا إِنْ تَغَيَّرَ رِيحُهُ، أَوْ طَعْمُهُ، أَوْ لَوْنُهُ؛ بِنَجَاسَةٍ تَحْدُثُ فِيهِ» ⁽²⁾.",
        "އަދި އަބޫ އުމާމާ އަލްބާހިލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން އެއްވެސް އެއްޗަކުން ފެން ނަޖިސްވެގެން ނުދެއެވެ. އެއީ އޭގެ ވަހާއި، ރަހައާއި، ކުލައަށް ވެރިވެގަންނަ އެއްޗަކުން ފިޔަވައެވެ.“\r(އެބަހީ: އޭގެ ސިފަތަކަށް ބަދަލު ގެނުވައިދޭ އެއްޗެއް، އެ ފެނާ އެކުވެއްޖެ ނަމަ މެނުވީއެވެ.)\rއެ ނެރުއްވީ އިބްނު މާޖާއެވެ. އަދި އަބޫ ޙާތިމް އެ ޟަޢީފު ކުރެއްވިއެވެ.\rއަދި ބައިހަގީގެ ރިވާޔަތުގައި ވެއެވެ: ”ފެން ތާހިރެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލުވެއްޖެ ނަމަ މެނުވީއެވެ.“",
        "⁽¹⁾ فيه رشدين بن سعد وهو ضعيف، وقد أخطأ في وصله.\nأخرجه: ابن ماجه (521)، والدارقطني 1/ 28، والطبراني في «الكبير» (7503)\nوتضعيف أبي حاتم في «العلل» (97) لابنه، وقد ضعّفه إذ رجح الرواية المرسلة.\n⁽²⁾ سنده ضعيف؛ لضعف بقية، وله عنه طريق آخر ضعيف أيضاً، والحديث ضعّفه الشافعي والبيهقي وغيرهما، وقد ساق الحافظ ابن حجر الرواية؛ ليشرح حرف العطف في الرواية السابقة، بمعنى أنَّه لا يشترط اجتماع صفات سلبية الطهور على أنَّ هذا وذاك لم ينفع؛ لضعف الروايتين، لكنَّ فائدة ذلك أنْ يتحرى الباحث تفسير الحديث بالحديث.\nأخرجه: البيهقي 1/ 259 - 260"
    ],
    [
        "4",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٤ - وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا كَانَ المَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الخَبَثَ»، وَفِي لَفْظٍ: «لَمْ يَنْجُسْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَابْنُ حِبَّانَ وَالحَاكِمُ ⁽¹⁾.",
        "އަދި ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ފެނުގައި ދެ ގުއްލަ ހަމަވާނަމަ، އެ ފެން ނަޖިހެއް ނުއުފުލާނެއެވެ.“ (އެބަހީ: އެ މިންވަރުގެ ފެނަށް ނަޖިހެއް އެޅުނަސް، އެއަކަށް އަސަރެއް ނުކުރާނެއެވެ.)\rއަދި އެހެން ލަފްޒެއްގައި ވެއެވެ: ”އެ ފެން ނަޖިސްވެގެން ނުދެއެވެ.“\r(ނޯޓު: ބުލޫޣުލް މަރާމްގެ ޝަރަހައިގައި، ޢަބްދު ﷲ ބިން ޞާލިޙު އަލްފައުޒާން ވިދާޅުވަނީ، އެއް ގުއްލައަކީ ސަތޭކަ ދެ ކިލޯ ކަމަށެވެ. އެހެންވީމާ ދެ ގުއްލަ ވާނީ ދުއިސައްތަ ހަތަރު ލީޓަރަށެވެ.)\rއެ ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއާއި އިބްނު ޙިއްބާނާއި ޙާކިމެވެ.",
        "⁽¹⁾ صححه ابن خزيمة، والحاكم، وابن حبان.\nأخرجه: أبو داود (63)، وابن ماجه (517)، والترمذي (67)، والنسائي 1/ 46، وابن خزيمة (92)، وابن حبان (1249)، والحاكم (132).\nانظر: «المحرر» (3)"
    ],
    [
        "5",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَغْتَسِلْ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ وَهُوَ جُنُبٌ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِلْبُخَارِيِّ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ» ⁽²⁾.\nوَلِمُسْلِمٍ: «مِنْهُ» ⁽³⁾.\nوَلِأَبِي دَاوُدَ: «وَلَا يَغْتَسِلُ فِيهِ مِنَ الجَنَابَةِ» ⁽⁴⁾.",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ތިޔަބައިމީހުން ކުރެ މީހަކު ޖުނުބުވެރިވެގެންވާ ހާލު (އެއް ތަނެއްގައި) ގަރާރުވެފައިވާ ފެންގަނޑަކަށް (އެރިގެން) ފެން ނުވަރާހުއްޓެވެ.“ އެ ނެރުއްވީ މުސްލިމެވެ.\rއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު (އެއް ތަނެއްގައި) ގަރާރުވެފައި ހުންނަ، ނުހިނގާ ހުރި ފެންގަނޑަކަށް ކުޑަކަމު ނުދާހުއްޓެވެ. (އަދި އެއަށް ކުޑަކަމުގޮސްފައި) ދެން އޭގެ ތެރެއަށް (އެރިގެން) ފެންނުވަރާހުއްޓެވެ.“\rއަދި މުސްލިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”(ދެން) އެ ފެނުން (ފެންނުވަރާހުއްޓެވެ.)“\rއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ވެއެވެ: ”އަދި އެއަށް އެރިގެން ޖުނުބެރިކަމުން ހިނައިތާހިރުވެ ނުގަންނަހުއްޓެވެ.“",
        "⁽¹⁾ أخرجه مسلم (283) وأبو داود (70)، وابن ماجه (605)، والنسائي 1/ 124 - 125، وابن الجارود (56)، وابن خزيمة (93)، وابن حبان (1252)، والبيهقي 1/ 237.\n⁽²⁾ البخاري (239)\n⁽³⁾ مسلم (282)\n⁽⁴⁾ أبو داود (70)"
    ],
    [
        "6",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٦ - وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ ﷺ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ تَغْتَسِلَ المَرْأَةُ بِفَضْلِ الرَّجُلِ، أَوِ الرَّجُلُ بِفَضْلِ المَرْأَةِ، وَلْيَغْتَرِفَا جَمِيعاً» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَإِسْنَادُهُ صَحِيحٌ ⁽¹⁾.",
        "އަދި ނަބިއްޔާ ﷺ އާ ބައްދަލުވި ސަހާބީއެއްގެ އަރިހުން ރިވާވެގެންވެއެވެ: ފިރިހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން އަންހެނަކު ހިނައިގަތުމާ، އަންހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން ފިރިހެނަކު ހިނައިގަތުން، ރަސޫލު ﷲ ﷺ ނަހީ ކުރެއްވިއެވެ. (އެހެނެއްކަމަކު) އެ ދެ މީހުން އެކުއެކީގައި (ކަންވާރުގެ ތެރެއަށް) އަތް ލައިގެން ފެން ނަގާހުއްޓެވެ.\rއެ ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއިއެވެ. އަދި އޭގެ ސަނަދު ސައްހައެވެ.\r(ނޯޓު: ފިރިހެނުންނާއި އަންހެނުންނަށް، އެކަކު ހިނައިގަންނަން ބޭނުން ކުރުމަށް ފަހު ބާކީވާ ފެނުން އަނެކަކު ހިނައިގަތުމަކީ މަކްރޫހަ ކަމާއެކު ހުއްދަ ކަމެކެވެ. ޖެހިގެން އަންނަ ޙަދީޘްއިން އެ ކަން ސާބިތުކޮށްދެއެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 4/ 111، وأبو داود (81)، والنسائي 1/ 130، والبيهقي 1/ 190.\nانظر: «المحرر» (9)، و «تنقيح التحقيق» 1/ 40 (29)، و «فتح الباري» 1/ 514 قبيل (194)"
    ],
    [
        "7",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٧ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِأَصْحَابِ السُّنَنِ: «اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ ﷺ فِي جَفْنَةٍ، فَجَاءَ لِيَغْتَسِلَ مِنْهَا، فَقَالَتْ لَهُ: إِنِّي كُنْتُ جُنُباً، فَقَالَ: إِنَّ المَاءَ لَا يُجْنِبُ» وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽²⁾.",
        "އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا (ހިނައިގަންނަވަން ބޭނުންކުރެއްވުމަށް ފަހު) ބާކީ ހުންނަ ފެނުން ނަބިއްޔާ ﷺ ހިނައިގަންނަވައެވެ. އެ ނެރުއްވީ މުސްލިމެވެ.\rއަދި ސުނަނުގެ އަހުލުވެރިންގެ ރިވާޔަތެއްގައި ވެއެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ، އަދި އިބްނު މާޖާއެވެ.) ޖަފްނާއެއް (އެބަހީ: ބޮޑު ކަންވާރެއް) ގައި، ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލެއް ހިނައިގެންނެވިއެވެ. ދެން އޭގެން ހިނައިގެންނެވުމަށް އެކަލޭގެފާނު ވަޑައިގެންނެވިއެވެ. ފަހެ އެ ކަމަނާ އެކަލޭގެފާނުގެ އަރިހުގައި ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަން ކަމަނާވީ ޖުނުބުގެ ހާލުގައެވެ. ފަހެ އެކަލޭގެފާނު ހަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ފެން ޖުނުބުވެރިއެއް ނުވެއެވެ.“\rއަދި އެ ސައްހަ ކުރެއްވީ ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 1/ 366، ومسلم 1/ 176 (323) (48)، وابن خزيمة (108) في لفظٍ قريب، والدارقطني 1/ 53، والبيهقي 1/ 188.\nانظر: «المحرر» (7)\n⁽²⁾ (1) أخرجه: عبد الرزاق (396)، وأحمد 1/ 235، وأبو داود (68)، وابن ماجه (370)، والترمذي (65)، والنسائي (325)، وأبو يعلى (2411)، وابن الجارود (48)، وابن خزيمة (91)، والدارقطني 1/ 52، والحاكم 1/ 159، والبيهقي 1/ 188.\nانظر: «المحرر» (8)"
    ],
    [
        "8",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ، أُولَاهُنَّ بِالتُّرَابِ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَفِي لَفْظٍ لَهُ: «فَلْيُرِقْهُ» ⁽²⁾.\nوَلِلتِّرْمِذِيِّ: «أُخْرَاهُنَّ، أَوْ أُولَاهُنَّ بِالتُّرَابِ» ⁽³⁾.",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ކަންވާރެއްގެ ތެރެއަށް ކުއްތާއެއް ދޫލައިފި ނަމަ، ފަހެ އެ ތާހިރު ކުރުން ވަނީ، އޭނާ އެ ހަތް ފަހަރު ދޮވެގެންނެވެ. އޭގެ ތެރެއިން ފުރަތަމަ ފަހަރު ވެލިންނެވެ.“ އެ ނެރުއްވީ މުސްލިމެވެ.\rއަދި މުސްލިމުގެ (އެހެން) ލަފްޒެއްގައި ވެއެވެ: ”ފަހެ އެ ކަންވާރު އޮއްސާލާށެވެ.“\rއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި ވެއެވެ: ”އޭގެ ފަހު ފަހަރު، ނުވަތަ ފުރަތަމަ ފަހަރު (ދޮންނާނީ) ވެލިންނެވެ.“",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (204)، وعبد الرزاق (330)، والحميدي (968)، وأحمد 2/ 265، ومسلم 1/ 162 (279) (91)، وأبو داود (71)، والترمذي (91)، والنسائي 1/ 177، وابن خزيمة (95)، والدارقطني 1/ 64، والحاكم 1/ 161، والبيهقي 1/ 240.\nانظر: «الإلمام» (7)، و «المحرر» (10)\n⁽²⁾ أخرجه: مسلم 1/ 161 (279) (89)، والنسائي 1/ 53، وابن خزيمة (98)، وابن حبان (1296)، من طريق علي بن مسهر، عن الأعمش، عن أبي صالح وأبي رزين، عن أبي هريرة، به، بلفظ: «فليرقه» أو: «فليهرقه»\nانظر: «الإلمام» (8)، و «المحرر» (11)\n⁽³⁾ الترمذي (91)\nالصحيح ما في «الصحيح» من غير شك، فقد جاءت من طريق هشام بن حسان، عن ابن سيرين، وهي رواية الأكثر والأحفظ عن ابن سيرين، ومعلوم في قواعد الحديث أنَّ الرواية التي فيها شك يقضى عليها بما لا شك فيه، فكيف وقد اجتمع الأكثر والأحفظ.\nانظر: «الإلمام» (9)، و «المحرر» (12)\nوعند الترمذي زيادة أخرى، وهي: «وإذا ولغت فيه الهرة، غسل مرة»."
    ],
    [
        "9",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "٩ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ - فِي الهِرَّةِ -: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽¹⁾.",
        "އަދި އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ބުޅަލާމެދު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެއް ނޫނެވެ. އެއީ ތިޔަބައިމީހުންގެ ވަށައިގެން ގިނަގިނައިން (ވަދެ ނިކުމެ) އުޅޭ ބައެއްގެ ތެރެއިންވާ އެއްޗެއް ކަމުގައި މެނުވީ ނުވެއެވެ.“\rއެ ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: مالك في «الموطأ» (46) برواية الليثي، والشافعي في «مسنده» (7)، وأحمد 5/ 303، وأبو داود (75)، وابن ماجه (367)، والترمذي (92)، والنسائي 1/ 55، وابن الجارود (60)، وابن خزيمة (104)، وابن حبان (1299)، والحاكم 1/ 160.\nمن طريق كبشة بنت كعب بن مالك -وكانت تحت ابن أبي قتادة- أن أبا قتادة دخل عليها، فسكبت له وضوءا. قالت: فجاءت هرة تشرب، فأصغى لها الإناء حتى شربت، قالت كبشة: فرآني أنظر إليه! فقال: أتعجبين يا بنت أخي؟ فقلت: نعم. قال: إن رسول الله صلى الله عليه وسلم قال: فذكره. وقال الترمذي: «حديث حسن صحيح»\nانظر: «المحرر» (14)"
    ],
    [
        "10",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "١٠ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ المَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ ﷺ، فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ ﷺ بِذَنُوبٍ مِنْ مَاءٍ؛ فَأُهْرِيقَ عَلَيْهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އައުރާބީއަކު އައިސް މިސްކިތުގެ ބައެއްގައި ކުޑަކަމުދިޔައެވެ. ފަހެ މީސްތަކުން އޭނާއަށް (އަޑުލައި) އިންކާރު ކުރިއެވެ. (ނަމަވެސް) ނަބިއްޔާ ﷺ އެބައިމީހުންނަށް (އެ ކަން) ނަހީ ކުރެއްވިއެވެ. ދެން އޭނާ ކުޑަކަމުގޮސް ނިމުމުން، ފެން ބާލިދީއެއް ގެނައުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ. އަދި އެ ތަނުގެ މައްޗަށް އެ އޮއްސާލެވުނެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ. (އެބަހީ: ބުޚާރީއާއި މުސްލިމު އެ ރިވާ ކުރެއްވުމުގައި އިއްތިފާގުވެލެއްވިއެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 3/ 114، والبخاري 1/ 56 (221)، ومسلم 1/ 163 (284) (99)، وابن ماجه (528)، والنسائي 1/ 47، وابن خزيمة (296)، والبيهقي 2/ 427.\rانظر: «الإلمام» (11)، و «المحرر» (15)"
    ],
    [
        "11",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "١١ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا المَيْتَتَانِ: فَالجَرَادُ وَالحُوتُ، وَأَمَّا الدَّمَانِ: فَالكَبِدُ وَالطِّحَالُ» أَخْرَجَهُ أَحْمَدُ، وَابْنُ مَاجَهْ، وَفِيهِ ضَعْفٌ ⁽¹⁾.",
        "އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُما ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރުމެންނަށް ދެ މުޅަ އެއްޗަކާއި ދެ ލެއެއް ހަލާލު ކުރެއްވުނެވެ. އެ ގޮތުން މުޅަ ދެ އެއްޗަކީ ގޮށްފުޅަނގިއާއި މަހެވެ. އަދި ދެ ލެޔަކީ ހުންކޮށްޓާއި މެއެވެ.“\r(ނޯޓު: އެބަހީ ފެނުގައި އުޅޭ މަހެވެ. އަދި ހުންކޮށްޓަކީ ސްޕްލީނެވެ.)\rއެ ނެރުއްވީ އަޙްމަދާއި އިބްނު މާޖާއެވެ. އަދި އޭގައި ބަލިކަށިކަމެއް ވެއެވެ.\r(ނޯޓު: ބަލިކަށިވަނީ މަރްފޫޢު ރިވާޔަތެވެ. ނަމަވެސް މައުގޫފުކޮށް އެ ސައްހައެވެ. މައުގޫފަކީ ސަހާބީއަކާ ހަމައަށް ސަނަދު ހުއްޓިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ ސަހާބީއެއްގެ ބަސްފުޅެވެ. އަދި މަރްފޫޢަކީ ނަބިއްޔާއާ ހަމައަށް ސަނަދު އުފުލިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅެވެ.)",
        "⁽¹⁾ لا يصح رفعه، بل الصحيح أنَّه موقوف، رفعه يحيى بن حسّان، عن سليمان بن بلال، عن زيد بن أسلم، عن ابن عمر، أخرجه ابن عدي في «الكامل» 5/ 308، وخالف عبدَ الله بن وهب الذي أوقفه، وروايته أخرجها البيهقي 1/ 254، وتوبع يحيى على رفعه من أولاد زيد بن أسلم، وفيهم من اختلف عليه، وفيهم من لم يصح إليه الإسناد، وفيهم من هو ضعيف أصلاً، ثم إنَّ الحديث وإن كان موقوفاً فله حكم المرفوع؛ لأنَّ الذي أحل لهم هو النبيُّ - صلى الله عليه وسلم - وهو المبلِّغ عن الله.\nأخرجه: الشافعي في «مسنده» (1513)، وأحمد 2/ 97، وابن ماجه (3314)، والدارقطني 4/ 271، والبيهقي 1/ 254، من طريق عبد الرحمن بن زيد، وأخرجه: ابن عدي في «الكامل» 5/ 308، والدارقطني 4/ 271 من طريق عبد الله بن زيد، وأخرجه: ابن عدي في «الكامل» 2/ 81، والبيهقي 1/ 254 من طريق أسامة بن زيد، ثلاثتهم عن زيد به مرفوعاً."
    ],
    [
        "12",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "‌‌بَابُ المِيَاهِ",
        "ފެނުގެ ބާބު",
        "١٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ لْيَنْزِعْهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً، وَفِي الآخَرِ شِفَاءً» أَخْرَجَهُ البُخَارِيُّ، وَأَبُو دَاوُدَ، وَزَادَ: «وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ».",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ކުރެ މީހެއްގެ ބުއިމެއްގެ ތެރެއަށް މެއްސެއް ވެއްޓިއްޖެނަމަ، ފަހެ އޭނާ އެ މެހި ގަންބާލާހުއްޓެވެ. އެއަށްފަހު އެ ނަގާހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން އޭގެ ދެ ފިޔައިން ކުރެ އެއް ފިޔައިގައި ވަނީ ބައްޔެވެ. އަދި އަނެއް ފިޔައިގައި ވަނީ ޝިފާއެވެ.“\nއެ ނެރުއްވީ ބުޚާރީއާއި އަބޫ ދާވޫދެވެ. އަދި އެކަލޭގެފާނު އިތުރު ކުރެއްވިއެވެ: ”އަދި ހަމަކަށަވަރުން އެ މެހި ރައްކާތެރިވުމަށް (އިސް ކުރަނީ) އޭގައި ބަލި ހުރި ފިޔައެވެ.“",
        "⁽¹⁾ أخرجه: أحمد 2/ 263، والبخاري 4/ 158 (3320)، وابن ماجه (3505)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252.\nانظر: «الإلمام» (6).\n⁽²⁾ إسناده حسن؛ لأجل محمد بن عجلان.\nأخرجه: أحمد 2/ 229، وأبو داود (3844)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252"
    ],
    [
        "13",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٣ - وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَا قُطِعَ مِنَ البَهِيمَةِ وَهِيَ حَيَّةٌ؛ فَهُوَ مَيْتٌ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَاللَّفْظُ لَهُ ⁽¹⁾.",
        "އަދި އަބޫ ވާގިދު އަލްލައިޘީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރެއް ދިރިހުއްޓައި، އޭގެ ކިބައިން ވަކި ކުރެވޭ ބަޔަކީ މުޅަ އެއްޗެކެވެ.“\rއެ ރިވާ ކުރެއްވީ އަބޫ ދާވޫދާއި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އެ ޙަސަން ކުރެއްވިއެވެ. އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ.",
        "⁽¹⁾ اختلف فيه فأخرجه: أحمد 5/ 218، وأبو داود (2858)، والترمذي (1480)، من طريق عطاء بن يسار، عن أبي واقد الليثي قال: قدم رسول الله صلى الله عليه وسلم المدينة، والناس يجبون أسنمة الإبل، ويقطعون أليات الغنم، فقال رسول الله صلى الله عليه وسلم: فذكر الحديث.\nوأخرجه: أبو يعلى (1450)، وابن الجارود (876)، والطحاوي في «شرح المشكل» (1572)، والطبراني في «الكبير» (3304)، وابن عدي في «الكامل» 5/ 487، والدارقطني 4/ 292، والحاكم 4/ 239، والبيهقي 1/ 23 من طريق عبد الرحمن بن عبد الله بن دينار، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي واقد، به، وعبد الرحمن هذا تُكلم فيه، وانتقى البخاري من حديثه ما صح، وتوبع من عبد الله بن جعفر والد ابن المديني وهو ضعيف، أخرجه: الحاكم 4/ 123 - 124، وصحّح البخاري هذا الوجه كما في «علل الترمذي» 2/ 632، ورواه هشام بن سعد، عن زيد بن أسلم، عن عطاء، عن ابن عمر، أخرجه: ابن ماجه (3216)، والدارقطني 4/ 292، والحاكم 4/ 124، فجعله من مسند ابن عمر، وهشام ضعيف، ورواه معمر عن زيد مرسلاً، وذكر الحاكم أنَّ عبد الرحمن بن مهدي رواه عن زيد مرسلاً، وذكر الدارقطني كذلك أنَّ سليمان بن بلال رواه مرسلاً، أخرجه: عبد الرزاق (8611)، ورواه سليمان بن بلال والمسور بن الصلت -مقرونين- عن زيد، عن عطاء، عن أبي سعيد الخدري، أخرجه: البزار كما في «كشف الأستار» (1220)، والطحاوي في «شرح المشكل» (1573)، والحاكم 4/ 124، فجعلاه من مسند أبي سعيد، ورجح أبو حاتم والدارقطني والبزار المرسل.\nانظر: «علل ابن أبي حاتم» (1479)، و «علل الدارقطني» (1152) و (3037)"
    ],
    [
        "14",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٤ - عَنْ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ النَّبِيُّ ﷺ: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ والفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الآخِرَةِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "ޙުޛައިފާ ބިން އަލްޔަމާން رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ރަނާއި ރިހީގެ ކަންވާރުތަކުން ނުބޯށެވެ. އަދި އޭގެ ތަށިތަކުގައި ނުކާށެވެ. އެހެނީ ހަމަކަށަވަރުން ދުނިޔޭގައި އެ ތަކެތި ވަނީ އެބައިމީހުންނަށެވެ. (އެބަހީ: ކާފަރުންނަށެވެ.) އަދި އާޚިރަތުގައި (އެ ވާނީ) ތިޔަބައިމީހުންނަށެވެ.“\nމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 5/ 390، والبخاري 7/ 99 (5426)، ومسلم 6/ 135 (2067)، وأبو داود (3723)، وابن ماجه (3414)، والترمذي (1878)، -وعند أصحاب السنن: نهى النبي - صلى الله عليه وسلم - إلا شطره الأخير فمن قوله- والنسائي 8/ 198، وابن الجارود (865)، وابن حبان (5339)، والبيهقي 1/ 27.\nعن عبد الرحمن بن أبي ليلى، قال: إنهم كانوا عند حذيفة، فاستسقى، فسقاه مجوسي، فلما وضع القدح في يده، رماه به، وقال: لولا أني نهيته غير مرة ولا مرتين! -كأنه يقول: لم أفعل هذا- لكني سمعت النبي صلى الله عليه وسلم، يقول: «لا تلبس الحرير ولا الديباج، ولا تشربوا» .. الحديث. واللفظ للبخاري، وعنده «ولنا في الآخرة». وهذه الجملة ليست عند مسلم.\nانظر: «الإلمام» (13)"
    ],
    [
        "15",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٥ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «الَّذِي يَشْرَبُ فِي إِنَاءِ الفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދި އުއްމު ސަލަމާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރިހީގެ ކަންވާރުން ބޯ މީހާ، އޭނާގެ ބަނޑަށް އެ އަޅަނީ ނަރަކައިގެ އަލިފާން ކަމުގައި މެނުވީ ނުވެއެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: مالك في «الموطأ» (2676) برواية الليثي، والشافعي في «مسنده» (20)، وأحمد 6/ 300، والبخاري 7/ 146 (5634)، ومسلم 6/ 134 (2065) (1)، وابن ماجه (3413)، وابن حبان (5341).\nانظر: «المحرر» (18).\nوهذا الحديث بمعنى الحديث الذي قبله، والقياس أن لا يذكره، لكنَّه ذكره في كتابه هذا -وهو\nكتاب مختصر معتصر- بما تضمنه من فائدة، وهي الوعيد الشديد لمقترف هذا الذنب، وهو أنه من الكبائر."
    ],
    [
        "16",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٦ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَعِنْدَ الأَرْبَعَةِ: «أَيُّمَا إِهَابٍ دُبِغَ» ⁽²⁾.",
        "އަދި އިބްނު ޢައްބާސް رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރުގެ ހަން ދިބާޣު ކުރެވުމުން، އެ ތާހިރުވެއްޖެކަން ކަށަވަރެވެ.“ އެ ނެރުއްވީ މުސްލިމެވެ.\rއަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި ވަނީ: ”ކޮންމެ ޖަނަވާރު ހަމެއް ދިބާޣު ކުރެވުނަސް“ (މިފަދައިންނެވެ.)",
        "⁽¹⁾ أخرجه: مالك في «الموطأ» (1437) برواية الليثي، ومسلم 1/ 191 (366) (105)، وأبو داود (4123)، والدارقطني 1/ 46، والبيهقي 1/ 20.\n⁽²⁾ أخرجه: الشافعي في «مسنده» (18)، وأحمد 1/ 219، والدارمي (1985)، وابن ماجه (3609)، والترمذي (1728)، والنسائي 7/ 173، وابن حبان (1287).\rتنبيه: وهم المصنف إذ عزا هذا اللفظ إلى الأربعة؛ لأنَّ رواية أبي داود بمثل لفظ مسلم المتقدم.\rانظر: «المحرر» (19)، و «منحة العلام» 1/ 89.\rتنبيه: ساق ابن حجر الرواية الثانية؛ ليبين أنَّ الألف واللام لاستغراق الجنس في الرواية الأولى، وأنَّ الحديث يفيد العموم، وليشمل ما يؤكل لحمه وما لا يؤكل لحمه."
    ],
    [
        "17",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٧ - وَعَنْ سَلَمَةَ بْنِ المُحَبَّقِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «دِبَاغُ جُلُودِ المَيْتَةِ طُهُورُهَا» صَحَّحَهُ ابْنُ حِبَّانَ ⁽¹⁾.",
        "އަދި ސަލަމާ ބިން އަލްމުޙައްބިގު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުޅަ ޖަނަވާރުތަކުގެ ހަންތައް ދިބާޣު ކުރުމަކީ އެ ތަކެތި ތާހިރު ކުރުމެވެ.“\rއެ ސައްހަ ކުރެއްވީ އިބްނު ޙިއްބާނެވެ.",
        "⁽¹⁾ في إسناده جون بن قتادة وهو مجهول، لكن ليس في أي من طرقه اللفظ المذكور،\nوهو لفظ حديث عائشة رضي الله عنها، عند ابن حبان (1290)، وكذلك أخرجه: أحمد 6/ 73، وأبو داود (4124)، وابن ماجه (3612)، والنسائي 7/ 147، والطحاوي في «شرح المعاني» (2497) ورجح البخاري وقفه على عائشة رضي الله عنها. انظر: «العلل الكبير» (521).\nأخرجه: أحمد 3/ 476، وأبو داود (4125)، والنسائي 7/ 173، وابن حبان (4522)، والدارقطني 1/ 45، والحاكم 4/ 141، والبيهقي 1/ 17"
    ],
    [
        "18",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٨ - وَعَنْ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «مَرَّ رَسُولُ اللَّهِ ﷺ بِشَاةٍ يَجُرُّونَهَا، فَقَالَ: لَوْ أَخَذْتُمْ إِهَابَهَا! فَقَالُوا: إِنَّهَا مَيْتَةٌ، قَالَ: يُطَهِّرُهَا المَاءُ وَالقَرَظُ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ ⁽¹⁾.",
        "އަދި މައިމޫނާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: (މަރުވެފައި އޮތް) ބަކައްޓެއް ދަމަމުން ދިޔަ ބަޔަކު ކައިރިންލާފައި ރަސޫލު ﷲ ﷺ ވަޑައިގަތެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އޭގެ ހަންގަނޑު ނެގިނަމައެވެ.“ އެބައިމިހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެއީ މުޅަ އެއްޗެކެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނާއި ގަރަޡު އެ ތާހިރު ކުރާނެއެވެ.“\r(އެބަހީ: އެ ހަނގަނޑު ދިބާޣު ކުރާށެވެ. އަދި ގަރަޡަކީ ދިބާޣު ކުރުމަށް ބޭނުން ކުރެވޭ ގަހެއްގެ ފަތެކެވެ.)\rއެ ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.",
        "⁽¹⁾ في إسناده عبد الله بن مالك بن حذافة وهو مجهول. ولمتنه شواهد في الصحيحين، دون آخره.\nأخرجه: أحمد 6/ 334، وأبو داود (4126)، والنسائي 7/ 174 - 174، وابن حبان (1291)"
    ],
    [
        "19",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "١٩ - وَعَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ قَالَ: لَا تَأْكُلُوا فِيهَا؛ إِلَّا أَلَّا تَجِدُوا غَيْرَهَا، فَاغْسِلُوهَا، وَكُلُوا فِيهَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދި އަބޫ ޘަޢުލަބާ އަލްޚުޝަނީ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންމެން ދިރިއުޅެނީ އަހުލު ކިތާބީންގެ ބަޔަކު އުޅެމުންދާ ބިމެއްގައިއެވެ. ފަހެ ތިމަންމެންނަށް އެބައިމީހުންގެ ކަންވާރުތަކުގައި ކެވިދާނެތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އެ ކަންވާރުތަކުގައި ނުކާށެވެ. އެއީ ތިޔަބައިމީހުންނަށް އެ ނޫން އެއްޗެއް ނުފެނިއްޖެ ހާލަތެއްގައި މެނުވީއެވެ. (އެ ހިނދު) އެ ކަންވާރުތައް ދޮންނާށެވެ. އަދި ތިޔަބައިމީހުން އެ ތަކެތީގައި ކާށެވެ.“\nމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 195، والبخاري 7/ 111 - 112 (5478)، ومسلم 6/ 58 (1930)، وابن ماجه (3207)، والترمذي (1560)، وابن الجارود (916)، وابن حبان (5879)، والبيهقي 1/ 33.\rانظر: «المحرر» (20)"
    ],
    [
        "20",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "٢٠ - وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ وَأَصْحَابَهُ تَوَضَّؤُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ» مُتَّفَقٌ عَلَيْهِ - فِي حَدِيثٍ طَوِيلٍ - ⁽¹⁾.",
        "އަދި ޢިމްރާން ބިން ޙުޞައިން رَضِيَ الْلَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މުޝްރިކު އަންހެނެއްގެ މަޒާދާއަކުން، ނަބިއްޔާ ﷺ އަދި އެކަލޭގެފާނުގެ ސަހާބީން ވުޟޫ ކުރެއްވިއެވެ.\r(ނޯޓު: މަޒާދާއަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ ފެން ކަންވާރެކެވެ.)\rމުއްތަފަގުން ޢަލައިހިއެވެ. (މިފަދައިން) އައިސްފައިވަނީ ދިގު ޙަދީޘެއްގައެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 434، والبخاري 4/ 232 - 233 (3571)، ومسلم 2/ 140 - 141 (682)، والنسائي 1/ 171، وابن الجارود (122)، وابن خزيمة (113)، وابن حبان (1302)، والبيهقي 1/ 21.\nانظر: «المحرر» (21).\nتنبيه: قلَّد الحافظ ابن حجر غيره في هذا الصنيع، فليس في الحديث أنَّ النبيَّ - صلى الله عليه وسلم - توضأ منه، إنَّما استعمل النبي وأصحابه هذا الماء، وهذا الوهم من تقليد الساهي للساهي، وإنَّما كان أول من ذكره بنحو اللفظ المذكور المجد ابن تيمية في «المنتقى» (74)، وابن عبد الهادي في «المحرر» (21)، ولم يتكلم الشوكاني عن هذا بشيء في «نيل الأوطار»، وكان ابن دقيق العيد أدق حينما ساق طرفاً من حديث عمران من قوله: «دعا النبي - صلى الله عليه وسلم - بإناءٍ فأفرغ فيه من أفواه المزادتين» «الإلمام» (16)"
    ],
    [
        "21",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الآنِيَةِ",
        "ކަންވާރުގެ ބާބު",
        "٢١ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ قَدَحَ النَّبِيِّ ﷺ انْكَسَرَ، فَاتَّخَذَ مَكَانَ الشَّعْبِ سِلْسِلَةً مِنْ فِضَّةٍ» أَخْرَجَهُ البُخَارِيُّ ⁽¹⁾.",
        "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ ގަދަޙު ތަޅައިގެން ދިޔައެވެ. ފަހެ އެކަލޭގެފާނު އެ ތެޅުނު ތަނުގައި ރިހީގެ ނަރެއް އެޅުއްވިއެވެ.\r(އެބަހީ: މަރާމާތު ކުރެއްވިއެވެ. އަދި ގަދަޙަކީ ފެންބޯ ތައްޓެވެ.)\rއެ ނެރުއްވީ ބުޚާރީއެވެ.",
        "⁽¹⁾ أخرجه: البخاري 4/ 101 (3109)، والطحاوي في «شرح المشكل» (1413)، والطبراني في «الأوسط» (8050)، والبيهقي 1/ 29 - 30"
    ],
    [
        "22",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٢ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «سُئِلَ رَسُولُ اللَّهِ ﷺ عَنِ الخَمْرِ تُتَّخَذُ خَلّاً؟ قَالَ: لَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.",
        "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ބަނގުރާ ރާހުތަށް ހެދުމާ ބެހޭ ގޮތުން ރަސޫލު ﷲ ﷺ އަރިހުގައި ސުވާލު ކުރެއްވުނެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“\rއެ ނެރުއްވީ މުސްލިމެވެ.",
        "⁽¹⁾ أخرجه: ابن أبي شيبة (37300)، وأحمد 3/ 260، وابن زنجويه في «الأموال» (431)، ومسلم 6/ 89 (1983)، وأبو داود (3675)، والترمذي (1294)، وابن الجارود (854)، والبيهقي 6/ 37.\rانظر: «الإلمام» (154)، و «المحرر» (142)"
    ],
    [
        "23",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٣ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «لَمَّا كَانَ يَوْمُ خَيْبَرَ، أَمَرَ رَسُولُ اللَّهِ ﷺ أَبَا طَلْحَةَ، فَنَادَى: إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الحُمُرِ؛ فَإِنَّهَا رِجْسٌ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދިވެސް (އަނަސްގެ) ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޙައިބަރު ހަނގުރާމައިގެ ދުވަހު ރަސޫލު ﷲ ﷺ، އަބޫ ޠަލްޙާއަށް އަމުރު ކުރެއްވުމުން އެކަލޭގެފާނު ގޮވާލެއްވިއެވެ: ހަމަކަށަވަރުން ﷲ އަދި އެ އިލާހުގެ ރަސޫލާ، ތިޔަބައިމީހުންނަށް އަހުލީ ހިމާރުގެ މަސް (ކެއުން) ނަހީ ކުރައްވައެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެކެވެ.\r(ނޯޓު: އަހުލީ ހިމާރަކީ މީހުން ގެންގުޅޭ އާދައިގެ ހިމާރެވެ.)\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 3/ 121، والبخاري 5/ 167 - 168 (4991)، ومسلم 6/ 65 (1940)، وابن ماجه (3196)، والنسائي 1/ 56، وابن حبان (5274)، والبيهقي 9/ 331.\nانظر: «الإلمام» (853)، و «المحرر» (145)\nوزاد مسلم: «من عمل الشيطان»"
    ],
    [
        "24",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٤ - وَعَنْ عَمْرِو بْنِ خَارِجَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «خَطَبَنَا النَّبِيُّ ﷺ بِمِنًى، وَهُوَ عَلَى رَاحِلَتِهِ، وَلُعَابُهَا يَسِيلُ عَلَى كَتِفِي» أَخْرَجَهُ أَحْمَدُ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ ⁽¹⁾.",
        "އަދި ޢަމްރު ބިން ޚާރިޖާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މިނާގައި ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް ޚުތުބާ ދެއްވިއެވެ. އެއީ އެކަލޭގެފާނުގެ (ޖަމަލު) މަތީގައި ސަވާރުވެ ވަޑައިގެންވަނިކޮށެވެ. އަދި އެ ޖަމަލުގެ ކުޅުތައް ތިމަންނަގެ ކޮނޑު މައްޗަށް ފައިބަފައިބައި ހުއްޓެވެ.\rއެ ނެރުއްވީ އަޙްމަދާއި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އެ ސައްހަ ކުރެއްވިއެވެ.",
        "⁽¹⁾ في إسناده شهر بن حوشب بيِّن الضعف، وله شواهد.\nأخرجه: الطيالسي (1217)، وسعيد بن منصور (428)، وأحمد 4/ 186، وابن ماجه (2712) والترمذي (2121)، والنسائي 6/ 247، وأبو يعلى (1508)، والبيهقي 1/ 256.\nانظر: «المحرر» (146)"
    ],
    [
        "25",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَغْسِلُ المَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ، وَأَنَا أَنْظُرُ إِلَى أَثَرِ الغَسْلِ فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.\nوَلِمُسْلِمٍ: «لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ ﷺ فَرْكاً، فَيُصَلِّي فِيهِ» ⁽²⁾. وَفِي لَفْظٍ لَهُ: «لَقَدْ كُنْتُ أَحُكُّهُ يَابِساً بِظُفُرِي مِنْ ثَوْبِهِ» ⁽³⁾.",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ (އެކަލޭގެފާނުގެ ހެދުންކޮޅުގައި ހުންނަ) މަނިފޮދު ދޮންނެވުމަށް ފަހު، އެ ހެދުންކޮޅު ތުރުކުރައްވައިގެން ނަމާދަށް ނުކުމެ ވަޑައިގަންނަވައެވެ. އެއީ އެ ހެދުންކޮޅުގައި (ނުހިކި ހުރި) ދޮވުމުގެ އަސަރު ތިމަން ކަމަނާއަށް ފެނިލައްވާ ހާލުގައެވެ. މުއްތަފަގުން ޢަލައިހިއެވެ.\rއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ ހެދުންކޮޅުން އެ މަނިފޮދު ތިމަން ކަމަނާ ކަހަކަހައިގެން ނައްޓަވަމެވެ. ދެން އެކަލޭގެފާނު އެ ހެދުންކޮޅުގައި ނަމާދު ކުރައްވައެވެ.\rއަދިވެސް (މުސްލިމުގެ އެހެން) ލަފްޒެއްގައި ވެއެވެ: ހަމަކަށަވަރުން އެ މަނިފޮދު ހިކިފައިވަނިކޮށް، ތިމަން ކަމަނާގެ ނިޔަފަތިން ކަހައިގެން އެކަލޭގެފާނުގެ ހެދުންކޮޅުން އެ ނައްޓަވަމެވެ.\r(ނޯޓު: ހެދުމުގައި މަނި ތެތްކޮށްވާ ހާލު އެ ދޮވެ ފިލުވާނީއެވެ. އަދި ހިކިފައިވާ ހާލު އެ ކަހާ ނައްޓާނީއެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 6/ 142، والبخاري 1/ 67 (231)، ومسلم 1/ 164 (289) (108)، وابن ماجه (536)، والنسائي 1/ 156، وابن الجارود (138)، وابن خزيمة (287)، وابن حبان (1381)، والدارقطني 1/ 125، والبيهقي 2/ 419.\nانظر: «المحرر» (148)\nواللفظ المذكور لمسلم.\n⁽²⁾ أخرجه: أحمد 6/ 125، ومسلم 1/ 164 (288) (105)، وأبو داود (372)، وابن الجارود (136)، وابن حبان (1379)، والطبراني في «الأوسط» (5690)، والبيهقي 2/ 416.\nانظر: «المحرر» (149)\n⁽³⁾ أخرجه: مسلم 1/ 165 (290)، والبيهقي 2/ 417.\nمن طريق عبد الله بن شهاب الخولاني، قال: كنت نازلا على عائشة. فاحتملت في ثوبي، فغمستهما في الماء، فرأتني جارية لعائشة، فأخبرتها، فبعثت إلي عائشة فقالت: ما حملك على ما صنعت بثوبيك؟ قال: قلت: رأيت ما يرى النائم في منامه. قالت: هل رأيت فيهما شيئا؟ قلت: لا. قالت: فلو رأيت شيئا غسلته. لقد رأيتني، وإني لأحكه من ثوب رسول الله صلى الله عليه وسلم يابسا بظفري.\nانظر: «المحرر» (150)"
    ],
    [
        "26",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٦ - وَعَنْ أَبِي السَّمْحِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «يُغْسَلُ مِنْ بَوْلِ الجَارِيَةِ، وَيُرَشُّ مِنْ بَوْلِ الغُلَامِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ الحَاكِمُ ⁽¹⁾.",
        "އަދި އަބޫ އައްސަމްޙު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތުއްތު އަންހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނެއް) ދޮންނާނީއެވެ. އަދި ތުއްތު ފިރިހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނަކަށް) ފެން ބުރުވާލާނީއެވެ.“\r(އެބަހީ: ކިރުބޯ އުމުރުފުރައިގެ ތުއްތު ކުދިންނެވެ.)\rއެ ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރެއްވީ ޙާކިމެވެ.",
        "⁽¹⁾ أخرجه: أبو داود (376)، وابن ماجه (526)، والنسائي 1/ 158، وابن خزيمة (283)، والدارقطني 1/ 130، والحاكم 1/ 166، والبيهقي 2/ 415\nعن أبي السمح، قال: كنت أخدم النبي صلى الله عليه وسلم، فكان إذا أراد أن يغتسل، قال: «ولني قفاك» فأوليه قفاي، فأستره به، فأتي بحسن أو حسين رضي الله عنهما، فبال على صدره، فجئت أغسله، فقال صلى الله عليه وسلم فذكر الحديث."
    ],
    [
        "27",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٧ - وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ النَّبِيَّ ﷺ قَالَ - فِي دَمِ الحَيْضِ يُصِيبُ الثَّوْبَ -: «تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالمَاءِ، ثُمَّ تَنْضَحُهُ، ثُمَّ تُصَلِّي فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދި އަސްމާ ބިންތި އަބޫ ބަކުރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ހެދުމުގައި ޖެހޭ ޙައިޟުގެ ލެޔާމެދު ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ އެ ކަހާ (ނައްޓުވާނީއެވެ.) ދެން ފެނުން އެ (ތަނެއް) އުނގުޅާނީއެވެ. ދެން (އިތުރަށް) ފެން އަޅާ އެ (ދޮވެ ފިލުވާނީއެވެ.) ދެން އެ ހެދުމުގައި ނަމާދު ކުރާނީއެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 6/ 346، والبخاري 1/ 66 (227)، ومسلم 1/ 166 (291) (110)، وأبو داود (361)، والترمذي (138)، والنسائي 1/ 155، وابن خزيمة (276)، وابن حبان (1397)، والبيهقي 1/ 13"
    ],
    [
        "28",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا",
        "ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު",
        "٢٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَتْ خَوْلَةُ: يَا رَسُولَ اللَّهِ! فَإِنْ لَمْ يَذْهَبِ الدَّمُ؟ قَالَ: يَكْفِيكِ المَاءُ، وَلَا يَضُرُّكِ أَثَرُهُ» أَخْرَجَهُ التِّرْمِذِيُّ، وَسَنَدُهُ ضَعِيفٌ ⁽¹⁾.",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޚައުލާ (ބިންތި ޔަސާރު) ވިދާޅުވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ފަހެ (ހެދުމުން ޙައިޟުގެ ލޭ ދޮވުމަށް ފަހުގައިވެސް) ލޭ (ގެ އަސަރު) ނުފިލާ ނަމަ (ހަދާނީ ކިހިނެއްތޯއެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނުން (ދޮވެލުން) ކަމަނާއަށް ފުދިގެންވެއެވެ. އަދި އެ ލޭގެ އަސަރު (ހުރުމަކުން) ކަމަނާއަށް ގެއްލުމެއް ނެތެވެ.“\rއެ ނެރުއްވީ ތިރްމިޛީއެވެ. އަދި އޭގެ ސަނަދު ޟަޢީފެވެ.",
        "⁽¹⁾ في إسناده عبد الله بن لهيعة، وهو ضعيف.\nأخرجه: أحمد 2/ 364، وأبو داود (365)، والبيهقي 2/ 408.\nتنبيه: عزو الحافظ الحديثَ إلى الترمذي وهم، على أنَّه خرَّج الحديث في «فتح الباري» 1/ 569 عقب (230)، ولم ينسبه للترمذي."
    ],
    [
        "29",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٢٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي، لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ» أَخْرَجَهُ مَالِكٌ، وأَحْمَدُ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ ⁽¹⁾.",
        "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތަށް ބުރަކަމަކަށް ނުވާނަމަ، ހަމަކަށަވަރުން ކޮންމެ ވުޟޫއަކާއެކު ސިވާކުން (ދަތް އުނގުޅުމަށް) ތިމަން ނަބިއްޔާ އެބައިމީހުންނަށް އަމުރު ކުރެއްވީމުހެވެ.“\rއެ ނެރުއްވީ މާލިކާއި، އަޙްމަދު އަދި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: مالك في «الموطأ» (453) برواية أبي مصعب الزهري، و (170) برواية الليثي، وأحمد 2/ 460، والنسائي في «الكبرى» (3031)، وابن الجارود (63)، وابن خزيمة (140)، والطحاوي في «شرح المعاني» (228) مرفوعاً.\nوأخرجه: مالك في «الموطأ» (171) برواية الليثي، موقوفاً على أبي هريرة بلفظ: «لولا أن يشق على أمته لأمرهم بالسواك مع كل وضوء»\nوعلقه البخاري (458/فتح) بصيغة الجزم، وعنده لفظ «عند» بدل «مع»\nوللحديث ألفاظ وطرق أخرى في «الصحيحين» وغيرهما."
    ],
    [
        "30",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٠ - وَعَنْ حُمْرَانَ: «أَنَّ عُثْمَانَ رَضِيَ اللهُ عَنْهُ دَعَا بِوَضُوءٍ، فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَضْمَضَ، وَاسْتَنْشَقَ، وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَهُ اليُمْنَى إِلَى المِرْفَقِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَهُ اليُمْنَى إِلَى الكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ ﷺ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.",
        "އަދި ޙުމްރާނުގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ (ވުޟޫ ކުރެއްވުމަށް ޓަކައި) ފެން ގެނައެމަށް ގޮވާލެއްވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ދެ އަތްތިލަ ތިން ފަހަރަށް ދޮންނެވިއެވެ. ދެން އަނގައަށް ފެން ލައްވާ ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވާ، ބޭރު ކުރެއްވިއެވެ. ދެން ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. ދެން އުޅަނބޮއްޓާ ހަމައަށް ތިން ފަހަރު ކަނާތް އަތް ދޮންނެވިއެވެ. އަދި ވާތް އަތް ވެސް ހަމަ އެފަދައިންނެވެ. އަދި ބޮލުގައި ފެން ފުއްސެވިއެވެ. ދެން ތަނބިކައްޓާ ހަމައަށް ކަނާތް ފައި ދޮންނެވިއެވެ. އަދި ވާތް ފައި ވެސް ހަމަ އެފަދައިންނެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ: ތިމަންނަގެ ވުޟޫއާ އެއްގޮތަށް، ރަސޫލު ﷲ ﷺ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 1/ 59، والبخاري 1/ 51 (159)، ومسلم 1/ 140 (226)، وأبو داود (106)، والنسائي 1/ 64، وابن الجارود (67)، وابن خزيمة (3)، وابن حبان (1058)، والبيهقي 1/ 48 - 49"
    ],
    [
        "31",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣١ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ وُضُوءِ النَّبِيِّ ﷺ - قَالَ: «وَمَسَحَ بِرَأْسِهِ وَاحِدَةً» أَخْرَجَهُ أَبُو دَاوُدَ. ⁽¹⁾",
        "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ، ނަބިއްޔާ ﷺ ގެ ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަދި (ނަބިއްޔާ) އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ.\rއެ ނެރުއްވީ އަބޫ ދާވޫދެވެ.",
        "⁽¹⁾ هو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: الطيالسي (149)، وأحمد 1/ 110، وأبو داود (111)، وابن ماجه (404)، والترمذي (48)، والنسائي 1/ 67، وابن الجارود (68)، وابن خزيمة (147)، وابن حبان (1056)، والبيهقي 1/ 47.\nانظر: «المحرر» (38)"
    ],
    [
        "32",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٢ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيدِ بْنِ عَاصِمٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ - قَالَ: «وَمَسَحَ ﷺ بِرَأْسِهِ، فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَفِي لَفْظٍ: «بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى المَكَانِ الَّذِي بَدَأَ مِنْهُ». ⁽²⁾",
        "އަދި ޢަބްދު ﷲ ބިން ޒައިދު ބިން ޢާޞިމް رَضِيَ اللَّهُ عَنْهُ، ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އަދި (ނަބިއްޔާ) ﷺ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އެ ގޮތުން އެކަލޭގެފާނު އިސްތަށިފުޅުގެ ކުރިމަތިން ފަހަތަށާއި، ފަހަތުން ކުރިމައްޗަށް ދެ އަތްޕުޅު ހިންގަވާލެއްވިއެވެ. މުއްތަފަގުން ޢަލައިހިއެވެ.\rއަދި (އެހެން) ލަފްޒެއްގައި ވެއެވެ: އެކަލޭގެފާނު (ފެން ފުއްސަވަން) ފެއްޓެވީ އިސްތަށިފުޅުގެ ކުރިމަތިންނެވެ. (ދެން) އިސްތަށިފުޅުގެ ފަހަތަށް ދާންދެން އެ ދެ އަތްޕުޅު ގެންނެވިއެވެ. އެއަށްފަހު އަނބުރާ އެ ފެއްޓެވި ތަނަށް އެ ދެ އަތްޕުޅު ރައްދު ކުރެއްވިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 38، والبخاري (186)، ومسلم (235)، وأبو داود (118)، وابن ماجه (434)، والترمذي (32)، والنسائي 1/ 71، وابن خزيمة (155)، وابن حبان (1084)، والبيهقي 1/ 30.\n⁽²⁾ البخاري (185)، ومسلم (235)."
    ],
    [
        "33",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٣ - وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ الوُضُوءِ - قَالَ: «ثُمَّ مَسَحَ ﷺ بِرَأْسِهِ، وَأَدْخَلَ إِصْبَعَيْهِ السَّبَّاحَتَيْنِ فِي أُذُنَيْهِ، وَمَسَحَ بِإِبْهَامَيْهِ ظَاهِرَ أُذُنَيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا، ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދެން (ނަބިއްޔާ) ﷺ އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އަދި ދެ ކަންފަތްފުޅުގެ އެތެރެއަށް ދެ ޝަހާދަތް އިނިގިލިފުޅު ލެއްވިއެވެ. އަދި ދެ ބޮޑުވާ އިނގިލިފުޅުން، ދެ ކަންފަތްފުޅުގެ ބޭރުފުށުގައި ފެން ފުއްސެވިއެވެ.\rއެ ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 1/ 180، أبو داود (135)، والنسائي 1/ 88، وابن الجارود (75)، وابن خزيمة (174)، والبيهقي 1/ 79"
    ],
    [
        "34",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٤ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثاً، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ފަހެ ނޭފަތަށް ތިން ފަހަރު ފެންލައި ބޭރު ކުރާހުށިކަމެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާގެ ނޭފަތު އެތެރޭގެ (މަތީ ބައިގައި) ޝައިތާނާ ރޭ ވޭތުކުރެއެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾أخرجه: أحمد 2/ 352، والبخاري 4/ 153 (3295)، ومسلم 10/ 146 (238)، والنسائي 1/ 67، وابن خزيمة (149)، والبيهقي 1/ 49.\nانظر: «المحرر» (43)"
    ],
    [
        "35",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثاً، فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ. ⁽¹⁾",
        "އަދިވެސް އަބޫ ހުރައިރާގެ އަރިހުން ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ތިން ފަހަރު ދެ އަތް ދޮވެފުމަށް ދާންދެން، ފެން ކަންވާރެއްގެ ތެރެއަށް އޭނާ އަތް ގަންބާ ނުލާށެވެ. އެހެނީ ހަމަކަށަވަރުން (ނިދާފަ އޮންނަ އިރު) އޭނާގެ އަތް އޮތް ތަނެއް އޭނާއަކަށް ނޭނގޭނެއެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (41)، وأحمد 2/ 241، والبخاري 1/ 52 (162)، ومسلم 10/ 160 (278)، وأبو داود (105)، وابن ماجه (393)، والترمذي (24)، وابن خزيمة (99)، وابن حبان (1061)، والبيهقي 1/ 45.\rانظر: «الإلمام» (39)، و «المحرر» (44)"
    ],
    [
        "36",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٦ - وَعَنْ لَقِيطِ بْنِ صَبِرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَسْبِغِ الوُضُوءَ، وَخَلِّلْ بَيْنَ الأَصَابِعِ، وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِماً» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾\nوَلِأَبِي دَاوُدَ فِي رِوَايَةٍ: «إِذَا تَوَضَّأْتَ فَمَضْمِضْ». ⁽²⁾",
        "އަދި ލަގީޠު ބިން ޞަބްރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފުރިހަމައަށް ވުޟޫ ކުރާށެވެ. (އެބަހީ: ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސާށެވެ.) އަދި އިނގިލިތައް ދެމެދު ވިނަވާލާށެވެ. އަދި ނޭފަތުގެ އެތެރެއަށް ފެންލުމުގައި ގަދައަށް ފެންލާ ހަދާށެވެ. އެއީ ތިބާ ރޯދައަށް ހުންނަ ނަމަ މެނުވީއެވެ.“ އެ ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.\rއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިބާ ވުޟޫ ކުރާ ހިނދު ފަހެ އަނގައަށް ފެންލައި ކޯ ދޮންނާށެވެ.“",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (51)، وأحمد 4/ 32، والبخاري في «الأدب المفرد» (166)، وأبو داود (142)، وابن ماجه (407)، والترمذي (38)، والنسائي 1/ 66، وابن الجارود (80)، وابن خزيمة (150)، وابن حبان (1054)، والبيهقي 1/ 51 - 52.\nانظر: «المحرر» (45).\n⁽²⁾ أخرجه: أبو داود (144).\nانظر: «الإلمام» (41)، و «المحرر» (46)"
    ],
    [
        "37",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٧ - وَعَنْ عُثْمَانَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ كَانَ يُخَلِّلُ لِحْيَتَهُ فِي الوُضُوءِ» أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު ތުނބުޅިފުޅު ވިނަވާލައްވައެވެ.\rއެ ނެރުއްވީ ތިރްމިޛީއެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ صححه الترمذي وابن حبان والحاكم وحسَّنه الإمام البخاري، وضعفه الإمام أحمد وأبو حاتم الرازي وابن معين. انظر: «العلل الكبير» (19)،و «التلخيص الحبير» 1/ 273.\nأخرجه: عبد الرزاق (125)، والدارمي (710)، وأبو داود (110)، والترمذي (31)، وابن الجارود (72)، وابن خزيمة (152)، وابن حبان (1081)، والدارقطني 1/ 86، والحاكم 1/ 149، والبيهقي 1/ 63.\nانظر: «الإلمام» (44)، و «المحرر» (49)"
    ],
    [
        "38",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٨ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أُتِيَ بِثُلُثَيْ مُدٍّ، فَجَعَلَ يَدْلُكُ ذِرَاعَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން (ވުޟޫ ކުރެއްވުމަށް) މުއްދެއްގެ ތިންބައިކުޅަ ދެބައިގެ (ފެން) ނަބިއްޔާ ﷺ އަށް ގެނެވުނެވެ. ފަހެ (އޭގެން) އެކަލޭގެފާނުގެ ދެ އަތްދަނޑިފުޅު އުނގުޅުއްވަން ފެއްޓެވިއެވެ.\n(ނޯޓު: މުއްދަކީ ގާތްގަނޑަކަށް ހަތް ސަތޭކާ ފަންސާސް މިލިލީޓަރެވެ. އެހެންކަމުން ވުޟޫ ކުރައްވަން ބޭނުން ކުރެއްވީ ގާތްގަނޑަކަށް ފަސް ސަތޭކަ މިލިލީޓަރެވެ.)\nއެ ނެރުއްވީ އަޙްމަދެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: أبو داود الطيالسي في «مسنده» (1099)، وأحمد 4/ 39، وابن خزيمة (118)، وابن حبان (1083)، والحاكم 1/ 44، والبيهقي 1/ 196.\rانظر: «المحرر» (51)"
    ],
    [
        "39",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٣٩ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «أَنَّهُ رَأَى النَّبِيَّ ﷺ يَأْخُذُ لِأُذُنَيْهِ مَاءً، خِلَافَ المَاءِ الَّذِي أَخَذَ لِرَأْسِهِ» أَخْرَجَهُ البَيْهَقِيُّ.\nوَهُوَ عِنْدَ مُسْلِمٍ - مِنْ هَذَا الوَجْهِ - بِلَفْظِ: «وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِ»، وَهُوَ المَحْفُوظُ. ⁽²⁾",
        "އަދިވެސް (ޢަބްދު ﷲ ބިން ޒައިދު) ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ދެ ކަންފަތްޕުޅުގައި (ފެން ފުއްސެވުމަށް) ފެން ނަންގަވަނިކޮށް އެކަލޭގެފާނަށް ފެނުނެވެ. އެއީ ނަބިއްޔާގެ އިސްތަށިފުޅަށް ނެންގެވި ފެން ނޫން އެހެން ފެނެކެވެ. އެ ނެރުއްވީ ބައިހަގީއެވެ.\rއަދި އެ ޙަދީޘް މުސްލިމުގެ އަރިހުގައި، މި ވަޖުހުން އައިސްފައި ވާއިރު އޭގެ ލަފްޒަކީ: އަދި އެކަލޭގެފާނު އިސްތަށިފުޅުގައި ފެން ފުއްސެވީ، އެކަލޭގެފާނުގެ ދެ އަތްޕުޅު (ދޮންނެވުމަށް ފަހު) ބާކީވި ފެން ނޫން އެހެން ފެނަކުންނެވެ. އަދި އެއީ މަޙްފޫޡު ރިވާޔަތެވެ. (އެބަހީ: ބޮޑަށް އިތުބާރު ހުރި ރާވީން ރިވާކުރެއްވީ އެ ރިވާޔަތެވެ.)",
        "⁽¹⁾ أخرجه: البيهقي 1/ 65.\nانظر: «الإلمام» (53)، «المحرر» (58)\n⁽²⁾ أخرجه: أحمد 4/ 39، ومسلم 1/ 146 (236)، وأبو داود (120)، والترمذي (35)، وابن خزيمة (154)، وابن حبان (1085)، والبيهقي 1/ 65.\rانظر: «المحرر» (59)"
    ],
    [
        "40",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ القِيَامَةِ غُرّاً مُحَجَّلِينَ مِنْ أَثَرِ الوُضُوءِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ހަމަކަށަވަރުން ގިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މީހުން އަންނާނީ، އެބައިމީހުންގެ ނިތްކުރިތަކާއި ފައިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއްވާ ހާލުގައެވެ.“ (އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ:) ފަހެ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
        "⁽¹⁾ قوله: «فمن استطاع منكم أن يطيل غرته فليفعل» مدرج من كلام أبي هريرة، أدرجه نعيم المجمر في الحديث، قال الحافظ: «لم أر هذه الجملة في رواية أحد ممن روى هذا الحديث من الصحابة، وهم عشرة، ولا ممن رواه عن أبي هريرة غير رواية نعيم هذه» .. «الفتح» 1/ 236.\nلم نجد في أحاديث الصحابة أحداً ذكر هذه الزيادة، ولم يحفظ عن النبيِّ - صلى الله عليه وسلم - أنَّه أطال الغرَّة ولا التحجيل، وعدداً من الحفاظ رجَّح الإدراج في آخر الحديث، منهم: المنذري في «الترغيب والترهيب»، وابن تيمية في «مجموع الفتاوى»، وابن القيم في «إغاثة اللهفان»، وقد رجَّح الحافظ ابن حجر هذا كما نقلته آنفاً عنه، ومما يزيد يقيناً بعدم رفع تلك اللفظة المدرجة أنَّ نعيماً قد شك في رفعها، وهذه اللفظة المدرجة اجتهاد من أبي هريرة، وسبب هذا الاجتهاد هو القياس، فقد جاء في «صحيح مسلم» (250) ما يدل على سبب اجتهاده المرجوح، قال أبو حازم: كنت خلف أبي هريرة وهو يتوضأ للصلاة، فكان يَمُدُّ يده حتى تبلغ إبطه، قلت له: يا أبا هريرة ما هذا الوضوء؟ فقال: يا بني فروخ أنتم ههنا، لو علمت أنكم ههنا ما توضأت هذا الوضوء، سمعت خليلي - صلى الله عليه وسلم - يقول: «تبلغ الحلية من المؤمن حيث يبلغ الوضوء»، وتدل الرواية أيضاً على تفرد أبي هريرة بهذا النظر.\nأخرجه: أحمد 2/ 362، والبخاري 1/ 46 (136)، ومسلم 1/ 148 (246) (35)، وابن ماجه (4306)، والنسائي 1/ 93، وابن خزيمة (6)، وابن حبان (1049)، والبيهقي 1/ 82.\nانظر: «المحرر» (53)"
    ],
    [
        "41",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ، އެކަލޭގެފާނުގެ ފައިވާންޖޯޑުކޮޅު ތުރުކުރެއްވުމުގައްޔާއި، އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމުގައްޔާއި، ތާހިރުވެވަޑައިގަތުމުގައްޔާއި އަދި އެކަލޭގެފާނުގެ ހުރިހާ ކަމެއްގައި ވެސް ކަނާތް ފަރާތް އިސްކުރެއްވުމަށް ލޯބި ކުރެއްވިއެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 6/ 202، والبخاري 1/ 53 (168)، ومسلم 1/ 155 (268) (67)، وأبو داود (4140)، وابن ماجه (401)، والترمذي (608)، والنسائي 1/ 78، وابن خزيمة (244)، وابن حبان (1091)، والبيهقي 1/ 216.\rانظر: «الإلمام» (50)، و «المحرر» (56)"
    ],
    [
        "42",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَوَضَّأْتُمْ فَابْدَؤُوا بِمَيَامِنِكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ވުޟޫކުރާ ހިނދު، ފަހެ ތިޔަބައިމީހުންގެ ކަނާތް ފަރާތްތަކުން ފަށާށެވެ.“\rއެ ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 2/ 354، وأبو داود (4141)، وابن ماجه (402) واللفظ له، وابن خزيمة (178)، وابن حبان (1090)، والطبراني في «الأوسط» (1101)، وابن السني في «عمل اليوم والليلة» (16)، والبيهقي 1/ 86.\nوأما لفظ أبي داود، وابن خزيمة، فهو: «إذا لبستم، وإذا توضأتم فابدأوا بأيامنكم».\nوأما الترمذي (1766)، والنسائي في «الكبرى» (9590) فلفظهما: «كان رسول الله - صلى الله عليه وسلم - إذا لبس قميصاً بدأ بميامنه»، ومن ذا يعلم تساهل إطلاق الحافظ في التخريج إذ عزاه للأربعة، على أنَّ صنيعه في «التلخيص» 1/ 279 جاء على الصواب، وصوابه جاء تبعاً لابن الملقن في «البدر المنير» 2/ 201"
    ],
    [
        "43",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٣ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ تَوَضَّأَ، فَمَسَحَ بِنَاصِيَتِهِ، وَعَلَى العِمَامَةِ، وَالخُفَّيْنِ» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾",
        "އަދި އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ނިތްފުޅުމަތީގެ އިސްތަށީގައްޔާއި، ފަގުޑިކޮޅު މަތީގައްޔާ، އަދި ދެ ޚުއްފު މަތީގައި ފެން ފުއްސެވިއެވެ.\rއެ ނެރުއްވީ މުސްލިމެވެ.",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (48)، وأحمد 4/ 255، ومسلم 1/ 158 (247) (81)، وأبو داود (150)، وابن ماجه (545)، والترمذي (100)، والنسائي 1/ 76، وابن خزيمة (1645)، وابن حبان (1346)، والبيهقي 1/ 58.\nانظر: «المحرر» (57)"
    ],
    [
        "44",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٤ - وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ حَجِّ النَّبِيِّ ﷺ - قَالَ ﷺ: «ابْدَؤُوا بِمَا بَدَأَ اللَّهُ بِهِ» أَخْرَجَهُ النَّسَائِيُّ هَكَذَا بِلَفْظِ الأَمْرِ، وَهُوَ عِنْدَ مُسْلِمٍ بِلَفْظِ الخَبَرِ. ⁽¹⁾",
        "އަދި ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން، ނަބިއްޔާ ﷺ ހައްޖު ކުރެއްވި ގޮތާމެދު ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފެއްޓެވި ކަންކަމުން، ތިޔަބައިމީހުން ވެސް ފަށާށެވެ.“\rއެ ނެރުއްވީ ނަސާއީ މި ފަދައިން، އަމުރުގެ ލަފުޒުންނެވެ. އަދި މުސްލިމުގެ ރިވާޔަތުގައި އެ ހަދީޘް ވަނީ ޚަބަރުގެ ލަފުޒުންނެވެ.\r(އެބަހީ: ތިޔަބައިމީހުން ފަށާށޭގެ ބަދަލުގައި އަހަރެން ފެއްޓީމޭ، މިފަދައިންނެވެ. އަދި މި ޙަދީޘްއިން ދޭހަކޮށްދެނީ، އަހަރުމެން ކަންތައް ކުރަންވާނީ ގުރްއާނުގައި ﷲ ޒިކުރު ކުރެއްވި ތަރުތީބުންކަމެވެ.)",
        "⁽¹⁾ الرواية بلفظ الأمر شاذة؛ وبيان ذلك في كتاب «الجامع في العلل والفوائد» 4/ 386 - 388، أما الرواية التي بلفظ الخبر فهي ثابتة في الصحيح كما أشار الحافظ.\nأخرجه: النسائي 5/ 235، بلفظ الأمر.\nوأخرجه: أحمد 3/ 220 - 221، ومسلم 4/ 37 - 43 (1218) (147)، وأبو داود (1905)، وابن ماجه (3074)، والترمذي (862)، وابن خزيمة (2620)، وابن حبان (2943)، والبيهقي 5/ 6 - 9، بلفظ الخبر «أبدأ».\nانظر: «الإلمام» (56)، و «المحرر» (61)"
    ],
    [
        "45",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُمَا قَالَ: «كَانَ النَّبِيُّ ﷺ إِذَا تَوَضَّأَ أَدَارَ المَاءَ عَلَى مِرْفَقَيْهِ» أَخْرَجَهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾",
        "އަދިވެސް (ޖާބިރު ބިން ޢަބްދު ﷲ) رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު، އެކަލޭގެފާނުގެ ދެ އުޅަނބޮށިފުޅާ (ހަމައަށް ފައިބާ ގޮތަށް) ފެން އަޅުއްވައެވެ.\rދާރުގުޠުނީ އެ ނެރުއްވީ ބަލިކަށި ސަނަދަކުންނެވެ.",
        "⁽¹⁾ فيه القاسم بن محمد بن عبد الله بن محمد، قال أبو حاتم: متروك، وقال أحمد: ليس بشيء، وقال أبو زرعة: أحاديثه منكرة.\nأخرجه: الدارقطني 1/ 83، والبيهقي 1/ 56"
    ],
    [
        "46",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَابْنُ مَاجَهْ، بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾\nوَلِلترْمِذِيِّ عَنْ سَعِيدِ بْنِ زَيْدٍ ⁽²⁾، وَأَبِي سَعِيدٍ ⁽³⁾ رَضِيَ اللهُ عَنْهُمَا: نَحْوُهُ.\nقَالَ أَحْمَدُ: «لَا يَثْبُتُ فِيهِ شَيْءٌ».",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ގެ އިސްމުފުޅު ޒިކުރު ނުކުރާ މީހަކަށް ވުޟޫއެއް ނުވެއެވެ.“ އެ ނެރުއްވީ އަޙްމަދާއި، އަބޫ ދާވޫދު އަދި އިބްނު މާޖާއެވެ. އެއީ ބަލިކަށި ސަނަދަކުންނެވެ.\rއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި ސަޢީދު ބިން ޒައިދު، އަދި އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން އެފަދަ (އެހެން ޙަދީޘެއް) ރިވާވެގެންވެއެވެ.\rއަޙްމަދު ވިދާޅުވިއެވެ: އޭގައި އެއްވެސް އެއްޗެއް ސާބިތެއް ނޫނެވެ.\r(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ އެއްވެސް ރިވާޔަތެއް ސައްހައެއް ނޫނެވެ.)",
        "⁽¹⁾ قال البخاري: «لا يعرف لسلمة سماع من أبي هريرة، ولا ليعقوب من أبيه» «التأريخ الكبير» 4/ 80 (2008). فضلاً عن أنَّ سلمة وأباه مجهولان.\nأخرجه: أحمد 2/ 418، وأبو داود (101)، وابن ماجه (399)، والترمذي في «العلل الكبير»: 111/ (12)، وأبو يعلى (6409)، والدارقطني 1/ 78، والبيهقي 1/ 43\n⁽²⁾ فيه أبو ثفال المري، قال عنه البخاري: «في حديثه نظر». «الضعفاء» للعقيلي (222)، وقال الإمام أحمد: «لا أعلم في هذا الباب حديثاً له إسناد جيد». نقله الترمذي في «العلل الكبير»: 112 (12).\nأخرجه: أحمد 4/ 70، وابن ماجه (398)، والترمذي (25)، وأبو يعلى في «معجمه» (255)، والدارقطني 1/ 71 - 72، والبيهقي 1/ 43\n⁽³⁾ فيه ربيح بن عبد الرحمن اختلفت فيه أقوال أهل العلم، قال البخاري: «منكر الحديث» نقله الترمذي في «العلل الكبير»: 112 (12)، وقال الإمام أحمد: «ربيح رجل ليس بالمعروف»، وقال أبو زرعة: «شيخ» «تهذيب الكمال» 2/ 456 (1837)، وفيه كذلك كثير بن زيد ضعَّفه النسائي، وابن معين في أحد أقواله، وقال أبو زرعة: «صدوق فيه لين»، وقال أبو حاتم: «صالح ليس بالقوي يكتب حديثه» «تهذيب الكمال» 6/ 153 (5530).\rأخرجه: أحمد 3/ 41، وعبد بن حميد (910)، وابن ماجه (397)، والترمذي في «العلل الكبير»: 112 (12)، وأبو يعلى (1060)، والدارقطني 1/ 70، والحاكم 1/ 147، والبيهقي 1/ 43."
    ],
    [
        "47",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٧ - وَعَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَفْصِلُ بَيْنَ المَضْمَضَةِ وَالِاسْتِنْشَاقِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾",
        "އަދި ޠަލްޙާ ބިން މުޞައްރިފުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕަގެ އަރިހުން، އެކަލޭގެފާނުގެ ކާފަ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ކޯފުޅު ދޮންނެވުމާއި ނޭފަތްޕުޅަށް ފެން ލެއްވުން ވަކި ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\rއަބޫ ދާވޫދު އެ ނެރުއްވީ ބަލިކަށި ސަނަދަކުންނެވެ.",
        "⁽¹⁾ فيه ليث بن أبي سليم وهو ضعيف، وطلحة هذا مختلف في تحديده، قال أبو حاتم الرازي: «طلحة هذا يقال: إنَّه رجل من الأنصار، ومنهم من يقول: هو طلحة بن مصرف، ولو كان طلحة بن مصرف لم يختلف فيه». «العلل» (131)، وجدُّ طلحة لم تثبت له صحبة، قال ابن أبي حاتم: «فأنكر ذاك سفيان -أي الحديث- وعجب منه أنْ يكون جد طلحة لقي النبي - صلى الله عليه وسلم -». «الجرح والتعديل» 1/ 74.\nأخرجه: أبو داود (139)، والطبراني في «الكبير» 19/ (181)، والبيهقي 1/ 51"
    ],
    [
        "48",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٨ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ تَمَضْمَضَ ﷺ وَاسْتَنْثَرَ ثَلَاثاً، يُمَضْمِضُ وَيَنْثُرُ مِنَ الكَفِّ الَّذِي يَأْخُذُ مِنْهُ المَاءَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ. ⁽¹⁾",
        "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ވުޟޫގެ ސިފައާމެދު ރިވާވެގެންވެއެވެ: ދެން އެކަލޭގެފާނު ﷺ ތިން ފަހަރު ކޯފުޅު ދޮންނަވައި، (ނޭފަތްޕުޅަށް ފެންލައްވައި) ބޭރު ކުރެއްވިއެވެ. އެކަލޭގެފާނު ކޯފުޅު ދޮންނަވައި، (ނޭފަތްޕުޅަށް ފެން ލައްވައި) ބޭރު ކުރައްވަނީ، އެކަލޭގެފާނު ފެން ނަންގަވަން ބޭނުން ކުރައްވާ އަތްގޮށިންނެވެ.\rއެ ނެރުއްވީ އަބޫ ދާވޫދު އަދި ނަސާއީއެވެ.",
        "⁽¹⁾ هذا جزء من الحديث المتقدم برقم (31)\nوهو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: الطيالسي (149)، وأحمد 1/ 110، وأبو داود (111)، وابن ماجه (404)، والترمذي (48)، والنسائي 1/ 67، وابن الجارود (68)، وابن خزيمة (147)، وابن حبان (1056)، والبيهقي 1/ 47.\nانظر: «المحرر» (38)"
    ],
    [
        "49",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٤٩ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ أَدْخَلَ ﷺ يَدَهُ، فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ - يَفْعَلُ ذَلِكَ ثَلَاثاً -» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދި ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ވުޟޫގެ ސިފައާމެދު ރިވާވެގެންވެއެވެ: ދެން އެކަލޭގެފާނު ﷺ ގެ އަތްޕުޅު (ފެން ކަންވާރަކަށް) ލެއްވިއެވެ. ފަހެ ކޯފުޅު ދޮންނަވައި އަދި (ނޭފަތްޕުޅަށް ފެންލައްވައި) ބޭރު ކުރެއްވީ އެއް ފެންގޮށްޓަކުންނެވެ. އެފަދައިން ތިން ފަހަރު ކަންކުރައްވައެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ هذا جزء من الحديث المتقدم برقم (32)\nوهو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: أحمد 4/ 38، والبخاري (186)، ومسلم (235)، وأبو داود (118)، وابن ماجه (434)، والترمذي (32)، والنسائي 1/ 71، وابن خزيمة (155)، وابن حبان (1084)، والبيهقي 1/ 30."
    ],
    [
        "50",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٥٠ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَى النَّبِيُّ ﷺ رَجُلاً - وَفِي قَدَمِهِ مِثْلُ الظُّفْرِ لَمْ يُصِبْهُ المَاءُ - فَقَالَ: ارْجِعْ فَأَحْسِنْ وُضُوءَكَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ. ⁽¹⁾",
        "އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ އަށް މީހަކު ފެނިވަޑައިގަތެވެ. އަދި އޭނާގެ ފައިގައި ނިޔަފައްޗެއްގެ މިންވަރުހާ ތަންކޮޅެއްގައި ފެން ނުޖެހި ހުއްޓެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެނބުރި ގޮސް ތިބާގެ ވުޟޫ ރަނގަޅު ކުރާށެވެ.“\rއެ ނެރުއްވީ އަބޫ ދާވޫދު އަދި ނަސާއީއެވެ.",
        "⁽¹⁾ وإن تكلم بعض أهل العلم في رواية جرير عن قتادة، فقد صح من حديث جابر - رضي الله عنه - في «صحيح مسلم» 1/ 148 (243) (31).\nأخرجه: أحمد 3/ 146، وأبو داود (173)، وابن ماجه (665)، والدارقطني 1/ 108، والبيهقي 1/ 83.\nولعل الحافظ وهم في عزوه للنسائي، إذا لم يروه لا في «الكبرى» ولا في «الصغرى»."
    ],
    [
        "51",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٥١ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَتَوَضَّأُ بِالمُدِّ، وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ވުޟޫ ކުރައްވަނީ މުއްދަކުންނެވެ. އަދި ހިނައިގަންނަވަނީ، ޞާއަކުން ފެށިގެން ފަސް މުއްދާ ހަމައަށެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ.\r(ނޯޓު: މުއްދަކީ ގާތްގަނޑަކަށް ހަތް ސަތޭކާ ފަންސާސް މިލިލީޓަރެވެ. އަދި ޞާޢަކީ ގާތްގަނޑަކަށް ތިން ލީޓަރެވެ. އަދި ފަސް މުއްދަކީ، އެއް ޞާޢު އާއި މުއްދުގެ މިންވަރެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 3/ 116، والبخاري 1/ 62 (201)، ومسلم 1/ 177 (325) (51)، وأبو داود (59)، والترمذي (609)، والنسائي 1/ 57، وابن خزيمة (116)، وابن حبان (1204)، والبيهقي 1/ 189.\rانظر: «الإلمام» (59)، و «المحرر» (63)"
    ],
    [
        "52",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الوُضُوءِ",
        "ވުޟޫގެ ބާބު",
        "٥٢ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ، فَيُسْبِغُ الوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ؛ إِلَّا فُتِّحَتْ لَهُ أَبْوَابُ الجَنَّةِ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾، وَالتِّرْمِذِيُّ، وَزَادَ: «اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ». ⁽²⁾",
        "އަދި ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށް، އަދި (ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސައި) ވުޟޫ ފުރިހަމަ ކުރުމަށްފަހު، ދެން އޭނާ (މިފަދައިން) ކިޔައިފި ނަމަ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ (މާނައީ: ﷲ ފިޔަވާ (އަޅުކަން ކުރުން ހައްގުވާ) އިލާހަކު ނުވާކަމަށް އަޅުހެކިވަމެވެ. (އަޅުކަން ކުރުން ހައްގުވަނީ) ހަމައެކަނި އެ އިލާހަށެވެ. އެ އިލާހަށް ޝަރީކަކު ނުވެއެވެ. އަދި މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާކަމަށް އަޅުހެކިވަމެވެ.) (އެފަދައިން ކިޔައިފި މީހަކަށް) ސުވަރުގޭގެ ދޮރުތައް ހުޅުވިގެން މެނުވީ ނުދާހުއްޓެވެ.\rއެ ނެރުއްވީ މުސްލިމާއި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އިތުރު ކުރެއްވިއެވެ: اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ (މާނައީ: ޔާ ﷲ! ގިނަގިނައިން ތައުބާވާ މީހުންގެ ތެރޭގައި މި އަޅާ ލައްވާށިއެވެ. އަދި އަދި ގިނަގިނައިން ތާހިރުވާ މީހުންގެ ތެރޭގައި މިއަޅާ ލައްވާށިއެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 4/ 146، ومسلم 1/ 144 (234) (17)، وأبو داود (169)، وابن ماجه (470)، والترمذي (55)، والنسائي 1/ 93، وابن خزيمة (223)، وابن حبان (1050)، والبيهقي 1/ 78.\nانظر: «الإلمام» (61)، و «المحرر» (64).\nعن عقبة بن عامر قال: كانت علينا رعاية الإبل، فجاءت نوبتي، فروحتها بعشي، فأدركت رسول الله صلى الله عليه وسلم قائما يحدث الناس، فأدركت من قوله: «ما من مسلم يتوضأ فيحسن وضوءه، ثم يقوم فيصلى ركعتين، مقبل عليهما بقلبه ووجهه، إلا وجبت له الجنة» قال: فقلت: ما أجود هذه، فإذا قاتل بين يدي يقول: التي قبلها أجود، فنظرت فإذا عمر. قال: إني قد رأيتك جئت آنفا، قال: فذكره. وزاد: «الثمانية، يدخل من أيها شاء»\n⁽²⁾ زيادة شاذة؛ تفرد بها زيد بن حباب، وخالف غيره من الرواة الذين لم يذكروها، وهو قد أخطأ في الإسناد كذلك.\nأخرجه: الترمذي (55)"
    ],
    [
        "53",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٣ - عَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ مَعَ النَّبِيِّ ﷺ فَتَوَضَّأَ، فَأَهْوَيْتُ لِأَنْزِعَ خُفَّيْهِ، فَقَالَ: دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ؛ فَمَسَحَ عَلَيْهِمَا» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِلْأَرْبَعَةِ عَنْهُ إِلَّا النَّسَائِيَّ: «أَنَّ النَّبِيَّ ﷺ مَسَحَ أَعْلَى الخُفِّ وَأَسْفَلَهُ» وَفِي إِسْنَادِهِ ضَعْفٌ. ⁽²⁾",
        "އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ތިމަން ވީމެވެ. ފަހެ އެކަލޭގެފާނު ވުޟޫ ކުރެއްވިއެވެ. ދެން (ދެ ފައިންޕުޅު ދޮވުމަށްޓަކައި) އެކަލޭގެފާނުގެ ދެ ޚުއްފު ބާލައިދޭން ތިމަން އަތް ދިއްކޮށްލީމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ދޭތި ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ އެ ދެ ފައިންޕުޅު (ޚުއްފަށް) އެރުއްވީ ތަހާރަތުގެ މަތީގައެވެ.“ (އެބަހީ: ވުޟޫކޮށްގެންވާ ހާލުގައެވެ.) ދެން އެކަލޭގެފާނު އެ ދެ ޚުއްފުގެ މަތީގައި ފެން ފުއްސެވިއެވެ.\r(ނޯޓު: ޚުއްފަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ އިސްޓާކީނެވެ.)\rމުއްތަފަގުން ޢަލައިހިއެވެ.\rއަދި ނަސާއީ ފިޔަވާ ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި އިބްނު މާޖާ)، (އަލްމުޣީރާގެ) އަރިހުން ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޚުއްފުގެ މަތީގައްޔާއި އަދި އޭގެ ތިރީގައިވެސް ފެން ފުއްސެވިއެވެ.\rއަދި އޭގެ ސަނަދުގައި ބަލިކަށިކަމެއް ވެއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 244، والبخاري 1/ 309 (206)، ومسلم 1/ 230 (274) (79)، وأبو داود (149)، وابن ماجه (545)، والنسائي 1/ 76، والدارقطني 1/ 192، والبيهقي 1/ 58.\nانظر: «الإلمام» (65)، و «المحرر» (68)\n⁽²⁾ ضعَّفه جمع من الأئمة، منهم: الشافعي وأبو زرعة وأبو حاتم والبخاري والترمذي وأبو داود، وهو معلول بعدة علل، منها مخالفة الوليد بن مسلم لعبد الله بن المبارك الذي يرويه عن ثور بن يزيد، عن رجاء بن حيوة، قال: حدثت عن كاتب المغيرة مرسلاً.\nأخرجه: أحمد 4/ 251، وأبو داود (165)، وابن ماجه (550)، والترمذي (97)، والدارقطني 1/ 195، والبيهقي 1/ 290"
    ],
    [
        "54",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٤ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «لَوْ كَانَ الدِّينُ بِالرَّأْيِ، لَكَانَ أَسْفَلُ الخُفِّ أَوْلَى بِالمَسْحِ مِنْ أَعْلَاهُ، وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَمْسَحُ عَلَى ظَاهِرِ خُفَّيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ حَسَنٍ. ⁽¹⁾",
        "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދީން (ބިނާވެފައި) ވަނީ ރައުޔުގެ މައްޗަށް ކަމުގައި ވީނަމަ، ޚުއްފުގެ މައްޗަށް ވުރެ އޭގެ ތިރީގައި ފެން ފުހުން އައުލާވީސްކަން ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ދެ ޚުއްފުގެ މަތީފުށުގައި ފެން ފުއްސަވަނިކޮށް ތިމަން ދުށީމެވެ.\rއަބޫ ދާވޫދު އެ ނެރުއްވީ ޙަސަން ސަނަދަކުންނެވެ.",
        "⁽¹⁾ أخرجه: ابن أبي شيبة (1906)، وأحمد 1/ 95، والدارمي (715)، وأبو داود (162)، والدارقطني 1/ 199، والبيهقي 1/ 292.\rتنبيه: الحافظ ابن حجر وإن كان قال: «بإسنادٍ حسن»، إلا أنه قد قال في «التلخيص الحبير» 1/ 418 (218): «إسناده صحيح»، وقال في «الفتح»: «أخرجه أحمد وأبو داود والدارقطني ورجاله ثقات»"
    ],
    [
        "55",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٥ - وَعَنْ صَفْوَانَ بْنِ عَسَّالٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَأْمُرُنَا إِذَا كُنَّا سَفْراً أَلَّا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلَّا مِنْ جَنَابَةٍ؛ وَلَكِنْ مِنْ: غَائِطٍ، وَبَوْلٍ، وَنَوْمٍ» أَخْرَجَهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ وَاللَّفْظُ لَهُ، وَابْنُ خُزَيْمَةَ وَصَحَّحَاهُ. ⁽¹⁾",
        "އަދި ޞަފްވާން ބިން ޢައްސާލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންމެން ދަތުރުވެރިން ކަމުގައިވާ ހާލު، ތިން ދުވަހާއި އޭގެ ރޭތަކުގެ (މުއްދަތައް) ތިމަންމެންގެ ޚުއްފުތައް ނުބޭލުމަށް، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އަމުރު ކުރައްވައެވެ. އެއީ ޖުނުބުވެރިކަމުން (ހިނައިގަތުމަށް) މެނުވީއެވެ. އެހެނެއްކަމަކު ބޮޑުކަމުދިއުމާއި، ކުޑަކަމުދިއުމާއި، ނިދުމުގެ ސަބަބުން (ޚުއްފު ބާލާކަށް ނުޖެހުނެވެ.)\rއެ ނެރުއްވީ ނަސާއީއާއި ތިރްމިޛީ، އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ. އަދި އިބްނު ޚުޒައިމާ ވެސް ނެރުއްވިއެވެ. އަދި އެ ދެ ބޭކަލުން (އެބަހީ: ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ) އެ ސައްހަ ކުރެއްވިއެވެ.",
        "⁽¹⁾ السَّفْرُ: جمع سافر، نحو: رَكْب وراكِب.\nأخرجه: الشافعي في «مسنده» (84)، وأحمد 4/ 241، وابن ماجه (478)، والترمذي (96)، والنسائي 1/ 83، وابن خزيمة (17)، وابن حبان (1320)، والبيهقي 1/ 276.\nانظر: «الإلمام» (64)، و «المحرر» (67)"
    ],
    [
        "56",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٦ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَعَلَ النَّبِيُّ ﷺ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ، وَيَوْماً وَلَيْلَةً لِلْمُقِيمِ» - يَعْنِي: فِي المَسْحِ عَلَى الخُفَّيْنِ - أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾",
        "އަދި ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދަތުރުވެރިއަކަށް (ޚުއްފުގައި ފެން ފޮހެވޭނީ) ތިން ދުވަހާއި އޭގެ ރޭތަކަށް ކަމަށް ނަބިއްޔާ ﷺ ކަނޑައެޅުއްވިއެވެ. އަދި (ރަށެއްގައި) ގާއިމުވެ ހުރި މީހަކަށް ދުވަހަކާއި ރެޔެކެވެ.\rއެ ނެރުއްވީ މުސްލިމެވެ.",
        "⁽¹⁾ أخرجه: عبد الرزاق (789)، والحميدي (46)، وابن أبي شيبة (1866)، وأحمد 1/ 113، والدارمي (720)، ومسلم 1/ 160 (276) (85)، وابن ماجه (552)، والنسائي 1/ 84، وابن خزيمة (195)، وابن حبان (1329)، والبيهقي 1/ 275.\nانظر: «الإلمام» (66)، و «المحرر» (70)\nمن طريق شريح بن هانيء، قال: أتيت عائشة أسألها عن المسح على الخفين؟ فقالت: عليك بابن أبي طالب فسله، فإنه كان يسافر مع رسول الله صلى الله عليه وسلم. فسألناه فقال: فذكره دون قوله: يعني في المسح على الخفين."
    ],
    [
        "57",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٧ - وَعَنْ ثَوْبَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «بَعَثَ رَسُولُ اللَّهِ ﷺ سَرِيَّةً، فَأَمَرَهُمْ أَنْ يَمْسَحُوا عَلَى العَصَائِبِ - يَعْنِي: العَمَائِمَ - وَالتَّسَاخِينِ - يَعْنِي: الخِفَافَ -» رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَصَحَّحَهُ الحَاكِمُ. ⁽¹⁾",
        "އަދި ޘައުބާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ސަރިއްޔާއެއް (އެބަހީ: ލަޝްކަރެއްގެ ބައެއް) ފޮނުއްވިއެވެ. ފަހެ އެބައިމީހުންގެ ޢަޞާބާތަކާއި ތަސްޚާނުތަކުގެ މަތީގައި (އެބަހީ: ފަގުޑިތަކާއި ޚުއްފުތަކުގެ މަތީގައި) ފެން ފުހުމަށް އެކަލޭގެފާނު އަމުރު ކުރެއްވިއެވެ.\rއެ ރިވާ ކުރެއްވީ އަޙްމަދު އަދި އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރެއްވީ ޙާކިމެވެ.",
        "⁽¹⁾ قد أعل بالانقطاع قال الإمام أحمد: «لا ينبغي أنْ يكون راشد سمع منه» أي: من ثوبان، وبمثله قال أبو حاتم والحربي «تهذيب التهذيب» 3/ 226 (1933)، إلا أنَّ الإمام البخاري جزم بأنَّه سمع منه؛ حيث قال: «راشد بن سعد الحمصي المقرائي سمع ثوبان» «التاريخ الكبير» 3/ 292 (994).\nأخرجه: أحمد 5/ 281، وأبو داود (146)، والحاكم 1/ 169، والبيهقي 1/ 62.\nانظر: «المحرر» (71)"
    ],
    [
        "58",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٨ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ مَوْقُوفاً، وَأَنَسٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا تَوَضَّأَ أَحَدُكُمْ وَلَبِسَ خُفَّيْهِ فَلْيَمْسَحْ عَلَيْهِمَا، وَلْيُصَلِّ فِيهِمَا، وَلَا يَخْلَعْهُمَا إِنْ شَاءَ إِلَّا مِنْ جَنَابَةٍ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَالحَاكِمُ وَصَحَّحَهُ. ⁽¹⁾",
        "އަދި އުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މައުގޫފުކޮށް، އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށް، އޭނާގެ ދެ ޚުއްފަށް އަރައިފިނަމަ، ފަހެ (އޭގެ ފަހުން ވުޟޫކުރާ ހިނދު) އެ ދޭތީގެ މަތީގައި ފެން ފޮހޭހުއްޓެވެ. އަދި އެ ދޭއްޗަށް އަރައިގެން ނަމާދު ކުރާހުއްޓެވެ. އަދި އެ ދޭތި ނުބާލާހުއްޓެވެ. އޭނާ އެދޭ ނަމައެވެ. އެއީ ޖުނުބުވެރިކަމުން (ހިނައިގަންނަން) މެނުވީއެވެ.\rއެ ނެރުއްވީ ދާރަގުޠުނީއާއި ޙާކިމު، އަދި އެކަލޭގެފާނު އެ ސައްހަ ކުރެއްވިއެވެ.\r(ނޯޓު: މައުގޫފަކީ ސަހާބީއަކާ ހަމައަށް ސަނަދު ހުއްޓިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ ސަހާބީއެއްގެ ބަސްފުޅެވެ. އަދި މަރްފޫޢަކީ ނަބިއްޔާއާ ހަމައަށް ސަނަދު އުފުލިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅެވެ.)",
        "⁽¹⁾ المرفوع معلول بالموقوف.\nأخرجه: الدارقطني 1/ 203، والبيهقي 1/ 279، موقوفاً.\nوأخرجه: الدارقطني 1/ 203، والحاكم 1/ 290، والبيهقي 1/ 279، مرفوعاً."
    ],
    [
        "59",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٥٩ - وَعَنْ أَبِي بَكْرَةَ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ ﷺ: «أَنَّهُ رَخَّصَ لِلْمُسَافِرِ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ، وَلِلْمُقِيمِ يَوْماً وَلَيْلَةً - إِذَا تَطَهَّرَ فَلَبِسَ خُفَّيْهِ - أَنْ يَمْسَحَ عَلَيْهِمَا» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި އަބޫ ބަކްރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން އެކަލޭގެފާނު، ދަތުރުވެރިޔާއަށް ތިން ދުވަހާއި އޭގެ ރޭތަކަށް ރުޚްޞާ ދެއްވިއެވެ. އަދި (ރަށެއްގައި) ގާއިމުވެ ހުރި މީހާއަށް ދުވަހަކާއި އޭގެ ރެއަށެވެ. -އެ މީހަކު (ވުޟޫކޮށް) ތާހިރުވެ ދެން އޭނާގެ ދެ ޚުއްފަށް އަރައިފި ހިނދު- އެ ދޭތީގެ މަތީގައި އޭނާ ފެން ފޮހުމަށް (ރުޚްޞާ ދެއްވިއެވެ.)\rއެ ނެރުއްވީ ދާރަގުޠުނީއެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.\r(ނޯޓު: ރުޚްޞާއަކީ ލުއިފަސޭހަކަމުގެ ހުއްދައެވެ.)",
        "⁽¹⁾ حسنة البخاري، كما نقل عنه الترمذي في «العلل»\nأخرجه: الشافعي في «مسنده» (83)، وابن أبي شيبة (1863)، وابن ماجه (556)، وابن الجارود (87)، وابن خزيمة (192)، وابن حبان (1324)، والدارقطني 1/ 194، والبيهقي 1/ 276"
    ],
    [
        "60",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ المَسْحِ عَلَى الخُفَّيْنِ",
        "ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު",
        "٦٠ - وَعَنْ أُبَيِّ بْنِ عِمَارَةَ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: «يَا رَسُولَ اللَّهِ! أَمْسَحُ عَلَى الخُفَّيْنِ؟ قَالَ: نَعَمْ، قَالَ: يَوْماً؟ قَالَ: نَعَمْ، قَالَ: وَيَوْمَيْنِ؟ قَالَ: نَعَمْ، قَالَ: وَثَلَاثَةً؟ قَالَ: نَعَمْ، وَمَا شِئْتَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَقَالَ: لَيْسَ بِالقَوِيِّ. ⁽¹⁾",
        "އަދި އުބައްޔު ބިން ޢިމާރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ދެ ޚުއްފުގެ މަތީގައި ތިމަންނަ ފެން ފޮހެންތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އެއް ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އަދި ދެ ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އަދި ތިން ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. އަދި ތިބާ ބޭނުން (އިރަކަށެވެ.)“\rއެ ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ލައިސަ ބިލް ގަވީއެވެ. (އެބަހީ: އެހާ ބާރުގަދައެއް ނޫނެވެ.)",
        "⁽¹⁾ فيه عدة علل، واتفق أهل العلم على تضعيفه، قال الدارقطني: «هذا الإسناد لا يثبت، وقد اختلف فيه على يحيى بن أيوب اختلافاً كثيراً، قد بينته في موضع آخر، وعبد الرحمن ومحمد بن يزيد وأيوب بن قطن مجهولون كلهم، والله أعلم».\nأخرجه: ابن أبي شيبة 1/ 178 (1881)، وأبو داود (158)، وابن ماجه (557)، والدارقطني 1/ 198، والحاكم 1/ 170، والبيهقي 1/ 278"
    ],
    [
        "61",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦١ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ أَصْحَابُ رَسُولِ اللَّهِ ﷺ - عَلَى عَهْدِهِ - يَنْتَظِرُونَ العِشَاءَ حَتَّى تَخْفِقَ رُؤُوسُهُمْ، ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّؤُونَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَهُ الدَّارَقُطْنِيُّ ⁽¹⁾، وَأَصْلُهُ فِي مُسْلِمٍ. ⁽²⁾",
        "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން، އެކަލޭގެފާނުގެ ޒަމާނުގައި، ޢިޝާ (ނަމާދަށް) އިންތިޒާރުގައި (އިނދެއެވެ.) އެއީ އެބައިމީހުން ތާއްޔާޖެހުމަށް ދާންދެނެވެ. އެއަށްފަހު އެބައިމީހުން ނަމާދުކުރެއެވެ. އަދި އެބައިމީހުން ވުޟޫއެއް ނުކުރެއެވެ.\nއެ ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރެއްވީ ދާރަގުޠުނީއެވެ. އަދި އޭގެ އަސްލު މުސްލިމުގައި ވެއެވެ.",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (66)، وأحمد 3/ 101، وعبد بن حميد (1324)، وأبو داود (200)، والترمذي (78)، والنسائي 2/ 81، وابن خزيمة (1527)، والدارقطني 1/ 131 وقال: صحيح، والبيهقي 1/ 119.\nانظر: «الإلمام» (68) و (69) و (70)، و «المحرر» (73) و (74) و (75).\n⁽²⁾ أخرجه: مسلم 1/ 195 - 196 (376)، بألفاظ هي: أقيمت الصلاة والنبي - صلى الله عليه وسلم - يناجي رجلاً، فلم يزل يناجيه حتى نام أصحابه، ثم جاء فصلى بهم. ولفظ آخر: كان أصحاب رسول الله - صلى الله عليه وسلم - ينامون. ثم يصلون ولا يتوضأون. وهو في «صحيح البخاري» 1/ 150 (572)، بلفظ قريب من رواية مسلم، وزاد: «أما إنكم في صلاةٍ ما انتظرتموها»"
    ],
    [
        "62",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلَا أَطْهُرُ، أَفَأَدَعُ الصَّلَاةَ؟ قَالَ: لَا، إِنَّمَا ذَلِكِ عِرْقٌ، وَلَيْسَ بِحَيْضٍ، فَإِذَا أَقْبَلَتْ حَيْضَتُكِ فَدَعِي الصَّلَاةَ، وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ، ثُمَّ صَلِّي» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِلْبُخَارِيِّ: «ثُمَّ تَوَضَّئِي لِكُلِّ صَلَاةٍ». ⁽²⁾\nوَأَشَارَ مُسْلِمٌ إِلَى أَنَّهُ حَذَفَهَا عَمْداً. ⁽³⁾",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހަށް ފާޠިމާ ބިންތި އަބީ ޙުބައިޝް އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންނައީ އިޞްތިޙާޟާވުން މެދުވެރިވާ އަންހެނަކީމެވެ. ފަހެ (އެ ކަމުން) ތިމަންނަ ތާހިރުވެ (ލޭ ކެނޑިގެން) ނުދެއެވެ. (އެބަހީ: އާދައިގެ ޙައިޟުގެ މުއްދަތަށް ފަހުގައިވެސް މެދުކެނޑުމެއް ނެތި ރަހިމުގެ ތިރީބައިން ލޭފައިބަފައިބައި ހުރެއެވެ.) ފަހެ ތިމަންނަ ނަމާދު ދޫކޮށްލަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ހަމައެކަނީ ނާރަކުން (އަންނަ ލެއެކެވެ.) އަދި އެއީ ޙައިޟެއް ނޫނެވެ. ފަހެ ކަނބުލޭގެ ޙައިޟުގެ (އަސްލު) ވަގުތު ވަނުމުން ނަމާދުކުރުން ދޫކޮށްލާށެވެ. އަދި އެ (މުއްދަތު) ނިމުމުން (ދެން އަންނަ) ލޭތައް ކަނބުލޭގެ ކިބައިން ދޮވެ ފިލުވާށެވެ. އެއަށްފަހު ނަމާދު ކުރާށެވެ.“ މުއްތަފަގުން ޢަލައިހިއެވެ.\rއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”އެއަށްފަހު ކޮންމެ ނަމާދަކަށް ވުޟޫ ކުރާށެވެ.“\rއަދި މުސްލިމު ވަނީ ގަސްދުގައި އެ ލަފްޒު (ޒިކުރު ނުކޮށް) އުނިކުރެއްވި ކަމަށް އިޝާރާތް ކުރައްވާފައެވެ. (އެބަހީ: އެކަލޭގެފާނު ދެކިލެއްވި ގޮތުގައި، އެއީ ރިވާޔަތުގައި ރައްކާކުރެވިފައި ނުވާ އިތުރު ލަފްޒެކެވެ.)",
        "⁽¹⁾ أخرجه: عبد الرزاق (1165)، والحميدي (193)، والبخاري 1/ 84 (306)، ومسلم 1/ 180 (333) (62)، وأبو داود (282)، وابن ماجه (621)، والترمذي (125)، والنسائي 1/ 122، والدارقطني 1/ 206، والبيهقي 1/ 323.\nانظر: «الإلمام» (73)، و «المحرر» (76).\n⁽²⁾ اختلف في هذه الزيادة، فمنهم من ردها، ومنهم من صححها مرفوعة، ومنهم من قال: هي موقوفة من قول عروة، وصوابها القول الأخير.\nأخرجه: أحمد 6/ 204، والبخاري 1/ 66 - 67 (228)، وأبو داود (298)، والبيهقي 1/ 344.\n⁽³⁾ مسلم 1/ 180 (334) (62)، في إشارة إلى أنَّها لا تثبت مرفوعة عنده، وقد شرح الحافظ ابن حجر ذلك في «فتح الباري» 1/ 566 عقب (228) و 1/ 694 عقب (360).\nوإشارة مسلم: «وفي حديث حماد بن زيد زيادة حرف تركنا ذكره». ومثل ذلك قال النسائي، ولكن لم يتفرد حماد بهذه الزيادة."
    ],
    [
        "63",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٣ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ رَجُلاً مَذَّاءً، فَأَمَرْتُ المِقْدَادَ أَنْ يَسْأَلَ النَّبِيَّ ﷺ، فَسَأَلَهُ، فَقَالَ: فِيهِ الوُضُوءُ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِلْبُخَارِيِّ. ⁽¹⁾",
        "އަދި ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ގިނަގިނައިން މަޒްޔު އަންނަ ފިރިހެނެއް ކަމުގައި ތިމަންނަ ވީމެވެ. ފަހެ (އެކަމާ ބެހޭ ގޮތުން) ނަބިއްޔާ ﷺ ގެ އަރިހު ސުވާލު ކުރުމަށް އަލްމިގްދާދު (ބިން އަލްއަސްވަދަށް) ތިމަން އަމުރުކުރުމުން، އެކަލޭގެފާނު އަރިހުގައި އަލްމިގްދާދު ސުވާލު ކުރިއެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަމުގައި އޮތީ ވުޟޫ ކުރުމެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ. އަދި މިއީ ބުޚާރީގެ ލަފްޒެވެ.\r(ނޯޓު: މަޒްޔަކީ ޝަހުވާނީ އެދުންވެރިކަމުގެ ސަބަބުން ޖިންސީ ގުނަވަނުން ނުކުންނަ ކުލައެއް ނެތް، އޮލަ ފެނެކެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 1/ 142، والبخاري 1/ 45 (132)، ومسلم (1/ 169 (303) (17) ولفظه: (منه) بدل (فيه)، وأبو داود (206)، وابن ماجه (504)، والترمذي (114)، والنسائي 1/ 97، وابن خزيمة (19)، والبيهقي 1/ 115.\nانظر: «الإلمام» (71)، و «المحرر» (77)"
    ],
    [
        "64",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ قَبَّلَ بَعْضَ نِسَائِهِ، ثُمَّ خَرَجَ إِلَى الصَّلَاةِ وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَضَعَّفَهُ البُخَارِيُّ. ⁽¹⁾",
        "އަދި އާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލަކަށް ބޮސްދެއްވިއެވެ. އެއަށްފަހު ނަމާދަށް ނުކުމެވަޑައިގަތެވެ. އަދި އެކަލޭގެފާނު ވުޟޫއެއް ނުކުރައްވައެވެ.\rއެ ނެރުއްވީ އަޙްމަދެވެ. އަދި ބުޚާރީ އެ ޟަޢީފު ކުރެއްވިއެވެ.",
        "⁽¹⁾ حبيب بن أبي ثابت لم يسمع من عروة هذا أولاً، ثانياً: الاختلاف في تحديد عروة، هل هو ابن الزبير، أم المزني؟ والأكثر أنَّه الأخير، والحديث ضعَّفه جمع من أهل العلم، منهم: يحيى بن سعيد القطَّان والبخاري وأبو زرعة وأبو حاتم والترمذي. انظر: «علل ابن أبي حاتم» (110) و «جامع التحصيل» (117). وهناك من صححه.\nأخرجه: أحمد 6/ 210، وأبو داود (179)، وابن ماجه (502)، والترمذي (86)، والنسائي 1/ 104، والدارقطني 1/ 137، والبيهقي 1/ 125.\nانظر: «الإلمام»، (75)، و «المحرر» (79)"
    ],
    [
        "65",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئاً، فَأَشْكَلَ عَلَيْهِ: أَخَرَجَ مِنْهُ شَيْءٌ، أَمْ لَا؟ فَلَا يَخْرُجَنَّ مِنَ المَسْجِدِ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންކުރެ މީހަކު އޭނާގެ ބަނޑުގައި އެއްޗެއް (އިހުސާސްވެ) ދެން އޭނާގެ ކިބައިން އެއްޗެއް (އެބަހީ: ވައި) ބޭރުވިތޯ ނޫންތޯ އޭނާއަށް އޮޅޭ ގޮތް ވެއްޖެނަމަ، ފަހެ ހަމަކަށަވަރުން އޭނާއަށް އަޑެއް އިވެންދެން ނުވަތަ ވަހެއް ފާހަގަވަންދެން މިސްކިތުން އޭނާ ނުނިކުންނަހުއްޓެވެ.“\rއެ ނެރުއްވީ މުސްލިމެވެ.",
        "⁽¹⁾ أخرجه: أحمد 2/ 414، والدارمي (727)، ومسلم 1/ 190 (362) (99)، وأبو داود (177)، والترمذي (75)، وابن المنذر في «الأوسط» (149)، وأبو عوانة 1/ 267، والطبراني في «الأوسط» (1565)، والبيهقي 1/ 117.\rانظر: «الإلمام» (76)، و «المحرر» (80)"
    ],
    [
        "66",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٦ - وَعَنْ طَلْقِ بْنِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَ رَجُلٌ: مَسِسْتُ ذَكَرِي - أَوْ قَالَ: الرَّجُلُ يَمَسُّ ذَكَرَهُ فِي الصَّلَاةِ - أَعَلَيْهِ وُضُوءٌ؟ فَقَالَ النَّبِيُّ ﷺ: لَا، إِنَّمَا هُوَ بَضْعَةٌ مِنْكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ ابْنُ حِبَّانَ. ⁽¹⁾\nوَقَالَ ابْنُ المَدِينِيِّ: «هُوَ أَحْسَنُ مِنْ حَدِيثِ بُسْرَةَ رَضِيَ اللهُ عَنْهَا».",
        "އަދި ޠަލްގު ބިން ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މީހަކު ބުންޏެވެ: ތިމަންނަގެ ޒަކަރުގައި އަތްލެވުނެވެ. ނުވަތަ އޭނާ ބުންޏެވެ: މީހަކު ނަމާދުގައި ވަނިކޮށް އޭނާގެ ޒަކަރުގައި އަތްލެވުމުން، އޭނާ ވުޟޫކުރަން ޖެހޭނެތޯއެވެ؟ ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ހަމައެކަނި ތިބާގެ ހަށިގަނޑުންވާ ބަޔެކެވެ.“\rއެ ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޙިއްބާނެވެ.\rއަދި (ޢަލީ) ބިން އަލްމަދީނީ ވިދާޅުވިއެވެ: އަދި ބުސްރާ رَضِيَ اللَّهُ عَنْهَا ގެ ޙަދީޘަށްވުރެ މި ޙަދީޘް ރަނގަޅެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 23، وأبو داود (182)، وابن ماجه (483)، والترمذي (85)، والنسائي 1/ 101، وابن الجارود (21)، والطحاوي 1/ 75، والطبراني في «الكبير» (8233)، والدارقطني 1/ 148، وابن حبان (207 موارد).\rانظر: «الإلمام» (77)، و «المحرر» (83)\nوقال ابن حزم في «المحلي» (139): «هذا الخبر -خبر طلق- صحيح إلا أنهم لا حجة لهم فيه لوجوه: أحدها: أن هذا الخبر موافق لما كان الناس عليه قبل ورود الأمر بالوضوء من مس الفرج، هذا لا شك فيه، فإذا هو كذلك فحكمه منسوخ يقينا حين أمر رسول الله صلى الله عليه وسلم بالوضوء من مس الفرج، ولا يحل ترك ما تيقن أنه ناسخ، والأخذ بما تيقن أنه منسوخ. وثانيها: أن كلامه عليه السلام: «هل هو إلا بضعة منك؟» دليل بين على أنه كان قبل الأمر بالوضوء منه؛ لأنه لو كان بعده لم يقل عليه السلام هذا الكلام، بل كان يبين أن الأمر بذلك قد نسخ، وقوله هذا يدل على أنه لم يكن سلف فيه حكم أصلا، وأنه كسائر الأعضاء»"
    ],
    [
        "67",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٧ - وَعَنْ بُسْرَةَ بِنْتِ صَفْوَانَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ مَسَّ ذَكَرَهُ؛ فَلْيَتَوَضَّأْ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ حِبَّانَ. وَقَالَ البُخَارِيُّ: هُوَ أَصَحُّ شَيْءٍ فِي هَذَا البَابِ. ⁽¹⁾",
        "އަދި ބުސްރާ ބިންތި ޞަފްވާން رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ޒަކަރުގައި އަތްލައިފި މީހަކު ފަހެ ވުޟޫކުރާހުއްޓެވެ.“\rއެ ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ ތިރްމިޛީއާއި އިބްނު ޙިއްބާނެވެ. އަދި ބުޚާރީ ވިދާޅުވިއެވެ: އެއީ މި ބާބުގައިވާ އެންމެ ސައްހަ އެއްޗެވެ.\r(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ އެންމެ ޟަޢީފުކަން ކުޑަ ޙަދީޘެވެ.)",
        "⁽¹⁾ أخرجه: الشافعي في «مسنده» (57)، وابن أبي شيبة (1736)، وأحمد 6/ 406، والدارمي (725)، وأبو داود (181)، وابن ماجه (479)، والترمذي (82)، والنسائي 1/ 100 - 101، وابن خزيمة (33)، وابن حبان (1112)، والبيهقي 1/ 129. …\rانظر: «المحرر» (81)، وكلام البخاري نقله عنه تلميذه الترمذي في «العلل الكبير» 1/ 156."
    ],
    [
        "68",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٨ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ أَصَابَهُ قَيْءٌ، أَوْ رُعَافٌ، أَوْ قَلْسٌ، أَوْ مَذْيٌ؛ فَلْيَنْصَرِفْ، فَلْيَتَوَضَّأْ، ثُمَّ لْيَبْنِ عَلَى صَلَاتِهِ، وَهُوَ فِي ذَلِكَ لَا يَتَكَلَّمُ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَحْمَدُ وَغَيْرُهُ. ⁽¹⁾",
        "އަދި ޢާއިޝާ رَضِيَ الْلَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ނަމާދުގައި ވަނިކޮށް، އަނގައިން ބޭރަށް) ހޮޑުލުން، ނުވަތަ ނޭފަތުން ލޭ އައުން، ނުވަތަ (އަނގައިން ބޭރު ނުވެ) ހޮޑު އައުން، ނުވަތަ މަޒްޔު ނުކުތުން ދިމާވެއްޖެ މީހާ، ފަހެ ނުކުމެ ގޮސް ވުޟޫކުރާށެވެ. އެއަށްފަހު އޭނާގެ ނަމާދު ފުރިހަމަ ކުރާށެވެ. އެއީ އެ ކަމުގައި އޭނާ ވާހަކަ ނުދައްކާ ހާލުގައެވެ.“\rއެ ނެރުއްވީ އިބްނު މާޖާއެވެ. އަދި އަޙްމަދާއި އެ ނޫންވެސް އިމާމުން އެ ޟަޢީފު ކުރެއްވިއެވެ.",
        "⁽¹⁾ اتفق الأئمة على ضعفه، وصله إسماعيل بن عيَّاش في روايته عن ابن جريج -وروايته عن غير الشاميين ضعيفة- وأرسله أصحاب ابن جريج الثقات.\rأخرجه: ابن ماجه (1221)، والدارقطني 1/ 154، والبيهقي 1/ 142.\rانظر: «الإلمام» (79)، و «المحرر» (85)"
    ],
    [
        "69",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٦٩ - وَعَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ رَجُلاً سَأَلَ النَّبِيَّ ﷺ: أَتَوَضَّأُ مِنْ لُحُومِ الغَنَمِ؟ قَالَ: إِنْ شِئْتَ، قَالَ: أَتَوَضَّأُ مِنْ لُحُومِ الإِبِلِ؟ قَالَ: نَعَمْ» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾",
        "އަދި ޖާބިރު ބިން ސަމުރާ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: މީހަކު ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ސުވާލު ކުރިއެވެ: ބަކަރި މަސް (ކެއުމުން) ތިމަންނަ ވުޟޫ ކުރަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ އެދޭ ނަމައެވެ.“ އޭނާ ދެންނެވިއެވެ: ޖަމަލު މަސް (ކެއުމުން) ތިމަންނަ ވުޟޫ ކުރަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“\rއެ ނެރުއްވީ މުސްލިމެވެ.",
        "⁽¹⁾ أخرجه: الطيالسي (766)، وابن أبي شيبة (513)، وأحمد 5/ 106، ومسلم 1/ 89 (360) (97)، وابن ماجه (495)، وابن الجارود (25)، وابن حبان (1124)، والطبراني في «الكبير» (1868)، والبيهقي 1/ 158.\rانظر: «الإلمام» (80)، و «المحرر» (86)"
    ],
    [
        "70",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَنْ غَسَّلَ مَيْتاً فَلْيَغْتَسِلْ، وَمَنْ حَمَلَهُ فَلْيَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ.\nوَقَالَ أَحْمَدُ: «لَا يَصِحُّ فِي هَذَا البَابِ شَيْءٌ». ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މައްޔިތަކު ހިނަވައިފި މީހާ، ފަހެ ހިނައިގަންނަހުއްޓެވެ. އަދި އޭނާ އުފުލައިފި މީހާ، ފަހެ ވުޟޫ ކުރާހުއްޓެވެ.“\rއެ ނެރުއްވީ އަޙްމަދާއި، ނަސާއީ އަދި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އެ ޙަސަން ކުރެއްވިއެވެ.\rއަދި އަޙްމަދު ވިދާޅުވިއެވެ: މި ބާބުގައި އެއްވެސް އެއްޗެއް ސައްހަވެގެން ނުވެއެވެ.\r(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ ހުރިހާ ޙަދީޘެއް ޟަޢީފެވެ.)",
        "⁽¹⁾ ضعّفه جمع من أهل العلم، منهم: محمد بن يحيى الذهلي وابن المديني وأحمد والبخاري وأبو حاتم والدارقطني والبيهقي، وفيهم من صحح وقفه على أبي هريرة، وقد لخص القول فيه ابن الجوزي في «العلل المتناهية» 1/ 377 فقال: «أما حديث أبي هريرة، ففي طريقه الأول: صالح مولى التوأمة، قال مالك: ليس بثقة، وكان شعبة ينهى أنْ يؤخذ عنه، وفي طريقه الثاني: محمد بن عمرو، قال يحيى: ما زال الناس يتقون حديثه، وفي طريقه الثالث: المحفوظ فيه أنه موقوف على أبي هريرة، وفي طريقه الرابع: رجل مجهول». انظر: «العلل الكبير» 1/ 402، و «علل ابن أبي حاتم» (1035)، و «علل الدارقطني» 9/ 293 و 10/ 161 - 162 و 10/ 378 - 379 و 11/ 224.\nأخرجه: الطيالسي (2314)، وعبد الرزاق (6111)، وابن أبي شيبة (11153)، وأحمد 2/ 454، والبخاري في «التاريخ الكبير» 1/ 396 - 397 (1262)، وأبو داود (3161)، والترمذي (993)، وابن حبان (1161)، والدارقطني 1/ 113، والبيهقي 1/ 300 - 301.\nتنبيه: ولعل الحافظ أخطأ في عزوه الحديث إلى النسائي فإنه لم يخرجه.\nانظر: «الإلمام» (81)، و «المحرر» (87)"
    ],
    [
        "71",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧١ - وَعَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ رَحِمَهُ اللهُ: أَنَّ فِي الكِتَابِ الَّذِي كَتَبَهُ رَسُولُ اللَّهِ ﷺ لِعَمْرِو بْنِ حَزْمٍ: «أَلَّا يَمَسَّ القُرْآنَ إِلَّا طَاهِرٌ» رَوَاهُ مَالِكٌ مُرْسَلاً، وَوَصَلَهُ النَّسَائِيُّ، وَابْنُ حِبَّانَ، وَهُوَ مَعْلُولٌ. ⁽¹⁾",
        "އަދި ޢަބްދު ﷲ ބިން އަބީ ބަކްރު رَحِمَهُ اللَّهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ، ޢަމްރު ބިން ޙަޒްމަށް ފޮނުއްވި ސިޓީގައި ވެއެވެ: ”ތާހިރު މީހަކު މެނުވީ ގުރްއާނުގައި ބީހިގެން ނުވާނެއެވެ.“\nމާލިކު އެ ރިވާ ކުރެއްވީ މުރުސަލުކޮށެވެ. އަދި ނަސާއީ އަދި އިބްނު ޙިއްބާން އެ ރިވާ ކުރެއްވީ (ސަނަދު) ގުޅުވައިގެންނެވެ. އަދި އެ (ބަލިކަށިވެ) މަޢުލޫލުވެގެން ވެއެވެ.\n(ނޯޓު: މުރުސަލަކީ، ޙަދީޘްގެ ސަނަދުގައި ނަބިއްޔާއާއި ތާބިޢީއާ ދެމެދުވާ ސަހާބީގެ ނަން ޒިކުރުކޮށްފައި ނުވުމެވެ.)",
        "⁽¹⁾ صححه الإمام الشافعي وأحمد وابن معين وإسحاق بن راهويه ويعقوب بن سفيان والبيهقي وابن عبد البر، وله كلام حسن يقول فيه: «هذا كتاب مشهور عند أهل السير، معروف ما فيه عند أهل العلم معرفة يستغنى بشهرتها عن الإسناد؛ لأنَّه أشبه التواتر في مجيئه لتلقي الناس له بالقبول والمعرفة». وقال شيخ الإسلام ابن تيمية: «هو صحيح بإجماعهم». انظر: تحقيق الشيخ مشهور لكتاب «الخلافيات» للبيهقي 1/ 497 - 508، و «شرح العمدة» 2/ 102.\rأخرجه: مالك في «الموطأ» (534) برواية الليثي، وأبو داود في «المراسيل» (92)، والدارقطني 1/ 121 مرسلاً.\rوأخرجه: النسائي 8/ 57 - دون موضع الشاهد-، وابن حبان (6559)، والدارقطني 1/ 122، والحاكم 1/ 395 - 397، والبيهقي 1/ 87، موصولاً.\rانظر: «الإلمام» (1419)، و «المحرر» (89)"
    ],
    [
        "72",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ» رَوَاهُ مُسْلِمٌ، وَعَلَّقَهُ البُخَارِيُّ. ⁽¹⁾",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ހުރިހާ ވަގުތެއްގައި ވެސް ﷲ ޒިކުރު ކުރައްވައެވެ.\rއެ ރިވާ ކުރެއްވީ މުސްލިމެވެ. އަދި ބުޚާރީ އެ ރިވާ ކުރެއްވީ މުޢައްލަގުކޮށެވެ. (އެބަހީ: ފުރިހަމަ ސަނަދު ޒިކުރު ނުކޮށެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 6/ 70، ومسلم 1/ 194 (373) (117)، وأبو داود (18)، وابن ماجه (302)، والترمذي (3384)، وأبو يعلى (4699)، وأبو عوانة 1/ 217، وابن حبان (801)، وأبو نعيم في «المستخرج» (819)، والبيهقي 1/ 90، والبغوي (274).\nوأخرجه: البخاري عقب (304) معلقاً. ووصله مسلم (373)\nانظر: «الإلمام» (86)، و «المحرر» (91)"
    ],
    [
        "73",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧٣ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ احْتَجَمَ وَصَلَّى، وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَلَيَّنَهُ. ⁽¹⁾",
        "އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ހިޖާމާ ޖެއްސެވުމަށް ފަހު ނަމާދު ކުރެއްވިއެވެ. އަދި އެކަލޭގެފާނު ވުޟޫ ނުކުރައްވައެވެ.\rއެ ނެރުއްވީ ދާރަގުޠުނީއެވެ. އަދި އެކަލޭގެފާނު އެ ލައްޔިނުކޮށް (ބަލިކަށި) ކުރެއްވިއެވެ.",
        "⁽¹⁾ متفق على ضعفه، قال ابن عبد الهادي: «حديث أنس لا يثبت، وسليمان بن داود مجهول، وصالح بن مقاتل ليس بالقوي -قاله الدارقطني-، وأبوه غير معروف، وقال البيهقي: في إسناد هذا الحديث ضعف». «تنقيح التحقيق» (323).\rأخرجه: الدارقطني 1/ 151 - 152، والبيهقي 1/ 141"
    ],
    [
        "74",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧٤ - وَعَنْ مُعَاوِيَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «العَيْنُ وِكَاءُ السَّهِ، فَإِذَا نَامَتِ العَيْنَانِ اسْتُطْلِقَ الوِكَاءُ» رَوَاهُ أَحْمَدُ ⁽¹⁾، وَالطَّبَرَانِيُّ، وَزَادَ: «وَمَنْ نَامَ فَلْيَتَوَضَّأْ».\nوَهَذِهِ الزِّيَادَةُ فِي هَذَا الحَدِيثِ عِنْدَ أَبِي دَاوُدَ مِنْ حَدِيثِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ دُونَ قَوْلِهِ: «اسْتُطْلِقَ الوِكَاءُ»، وَفِي كِلَا الإِسْنَادَيْنِ ضَعْفٌ. ⁽²⁾\nوَلِأَبِي دَاوُدَ - أَيْضاً - عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا مَرْفُوعاً: «إِنَّمَا الوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعاً»، وَفِي إِسْنَادِهِ ضَعْفٌ أَيْضاً. ⁽³⁾",
        "އަދި މުޢާވިޔާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ލޮލަކީ ފުރަގަސްފަރާތުގެ ކަމަރެވެ. ފަހެ ދެ ލޯ ނިދައިފި ހިނދު ކަމަރު މޮހިގެންދެއެވެ.“ އެ ރިވާ ކުރެއްވީ އަޙްމަދު އަދި ޠަބަރާނީ، އަދި އެކަލޭގެފާނު އިތުރު ކުރެއްވިއެވެ: ”އަދި ނިދައިފި މީހަކު ފަހެ ވުޟޫ ކުރާހުއްޓެވެ.“\rއަދި މި ޙަދީޘްގައި މިވާ އިތުރު ތަންކޮޅު، އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި ވެއެވެ. އެއީ އެކަލޭގެފާނުގެ ބަސްފުޅު ”ކަމަރު މޮހިދެގެންދެއޭ“ ނުލައެވެ. އަދި އެ ދެ ސަނަދުގައިވެސް ބަލިކަށިކަމެއް ވެއެވެ.\rއަދިވެސް އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި، އިބުނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ވުޟޫ ކުރުން އޮތީ ހަމައެކަނި އޮށޯވެ އޮވެގެން ނިދައިފި މީހަކަށެވެ.“ އަދި އޭގެ ސަނަދުގައިވެސް ބަލިކަށިކަމެއް ވެއެވެ.\r(ނޯޓު: ލޯ ކަމަރަށްވާ ގޮތަކީ، ހޭލާ ހުންނަ އިރު ވައި ނުކުތަ ނުދީ މީހާއަށް ހިފެހެއްޓެއެވެ. އަދި ނުކުތަސް އިހުސާސް ކުރެވެއެވެ. ނަމަވެސް ނިދާފާ އޮންނަ އިރު މި ހިފެހެއްޓުމާއި އިހުސާސެއް ނުވެއެވެ.)",
        "⁽¹⁾ فيه أبو بكر بن أبي مريم متفق على ضعفه، وخولف من مروان بن جناح الذي أوقفه على معاوية، وحاله أحسن قليلاً من حال أبي بكر، زد على ذلك أن بقية يدلس تدليس التسوية الذي يشترط فيه التصريح بجميع طبقات السند، وهو منتف هنا.\nأخرجه: أحمد 4/ 96 - 97، والدارمي (722)، وأبو يعلى (7372)، والطحاوي في «شرح المشكل» (3433)، والطبراني في «الكبير» 19/ (875)، وابن عدي في «الكامل» 2/ 38، والدارقطني 1/ 160، والبيهقي 1/ 118، مرفوعاً.\nوأخرجه: ابن عدي في «الكامل» 2/ 38، والبيهقي 1/ 118 - 119 موقوفاً.\n⁽²⁾ فيه عدة علل منها أنَّ بقية يدلس ويسوي، وفيه الوضين بن عطاء مختلف فيه، ومنها الانقطاع بين عبد الرحمن بن عائد وعلي، وهذا الحديث ضعفه أبو حاتم وأبو زرعة. انظر «علل ابن أبي حاتم» (106)، و «تنقيح التحقيق» لابن عبد الهادي (277 - 279)، و «البدر المنير» 2/ 245، و «التلخيص الحبير» 1/ 333 (159).\nأخرجه: أحمد 1/ 11، وأبو داود (203)، وابن ماجه (477)، والعقيلي في «الضعفاء» 4/ 329، والطحاوي في «شرح المشكل» (3432)، والطبراني في «مسند الشامين» (656)، وابن عدي في «الكامل» 7/ 89، والدارقطني 1/ 161، والبيهقي 1/ 118\n⁽³⁾ منكر؛ فيه يزيد أبو خالد الدالاني لا يقبل منه إذا انفرد، وهنا يرويه عن قتادة دون أصحابه، ورواه سعيد بن أبي عروبة عن قتادة ولم يرفعه، ونفى البخاري سماعه من قتادة، وكذلك فإنَّ قتادة لم يسمع من أبي العالية، والحديث ضعفه الإمام أحمد والبخاري وأبو داود والدارقطني. انظر: «العلل الكبير» 1/ 149، و «التلخيص الحبير» 1/ 335.\rأخرجه: أحمد 1/ 256، وعبد بن حميد (659)، وأبو داود (202)، والترمذي (77)، وابن عدي في «الكامل» 9/ 166، والدارقطني 1/ 159، والبيهقي 1/ 121"
    ],
    [
        "75",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ نَوَاقِضِ الوُضُوءِ",
        "ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު",
        "٧٥ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «يَأْتِي أَحَدَكُمُ الشَّيْطَانُ فِي صَلَاتِهِ، فَيَنْفُخُ فِي مَقْعَدَتِهِ فَيُخَيَّلُ إِلَيْهِ أَنَّهُ أَحْدَثَ - وَلَمْ يُحْدِثْ - فَإِذَا وَجَدَ ذَلِكَ فَلَا يَنْصَرِفْ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ البَزَّارُ. ⁽¹⁾\nوَأَصْلُهُ فِي الصَّحِيحَيْنِ: مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ.\nوَلِمُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ. ⁽³⁾\nوَلِلْحَاكِمِ عَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا جَاءَ أَحَدَكُمُ الشَّيْطَانُ، فَقَالَ: إِنَّكَ أَحْدَثْتَ، فَلْيَقُلْ: كَذَبْتَ». ⁽⁴⁾\nوَأَخْرَجَهُ ابْنُ حِبَّانَ بِلَفْظِ: «فَلْيَقُلْ فِي نَفْسِهِ». ⁽⁵⁾",
        "އަދިވެސް އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ނަމާދުގައި ވަނިކޮށް، ޝައިތާނާ އައިސް އޭނާގެ ފުރަގަސްފަރާތަށް ފުމެއެވެ. ފަހެ އެ މީހަކު (ވުޟޫ ގެއްލި) ޙަދަޘްވެރިވެއްޖެ ކަމަށް އޭނާއަށް ހީކޮށްދެއެވެ. އެކަމަކު އޭނާ ޙަދަޘްވެރިއެއް ނުވެއެވެ. ފަޖެ އޭނާއަށް އެފަދައިން އިހުސާސް ކުރެވިއްޖެ ހިނދު، އޭނާއަށް އަޑެއް އިވެންދެން ނުވަތަ ވަހެއް ފާހަގަވަންދެން (ނަމާދު ދޫކޮށްފައި) އޭނާ ނުދާހުއްޓެވެ.“ އެ ނެރުއްވީ ބައްޒާރެވެ.\nއަދި އޭގެ އަސްލު ދެ ސަހީހުގައި ވެއެވެ. އެއީ ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިންނެވެ.\nއަދި މުސްލިމްގެ ރިވާޔަތުގައި، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން އެފަދައިން އައިސްފައިވެއެވެ.\nއަދި ޙާކިމްގެ ރިވާޔަތުގައި، އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މަރުފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ގާތަށް ޝައިތާނާ އައިސް ބުނެފި ނަމަ: ހަމަކަށަވަރުން ތިބާ (ވުޟޫ ގެއްލި) ޙަދަޘްވެރި ވެއްޖެއެވެ. ފަހެ ތިބާ ބުނާށެވެ: ތިޔަ ހެދީ ދޮގެވެ.“\nއަދި އިބްނު ޙިއްބާން އެ ޙަދީޘް ނެރުއްވި ލަފްޒުގައި ވަނީ: ”ފަހެ އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް (އެފަދައިން) ބުނާހުއްޓެވެ.“",
        "⁽¹⁾ فيه أبو أويس المدني وهو ضعيف.\nأخرجه: البزار كما في «كشف الأستار» (281)، والطبراني في «الكبير» (11556)\n⁽²⁾ ولفظه: شكي إلى النبي صلى الله عليه وسلم: الرجل يخيل إليه أن يجد الشيء في الصلاة؟ قال: «لا ينصرف حتى سمع صوتا، أو يجد ريحا».\nأخرجه: الشافعي في «مسنده» (65)، والحميدي (413)، وأحمد 4/ 39، والبخاري 1/ 46 (137)، ومسلم 1/ 189 (361) (98)، وأبو داود (176)، وابن ماجه (513)، والنسائي 1/ 98، وابن الجارود (3)، وأبو عوانة 1/ 238، والبيهقي 1/ 114\n⁽³⁾ تقدم برقم (65)\nأخرجه: أحمد 2/ 414، والدارمي (727)، ومسلم 1/ 190 (362) (99)، وأبو داود (177)، والترمذي (75)، وابن المنذر في «الأوسط» (149)، وأبو عوانة 1/ 267، والطبراني في «الأوسط» (1565)، والبيهقي 1/ 117.\nانظر: «الإلمام» (76)، و «المحرر» (80)\n⁽⁴⁾ أخرجه: عبد الرزاق (533)، وابن أبي شيبة (8080)، وأحمد 3/ 12، وأبو داود (1029)، وأبو يعلى (1241)، وابن خزيمة (29)، وابن حبان (2665)، والحاكم 1/ 134. وتمامه عندهما: «حتى يسمع صوتا بأذنه، أو يجد ريحا بأنفه»\n⁽⁵⁾ في «صحيحه» (2666)"
    ],
    [
        "76",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٧٦ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ وَضَعَ خَاتَمَهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَهُوَ مَعْلُولٌ. ⁽¹⁾",
        "އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަދެވަޑައިގަންނަވާ އިރު، އެކަލޭގެފާނުގެ އަނގޮޓިކޮޅު ބަހައްޓަވައެވެ.\nއެ ނެރުއްވީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ (ބަލިކަށިވެ) މަޢުލޫލުވެގެން ވެއެވެ.",
        "⁽¹⁾ منكر. فيه عدة علل.\nأخرجه: أبو داود (19)، وابن ماجه (303)، والترمذي (1746)، والنسائي (1/ 178)، وابن حبان (1413)، والحاكم 1/ 187، والبيهقي 1/ 94 - 95، والبغوي (189).\nانظر: «الإلمام» (87)، و «المحرر» (92)"
    ],
    [
        "77",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٧٧ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ قَالَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبُثِ وَالخَبَائِثِ» أَخْرَجَهُ السَّبْعَةُ. ⁽¹⁾",
        "އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: ”اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ (ޔާ ﷲ، ހަމަކަށަވަރުން ނުބައިވެގެންވާ ފިރިހެން ޝައިތާނުންނާއި އަންހެން ޝައިތާނުންގެ ކިބައިން މި އަޅާ ރައްކާތެރި ކޮށްދެއްވުން އެދި އިބަ އިލާހަށް ދަންނަވަމެވެ.)“\rއެ ނެރުއްވީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 3/ 282، والبخاري 1/ 292 (142)، ومسلم 1/ 195 (375) (122)، وأبو داود (4)، وابن ماجه (296)، والترمذي (5)، والنسائي 1/ 20، وابن حبان (1407)، والبيهقي 1/ 95.\nانظر: «الإلمام» (92»، و «المحرر» (95)"
    ],
    [
        "78",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٧٨ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَدْخُلُ الخَلَاءَ، فَأَحْمِلُ أَنَا وَغُلَامٌ نَحْوِي إِدَاوَةً مِنْ مَاءٍ وَعَنَزَةً، فَيَسْتَنْجِي بِالمَاءِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަންނަވައެވެ. ފަހެ ތިމަންނައާއި ތިމަންނަގެ (އުމުރުގެ) އެހެން ކުއްޖަކު، ފެނުގެ ކަންވާރަކާއި ޢަނަޒާއެއް (އެބަހީ: ކުރު ލޮންސިއެއް، އެކަލޭގެފާނަށް) ގެންގޮސްދެމެވެ. ދެން އެކަލޭގެފާނު ފެނުން އިސްތިންޖާ ކުރައްވައެވެ. (އެބަހީ: ދޮންނަވައެވެ.)\rމުއްތަފަގުން ޢަލައިހިއެވެ.\r(ނޯޓު: ޢަނަޒާއެއް ބޭނުމަކީ ފޭރަމެއް އޭގައި އަޅުވާފައި ނިވާވުމެވެ.)",
        "⁽¹⁾ أخرجه: الطيالسي (2134)، وأحمد 3/ 171، والبخاري 1/ 50 (152)، ومسلم 1/ 156 (271) (70)، وأبو داود (43)، والنسائي 1/ 42، وابن خزيمة (87) بتحقيقي، وابن حبان (1442)، والبيهقي 1/ 150، والبغوي (195).\rانظر: «الإلمام» (102)، و «المحرر» (110)\nواللفظ لمسلم. والعنزة: رميح بين العصا والرمح، فيه زج."
    ],
    [
        "79",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٧٩ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ لِيَ النَّبِيُّ ﷺ: «خُذِ الإِدَاوَةَ، فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي، فَقَضَى حَاجَتَهُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾",
        "އަދި އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އިދާވާ (އެބަހީ: ފެން ކަންވާރު) ނަގާށެވެ.“ ދެން ތިމަންނައަށް ވަންހަނާ ވަންދެން އެކަލޭގެފާނު ދުރަށް ޖެހިވަޑައިގަތެވެ. އެއަށްފަހު ގަޟާޙާޖާ ކުރެއްވިއެވެ.\rމުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 4/ 248، والبخاري 1/ 101 (363)، ومسلم 1/ 158 (274) (77)، وأبو داود (151)، وابن ماجه (545)، والنسائي 1/ 63، والبيهقي 2/ 412.\rانظر: «الإلمام» (88)، و «المحرر» (93)"
    ],
    [
        "80",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اِتَّقُوا اللَّعَّانَيْنِ - الَّذِي يَتَخَلَّى فِي طَرِيقِ النَّاسِ، أَوْ فِي ظِلِّهِمْ -» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nزَادَ أَبُو دَاوُدَ عَنْ مُعَاذٍ رَضِيَ اللهُ عَنْهُ: «وَالمَوَارِدَ». ⁽²⁾\nوَلِأَحْمَدَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَوْ نَقْعِ مَاءٍ» وَفِيهِمَا ضَعْفٌ. ⁽³⁾\nوَأَخْرَجَ الطَّبَرَانِيُّ: «النَّهْيَ عَنْ ⁽⁴⁾ تَحْتِ الأَشْجَارِ المُثْمِرَةِ، وَضِفَّةِ النَّهْرِ الجَارِي» مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا بِسَنَدٍ ضَعِيفٍ. ⁽⁵⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގިނަގިނައިން ލައުނަތް ލެއްވޭ ދެ ކަންތަކުން ތިޔަބައިމީހުން ރައްކާތެރިވާށެވެ. އެއީ މީސްތަކުންގެ މަގުތަކުގައި ފާހަނަ ކުރުމެވެ. ނުވަތަ އެބައިމީހުންގެ ހިޔާ ހުންނަ ތަންތަނުގައި (ފާހަނަ ކުރުމެވެ.)“ އެ ނެރުއްވީ މުސްލިމެވެ.\rއަބޫ ދާވޫދު އިތުރު ކުރެއްވިއެވެ: މުޢާޛު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން އައިސްފައިވެއެވެ: ”އަދި ފެން ހޯދަން (މީހުން) އަންނަ ތަންތަންނެވެ.“\rއަދި އަޙްމަދުގެ ރިވާޔަތުގައި، އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ”ނުވަތަ ފެން އެއްވެފައިވާ ތަންތަނެވެ.“\rއަދި އެ ދެ ޙަދީޘްގައި ބަލިކަށިކަމެއް ވެއެވެ.\rއަދި ”މޭވާ އަޅާފައިވާ ގަސްތަކުގެ ބުޑުގައާއި، ހިނގަހިނގާ ހުންނަ ކޯރުތަކުގެ އައްސޭރީގައި (ގަޟާޙާޖާ ކުރުމުގެ) ނަހީ“ ޠަބަރާނީ ނެރުއްވާފައިވެއެވެ. އެއީ އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން، ބަލިކަށި ސަނަދަކުންނެވެ.",
        "⁽¹⁾ أخرجه: أحمد 2/ 372، ومسلم 1/ 156 (269) (68)، وأبو داود (25)، وأبو يعلى (6483)، وابن الجارود (33)، وابن خزيمة (67)، وابن حبان (1415)، والحاكم 1/ 185 - 186، والبيهقي 1/ 97، والبغوي (191).\nوالحافظ ابن حجر قد اختصر الحديث فإنما قال: «اتقوا اللَّعَّانَيْنِ» قالوا: وما اللَّعَّانانِ يا رسول الله؟ قال: «الذي يتخلَّى في طريق الناس أو في ظلهم»، وما في «صحيح مسلم» هو كذلك في مصادر التخريج خلا «السنن الكبير» عند البيهقي، ولعلَّ ابن حجر قلَّد ابن دقيق العيد في «الإلمام»، وانظر بلا بد تعليق الحافظ ابن خزيمة عقب الحديث تجد فائدة.\nانظر: «الإلمام» (90)، و «المحرر» (96)\n⁽²⁾ فيه جهالة أبي سعيد الحميري، وروايته عن معاذ مرسلة. ولفظ أبي داود: «اتقوا الملاعن الثلاث: البراز في الموارد، وقارعة الطريق، والظل»\nأخرجه: أبو داود (26)، وابن ماجه (328)، والحاكم 1/ 167، والبيهقي 1/ 97\n⁽³⁾ فيه راوٍ مبهم، وعبد الله بن لهيعة مختلف فيه، وإن كانت روايته هنا عن أحد العبادلة.\nأخرجه: أحمد 1/ 299\n⁽⁴⁾ أي: التخلي.\n⁽⁵⁾ فيه فرات بن السائب، قال البخاري: «تركوه، منكر الحديث» «التاريخ الكبير» 7/ 130 (583).\nأخرجه: العقيلي في «الضعفاء» 3/ 458 (1514)، والطبراني في «الأوسط» (2392)، وابن عدي في «الكامل» 7/ 135 (1570)"
    ],
    [
        "81",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨١ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَغَوَّطَ الرَّجُلَانِ فَلْيَتَوَارَ كُلُّ وَاحِدٍ مِنْهُمَا عَنْ صَاحِبِهِ، وَلَا يَتَحَدَّثَا، فَإِنَّ اللَّهَ يَمْقُتُ عَلَى ذَلِكَ» رَوَاهُ ⁽¹⁾ وَصَحَّحَهُ ابْنُ السَّكَنِ، وَابْنُ القَطَّانِ، وَهُوَ مَعْلُولٌ. ⁽²⁾",
        "އަދި ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެ މީހަކު ބޮޑުކަމުދާ ނަމަ، ފަހެ އެއިން ކޮންމެ މީހަކުވެސް އެކަކު އަނެކަކާ ވަންހަނާވާހުއްޓެވެ. އަދި އެކަކު އަނެކަކާ ވާހަކަ ނުދައްކާހުއްޓެވެ. އެހެނީ ހަމަށަވަރުން ﷲ އެ ކަމުގެ މައްޗަށް ކޯފާވެ ވޮޑިގެންވެއެވެ.\nއެ ރިކޮށް ސައްހަ ކުރެއްވީ އިބްނުއްސަކަން އަދި އިބްނުލް ގައްޠާނެވެ. އަދި އެ (ބަލިކަށިވެ) މަޢުލޫލުވެގެން ވެއެވެ.",
        "⁽¹⁾ كذا في النسخ الخطية، دون ذكر من أخرجه، ولم نجده من حديث جابر، وهو عند أحمد وأبي داود من حديث أبي سعيد. وفي بعض الشروح: «رواه أحمد» فلعلَّ الحافظ بيَّض له ليذكر من خرجه ثم فاته ذلك. ⁽²⁾ عزاه ابن القطان في «بيان الوهم والإيهام» 5/ 260 إلى ابن السكن، والحديث معروف من مسند أبي سعيد الخدري، والأخير إسناده ضعيف؛ فيه هلال بن عياض أو عياض بن هلال وهو مجهول، أخرجه: أبو داود (15)، وابن ماجه (342)، وأحمد (3/36). انظر: «علل الدارقطني» (2294).\nانظر: «الإلمام» (93)، و «المحرر» (98)"
    ],
    [
        "82",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٢ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ، وَلَا يَتَمَسَّحْ مِنَ الخَلَاءِ بِيَمِينِهِ، وَلَا يَتَنَفَّسْ فِي الإِنَاءِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾",
        "އަދި އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް ކުޑަކަމުދާ އިރު، އޭނާގެ ޒަކަރުގައި ކަނާތުން ހިފަހައްޓައިގެން ނުވާނެއެވެ. އަދި ގަޟާޙާޖާކޮށްގެން އޭނާގެ ކަނާތުން ނުފޮހޭށެވެ. އަދި ކަންވާރުގެ ތެރެއަށް އޭނާ ނޭވާ ނުލާށެވެ.“\rމުއްތަފަގުން ޢަލައިހިއެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
        "⁽¹⁾ أخرجه: أحمد 5/ 300، والدارمي (2028)، والبخاري 1/ 50 (154)، ومسلم 1/ 155 (267) (63)، وأبو داود (31)، والترمذي (15)، والنسائي 1/ 25، وابن خزيمة (78)، وابن حبان (1434)، والبيهقي 1/ 112.\rانظر: «الإلمام» (97)، و «المحرر» (103)"
    ],
    [
        "83",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٣ - وَعَنْ سَلْمَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «لَقَدْ نَهَانَا رَسُولُ اللَّهِ ﷺ أَنْ نَسْتَقْبِلَ القِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ، أَوْ أَنْ نَسْتَنْجِيَ بِاليَمِينِ، أَوْ أَنْ نَسْتَنْجِيَ بِأَقَلَّ مِنْ ثَلَاثَةِ أَحْجَارٍ، أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ عَظْمٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَلِلسَّبْعَةِ مِنْ حَدِيثِ أَبِي أَيُّوبَ: «لَا تَسْتَقْبِلُوا القِبْلَةَ بِغَائِطٍ وَلَا بَوْلٍ، وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا». ⁽²⁾",
        "އަދި ސަލްމާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައާ ކުރިމަތި ލުމާއި، ކަނާތުން އިސްތިންޖާ ކުރުމާއި، ތިން ހިލައަށް ވުރެ މަދުން ބޭނުންކޮށްގެން އިސްތިންޖާ ކުރުމާއި، ޖަނަވާރެއްގެ ބޮޑުކަމުދާ ތަކެތިން ނުވަތަ ކަށިން އިސްތިންޖާ ކުރުން، ރަސޫލު ﷲ ﷺ އަހަރެމެންނަށް ނަހީ ކުރެއްވިއެވެ. އެ ރިވާ ކުރެއްވީ މުސްލިމެވެ.\rއަދި ހަތް އިމާމުން (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި، އަބޫ އައްޔޫބުގެ ޙަދީޘްގައި އައިސްފައިވެއެވެ: ”ތިޔަބައިމީހުން ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައާ ކުރިމަތި ނުލާށެވެ. އެހެނެއްކަމަކު ތިޔަބައިމީހުން އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް ކުރިމަތިލާށެވެ.“\r(ނޯޓު: އެފަދައިން ކަންތައް ކުރަން ޖެހޭނީ ހާމަ ތަނެއްގައި ގަޟާޙާޖާ ކުރާ ނަމައެވެ. ފާރު ހުރި ބިނާއެއްގެ ތެރޭގައި ކުރާ ނަމަ ނަހީއެއް ނެތެވެ.)",
        "⁽¹⁾ أخرجه: أحمد 5/ 437، ومسلم 1/ 154 (262) (57)، وأبو داود (7)، وابن ماجه (316)، والترمذي (16)، والنسائي 1/ 38، وابن خزيمة (74)، والدارقطني 1/ 54، والبيهقي 1/ 91.\nقيل لسلمان: قد علمكم نبيكم صلى الله عليه وسلم كل شيء حتى الخراءة. قال: أجل. لقد نهانا … الحديث.\nانظر: «المحرر» (104)\n⁽²⁾ أخرجه: مالك في «الموطأ» (519) برواية الليثي، والشافعي في «مسنده» (35)، وأحمد 5/ 414، والبخاري 1/ 48 (144)، ومسلم 1/ 154 (264) (59)، وأبو داود (9)، وابن ماجه (318)، والترمذي (8)، والنسائي 1/ 21، وابن خزيمة (57)، وابن حبان (1416)"
    ],
    [
        "84",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ ﷺ قَالَ: «مَنْ أَتَى الغَائِطَ فَلْيَسْتَتِرْ» رَوَاهُ أَبُو دَاوُدَ. ⁽¹⁾",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަޟާޙާޖާ ކުރަން ގޮސްފި މީހާ ފަހެ ނިވާވާހުއްޓެވެ.“\rއެ ރިވާ ކުރެއްވީ އަބޫ ދާވޫދެވެ.",
        "⁽¹⁾ وهم الحافظ في جعله من مسند عائشة، إنما هو من مسند أبي هريرة، وهو ضعيف؛ لجهالة أبي سعد الخير، والاختلاف في صحبته كذلك، ولجهالة الحصين الحبراني الحميري أيضاً.\rأخرجه: أحمد 2/ 271، والدارمي (668)، وأبو داود (35)، وابن ماجه (337)، وابن حبان (1410)، والبيهقي 1/ 94"
    ],
    [
        "85",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٥ - وَعَنْهَا رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا خَرَجَ مِنَ الغَائِطِ قَالَ: غُفْرَانَكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ أَبُو حَاتِمٍ، وَالحَاكِمُ. ⁽¹⁾",
        "އަދިވެސް (ޢާއިޝާ) ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގަޟާޙާޖާ ކުރައްވައިގެން ނުކުމެވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: ”غُفْرَانَكَ (އެބަހީ: އިބަ އިލާހުގެ މަޣްފިރަތަށް އެދި ދަންނަވަމެވެ.)“\rއެ ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އަބޫ ޙާތިމު އަދި ޙާކިމެވެ.",
        "⁽¹⁾ أخرجه: ابن أبي شيبة (7)، وأحمد 6/ 155، والدارمي (686)، والبخاري في «الأدب المفرد» (693)، وأبو داود (30)، وابن ماجه (300)، والترمذي (7)، والنسائي في «الكبرى» (9907)، وابن خزيمة (90)، وابن حبان (1444)، والحاكم 1/ 158، والبيهقي 1/ 97.\nانظر: «المحرر» (107)"
    ],
    [
        "86",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٦ - وَعَنِ ابْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: «أَتَى النَّبِيُّ ﷺ الغَائِطَ، فَأَمَرَنِي أَنْ آتِيَهُ بِثَلَاثَةِ أَحْجَارٍ، فَوَجَدْتُ حَجَرَيْنِ، وَلَمْ أَجِدْ ثَالِثاً، فَأَتَيْتُهُ بِرَوْثَةٍ، فَأَخَذَهُمَا وَأَلْقَى الرَّوْثَةَ، وَقَالَ: هَذَا رِكْسٌ» أَخْرَجَهُ البُخَارِيُّ. ⁽¹⁾\nزَادَ أَحْمَدُ، وَالدَّارَقُطْنِيُّ: «ائْتِنِي بِغَيْرِهَا». ⁽²⁾",
        "އަދި އިބްނު މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަތެވެ. ފަހެ ތިން ހިލަކޮޅު ހިފައިގެން އެކަލޭގެފާނުގެ އަރިހަށް ދިޔުމަށް އެކަލޭގެފާނު ތިމަންނައަށް އަމުރު ކުރެއްވިއެވެ. ފަހެ ތިމަންނައަށް ފެނުނީ ދެ ހިލަކޮޅެވެ. އަދި ތިންވަނަ އެއްޗެއް ނުފެނުނެވެ. އެހެންކަމުން ޖަނަވާރެއްގެ (ހިކިފައިވާ) ބޮޑުކަމުދާ ތަކެތި ހިފައިގެން އެކަލޭގެފާނު އަރިހަށް ދިޔައިމެވެ. ފަހެ އެ ދެ ހިލަކޮޅު އެކަލޭގެފާނު ނެންގެވިއެވެ. އަދި ޖަނަވާރުގެ ބޮޑުކަމުދާ ތަކެތި އެއްލާލެއްވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ނަޖިހެވެ.“ އެ ނެރުއްވީ ބުޚާރީއެވެ.\nއަޙްމަދު އަދި ދާރަގުޠުނީ އިތުރު ކުރެއްވިއެވެ: ”މި ނޫން އެއްޗެއް ހިފައިގެން ތިމަން ނަބިއްޔާގެ އަރިހަށް އަންނާށެވެ.“",
        "⁽¹⁾ أخرجه: أحمد 1/ 418، والبخاري 1/ 51 (156)، وابن ماجه (314)، والترمذي (17)، والنسائي 1/ 39، وابن خزيمة (70)، والطبراني في «الكبير» (9954)، والبيهقي 1/ 108.\nانظر: «الإلمام» (100)، و «المحرر» (108).\n(2) إن هذه الزيادة من رواية أبي إسحاق السبيعي عن علقمة، قال أبو حاتم وأبو زرعة: «أبو إسحاق لم يسمع من علقمة شيئاً»، لكن قال الحافظ: «أثبت سماعه لهذا الحديث منه الكرابيسي». تنبيه: لفظ أحمد هو: «ائتني بحجر».\nأخرجه: أحمد 1/ 450، والدارقطني 1/ 55، والبيهقي 1/ 108.\nانظر: «المراسيل» لابن أبي حاتم (524)، و «الإلمام» (100)، و «المحرر» (108)، و «فتح الباري» 1/ 444 عقب (156)"
    ],
    [
        "87",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٧ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى أَنْ يُسْتَنْجَى بِعَظْمٍ، أَوْ رَوْثٍ، وَقَالَ: إِنَّهُمَا لَا يُطَهِّرَانِ» رَوَاهُ الدَّارَقُطْنِيُّ وَصَحَّحَهُ. ⁽¹⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ކަށިންނާއި، (ޖަނަވާރެއްގެ) ބޮޑުކަމުދާ ތަކެތިން އިސްތިންޖާ ކުރުން ރަސޫލު ﷲ ﷺ ނަހީ ކުރެއްވިއެވެ. އަދި އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެ ދޭތި ތާހިރެއް ނުކޮށްދެއެވެ.“\rދާރަގުޠުނީ އެ ރިވާކޮށް ސައްހަ ކުރެއްވިއެވެ.",
        "⁽¹⁾ فيه الحسن بن الفرات القزاز وهو صدوق يهم، وسلمة بن رجاء وهو صدوق يغرب.\nأخرجه: ابن عدي في «الكامل» 4/ 356 وعلله، والدارقطني 1/ 56 وقال: إسناد صحيح، وتوبع الحسن بن فرات تابعه شعبة عند العقيلي في «الضعفاء» 1/ 300 - 301، وفي الإسناد إليه نصر بن حماد قال عنه ابن معين متروك.\rانظر: «الإلمام» (101)، و «المحرر» (109)"
    ],
    [
        "88",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اسْتَنْزِهُوا مِنَ البَوْلِ، فَإِنَّ عَامَّةَ عَذَابِ القَبْرِ مِنْهُ» رَوَاهُ الدَّارَقُطْنِيُّ. ⁽¹⁾\nوَلِلْحَاكِمِ: «أَكْثَرُ عَذَابِ القَبْرِ مِنَ البَوْلِ» وَهُوَ صَحِيحُ الإِسْنَادِ. ⁽²⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކުޑަކަމުދާ ތަކެތިން ތިޔަބައިމީހުން ދުރުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ކަށްވަޅުގެ އަޒާބުގެ ބޮޑު ބައެއް ވަނީ އޭގެ (ސަބަބުންނެވެ.)“ އެ ރިވާ ކުރެއްވީ ދާރަގުޠުނީއެވެ.\nއަދި ޙާކިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”އެންމެ ގިނައިން ކަށްވަޅުގެ އަޒާބު ލިބިގެންދަނީ ކުޑަކަމުދާ ތަކެތިގެ (ސަބަބުނެންނެވެ.)“ އަދި އޭގެ ސަނަދު ސައްހައެވެ.",
        "⁽¹⁾ قال الدارقطني: «الصواب أنَّه مرسل»، وفيه محمد بن الصبَّاح، قال عنه الذهبي: «لا يعرف، وخبره منكر» «الميزان» 3/ 583.\nأخرجه: الدارقطني 1/ 128، وله ما يشهد له.\n⁽²⁾ أخرجه: ابن أبي شيبة (1314)، وأحمد 2/ 326، وابن ماجه (348)، والدارقطني 1/ 128، والحاكم 1/ 293، والبيهقي 2/ 412.\nوقال الحاكم : «صحيح على شرط الشيخين، ولا أعرف له علة، ولم يخرجاه». وقال الذهبي: «وله شاهد»\nتنبيه: عزاه الحافظ ابن حجر إلى كتاب متأخر، وهو نفسه قد عزاه في «التلخيص الحبير» 1/ 311 لأحمد وابن ماجه."
    ],
    [
        "89",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٨٩ - وَعَنْ سُرَاقَةَ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «عَلَّمَنَا رَسُولُ اللَّهِ ﷺ فِي الخَلَاءِ أَنْ نَقْعُدَ عَلَى اليُسْرَى، وَنَنْصِبَ اليُمْنَى» رَوَاهُ البَيْهَقِيُّ بِسَنَدٍ ضَعِيفٍ. ⁽¹⁾",
        "އަދި ސުރާގާ ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ގަޟާޙާޖާ ކުރުމުގައި، ތިމަންމެން އިށީންނަންވީ ވާތް ފައިތިލަ މަތީގައި ކަމަށް، އަދި ކަނާތް ފައިތިލަ ކޮށްޅަށް ނަގައިގެން ކަމަށް، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އުނގަންނަވައި ދެއްވިއެވެ.\nބައިހަގީ އެ ރިވާ ކުރެއްވީ ޟަޢީފު ސަނަދަކުންނެވެ.\n(އެބަހީ: ވާތް ފައިތިލަ ރީއްޗަށް ބިންމަތީގައި ޖައްސައިގެން އެއަށް ބުރަވެ އިނދެ، ކަނާތް ފައިތިލައިގެ ފުންނާބު މައްޗަށް ނަގާ އެ ފައިތިލާގެ އިނގިލިތައް ބިންމަތީގައި ޖައްސައިގެން އިށީނުމެވެ.)",
        "⁽¹⁾ فيه مبهمان.\rأخرجه: الطبراني في «الكبير» (6605)، والبيهقي 1/ 96"
    ],
    [
        "90",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٩٠ - وَعَنْ عِيسَى بْنِ يَزْدَادَ، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا بَالَ أَحَدُكُمْ فَلْيَنْتُرْ - ذَكَرَهُ ثَلَاثَ مَرَّاتٍ -» رَوَاهُ ابْنُ مَاجَهْ بِسَنَدٍ ضَعِيفٍ. ⁽¹⁾",
        "އަދި ޢީސާ ބިން ޔަޒްދާދުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕަ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ކުޑަކަމުގޮސްފިނަމަ، ފަހެ އޭނާގެ ޒަކަރު ތިން ފަހަރު ނަތުރު ކުރާހުއްޓެވެ.“ (އެބަހީ: ދަމާ ހުސްކުރާހުއްޓެވެ.)\rއިބްނު މާޖާ އެ ރިވާ ކުރެއްވީ ޟަޢީފު ސަނަދަކުންނެވެ.",
        "⁽¹⁾ فيه زمعة بن صالح وهو ضعيف، وعيسى بن يزداد وأبوه مجهولان.\rأخرجه: ابن أبي شيبة (1719)، وأحمد 4/ 347، وابن ماجه (326)، والبيهقي 1/ 113"
    ],
    [
        "91",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ قَضَاءِ الحَاجَةِ",
        "ގަޟާޙާޖާގެ ބާބު",
        "٩١ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ سَأَلَ أَهْلَ قُبَاءٍ، فَقَالُوا: إِنَّا نُتْبِعُ الحِجَارَةَ المَاءَ» رَوَاهُ البَزَّارُ بِسَنَدٍ ضَعِيفٍ ⁽¹⁾، وَأَصْلُهُ فِي أَبِي دَاوُدَ وَالتِّرْمِذِيِّ.\nوَصَحَّحَهُ ابْنُ خُزَيْمَةَ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: بِدُونِ ذِكْرِ «الحِجَارَةِ». ⁽²⁾",
        "އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ، ގުބާގެ އަހުލުވެރިން ގާތު ސުވާލު ކުރެއްވިއެވެ. (ހަމަކަށަވަރުން ﷲ ތިޔަބައިމީހުންގެ މައްޗަށް ސަނާގެ ބަސްފުޅު ވަހީ ކުރެއްވިއެވެ. އެބަހީ: ތިޔަބައިމީހުން ތާހިރުވުމަށް ލޯބިކުރާ ކަމަށް ގުރްއާނުގައި އައިސްފައިވަނީ ކީއްވެހެއްޔެވެ؟) ފަހެ އެބައިމީހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަންމެން ހިލައަށްފަހު ފެން ބޭނުން ކުރަމެވެ. (އެބަހީ: އިސްތިޖުމާރު ކުރުމަށް ފަހު ދޮންނަމެވެ.)\nބައްރާޒު އެ ރިވާ ކުރެއްވީ ޟަޢީފު ސަނަދަކުންނެވެ.\nއަދި އޭގެ އަސްލު އަބޫ ދާވޫދާއި ތިރްމިޛީގައި ވެއެވެ.\nއަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވީ، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން، ހިލަ (މި ލަފްޒު) ޒިކުރު ކުރުމާ ނުލައެވެ.",
        "⁽¹⁾ فيه محمد بن عبد العزيز بن عمر وهو متفق على تركه، وكذا عبد الله بن شبيب متهم، أخرجه البزار كما في «كشف الأستار» (227)، وجاء عند الطبراني في «الكبير» (11065) من وجه آخر عن ابن عباس ولا يصح؛ فيه محمد بن حميد الرازي ضعيف، وسلمة بن الفضل صدوق كثير الخطأ، ومحمد بن إسحاق مدلس، وقد عنعن.\n⁽²⁾ فيه يونس بن الحارث الثقفي، وهو ضعيف، وإبراهيم بن أبي ميمونة، مجهول الحال.\nأخرجه: أبو داود (44)، وابن ماجه (357)، والترمذي (3100)، والبيهقي 1/ 105.\nوأما تصحيح ابن خزيمة، فقد خرجه من حديث عويم بن ساعدة برقم (83)، وكذا أخرجه: أحمد 3/ 422، والطبري في «التفسير» 11/ 30، والطبراني في «الكبير» 17/ (348)، والحاكم 1/ 155، وهو ضعيف الإسناد كذلك؛ فيه عبد الله بن عبد الله بن أويس، وفيه أيضاً شرحبيل بن سعد وهو ضعيف.\nعن أبي هريرة، عن النبي صلى الله عليه وسلم قال: نزلت هذه الآية في أهل قباء: {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} [التوبة: 108]، قال: كانوا يستنجون بالماء، فنزلت فيهم هذه الآية."
    ],
    [
        "92",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٢ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «المَاءُ مِنَ المَاءِ» رَوَاهُ مُسْلِمٌ ⁽¹⁾، وَأَصْلُهُ فِي البُخَارِيِّ. ⁽²⁾",
        "އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފެން ވަނީ ފެނުންނެވެ.“ (އެބަހީ: ހިނައިގަނެ ފެންވެރުން ވާޖިބު ވަނީ މަނި ބޭރުވުމުގެ ސަބަބުންނެވެ.)\nއެ ރިވާ ކުރެއްވީ މުސްލިމެވެ. އަދި އޭގެ އަސްލު ބުޚާރީގައި ވެއެވެ.",
        "⁽¹⁾ أخرجه: أحمد 3/ 29، ومسلم 1/ 185 (343) (81)، وأبو داود (217)، وأبو يعلى (1236)، وابن خزيمة (233) بتحقيقي، وأبو عوانة (815)، والطحاوي في «شرح المعاني» (301)، وابن حبان (1168)، والبيهقي 1/ 167.\nانظر: «الإلمام» (103)، و «المحرر» (111).\n⁽²⁾ أخرجه: عبد الرزاق (963)، وأحمد 3/ 21، والبخاري 1/ 56 (180)، ومسلم 1/ 185 (345) (83)، وابن ماجه (606)، وابن حبان (1171)، والبيهقي 1/ 165.\nانظر: «المحرر» (111)\nففي رواية مسلم، عن أبي سعيد الخدري قال: خرجت مع رسول الله صلى الله عليه وسلم يوم الاثنين إلى قباء، حتى إذا كنا في بني سالم، وقف رسول الله صلى الله عليه وسلم على باب عتبان. فصرخ به، فخرج يجر إزاره، فقال رسول الله صلى الله عليه وسلم: «أعجلنا الرجل» فقال عتبان: يا رسول الله. أرأيت الرجل يعجل عن امرأته ولم يمن ماذا عليه؟ قال رسول الله صلى الله عليه وسلم: «إنما» الحديث.\nوأما رواية البخاري، فلفظه: «إذا أعجلت -أو قحطت- فعليك الوضوء» وهو رواية لمسلم."
    ],
    [
        "93",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٣ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ، ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الغُسْلُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nزَادَ مُسْلِمٌ: «وَإِنْ لَمْ يُنْزِلْ». ⁽²⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ ހަތަރެސްފައި ދެމެދު (މީހަކު) އިށީނދެ (އޭނާގެ ޒަކަރު) އެ ކަނބުލޭގެ (ފަރުޖު) ތެރެއަށް ވައްދައިގަނެފި ނަމަ، ފަހެ ހަމަކަށަވަރުން ހިނައިގަތުން ވާޖިބުވެއްޖެއެވެ.“ މުއްތަފަގުން ޢަލައިހިއެވެ.\nމުސްލިމު އިތުރު ކުރެއްވިއެވެ: ”އަދި މަނި ބޭރު ނުވިކަމުގައި ވިޔަސް މެއެވެ.“",
        "⁽¹⁾ أخرجه: ابن أبي شيبة (936)، وأحمد 2/ 234، والدارمي (767)، والبخاري 1/ 80 (291)، ومسلم 1/ 186 (348) (87)، وأبو داود (216)، والنسائي 1/ 110، وابن حبان (1174)، والبيهقي 1/ 163.\nانظر: «الإلمام» (105)، و «المحرر» (113).\n⁽²⁾ أخرجه: أحمد 2/ 347، ومسلم 1/ 186 (348) (78)، وأبو يعلى (6227)، وأبو عوانة (824)، وابن حبان (1178)، والبيهقي 1/ 163.\nانظر: «الإلمام» (106)، و «المحرر» (113)"
    ],
    [
        "94",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٤ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي المَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ - قَالَ: «تَغْتَسِلُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nزَادَ مُسْلِمٌ: «فَقَالَتْ أُمُّ سَلَمَةَ ⁽²⁾ رَضِيَ اللهُ عَنْهَا: وَهَلْ يَكُونُ هَذَا؟! قَالَ: نَعَمْ، فَمِنْ أَيْنَ يَكُونُ الشَّبَهُ؟!». ⁽³⁾",
        "އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ފިރިހެނުންނަށް ހުވަފެނުގައި ފެންނަ ފަދަ ކަންތައް ފެންނަ އަންހެނުންނާ މެދު (އެބަހީ: އިޙްތިލާމުވުމާއި މަނި ބޭރުވެފައި ވާތަން ފެންނަ އަންހެނުންނާ މެދު) ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ ހިނައިގަންނާނީއެވެ.“ މުއްތަފަގުން ޢަލައިހިއެވެ.\nމުސްލިމުގެ އިތުރު ކުރެއްވިއެވެ: ފަހެ އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ދެންނެވިއެވެ: އަދި މިއީ ވާކަމެއްތޯއެވެ؟ (އެބަހީ: އަންހެނަކު އިޙްތިލާމުވެ މަނި ބޭރުވޭހެއްޔެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާނއެކެވެ. ފަހެ (ދަރީގެ) ވައްތަރުކަން އަންނަނީ ކޮންތާކުންހެއްޔެވެ؟“",
        "⁽¹⁾ أخرجه: أحمد 3/ 121، والدارمي (770)، ومسلم 1/ 171 - 172 (310) (29)، وابن ماجه (601)، والنسائي 1/ 112، وأبو يعلى (2920)، وابن حبان (1164)، والبيهقي 1/ 169.\nتنبيه: وهم الحافظ هنا إذ عزا الحديث للبخاري فإنه لم يروه.\nانظر: «المحرر» (112).\n⁽²⁾ تحرف في الأصل إلى «أم سلمة» وما أثبته مسلم هو أم سليم.\n⁽³⁾ أخرجه: أحمد 3/ 282، ومسلم 1/ 172 (311) (30)\nوهو بتمامه: عن أنس بن مالك؛ أن أم سليم سألت نبي الله صلى الله عليه وسلم: عن المرأة ترى في منامها ما يرى الرجل؟ فقال رسول الله صلى الله عليه وسلم: «إذا رأت ذلك المرأة فلتغتسل» فقالت أم سليم: واستحييت من ذلك. قالت: وهل يكون هذا؟ فقال نبي الله صلى الله عليه وسلم: «نعم. فمن أين يكون الشبه. إن ماء الرجل غليظ أبيض. وماء المرأة رقيق أصفر. فمن أيهما علا أو سبق يكون منه الشبه»"
    ],
    [
        "95",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يَغْتَسِلُ مِنْ أَرْبَعٍ: مِنَ الجَنَابَةِ، وَيَوْمَ الجُمُعَةِ، وَمِنَ الحِجَامَةِ، وَمِنْ غَسْلِ المَيِّتِ» رَوَاهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ހަތަރު ކަމަކުން ހިނައިވަޑައިގަންނަވާ ކަމުގައިވެއެވެ. ޖުނުބުވެރިކަމުންނާއި، ހުކުރު ދުވަހުގައްޔާއި، ހިޖާމާ ޖެހުމުންނާއި އަދި މައްޔިތާ ހިނެވުމުންނެވެ.\nއެ ނެރުއްވީ އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        "⁽¹⁾ فيه مصعب بن شيبة وهو ضعيف، وهذا الحديث من مناكيره كما جزم به أبو داود، والعقيلي، والذهبي.\rأخرجه: أحمد 6/ 152، وأبو داود (348)، وابن خزيمة (256)، والعقيلي في «الضعفاء» 4/ 197، والدارقطني 1/ 113، والحاكم 1/ 163، والبيهقي 1/ 199، والبغوي (338).\rانظر: «الإلمام» (112)، و «المحرر» (117)\nوالحديث عند أبي داود من فعله، وعند ابن خزيمة من قوله."
    ],
    [
        "96",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ - فِي قِصَّةِ ثُمَامَةَ بْنِ أُثَالٍ عِنْدَمَا أَسْلَمَ -: «وَأَمَرَهُ النَّبِيُّ ﷺ أَنْ يَغْتَسِلَ» رَوَاهُ عَبْدُ الرَّزَّاقِ ⁽¹⁾، وَأَصْلُهُ مُتَّفَقٌ عَلَيْهِ. ⁽²⁾",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ޘުމާމާ ބިން އުޘާލުގެ ވާހަކަގައި، އޭނާ އިސްލާމުވީ ހިނދު، އޭނާ ހިނައިގަތުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ.\rއެ ރިވާ ކުރެއްވީ ޢަބްދުއްރައްޒާގެވެ. އަދި އޭގެ އަސްލު މުއްތަފަގުން ޢަލައިހިއެވެ.",
        "⁽¹⁾ أخرجه: عبد الرازق (9834)، وأحمد 4/ 204، وابن الجارود (15)، وابن خزيمة (253)، وابن حبان (1238)، والبيهقي 1/ 171.\rانظر: «الإلمام» (108)، و «المحرر» (114).\rوفيه: «فأمره أن يغتسل فاغتسل».\n⁽²⁾ أخرجه: أحمد 2/ 246، والبخاري 1/ 125 (462)، ومسلم 5/ 158 (1764) (59)، وأبو داود (2679)، والنسائي 1/ 109 - 110، وابن خزيمة (252)، وابن حبان (1239)، والبيهقي 1/ 171.\rمن حديث أبي هريرة أيضا، وفيه: «فانطلق -أي: ثمامة- إلى نخل قريب من المسجد، فاغتسل»\nتنبيه: الحافظ ابن حجر يشير في قوله: «وأصله» إلى ثمة اختلاف أو اختصار، والرواية التي أشار إليها ابن حجر ليس فيها الأمر بالغسل، بل فيها أنَّ ثمامة اغتسل.\rانظر: «الإلمام» (108)، و «المحرر» (114)"
    ],
    [
        "97",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٧ - وَعَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «غُسْلُ الجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» أَخْرَجَهُ السَّبْعَةُ. ⁽¹⁾",
        "އަދި އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު ފެންވެރުން، ބާލިޣުވެފައިވާ ކޮންމެ މީހެއްގެ މައްޗަށް ވާޖިބެވެ.“\nއެ ނެރުއްވީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)",
        "⁽¹⁾ أخرجه: عبد الرزاق (5307)، والحميدي (736)، وأحمد 3/ 6، والدارمي (1546)، والبخاري 1/ 217 (858)، مسلم 3/ 3 (846) (5)، وأبو داود (341) وابن ماجه (1089)، والنسائي 3/ 93، وابن الجارود (284)، وابن خزيمة (1742)، وابن حبان (1229)، والبيهقي 1/ 294.\rتنبيه: وَهِمَ الحافظ في عزوه الحديث للترمذي.\rانظر: «الإلمام» (109)، و «المحرر» (115)"
    ],
    [
        "98",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٨ - وَعَنْ سَمُرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَوَضَّأَ يَوْمَ الجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنِ اغْتَسَلَ فَالغُسْلُ أَفْضَلُ» رَوَاهُ الخَمْسَةُ، وَحَسَّنَهُ التِّرْمِذِيُّ. ⁽¹⁾",
        "އަދި ސަމުރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު ވުޟޫކޮށްފި މީހާ، ފަހެ އެ ކަން ކުރުމަކީ ރަނގަޅު ކަމެކެވެ. އަދި ފެންވަރައިފި މީހާ، ފަހެ ފެންވެރުން މާ ރަނގަޅެވެ.“\nއެ ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީ އެ ހަސަން ކުރެއްވިއެވެ.",
        "⁽¹⁾ قال الترمذي: «حديث حسن»\nأخرجه: أحمد 5/ 11، والدارمي (1548)، وأبو داود (354)، والترمذي (497)، والنسائي 3/ 94، وابن خزيمة (1757)، والبيهقي 1/ 295، والبغوي (335).\nانظر: «الإلمام» (111)، و «المحرر» (116)\nوعزو الحافظ الحديث للخمسة وهم منه إذ الحديث ليس عند ابن ماجه، عن سمرة، وإنما عنده عن أنس. انظر «الجمعة وفضلها» لأبي بكر المروزي (31) والحافظ نفسه عزاه في «الفتح» لأصحاب السنن الثلاثة."
    ],
    [
        "99",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "٩٩ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُقْرِئُنَا القُرْآنَ مَا لَمْ يَكُنْ جُنُباً» رَوَاهُ الخَمْسَةُ، وَهَذَا لَفْظُ التِّرْمِذِيِّ وَحَسَّنَهُ، وَصَحَّحَهُ ابْنُ حِبَّانَ. ⁽¹⁾",
        "އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިވަޑައިގެން ނުވާހާ ހިނދަކު، ތިމަންމެންނަށް ގުރްއާން ކިޔަވާ ވިދާޅުވެދެއްވައެވެ.\nއެ ނެރުއްވީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި މިއީ ތިރްމިޛީގެ ލަފްޒު، އަދި އެކަލޭގެފާނު އެ ހަސަން ކުރެއްވިއެވެ. އަދި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރެއްވިއެވެ.",
        "⁽¹⁾ اختلف في هذا الحديث تبعاً للخلاف الحاصل في أحد رواته وهو عبد الله بن سلِمة وقيل توبع، لكن الراجح تضعيف راويه، وعدم صحة المتابع، والصواب فيه وقف الحديث على عليٍّ كما رجحه الدارقطني.\nأخرجه: أحمد 1/ 83، وأبو داود (229)، وابن ماجه (594)، والترمذي (146)، والبزار (706)، والنسائي 1/ 144، وأبو يعلى (287)، وابن الجارود (94)، وابن خزيمة (208)، وابن حبان (799)، والدارقطني 1/ 119، والبيهقي 1/ 88 - 89. ولبعضهم ألفاظ أخر.\nانظر: «الإلمام» (113)، و «المحرر» (118)"
    ],
    [
        "100",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "١٠٠ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ، ثُمَّ أَرَادَ أَنْ يَعُودَ؛ فَلْيَتَوَضَّأْ بَيْنَهُمَا وُضُوءاً» رَوَاهُ مُسْلِمٌ. زَادَ الحَاكِمُ: «فَإِنَّهُ أَنْشَطُ لِلْعَوْدِ».\nوَلِلْأَرْبَعَةِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «كَانَ رَسُولُ اللَّهِ ﷺ يَنَامُ وَهُوَ جُنُبٌ، مِنْ غَيْرِ أَنْ يَمَسَّ مَاءً» وَهُوَ مَعْلُولٌ.",
        "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު، އޭނާގެ އަނބިމީހާއާއެކު (ރޭކުރަން) ދިޔުމަށް ފަހު، ދެން (ދެވަނަ ފަހަރަށް) އަނެއްކާ އޭނާ (ރޭކުރަން) އެދޭ ނަމަ، ފަހެ އެ ދެމެދުގައި އޭނާ ވުޟޫކުރުމަކުން ވުޟޫކުރާ ހުއްޓެވެ. މި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.\nޙާކިމްގެ ރިވާޔަތުގައި އިތުރަށް އައިސްފައިވެއެވެ: ”އެހެނީ ހަމަކަށަވަރުން އެއީ އަނެއްކާ (ރޭކުރުމަށް) އިތުރަށް ހީވާގިކޮށްދޭ ކަމެކެވެ.“\nއަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި، ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޖުނުބުވެރިވަޑައިގެންވާ ހާލު، ރަސޫލު ﷲ ﷺ އަވަހާރަފުޅުލައްޕަވައެވެ. އެއީ ފެނުގައި ބީއްސެވުމަކާ ނުލައެވެ.\nއަދި މިއީ މަޢުލޫލު (ބަލިކަށިކަމެއްވާ) ޙަދީޘެކެވެ.",
        ""
    ],
    [
        "101",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "١٠١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اغْتَسَلَ مِنَ الجَنَابَةِ؛ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ، ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ، فَيَغْسِلُ فَرْجَهُ، ثُمَّ يَتَوَضَّأُ، ثُمَّ يَأْخُذُ المَاءَ، فَيُدْخِلُ أَصَابِعَهُ فِي أُصُولِ الشَّعْرِ، ثُمَّ حَفَنَ عَلَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ، ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ، ثُمَّ غَسَلَ رِجْلَيْهِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.\nوَلَهُمَا فِي حَدِيثِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا: «ثُمَّ أَفْرَغَ عَلَى فَرْجِهِ، وَغَسَلَهُ بِشِمَالِهِ، ثُمَّ ضَرَبَ بِهَا الأَرْضَ».\nوَفِي رِوَايَةٍ: «فَمَسَحَهَا بِالتُّرَابِ».\nوَفِي آخِرِهِ: «ثُمَّ أَتَيْتُهُ بِالمِنْدِيلِ فَرَدَّهُ - وَفِيهِ -: وَجَعَلَ يَنْفُضُ المَاءَ بِيَدِهِ».",
        "އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލާ ﷺ ޖުނުބުވެރިކަމުން ހިނައިގަންނަވާ ހިނދު، ފައްޓަވަނީ ދެ އަތްތިލަ ދޮންނަވައިގެންނެވެ. ދެން އެކަލޭގެފާނުގެ ކަނާތްޕުޅުން ވާތްޕުޅަށް ފެން އޮއްސަވާ، އެކަލޭގެފާނުގެ ލަދުވެތި ގުނަވަންފުޅު ދޮންނަވައެވެ. އެއަށްފަހު ވުޟޫ ކުރައްވައެވެ. ދެން ފެން ނަންގަވައިގެން، އިސްތަށިފުޅުގެ ބުޑާ ހަމައަށް އިނގިލިފުޅު ވައްދަވައެވެ. ދެން ދެ އަތްގޮށިން ތިން ފަހަރު އިސްތަށިފުޅު މަތިން ފެން އަޅުއްވައެވެ. އެއަށްފަހު މުޅި ހަށިކޮޅަށް ފެން އަޅުއްވައެވެ. ދެން ދެފައިންޕުޅު ދޮންނަވައެވެ.\nމިއީ މުއްތަފަގުން ޢަލައިހި ޙަދީޘެކެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.\nއަދި އެ ދެބޭކަލުން ( އެބަހީ : ބުޚާރީ އަދި މުސްލިމު) ރިވާކުރައްވާފައިވާ ميمونة رَضِيَ اللَّهُ عَنْهَا ހަދީޘްގައި ވެއެވެ.”އެއަށްފަހު ލަދުވެތި ގުނަވަނުގެ މައްޗަށް ފެން އޮއްސެވިއެވެ. އަދި އެކަލޭގެފާނުގެ ވާތްޕުޅުން ލަދުވެތި ގުނަވަން ދޮންނެވިއެވެ.ދެން އެއަށްފަހު ދެއަތްޕުޅުން ބިންމަތީގައި ޖެއްސެވިއެވެ. އަދި ރިވާޔަތެއްގައި ވެއެވެ:” ވެލީގައި ދެއަތްޕުޅު ބީއްސެވިއެވެ. އަދި މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا ގެ ހަދަީޘްގެ ފަހުކޮޅުގައި ވެއެވެ:އެއަށްފަހު އެކަލޭގެފާނުގެ ހަށިކޮޅު ހިއްކުމަށްޓަކައި ފޮތިކޮޅެއް ހިއްޕަވައިގެން ތިމަން ކަމަނާ ވަޑައިގަތުމުން، އެކަލޭގެފާނު އެ ރައްދުކުރެއްވިއެވެ. އަދި އެ ހަދީޘްގައިވެއެވެ. އެކަލޭގެފާނުގެ އަތްޕުޅުން ފެންތައް ތަޅުވާލައްވާ ފިލުވައިލެއްވިއެވެ.",
        ""
    ],
    [
        "102",
        "‌‌كِتَابُ الطَّهَارَةِ",
        "ތަހާރާގެ ފޮތް",
        "بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ",
        "ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު",
        "١٠٢ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أَشُدُّ شَعْرَ رَأْسِي، أَفَأَنْقُضُهُ لِغُسْلِ الجَنَابَةِ؟ - وَفِي رِوَايَةٍ: وَالحَيْضَةِ؟ - فَقَالَ: لَا، إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلَاثَ حَثَيَاتٍ» رَوَاهُ مُسْلِمٌ.",
        "އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ. ތިމަން ކަމަނާ ދެންނެވީމެވެ. އޭ ﷲ ގެ ރަސޫލާއެވެ. އަހުރެންނަކީ ބޮލުގެ އިސްތަށިގަނޑު ގަތާފައި ބަހައްޓާ މީހަކީމެވެ. ފަހެ ޖުނުބުވެރިކަމުން ހިނައިގަތުމަށްޓަކައި އިސްތަށިގަނޑު ނިއުޅުވާލަން ޖެހޭނެތޯއެވެ؟ \"އަދި ޙައިޟުވެރިކަމުން ހިނައިގަންނައިރުއާއި\"، މިފަދައިން ރިވާޔަތެއްގައި ވެއެވެ. ފަހެ ރަސޫލާ صلى ﷲ عليه وسلم ޙަދީޘްކުރެއްވިއެވެ. « ނޫނެކެވެ. ކަމަނާގެ ބޮލަށް ދެއަތްގޮށީ ފެން ތިން ފަހަރު އެޅުމުން ކަމަނާއަށް ފުދޭނެއެވެ ». މިޙަދީޘް ރިވާކުރެއްވީ މުސްލިމުއެވެ.",
        ""
    ]
]