[["1","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","١ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي البَحْرِ -: «هُوَ الطَّهُورُ مَاؤُهُ، الحِلُّ مَيْتَتُهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ ⁽¹⁾، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَالتِّرْمِذِيُّ ⁽²⁾.","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ކަނޑާމެދު ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އޭގެ ފެން ޠަހޫރުވެފައި، އަދި އޭގެ މުޅަތަކެތި ހަލާލު ތަނެކެވެ.“\nއެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު އަބީ ޝައިބާވެސް އެ ނެރުނެވެ. އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއާއި ތިރުމިޛީއެވެ.\n(ނޯޓު: ޠަހޫރު ތަކެއްޗަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން އެއްޗެހިވެސް ތާހިރުކޮށްދޭ ތަކެއްޗެވެ.)","⁽¹⁾ وعلى الرغم من ذلك فإنَّه اختصره ولم يذكره بلفظه، وسببه أنَّه قلد صاحب «المحرر».\n⁽²⁾ صححه عدد من الأئمة، منهم: البخاري، والترمذي، وابن خزيمة، والطحاوي، وابن السكن، وابن حبان، وابن المنذر، والدارقطني، وابن منده، والحاكم، والبيهقي، وعبد الحق الإشبيلي، والبغوي، وابن الملقن، وآخرون.\nأخرجه: ابن أبي شيبة (1402)، وأبو داود (83)، وابن ماجه (386)، والترمذي (69)، والنسائي 1/ 50، وابن خزيمة (111)، ‌والشافعي (الأم 1/ 16)، ‌وأحمد (2/ 237، 361، 378، 392)\nمن طريق صفوان بن سليم، عن سعيد بن سلمة من آل بني الأزرق، عن المغيرة بن أبي بردة - وهو من بني عبد الدار- أنه سمع أبي هريرة يقول: جاء رجل إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله! إنا نركب البحر، ونحمل معنا القليل من الماء، فإن توضأنا به عطشنا، أفنتوضأ به؟ فقال صلى الله عليه وسلم: فذكره.\nانظر: «الإلمام» (1)، و «المحرر» (1)"],["2","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٢ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» أَخْرَجَهُ الثَّلَاثَةُ، وَصَحَّحَهُ أَحْمَدُ ⁽¹⁾.","އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން ފެން ޠަހޫރުވެގެން ވެއެވެ. އެއްވެސް އެއްޗަކުން އެ ނަޖިސްވެގެން ނުދެއެވެ.“\nއެ ޙަދީޘް ނެރުނީ ތިން އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި ނަސާއީއެވެ.) އަދި އެ ސައްހަ ކުރީ އަޙްމަދެވެ.","⁽¹⁾ صححه: الإمام أحمد وابن معين وابن حزم.\nأخرجه: أحمد 3/ 31، وأبو داود (66)، والترمذي (66)، والنسائي 1/ 174\nعن أبي سعيد الخدري، قال: قيل: يا رسول الله (!) أنتوضأ (رواية: أتتوضأ) من بئر بضاعة، وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن؟! فقال رسول الله صلى الله عليه وسلم: .. الحديث. أعل بجهالة أحد رواته، لكن له طرق وشواهد أخرى يصح بها الحديث، كما تجد ذلك مفصلا «بالأصل». فائدة: قوله في الحديث: «وهي بئر يلقى فيها الحيض، ولحوم الكلاب، والنتن». قال الخطابي عن ذلك في «معالم السنن» (1/ 37): «يتوهم كثير من الناس إذا سمع هذا الحديث أن هذا كان منهم عادة، وأنهم كانوا يأتون هذا الفعل قصدا وعمدا، وهذا لا يجوز أن يظن بذمي، بل بوثني، فضلا عن مسلم! ولم يزل من عادة الناس قديما وحديثا؛ مسلمهم وكافرهم: تنزيه المياه، وصونها عن النجاسات، فكيف يظن بأهل ذلك الزمان، وهم أعلى طبقات أهل الدين، وأفضل جماعة المسلمين، والماء في بلادهم أعز، والحاجة إليه أمس، أن يكون هذا صنيعهم بالماء، امتهانهم له؟!. وقد لعن رسول الله صلى الله عليه وسلم من تغوط في موارد الماء ومشارعه، فكيف من اتخذ عيون الماء ومنابعه رصدا للأنجاس، ومطرحا للأقذار؟ هذا ما لا يليق بحالهم. وإنما كان هذا من أجل أن هذه البئر في صدور من الأرض، وأن السيول كانت تكسح هذه الأقذار من الطرق والأفنية، وتحملها فتلقيها فيها، وكان الماء لكثرته لا تؤثر فيه وقوع هذه الأشياء ولا يغيره».\nانظر: «المحرر» (2)"],["3","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٣ - وَعَنْ أَبِي أُمَامَةَ البَاهِلِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ المَاءَ لَا يُنَجِّسُهُ شَيْءٌ، إِلَّا مَا غَلَبَ عَلَى رِيحِهِ، وَطَعْمِهِ، وَلَوْنِهِ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَبُو حَاتِمٍ ⁽¹⁾. وَلِلْبَيْهَقِيِّ: «المَاءُ طَاهِرٌ إِلَّا إِنْ تَغَيَّرَ رِيحُهُ، أَوْ طَعْمُهُ، أَوْ لَوْنُهُ؛ بِنَجَاسَةٍ تَحْدُثُ فِيهِ» ⁽²⁾.","އަދި އަބޫ އުމާމާ އަލްބާހިލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން އެއްވެސް އެއްޗަކުން ފެން ނަޖިސްވެގެން ނުދެއެވެ. އެއީ އޭގެ ވަހާއި، ރަހައާއި، ކުލައަށް ވެރިވެގަންނަ އެއްޗަކުން ފިޔަވައެވެ.“\n(އެބަހީ: އޭގެ ސިފަތަކަށް ބަދަލު ގެނުވައިދޭ އެއްޗެއް، އެ ފެނާ އެކުވެއްޖެ ނަމަ މެނުވީއެވެ.)\nއެ ޙަދީޘް ނެރުނީ އިބްނު މާޖާއެވެ. އަދި އަބޫ ޙާތިމް އެ ޟަޢީފު ކުރިއެވެ.\nއަދި ބައިހަގީގެ ރިވާޔަތުގައި ވެއެވެ: ”ފެން ތާހިރެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލުވެއްޖެ ނަމަ މެނުވީއެވެ.“","⁽¹⁾ فيه رشدين بن سعد وهو ضعيف، وقد أخطأ في وصله.\nأخرجه: ابن ماجه (521)، والدارقطني 1/ 28، والطبراني في «الكبير» (7503)\nوتضعيف أبي حاتم في «العلل» (97) لابنه، وقد ضعّفه إذ رجح الرواية المرسلة.\n⁽²⁾ سنده ضعيف؛ لضعف بقية، وله عنه طريق آخر ضعيف أيضاً، والحديث ضعّفه الشافعي والبيهقي وغيرهما، وقد ساق الحافظ ابن حجر الرواية؛ ليشرح حرف العطف في الرواية السابقة، بمعنى أنَّه لا يشترط اجتماع صفات سلبية الطهور على أنَّ هذا وذاك لم ينفع؛ لضعف الروايتين، لكنَّ فائدة ذلك أنْ يتحرى الباحث تفسير الحديث بالحديث.\nأخرجه: البيهقي 1/ 259 - 260"],["4","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٤ - وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا كَانَ المَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الخَبَثَ»، وَفِي لَفْظٍ: «لَمْ يَنْجُسْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَابْنُ حِبَّانَ وَالحَاكِمُ ⁽¹⁾.","އަދި ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ފެނުގައި ދެ ގުއްލަ ހަމަވާނަމަ، އެ ފެން ނަޖިހެއް ނުއުފުލާނެއެވެ.“ (އެބަހީ: އެ މިންވަރުގެ ފެނަށް ނަޖިހެއް އެޅުނަސް، އެއަކަށް އަސަރެއް ނުކުރާނެއެވެ.)\nއަދި އެހެން ލަފްޒެއްގައި ވެއެވެ: ”އެ ފެން ނަޖިސްވެގެން ނުދެއެވެ.“\nއެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއާއި އިބްނު ޙިއްބާނާއި ޙާކިމެވެ.\n(ނޯޓު: ބުލޫޣުލް މަރާމްގެ ޝަރަހައިގައި، ޢަބްދު ﷲ ބިން ޞާލިޙު އަލްފައުޒާން ވިދާޅުވަނީ، އެއް ގުއްލައަކީ ސަތޭކަ ދެ ކިލޯ ކަމަށެވެ. އެހެންވީމާ ދެ ގުއްލަ ވާނީ ދުއިސައްތަ ހަތަރު ލީޓަރަށެވެ.)","⁽¹⁾ صححه ابن خزيمة، والحاكم، وابن حبان.\nأخرجه: أبو داود (63)، وابن ماجه (517)، والترمذي (67)، والنسائي 1/ 46، وابن خزيمة (92)، وابن حبان (1249)، والحاكم (132).\nانظر: «المحرر» (3)"],["5","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَغْتَسِلْ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ وَهُوَ جُنُبٌ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِلْبُخَارِيِّ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ» ⁽²⁾.\nوَلِمُسْلِمٍ: «مِنْهُ» ⁽³⁾.\nوَلِأَبِي دَاوُدَ: «وَلَا يَغْتَسِلُ فِيهِ مِنَ الجَنَابَةِ» ⁽⁴⁾.","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ތިޔަބައިމީހުން ކުރެ މީހަކު ޖުނުބުވެރިވެގެންވާ ހާލު (އެއް ތަނެއްގައި) ގަރާރުވެފައިވާ ފެންގަނޑަކަށް (އެރިގެން) ފެން ނުވަރާހުއްޓެވެ.“ އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.\nއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު (އެއް ތަނެއްގައި) ގަރާރުވެފައި ހުންނަ، ނުހިނގާ ހުރި ފެންގަނޑަކަށް ކުޑަކަމު ނުދާހުއްޓެވެ. (އަދި އެއަށް ކުޑަކަމުގޮސްފައި) ދެން އޭގެ ތެރެއަށް (އެރިގެން) ފެންނުވަރާހުއްޓެވެ.“\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”(ދެން) އެ ފެނުން (ފެންނުވަރާހުއްޓެވެ.)“\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ވެއެވެ: ”އަދި އެއަށް އެރިގެން ޖުނުބެރިކަމުން ހިނައިތާހިރުވެ ނުގަންނަހުއްޓެވެ.“","⁽¹⁾ أخرجه مسلم (283) وأبو داود (70)، وابن ماجه (605)، والنسائي 1/ 124 - 125، وابن الجارود (56)، وابن خزيمة (93)، وابن حبان (1252)، والبيهقي 1/ 237.\n⁽²⁾ البخاري (239)\n⁽³⁾ مسلم (282)\n⁽⁴⁾ أبو داود (70)"],["6","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٦ - وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ ﷺ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ تَغْتَسِلَ المَرْأَةُ بِفَضْلِ الرَّجُلِ، أَوِ الرَّجُلُ بِفَضْلِ المَرْأَةِ، وَلْيَغْتَرِفَا جَمِيعاً» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَإِسْنَادُهُ صَحِيحٌ ⁽¹⁾.","އަދި ނަބިއްޔާ ﷺ އާ ބައްދަލުވި ސަހާބީއެއްގެ އަރިހުން ރިވާވެގެންވެއެވެ: ފިރިހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން އަންހެނަކު ހިނައިގަތުމާ، އަންހެނެއް (ހިނައިގަންނަން ބޭނުންކުރުމަށް ފަހު) ބާކީވާ ފެނުން ފިރިހެނަކު ހިނައިގަތުން، ރަސޫލު ﷲ ﷺ ނަހީ ކުރެއްވިއެވެ. (އެހެނެއްކަމަކު) އެ ދެ މީހުން އެކުއެކީގައި (ކަންވާރުގެ ތެރެއަށް) އަތް ލައިގެން ފެން ނަގާހުއްޓެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދާއި ނަސާއިއެވެ. އަދި އޭގެ އިސްނާދު ސައްހައެވެ.\n(ނޯޓު: ފިރިހެނުންނާއި އަންހެނުންނަށް، އެކަކު ހިނައިގަންނަން ބޭނުން ކުރުމަށް ފަހު ބާކީވާ ފެނުން އަނެކަކު ހިނައިގަތުމަކީ މަކްރޫހަ ކަމާއެކު ހުއްދަ ކަމެކެވެ. ޖެހިގެން އަންނަ ޙަދީޘްއިން އެ ކަން ސާބިތުކޮށްދެއެވެ.)","⁽¹⁾ أخرجه: أحمد 4/ 111، وأبو داود (81)، والنسائي 1/ 130، والبيهقي 1/ 190.\nانظر: «المحرر» (9)، و «تنقيح التحقيق» 1/ 40 (29)، و «فتح الباري» 1/ 514 قبيل (194)"],["7","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٧ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَلِأَصْحَابِ السُّنَنِ: «اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ ﷺ فِي جَفْنَةٍ، فَجَاءَ لِيَغْتَسِلَ مِنْهَا، فَقَالَتْ لَهُ: إِنِّي كُنْتُ جُنُباً، فَقَالَ: إِنَّ المَاءَ لَا يُجْنِبُ» وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽²⁾.","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا (ހިނައިގަންނަވަން ބޭނުންކުރެއްވުމަށް ފަހު) ބާކީ ހުންނަ ފެނުން ނަބިއްޔާ ﷺ ހިނައިގަންނަވައެވެ. އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.\nއަދި ސުނަނުގެ އަހުލުވެރިންގެ ރިވާޔަތެއްގައި ވެއެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ، އަދި އިބްނު މާޖާއެވެ.) ޖަފްނާއެއް (އެބަހީ: ބޮޑު ކަންވާރެއް) ގައި، ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލެއް ހިނައިގެންނެވިއެވެ. ދެން އޭގެން ހިނައިގެންނެވުމަށް އެކަލޭގެފާނު ވަޑައިގެންނެވިއެވެ. ފަހެ އެ ކަމަނާ އެކަލޭގެފާނުގެ އަރިހުގައި ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަން ކަމަނާވީ ޖުނުބުގެ ހާލުގައެވެ. ފަހެ އެކަލޭގެފާނު ހަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ފެން ޖުނުބުވެރިއެއް ނުވެއެވެ.“\nއަދި އެ ސައްހަ ކުރީ ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: أحمد 1/ 366، ومسلم 1/ 176 (323) (48)، وابن خزيمة (108) في لفظٍ قريب، والدارقطني 1/ 53، والبيهقي 1/ 188.\nانظر: «المحرر» (7)\n⁽²⁾ (1) أخرجه: عبد الرزاق (396)، وأحمد 1/ 235، وأبو داود (68)، وابن ماجه (370)، والترمذي (65)، والنسائي (325)، وأبو يعلى (2411)، وابن الجارود (48)، وابن خزيمة (91)، والدارقطني 1/ 52، والحاكم 1/ 159، والبيهقي 1/ 188.\nانظر: «المحرر» (8)"],["8","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ، أُولَاهُنَّ بِالتُّرَابِ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَفِي لَفْظٍ لَهُ: «فَلْيُرِقْهُ» ⁽²⁾.\nوَلِلتِّرْمِذِيِّ: «أُخْرَاهُنَّ، أَوْ أُولَاهُنَّ بِالتُّرَابِ» ⁽³⁾.","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ކަންވާރެއްގެ ތެރެއަށް ކުއްތާއެއް ދޫލައިފި ނަމަ، ފަހެ އެ ތާހިރު ކުރުން ވަނީ، އޭނާ އެ ހަތް ފަހަރު ދޮވެގެންނެވެ. އޭގެ ތެރެއިން ފުރަތަމަ ފަހަރު ވެލިންނެވެ.“ އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.\nއަދި މުސްލިމުގެ (އެހެން) ލަފްޒެއްގައި ވެއެވެ: ”ފަހެ އެ ކަންވާރު އޮއްސާލާށެވެ.“\nއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި ވެއެވެ: ”އޭގެ ފަހު ފަހަރު، ނުވަތަ ފުރަތަމަ ފަހަރު (ދޮންނާނީ) ވެލިންނެވެ.“","⁽¹⁾ أخرجه: الشافعي في «مسنده» (204)، وعبد الرزاق (330)، والحميدي (968)، وأحمد 2/ 265، ومسلم 1/ 162 (279) (91)، وأبو داود (71)، والترمذي (91)، والنسائي 1/ 177، وابن خزيمة (95)، والدارقطني 1/ 64، والحاكم 1/ 161، والبيهقي 1/ 240.\nانظر: «الإلمام» (7)، و «المحرر» (10)\n⁽²⁾ أخرجه: مسلم 1/ 161 (279) (89)، والنسائي 1/ 53، وابن خزيمة (98)، وابن حبان (1296)، من طريق علي بن مسهر، عن الأعمش، عن أبي صالح وأبي رزين، عن أبي هريرة، به، بلفظ: «فليرقه» أو: «فليهرقه»\nانظر: «الإلمام» (8)، و «المحرر» (11)\n⁽³⁾ الترمذي (91)\nالصحيح ما في «الصحيح» من غير شك، فقد جاءت من طريق هشام بن حسان، عن ابن سيرين، وهي رواية الأكثر والأحفظ عن ابن سيرين، ومعلوم في قواعد الحديث أنَّ الرواية التي فيها شك يقضى عليها بما لا شك فيه، فكيف وقد اجتمع الأكثر والأحفظ.\nانظر: «الإلمام» (9)، و «المحرر» (12)\nوعند الترمذي زيادة أخرى، وهي: «وإذا ولغت فيه الهرة، غسل مرة»."],["9","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","٩ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ - فِي الهِرَّةِ -: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ ⁽¹⁾.","އަދި އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ބުޅަލާމެދު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެއް ނޫނެވެ. އެއީ ތިޔަބައިމީހުންގެ ވަށައިގެން ގިނަގިނައިން (ވަދެ ނިކުމެ) އުޅޭ ބައެއްގެ ތެރެއިންވާ އެއްޗެއް ކަމުގައި މެނުވީ ނުވެއެވެ.“\nއެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރީ ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: مالك في «الموطأ» (46) برواية الليثي، والشافعي في «مسنده» (7)، وأحمد 5/ 303، وأبو داود (75)، وابن ماجه (367)، والترمذي (92)، والنسائي 1/ 55، وابن الجارود (60)، وابن خزيمة (104)، وابن حبان (1299)، والحاكم 1/ 160.\nمن طريق كبشة بنت كعب بن مالك -وكانت تحت ابن أبي قتادة- أن أبا قتادة دخل عليها، فسكبت له وضوءا. قالت: فجاءت هرة تشرب، فأصغى لها الإناء حتى شربت، قالت كبشة: فرآني أنظر إليه! فقال: أتعجبين يا بنت أخي؟ فقلت: نعم. قال: إن رسول الله صلى الله عليه وسلم قال: فذكره. وقال الترمذي: «حديث حسن صحيح»\nانظر: «المحرر» (14)"],["10","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ المَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ ﷺ، فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ ﷺ بِذَنُوبٍ مِنْ مَاءٍ؛ فَأُهْرِيقَ عَلَيْهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އައުރާބީއަކު އައިސް މިސްކިތުގެ ބައެއްގައި ކުޑަކަމުދިޔައެވެ. ފަހެ މީސްތަކުން އޭނާއަށް (އަޑުލައި) އިންކާރު ކުރިއެވެ. (ނަމަވެސް) ނަބިއްޔާ ﷺ އެބައިމީހުންނަށް (އެ ކަން) ނަހީ ކުރެއްވިއެވެ. ދެން އޭނާ ކުޑަކަމުގޮސް ނިމުމުން، ފެން ބާލިދީއެއް ގެނައުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ. އަދި އެ ތަނުގެ މައްޗަށް އެ އޮއްސާލެވުނެވެ.\nމުއްތަފަގުން ޢަލައިހި. (އެބަހީ: ބުޚާރީއާއި މުސްލިމު އެ ރިވާ ކުރުމުގައި އިއްތިފާގުވިއެވެ.)","⁽¹⁾ أخرجه: أحمد 3/ 114، والبخاري 1/ 56 (221)، ومسلم 1/ 163 (284) (99)، وابن ماجه (528)، والنسائي 1/ 47، وابن خزيمة (296)، والبيهقي 2/ 427.\rانظر: «الإلمام» (11)، و «المحرر» (15)"],["11","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","١١ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا المَيْتَتَانِ: فَالجَرَادُ وَالحُوتُ، وَأَمَّا الدَّمَانِ: فَالكَبِدُ وَالطِّحَالُ» أَخْرَجَهُ أَحْمَدُ، وَابْنُ مَاجَهْ، وَفِيهِ ضَعْفٌ ⁽¹⁾.","އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُما ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަހަރުމެންނަށް ދެ މުޅަ އެއްޗަކާއި ދެ ލެއެއް ހަލާލު ކުރެއްވުނެވެ. އެ ގޮތުން މުޅަ ދެ އެއްޗަކީ ގޮށްފުޅަނގިއާއި މަހެވެ. އަދި ދެ ލެޔަކީ ހުންކޮށްޓާއި މެއެވެ.“\n(ނޯޓު: އެބަހީ ފެނުގައި އުޅޭ މަހެވެ. އަދި ހުންކޮށްޓަކީ ސްޕްލީނެވެ.)\nއެ ޙަދީޘް ނެރުނީ އަޙްމަދާއި އިބްނު މާޖާއެވެ. އަދި އޭގައި ބަލިކަށިކަމެއް ވެއެވެ.\n(ނޯޓު: ބަލިކަށިވަނީ މަރްފޫޢު ރިވާޔަތެވެ. ނަމަވެސް މައުގޫފުކޮށް އެ ސައްހައެވެ. މައުގޫފަކީ ސަހާބީއަކާ ހަމައަށް ސަނަދު ހުއްޓިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ ސަހާބީއެއްގެ ބަސްފުޅެވެ. އަދި މަރްފޫޢަކީ ނަބިއްޔާއާ ހަމައަށް ސަނަދު އުފުލިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅެވެ.)","⁽¹⁾ لا يصح رفعه، بل الصحيح أنَّه موقوف، رفعه يحيى بن حسّان، عن سليمان بن بلال، عن زيد بن أسلم، عن ابن عمر، أخرجه ابن عدي في «الكامل» 5/ 308، وخالف عبدَ الله بن وهب الذي أوقفه، وروايته أخرجها البيهقي 1/ 254، وتوبع يحيى على رفعه من أولاد زيد بن أسلم، وفيهم من اختلف عليه، وفيهم من لم يصح إليه الإسناد، وفيهم من هو ضعيف أصلاً، ثم إنَّ الحديث وإن كان موقوفاً فله حكم المرفوع؛ لأنَّ الذي أحل لهم هو النبيُّ - صلى الله عليه وسلم - وهو المبلِّغ عن الله.\nأخرجه: الشافعي في «مسنده» (1513)، وأحمد 2/ 97، وابن ماجه (3314)، والدارقطني 4/ 271، والبيهقي 1/ 254، من طريق عبد الرحمن بن زيد، وأخرجه: ابن عدي في «الكامل» 5/ 308، والدارقطني 4/ 271 من طريق عبد الله بن زيد، وأخرجه: ابن عدي في «الكامل» 2/ 81، والبيهقي 1/ 254 من طريق أسامة بن زيد، ثلاثتهم عن زيد به مرفوعاً."],["12","‌‌كِتَابُ الطَّهَارَةِ","‌‌بَابُ المِيَاهِ","ފެނުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ لْيَنْزِعْهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً، وَفِي الآخَرِ شِفَاءً» أَخْرَجَهُ البُخَارِيُّ، وَأَبُو دَاوُدَ، وَزَادَ: «وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ».","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ކުރެ މީހެއްގެ ބުއިމެއްގެ ތެރެއަށް މެއްސެއް ވެއްޓިއްޖެނަމަ، ފަހެ އޭނާ އެ މެހި ގަންބާލާހުއްޓެވެ. އެއަށްފަހު އެ ނަގާހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން އޭގެ ދެ ފިޔައިން ކުރެ އެއް ފިޔައިގައި ވަނީ ބައްޔެވެ. އަދި އަނެއް ފިޔައިގައި ވަނީ ޝިފާއެވެ.“\nއެ ޙަދީޘް ނެރުނީ ބުޚާރީއާއި އަބޫ ދާވޫދެވެ. އަދި އަބޫ ދާވޫދު އިތުރު ކުރިއެވެ: ”އަދި ހަމަކަށަވަރުން އެ މެހި ރައްކާތެރިވުމަށް (އިސް ކުރަނީ) އޭގައި ބަލި ހުރި ފިޔައެވެ.“","⁽¹⁾ أخرجه: أحمد 2/ 263، والبخاري 4/ 158 (3320)، وابن ماجه (3505)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252.\nانظر: «الإلمام» (6).\n⁽²⁾ إسناده حسن؛ لأجل محمد بن عجلان.\nأخرجه: أحمد 2/ 229، وأبو داود (3844)، وابن خزيمة (105)، وابن حبان (1246)، والبيهقي 1/ 252"],["13","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٣ - وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَا قُطِعَ مِنَ البَهِيمَةِ وَهِيَ حَيَّةٌ؛ فَهُوَ مَيْتٌ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَاللَّفْظُ لَهُ ⁽¹⁾.","އަދި އަބޫ ވާގިދު އަލްލައިޘީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރެއް ދިރިހުއްޓައި، އޭގެ ކިބައިން ވަކި ކުރެވޭ ބަޔަކީ މުޅަ އެއްޗެކެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ އަބޫ ދާވޫދާއި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އެ ހަސަން ކުރިއެވެ. އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ.","⁽¹⁾ اختلف فيه فأخرجه: أحمد 5/ 218، وأبو داود (2858)، والترمذي (1480)، من طريق عطاء بن يسار، عن أبي واقد الليثي قال: قدم رسول الله صلى الله عليه وسلم المدينة، والناس يجبون أسنمة الإبل، ويقطعون أليات الغنم، فقال رسول الله صلى الله عليه وسلم: فذكر الحديث.\nوأخرجه: أبو يعلى (1450)، وابن الجارود (876)، والطحاوي في «شرح المشكل» (1572)، والطبراني في «الكبير» (3304)، وابن عدي في «الكامل» 5/ 487، والدارقطني 4/ 292، والحاكم 4/ 239، والبيهقي 1/ 23 من طريق عبد الرحمن بن عبد الله بن دينار، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي واقد، به، وعبد الرحمن هذا تُكلم فيه، وانتقى البخاري من حديثه ما صح، وتوبع من عبد الله بن جعفر والد ابن المديني وهو ضعيف، أخرجه: الحاكم 4/ 123 - 124، وصحّح البخاري هذا الوجه كما في «علل الترمذي» 2/ 632، ورواه هشام بن سعد، عن زيد بن أسلم، عن عطاء، عن ابن عمر، أخرجه: ابن ماجه (3216)، والدارقطني 4/ 292، والحاكم 4/ 124، فجعله من مسند ابن عمر، وهشام ضعيف، ورواه معمر عن زيد مرسلاً، وذكر الحاكم أنَّ عبد الرحمن بن مهدي رواه عن زيد مرسلاً، وذكر الدارقطني كذلك أنَّ سليمان بن بلال رواه مرسلاً، أخرجه: عبد الرزاق (8611)، ورواه سليمان بن بلال والمسور بن الصلت -مقرونين- عن زيد، عن عطاء، عن أبي سعيد الخدري، أخرجه: البزار كما في «كشف الأستار» (1220)، والطحاوي في «شرح المشكل» (1573)، والحاكم 4/ 124، فجعلاه من مسند أبي سعيد، ورجح أبو حاتم والدارقطني والبزار المرسل.\nانظر: «علل ابن أبي حاتم» (1479)، و «علل الدارقطني» (1152) و (3037)"],["14","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٤ - عَنْ حُذَيْفَةَ بْنِ اليَمَانِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ النَّبِيُّ ﷺ: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ والفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الآخِرَةِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","ޙުޛައިފާ ބިން އަލްޔަމާން رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ރަނާއި ރިހީގެ ކަންވާރުތަކުން ނުބޯށެވެ. އަދި އޭގެ ތަށިތަކުގައި ނުކާށެވެ. އެހެނީ ހަމަކަށަވަރުން ދުނިޔޭގައި އެ ތަކެތި ވަނީ އެބައިމީހުންނަށެވެ. (އެބަހީ: ކާފަރުންނަށެވެ.) އަދި އާޚިރަތުގައި (އެ ވާނީ) ތިޔަބައިމީހުންނަށެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 5/ 390، والبخاري 7/ 99 (5426)، ومسلم 6/ 135 (2067)، وأبو داود (3723)، وابن ماجه (3414)، والترمذي (1878)، -وعند أصحاب السنن: نهى النبي - صلى الله عليه وسلم - إلا شطره الأخير فمن قوله- والنسائي 8/ 198، وابن الجارود (865)، وابن حبان (5339)، والبيهقي 1/ 27.\nعن عبد الرحمن بن أبي ليلى، قال: إنهم كانوا عند حذيفة، فاستسقى، فسقاه مجوسي، فلما وضع القدح في يده، رماه به، وقال: لولا أني نهيته غير مرة ولا مرتين! -كأنه يقول: لم أفعل هذا- لكني سمعت النبي صلى الله عليه وسلم، يقول: «لا تلبس الحرير ولا الديباج، ولا تشربوا» .. الحديث. واللفظ للبخاري، وعنده «ولنا في الآخرة». وهذه الجملة ليست عند مسلم.\nانظر: «الإلمام» (13)"],["15","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٥ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «الَّذِي يَشْرَبُ فِي إِنَاءِ الفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދި އުއްމު ސަލަމާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ރިހީގެ ކަންވާރުން ބޯ މީހާ، އޭނާގެ ބަނޑަށް އެ އަޅަނީ ނަރަކައިގެ އަލިފާން ކަމުގައި މެނުވީ ނުވެއެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: مالك في «الموطأ» (2676) برواية الليثي، والشافعي في «مسنده» (20)، وأحمد 6/ 300، والبخاري 7/ 146 (5634)، ومسلم 6/ 134 (2065) (1)، وابن ماجه (3413)، وابن حبان (5341).\nانظر: «المحرر» (18).\nوهذا الحديث بمعنى الحديث الذي قبله، والقياس أن لا يذكره، لكنَّه ذكره في كتابه هذا -وهو\nكتاب مختصر معتصر- بما تضمنه من فائدة، وهي الوعيد الشديد لمقترف هذا الذنب، وهو أنه من الكبائر."],["16","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٦ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.\nوَعِنْدَ الأَرْبَعَةِ: «أَيُّمَا إِهَابٍ دُبِغَ» ⁽²⁾.","އަދި އިބްނު ޢައްބާސް رَضِيَ الْلَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ޖަނަވާރުގެ ހަން ދިބާޣު ކުރެވުމުން، އެ ތާހިރުވެއްޖެކަން ކަށަވަރެވެ.“ އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.\nއަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި ވަނީ: ”ކޮންމެ ޖަނަވާރު ހަމެއް ދިބާޣު ކުރެވުނަސް“ (މިފަދައިންނެވެ.)","⁽¹⁾ أخرجه: مالك في «الموطأ» (1437) برواية الليثي، ومسلم 1/ 191 (366) (105)، وأبو داود (4123)، والدارقطني 1/ 46، والبيهقي 1/ 20.\n⁽²⁾ أخرجه: الشافعي في «مسنده» (18)، وأحمد 1/ 219، والدارمي (1985)، وابن ماجه (3609)، والترمذي (1728)، والنسائي 7/ 173، وابن حبان (1287).\nتنبيه: وهم المصنف إذ عزا هذا اللفظ إلى الأربعة؛ لأنَّ رواية أبي داود بمثل لفظ مسلم المتقدم.\nانظر: «المحرر» (19)، و «منحة العلام» 1/ 89.\nتنبيه: ساق ابن حجر الرواية الثانية؛ ليبين أنَّ الألف واللام لاستغراق الجنس في الرواية الأولى، وأنَّ الحديث يفيد العموم، وليشمل ما يؤكل لحمه وما لا يؤكل لحمه."],["17","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٧ - وَعَنْ سَلَمَةَ بْنِ المُحَبَّقِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «دِبَاغُ جُلُودِ المَيْتَةِ طُهُورُهَا» صَحَّحَهُ ابْنُ حِبَّانَ ⁽¹⁾.","އަދި ސަލަމާ ބިން އަލްމުޙައްބިގު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މުޅަ ޖަނަވާރުތަކުގެ ހަންތައް ދިބާޣު ކުރުމަކީ އެ ތަކެތި ތާހިރު ކުރުމެވެ.“\nއެ ސައްހަ ކުރީ އިބްނު ޙިއްބާނެވެ.","⁽¹⁾ في إسناده جون بن قتادة وهو مجهول، لكن ليس في أي من طرقه اللفظ المذكور،\nوهو لفظ حديث عائشة رضي الله عنها، عند ابن حبان (1290)، وكذلك أخرجه: أحمد 6/ 73، وأبو داود (4124)، وابن ماجه (3612)، والنسائي 7/ 147، والطحاوي في «شرح المعاني» (2497) ورجح البخاري وقفه على عائشة رضي الله عنها. انظر: «العلل الكبير» (521).\nأخرجه: أحمد 3/ 476، وأبو داود (4125)، والنسائي 7/ 173، وابن حبان (4522)، والدارقطني 1/ 45، والحاكم 4/ 141، والبيهقي 1/ 17"],["18","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٨ - وَعَنْ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «مَرَّ رَسُولُ اللَّهِ ﷺ بِشَاةٍ يَجُرُّونَهَا، فَقَالَ: لَوْ أَخَذْتُمْ إِهَابَهَا! فَقَالُوا: إِنَّهَا مَيْتَةٌ، قَالَ: يُطَهِّرُهَا المَاءُ وَالقَرَظُ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ ⁽¹⁾.","އަދި މައިމޫނާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: (މަރުވެފައި އޮތް) ބަކައްޓެއް ދަމަމުން ދިޔަ ބަޔަކު ކައިރިންލާފައި ރަސޫލު ﷲ ﷺ ވަޑައިގަތެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އޭގެ ހަންގަނޑު ނެގިނަމައެވެ.“ އެބައިމިހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން އެއީ މުޅަ އެއްޗެކެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނާއި ގަރަޡު އެ ތާހިރު ކުރާނެއެވެ.“\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.\n(ނޯޓު: ނަބިއްޔާ އިރުޝާދު ދެއްވީ އެ ހަނގަނޑު ދިބާޣު ކުރުމަށެވެ. އަދި ގަރަޡަކީ ދިބާޣު ކުރުމަށް ބޭނުން ކުރެވޭ ގަހެއްގެ ފަތެކެވެ.)","⁽¹⁾ في إسناده عبد الله بن مالك بن حذافة وهو مجهول. ولمتنه شواهد في الصحيحين، دون آخره.\nأخرجه: أحمد 6/ 334، وأبو داود (4126)، والنسائي 7/ 174 - 174، وابن حبان (1291)"],["19","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","١٩ - وَعَنْ أَبِي ثَعْلَبَةَ الخُشَنِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ قَالَ: لَا تَأْكُلُوا فِيهَا؛ إِلَّا أَلَّا تَجِدُوا غَيْرَهَا، فَاغْسِلُوهَا، وَكُلُوا فِيهَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދި އަބޫ ޘަޢުލަބާ އަލްޚުޝަނީ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަން ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންމެން ދިރިއުޅެނީ އަހުލު ކިތާބީންގެ ބަޔަކު އުޅެމުންދާ ބިމެއްގައިއެވެ. ފަހެ ތިމަންމެންނަށް އެބައިމީހުންގެ ކަންވާރުތަކުގައި ކެވިދާނެތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން އެ ކަންވާރުތަކުގައި ނުކާށެވެ. އެއީ ތިޔަބައިމީހުންނަށް އެ ނޫން އެއްޗެއް ނުފެނިއްޖެ ހާލަތެއްގައި މެނުވީއެވެ. (އެ ހިނދު) އެ ކަންވާރުތައް ދޮންނާށެވެ. އަދި ތިޔަބައިމީހުން އެ ތަކެތީގައި ކާށެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 4/ 195، والبخاري 7/ 111 - 112 (5478)، ومسلم 6/ 58 (1930)، وابن ماجه (3207)، والترمذي (1560)، وابن الجارود (916)، وابن حبان (5879)، والبيهقي 1/ 33.\rانظر: «المحرر» (20)"],["20","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٠ - وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ وَأَصْحَابَهُ تَوَضَّؤُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ» مُتَّفَقٌ عَلَيْهِ - فِي حَدِيثٍ طَوِيلٍ - ⁽¹⁾.","އަދި ޢިމްރާން ބިން ޙުޞައިން رَضِيَ الْلَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން މުޝްރިކު އަންހެނެއްގެ މަޒާދާއަކުން، ނަބިއްޔާ ﷺ އަދި އެކަލޭގެފާނުގެ ސަހާބީން ވުޟޫ ކުރެއްވިއެވެ.\n(ނޯޓު: މަޒާދާއަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ ފެން ކަންވާރެކެވެ.)\nމުއްތަފަގުން ޢަލައިހި. (މިފަދައިން) އައިސްފައިވަނީ ދިގު ޙަދީޘެއްގައެވެ.","⁽¹⁾ أخرجه: أحمد 4/ 434، والبخاري 4/ 232 - 233 (3571)، ومسلم 2/ 140 - 141 (682)، والنسائي 1/ 171، وابن الجارود (122)، وابن خزيمة (113)، وابن حبان (1302)، والبيهقي 1/ 21.\nانظر: «المحرر» (21).\nتنبيه: قلَّد الحافظ ابن حجر غيره في هذا الصنيع، فليس في الحديث أنَّ النبيَّ - صلى الله عليه وسلم - توضأ منه، إنَّما استعمل النبي وأصحابه هذا الماء، وهذا الوهم من تقليد الساهي للساهي، وإنَّما كان أول من ذكره بنحو اللفظ المذكور المجد ابن تيمية في «المنتقى» (74)، وابن عبد الهادي في «المحرر» (21)، ولم يتكلم الشوكاني عن هذا بشيء في «نيل الأوطار»، وكان ابن دقيق العيد أدق حينما ساق طرفاً من حديث عمران من قوله: «دعا النبي - صلى الله عليه وسلم - بإناءٍ فأفرغ فيه من أفواه المزادتين» «الإلمام» (16)"],["21","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الآنِيَةِ","ކަންވާރުގެ ބާބު","ތަހާރާގެ ފޮތް","٢١ - وَعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ قَدَحَ النَّبِيِّ ﷺ انْكَسَرَ، فَاتَّخَذَ مَكَانَ الشَّعْبِ سِلْسِلَةً مِنْ فِضَّةٍ» أَخْرَجَهُ البُخَارِيُّ ⁽¹⁾.","އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ ގަދަޙު ތަޅައިގެން ދިޔައެވެ. ފަހެ އެކަލޭގެފާނު އެ ތެޅުނު ތަނުގައި ރިހީގެ ނަރެއް އެޅުއްވިއެވެ.\nއެ ޙަދީޘް ނެރުނީ ބުޚާރީއެވެ.\n(ނޯޓު: ނަބިއްޔާ އެ މަރާމާތު ކުރެއްވިއެވެ. އަދި ގަދަޙަކީ ފެން ބޯ ތައްޓެވެ.)","⁽¹⁾ أخرجه: البخاري 4/ 101 (3109)، والطحاوي في «شرح المشكل» (1413)، والطبراني في «الأوسط» (8050)، والبيهقي 1/ 29 - 30"],["22","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٢ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «سُئِلَ رَسُولُ اللَّهِ ﷺ عَنِ الخَمْرِ تُتَّخَذُ خَلّاً؟ قَالَ: لَا» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾.","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ބަނގުރާ ރާހުތަށް ހެދުމާ ބެހޭ ގޮތުން ރަސޫލު ﷲ ﷺ އަރިހުގައި ސުވާލު ކުރެއްވުނެވެ. އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“\nއެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: ابن أبي شيبة (37300)، وأحمد 3/ 260، وابن زنجويه في «الأموال» (431)، ومسلم 6/ 89 (1983)، وأبو داود (3675)، والترمذي (1294)، وابن الجارود (854)، والبيهقي 6/ 37.\rانظر: «الإلمام» (154)، و «المحرر» (142)"],["23","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٣ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «لَمَّا كَانَ يَوْمُ خَيْبَرَ، أَمَرَ رَسُولُ اللَّهِ ﷺ أَبَا طَلْحَةَ، فَنَادَى: إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الحُمُرِ؛ فَإِنَّهَا رِجْسٌ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދިވެސް (އަނަސްގެ) ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޙައިބަރު ހަނގުރާމައިގެ ދުވަހު ރަސޫލު ﷲ ﷺ، އަބޫ ޠަލްޙާއަށް އަމުރު ކުރެއްވުމުން އެކަލޭގެފާނު ގޮވާލެއްވިއެވެ: ހަމަކަށަވަރުން ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ، ތިޔަބައިމީހުންނަށް އަހުލީ ހިމާރުގެ މަސް (ކެއުން) ނަހީ ކުރައްވައެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ނަޖިސް އެއްޗެކެވެ.\nމުއްތަފަގުން ޢަލައިހި.\n(ނޯޓު: އަހުލީ ހިމާރަކީ މީހުން ގެންގުޅޭ އާދައިގެ ހިމާރެވެ.)","⁽¹⁾ أخرجه: أحمد 3/ 121، والبخاري 5/ 167 - 168 (4991)، ومسلم 6/ 65 (1940)، وابن ماجه (3196)، والنسائي 1/ 56، وابن حبان (5274)، والبيهقي 9/ 331.\nانظر: «الإلمام» (853)، و «المحرر» (145)\nوزاد مسلم: «من عمل الشيطان»"],["24","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٤ - وَعَنْ عَمْرِو بْنِ خَارِجَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «خَطَبَنَا النَّبِيُّ ﷺ بِمِنًى، وَهُوَ عَلَى رَاحِلَتِهِ، وَلُعَابُهَا يَسِيلُ عَلَى كَتِفِي» أَخْرَجَهُ أَحْمَدُ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ ⁽¹⁾.","އަދި ޢަމްރު ބިން ޚާރިޖާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މިނާގައި ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް ޚުތުބާ ދެއްވިއެވެ. އެއީ އެކަލޭގެފާނުގެ (ޖަމަލު) މަތީގައި ސަވާރުވެ ވަޑައިގެންވަނިކޮށެވެ. އަދި އެ ޖަމަލުގެ ކުޅުތައް ތިމަންނަގެ ކޮނޑު މައްޗަށް ފައިބަފައިބައި ހުއްޓެވެ.\nއެ ޙަދީޘް ނެރުނީ އަޙްމަދާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ في إسناده شهر بن حوشب بيِّن الضعف، وله شواهد.\nأخرجه: الطيالسي (1217)، وسعيد بن منصور (428)، وأحمد 4/ 186، وابن ماجه (2712) والترمذي (2121)، والنسائي 6/ 247، وأبو يعلى (1508)، والبيهقي 1/ 256.\nانظر: «المحرر» (146)"],["25","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَغْسِلُ المَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ، وَأَنَا أَنْظُرُ إِلَى أَثَرِ الغَسْلِ فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.\nوَلِمُسْلِمٍ: «لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ ﷺ فَرْكاً، فَيُصَلِّي فِيهِ» ⁽²⁾. وَفِي لَفْظٍ لَهُ: «لَقَدْ كُنْتُ أَحُكُّهُ يَابِساً بِظُفُرِي مِنْ ثَوْبِهِ» ⁽³⁾.","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ (އެކަލޭގެފާނުގެ ހެދުންކޮޅުގައި ހުންނަ) މަނިފޮދު ދޮންނެވުމަށް ފަހު، އެ ހެދުންކޮޅު ތުރުކުރައްވައިގެން ނަމާދަށް ނުކުމެ ވަޑައިގަންނަވައެވެ. އެއީ އެ ހެދުންކޮޅުގައި (ނުހިކި ހުރި) ދޮވުމުގެ އަސަރު ތިމަން ކަމަނާއަށް ފެނިލައްވާ ހާލުގައެވެ. މުއްތަފަގުން ޢަލައިހި.\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ ހެދުންކޮޅުން އެ މަނިފޮދު ތިމަން ކަމަނާ ކަހަކަހައިގެން ނައްޓަވަމެވެ. ދެން އެކަލޭގެފާނު އެ ހެދުންކޮޅުގައި ނަމާދު ކުރައްވައެވެ.\nއަދިވެސް (މުސްލިމުގެ އެހެން) ލަފްޒެއްގައި ވެއެވެ: ހަމަކަށަވަރުން އެ މަނިފޮދު ހިކިފައިވަނިކޮށް، ތިމަން ކަމަނާގެ ނިޔަފަތިން ކަހައިގެން އެކަލޭގެފާނުގެ ހެދުންކޮޅުން އެ ނައްޓަވަމެވެ.\n(ނޯޓު: ހެދުމުގައި މަނި ތެތްކޮށްވާ ހާލު އެ ދޮވެ ފިލުވާނީއެވެ. އަދި ހިކިފައިވާ ހާލު އެ ކަހާ ނައްޓާނީއެވެ.)","⁽¹⁾ أخرجه: أحمد 6/ 142، والبخاري 1/ 67 (231)، ومسلم 1/ 164 (289) (108)، وابن ماجه (536)، والنسائي 1/ 156، وابن الجارود (138)، وابن خزيمة (287)، وابن حبان (1381)، والدارقطني 1/ 125، والبيهقي 2/ 419.\nانظر: «المحرر» (148)\nواللفظ المذكور لمسلم.\n⁽²⁾ أخرجه: أحمد 6/ 125، ومسلم 1/ 164 (288) (105)، وأبو داود (372)، وابن الجارود (136)، وابن حبان (1379)، والطبراني في «الأوسط» (5690)، والبيهقي 2/ 416.\nانظر: «المحرر» (149)\n⁽³⁾ أخرجه: مسلم 1/ 165 (290)، والبيهقي 2/ 417.\nمن طريق عبد الله بن شهاب الخولاني، قال: كنت نازلا على عائشة. فاحتملت في ثوبي، فغمستهما في الماء، فرأتني جارية لعائشة، فأخبرتها، فبعثت إلي عائشة فقالت: ما حملك على ما صنعت بثوبيك؟ قال: قلت: رأيت ما يرى النائم في منامه. قالت: هل رأيت فيهما شيئا؟ قلت: لا. قالت: فلو رأيت شيئا غسلته. لقد رأيتني، وإني لأحكه من ثوب رسول الله صلى الله عليه وسلم يابسا بظفري.\nانظر: «المحرر» (150)"],["26","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٦ - وَعَنْ أَبِي السَّمْحِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «يُغْسَلُ مِنْ بَوْلِ الجَارِيَةِ، وَيُرَشُّ مِنْ بَوْلِ الغُلَامِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ الحَاكِمُ ⁽¹⁾.","އަދި އަބޫ އައްސަމްޙު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތުއްތު އަންހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނެއް) ދޮންނާނީއެވެ. އަދި ތުއްތު ފިރިހެން ކުއްޖާ ކުޑަކަމުދިޔުމުން (އެ ހަޑިވި ތަނަކަށް) ފެން ބުރުވާލާނީއެވެ.“\n(އެބަހީ: ކިރުބޯ އުމުރުފުރައިގެ ތުއްތު ކުދިންނެވެ.)\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރީ ޙާކިމެވެ.","⁽¹⁾ أخرجه: أبو داود (376)، وابن ماجه (526)، والنسائي 1/ 158، وابن خزيمة (283)، والدارقطني 1/ 130، والحاكم 1/ 166، والبيهقي 2/ 415\nعن أبي السمح، قال: كنت أخدم النبي صلى الله عليه وسلم، فكان إذا أراد أن يغتسل، قال: «ولني قفاك» فأوليه قفاي، فأستره به، فأتي بحسن أو حسين رضي الله عنهما، فبال على صدره، فجئت أغسله، فقال صلى الله عليه وسلم فذكر الحديث."],["27","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٧ - وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ النَّبِيَّ ﷺ قَالَ - فِي دَمِ الحَيْضِ يُصِيبُ الثَّوْبَ -: «تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالمَاءِ، ثُمَّ تَنْضَحُهُ، ثُمَّ تُصَلِّي فِيهِ» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދި އަސްމާ ބިންތި އަބޫ ބަކުރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ހެދުމުގައި ޖެހޭ ޙައިޟުގެ ލެޔާމެދު ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ އެ ކަހާ (ނައްޓުވާނީއެވެ.) ދެން ފެނުން އެ (ތަނެއް) އުނގުޅާނީއެވެ. ދެން (އިތުރަށް) ފެން އަޅާ އެ (ދޮވެ ފިލުވާނީއެވެ.) ދެން އެ ހެދުމުގައި ނަމާދު ކުރާނީއެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 6/ 346، والبخاري 1/ 66 (227)، ومسلم 1/ 166 (291) (110)، وأبو داود (361)، والترمذي (138)، والنسائي 1/ 155، وابن خزيمة (276)، وابن حبان (1397)، والبيهقي 1/ 13"],["28","‌‌كِتَابُ الطَّهَارَةِ","بَابُ إِزَالَةِ النَّجَاسَةِ وَبَيَانِهَا","ނަޖިސް ފިލުވުމާއި އެ ތަކެތި ބަޔާން ކުރުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٢٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَتْ خَوْلَةُ: يَا رَسُولَ اللَّهِ! فَإِنْ لَمْ يَذْهَبِ الدَّمُ؟ قَالَ: يَكْفِيكِ المَاءُ، وَلَا يَضُرُّكِ أَثَرُهُ» أَخْرَجَهُ التِّرْمِذِيُّ، وَسَنَدُهُ ضَعِيفٌ ⁽¹⁾.","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޚައުލާ (ބިންތި ޔަސާރު) ވިދާޅުވިއެވެ: އޭ ﷲގެ ރަސޫލާއެވެ. ފަހެ (ހެދުމުން ޙައިޟުގެ ލޭ ދޮވުމަށް ފަހުގައިވެސް) ލޭ (ގެ އަސަރު) ނުފިލާ ނަމަ (ހަދާނީ ކިހިނެއްތޯއެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ފެނުން (ދޮވެލުން) ކަމަނާއަށް ފުދިގެންވެއެވެ. އަދި އެ ލޭގެ އަސަރު (ހުރުމަކުން) ކަމަނާއަށް ގެއްލުމެއް ނެތެވެ.“\nއެ ޙަދީޘް ނެރުނީ ތިރްމިޛީއެވެ. އަދި އޭގެ ސަނަދު ޟަޢީފެވެ.","⁽¹⁾ في إسناده عبد الله بن لهيعة، وهو ضعيف.\nأخرجه: أحمد 2/ 364، وأبو داود (365)، والبيهقي 2/ 408.\nتنبيه: عزو الحافظ الحديثَ إلى الترمذي وهم، على أنَّه خرَّج الحديث في «فتح الباري» 1/ 569 عقب (230)، ولم ينسبه للترمذي."],["29","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٢٩ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنْ رَسُولِ اللَّهِ ﷺ أَنَّهُ قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي، لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ» أَخْرَجَهُ مَالِكٌ، وأَحْمَدُ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ ⁽¹⁾.","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތަށް ބުރަކަމަކަށް ނުވާނަމަ، ހަމަކަށަވަރުން ކޮންމެ ވުޟޫއަކާއެކު ސިވާކުން (ދަތް އުނގުޅުމަށް) ތިމަން ނަބިއްޔާ އެބައިމީހުންނަށް އަމުރު ކުރެއްވީމުހެވެ.“\nއެ ޙަދީޘް ނެރުނީ މާލިކާއި، އަޙްމަދު އަދި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: مالك في «الموطأ» (453) برواية أبي مصعب الزهري، و (170) برواية الليثي، وأحمد 2/ 460، والنسائي في «الكبرى» (3031)، وابن الجارود (63)، وابن خزيمة (140)، والطحاوي في «شرح المعاني» (228) مرفوعاً.\nوأخرجه: مالك في «الموطأ» (171) برواية الليثي، موقوفاً على أبي هريرة بلفظ: «لولا أن يشق على أمته لأمرهم بالسواك مع كل وضوء»\nوعلقه البخاري (458/فتح) بصيغة الجزم، وعنده لفظ «عند» بدل «مع»\nوللحديث ألفاظ وطرق أخرى في «الصحيحين» وغيرهما."],["30","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٠ - وَعَنْ حُمْرَانَ: «أَنَّ عُثْمَانَ رَضِيَ اللهُ عَنْهُ دَعَا بِوَضُوءٍ، فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَضْمَضَ، وَاسْتَنْشَقَ، وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَهُ اليُمْنَى إِلَى المِرْفَقِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَهُ اليُمْنَى إِلَى الكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ اليُسْرَى مِثْلَ ذَلِكَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ ﷺ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾.","އަދި ޙުމްރާނުގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ (ވުޟޫ ކުރެއްވުމަށް ޓަކައި) ފެން ގެނައެމަށް ގޮވާލެއްވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ދެ އަތްތިލަ ތިން ފަހަރަށް ދޮންނެވިއެވެ. ދެން އަނގައަށް ފެން ލައްވާ ކޯ ދޮންނެވިއެވެ. އަދި ނޭފަތަށް ފެން ލައްވާ، ބޭރު ކުރެއްވިއެވެ. ދެން ތިން ފަހަރު މޫނު ދޮންނެވިއެވެ. ދެން އުޅަނބޮއްޓާ ހަމައަށް ތިން ފަހަރު ކަނާތް އަތް ދޮންނެވިއެވެ. އަދި ވާތް އަތް ވެސް ހަމަ އެފަދައިންނެވެ. އަދި ބޮލުގައި ފެން ފުއްސެވިއެވެ. ދެން ތަނބިކައްޓާ ހަމައަށް ކަނާތް ފައި ދޮންނެވިއެވެ. އަދި ވާތް ފައި ވެސް ހަމަ އެފަދައިންނެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ: ތިމަންނަގެ ވުޟޫއާ އެއްގޮތަށް، ރަސޫލު ﷲ ﷺ ވުޟޫ ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 1/ 59، والبخاري 1/ 51 (159)، ومسلم 1/ 140 (226)، وأبو داود (106)، والنسائي 1/ 64، وابن الجارود (67)، وابن خزيمة (3)، وابن حبان (1058)، والبيهقي 1/ 48 - 49"],["31","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣١ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ وُضُوءِ النَّبِيِّ ﷺ - قَالَ: «وَمَسَحَ بِرَأْسِهِ وَاحِدَةً» أَخْرَجَهُ أَبُو دَاوُدَ. ⁽¹⁾","އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ، ނަބިއްޔާ ﷺ ގެ ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަދި (ނަބިއްޔާ) އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދެވެ.","⁽¹⁾ هو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: الطيالسي (149)، وأحمد 1/ 110، وأبو داود (111)، وابن ماجه (404)، والترمذي (48)، والنسائي 1/ 67، وابن الجارود (68)، وابن خزيمة (147)، وابن حبان (1056)، والبيهقي 1/ 47.\nانظر: «المحرر» (38)"],["32","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٢ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيدِ بْنِ عَاصِمٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ - قَالَ: «وَمَسَحَ ﷺ بِرَأْسِهِ، فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَفِي لَفْظٍ: «بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى المَكَانِ الَّذِي بَدَأَ مِنْهُ». ⁽²⁾","އަދި ޢަބްދު ﷲ ބިން ޒައިދު ބިން ޢާޞިމް رَضِيَ اللَّهُ عَنْهُ، ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އަދި (ނަބިއްޔާ) ﷺ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އެ ގޮތުން އެކަލޭގެފާނު އިސްތަށިފުޅުގެ ކުރިމަތިން ފަހަތަށާއި، ފަހަތުން ކުރިމައްޗަށް ދެ އަތްޕުޅު ހިންގަވާލެއްވިއެވެ. މުއްތަފަގުން ޢަލައިހި.\nއަދި (އެހެން) ލަފްޒެއްގައި ވެއެވެ: އެކަލޭގެފާނު (ފެން ފުއްސަވަން) ފެއްޓެވީ އިސްތަށިފުޅުގެ ކުރިމަތިންނެވެ. (ދެން) އިސްތަށިފުޅުގެ ފަހަތަށް ދާންދެން އެ ދެ އަތްޕުޅު ގެންނެވިއެވެ. އެއަށްފަހު އަނބުރާ އެ ފެއްޓެވި ތަނަށް އެ ދެ އަތްޕުޅު ރައްދު ކުރެއްވިއެވެ.","⁽¹⁾ أخرجه: أحمد 4/ 38، والبخاري (186)، ومسلم (235)، وأبو داود (118)، وابن ماجه (434)، والترمذي (32)، والنسائي 1/ 71، وابن خزيمة (155)، وابن حبان (1084)، والبيهقي 1/ 30.\n⁽²⁾ البخاري (185)، ومسلم (235)."],["33","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٣ - وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ الوُضُوءِ - قَالَ: «ثُمَّ مَسَحَ ﷺ بِرَأْسِهِ، وَأَدْخَلَ إِصْبَعَيْهِ السَّبَّاحَتَيْنِ فِي أُذُنَيْهِ، وَمَسَحَ بِإِبْهَامَيْهِ ظَاهِرَ أُذُنَيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا، ވުޟޫގެ ސިފައާމެދު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދެން (ނަބިއްޔާ) ﷺ އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އަދި ދެ ކަންފަތްފުޅުގެ އެތެރެއަށް ދެ ޝަހާދަތް އިނިގިލިފުޅު ލެއްވިއެވެ. އަދި ދެ ބޮޑުވާ އިނގިލިފުޅުން، ދެ ކަންފަތްފުޅުގެ ބޭރުފުށުގައި ފެން ފުއްސެވިއެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: أحمد 1/ 180، أبو داود (135)، والنسائي 1/ 88، وابن الجارود (75)، وابن خزيمة (174)، والبيهقي 1/ 79"],["34","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٤ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثاً، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ފަހެ ނޭފަތަށް ތިން ފަހަރު ފެންލައި ބޭރު ކުރާހުށިކަމެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާގެ ނޭފަތު އެތެރޭގެ (މަތީ ބައިގައި) ޝައިތާނާ ރޭ ވޭތުކުރެއެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾أخرجه: أحمد 2/ 352، والبخاري 4/ 153 (3295)، ومسلم 10/ 146 (238)، والنسائي 1/ 67، وابن خزيمة (149)، والبيهقي 1/ 49.\nانظر: «المحرر» (43)"],["35","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثاً، فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ. ⁽¹⁾","އަދިވެސް އަބޫ ހުރައިރާގެ އަރިހުން ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލައިފި ނަމަ، ތިން ފަހަރު ދެ އަތް ދޮވެފުމަށް ދާންދެން، ފެން ކަންވާރެއްގެ ތެރެއަށް އޭނާ އަތް ގަންބާ ނުލާށެވެ. އެހެނީ ހަމަކަށަވަރުން (ނިދާފަ އޮންނަ އިރު) އޭނާގެ އަތް އޮތް ތަނެއް އޭނާއަކަށް ނޭނގޭނެއެވެ.“\rމުއްތަފަގުން ޢަލައިހި. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (41)، وأحمد 2/ 241، والبخاري 1/ 52 (162)، ومسلم 10/ 160 (278)، وأبو داود (105)، وابن ماجه (393)، والترمذي (24)، وابن خزيمة (99)، وابن حبان (1061)، والبيهقي 1/ 45.\rانظر: «الإلمام» (39)، و «المحرر» (44)"],["36","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٦ - وَعَنْ لَقِيطِ بْنِ صَبِرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَسْبِغِ الوُضُوءَ، وَخَلِّلْ بَيْنَ الأَصَابِعِ، وَبَالِغْ فِي الِاسْتِنْشَاقِ إِلَّا أَنْ تَكُونَ صَائِماً» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾\nوَلِأَبِي دَاوُدَ فِي رِوَايَةٍ: «إِذَا تَوَضَّأْتَ فَمَضْمِضْ». ⁽²⁾","އަދި ލަގީޠު ބިން ޞަބްރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފުރިހަމައަށް ވުޟޫ ކުރާށެވެ. (އެބަހީ: ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސާށެވެ.) އަދި އިނގިލިތައް ދެމެދު ވިނަވާލާށެވެ. އަދި ނޭފަތުގެ އެތެރެއަށް ފެންލުމުގައި ގަދައަށް ފެންލާ ހަދާށެވެ. އެއީ ތިބާ ރޯދައަށް ހުންނަ ނަމަ މެނުވީއެވެ.“ އެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިބާ ވުޟޫ ކުރާ ހިނދު ފަހެ އަނގައަށް ފެންލައި ކޯ ދޮންނާށެވެ.“","⁽¹⁾ أخرجه: الشافعي في «مسنده» (51)، وأحمد 4/ 32، والبخاري في «الأدب المفرد» (166)، وأبو داود (142)، وابن ماجه (407)، والترمذي (38)، والنسائي 1/ 66، وابن الجارود (80)، وابن خزيمة (150)، وابن حبان (1054)، والبيهقي 1/ 51 - 52.\nانظر: «المحرر» (45).\n⁽²⁾ أخرجه: أبو داود (144).\nانظر: «الإلمام» (41)، و «المحرر» (46)"],["37","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٧ - وَعَنْ عُثْمَانَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ كَانَ يُخَلِّلُ لِحْيَتَهُ فِي الوُضُوءِ» أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި ޢުޘްމާން رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު ތުނބުޅިފުޅު ވިނަވާލައްވައެވެ.\nއެ ޙަދީޘް ނެރުނީ ތިރްމިޛީއެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ صححه الترمذي وابن حبان والحاكم وحسَّنه الإمام البخاري، وضعفه الإمام أحمد وأبو حاتم الرازي وابن معين. انظر: «العلل الكبير» (19)،و «التلخيص الحبير» 1/ 273.\nأخرجه: عبد الرزاق (125)، والدارمي (710)، وأبو داود (110)، والترمذي (31)، وابن الجارود (72)، وابن خزيمة (152)، وابن حبان (1081)، والدارقطني 1/ 86، والحاكم 1/ 149، والبيهقي 1/ 63.\nانظر: «الإلمام» (44)، و «المحرر» (49)"],["38","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٨ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أُتِيَ بِثُلُثَيْ مُدٍّ، فَجَعَلَ يَدْلُكُ ذِرَاعَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން (ވުޟޫ ކުރެއްވުމަށް) މުއްދެއްގެ ތިންބައިކުޅަ ދެބައިގެ (ފެން) ނަބިއްޔާ ﷺ އަށް ގެނެވުނެވެ. ފަހެ (އޭގެން) އެކަލޭގެފާނުގެ ދެ އަތްދަނޑިފުޅު އުނގުޅުއްވަން ފެއްޓެވިއެވެ.\n(ނޯޓު: ޢަބްދުލް މުޙްސިން އަލްގާސިމް ވިދާޅުވާ ގޮތުގައި، މުއްދަކީ ގާތްގަނޑަކަށް 442 މިލިލީޓަރެވެ.)\nއެ ޙަދީޘް ނެރުނީ އަޙްމަދެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: أبو داود الطيالسي في «مسنده» (1099)، وأحمد 4/ 39، وابن خزيمة (118)، وابن حبان (1083)، والحاكم 1/ 44، والبيهقي 1/ 196.\rانظر: «المحرر» (51)"],["39","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٣٩ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «أَنَّهُ رَأَى النَّبِيَّ ﷺ يَأْخُذُ لِأُذُنَيْهِ مَاءً، خِلَافَ المَاءِ الَّذِي أَخَذَ لِرَأْسِهِ» أَخْرَجَهُ البَيْهَقِيُّ.\nوَهُوَ عِنْدَ مُسْلِمٍ - مِنْ هَذَا الوَجْهِ - بِلَفْظِ: «وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِ»، وَهُوَ المَحْفُوظُ. ⁽²⁾","އަދިވެސް (ޢަބްދު ﷲ ބިން ޒައިދު) ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ދެ ކަންފަތްޕުޅުގައި (ފެން ފުއްސެވުމަށް) ފެން ނަންގަވަނިކޮށް އެކަލޭގެފާނަށް ފެނުނެވެ. އެއީ ނަބިއްޔާގެ އިސްތަށިފުޅަށް ނެންގެވި ފެން ނޫން އެހެން ފެނެކެވެ. އެ ޙަދީޘް ނެރުނީ ބައިހަގީއެވެ.\nއަދި އެ ޙަދީޘް މުސްލިމުގެ އަރިހުގައި، މި ސަނަދުން އައިސްފައި ވާއިރު އޭގެ ލަފްޒަކީ: އަދި އެކަލޭގެފާނު އިސްތަށިފުޅުގައި ފެން ފުއްސެވީ، އެކަލޭގެފާނުގެ ދެ އަތްޕުޅު (ދޮންނެވުމަށް ފަހު) ބާކީވި ފެން ނޫން އެހެން ފެނަކުންނެވެ. އަދި އެއީ މަޙްފޫޡު ރިވާޔަތެވެ. (އެބަހީ: ބޮޑަށް އިތުބާރު ހުރި ރާވީން ރިވާ ކުރީ އެ ރިވާޔަތެވެ.)","⁽¹⁾ أخرجه: البيهقي 1/ 65.\nانظر: «الإلمام» (53)، «المحرر» (58)\n⁽²⁾ أخرجه: أحمد 4/ 39، ومسلم 1/ 146 (236)، وأبو داود (120)، والترمذي (35)، وابن خزيمة (154)، وابن حبان (1085)، والبيهقي 1/ 65.\rانظر: «المحرر» (59)"],["40","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ القِيَامَةِ غُرّاً مُحَجَّلِينَ مِنْ أَثَرِ الوُضُوءِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: ”ހަމަކަށަވަރުން ގިޔާމަތް ދުވަހު ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މީހުން އަންނާނީ، އެބައިމީހުންގެ ނިތްކުރިތަކާއި ފައިތަކުގައި ވުޟޫގެ އަސަރުން ވިދާ ބަބުޅާ އަލިކަމެއްވާ ހާލުގައެވެ.“ (އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ:) ފަހެ ތިޔަބައިމީހުންގެ ތެރެއިން އޭނާގެ އަލިކަން އިތުރު ކުރެވެން ހުރި މީހަކު، ފަހެ އެ ކަން ކުރާށެވެ.\nމުއްތަފަގުން ޢަލައިހި. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.","⁽¹⁾ قوله: «فمن استطاع منكم أن يطيل غرته فليفعل» مدرج من كلام أبي هريرة، أدرجه نعيم المجمر في الحديث، قال الحافظ: «لم أر هذه الجملة في رواية أحد ممن روى هذا الحديث من الصحابة، وهم عشرة، ولا ممن رواه عن أبي هريرة غير رواية نعيم هذه» .. «الفتح» 1/ 236.\nلم نجد في أحاديث الصحابة أحداً ذكر هذه الزيادة، ولم يحفظ عن النبيِّ - صلى الله عليه وسلم - أنَّه أطال الغرَّة ولا التحجيل، وعدداً من الحفاظ رجَّح الإدراج في آخر الحديث، منهم: المنذري في «الترغيب والترهيب»، وابن تيمية في «مجموع الفتاوى»، وابن القيم في «إغاثة اللهفان»، وقد رجَّح الحافظ ابن حجر هذا كما نقلته آنفاً عنه، ومما يزيد يقيناً بعدم رفع تلك اللفظة المدرجة أنَّ نعيماً قد شك في رفعها، وهذه اللفظة المدرجة اجتهاد من أبي هريرة، وسبب هذا الاجتهاد هو القياس، فقد جاء في «صحيح مسلم» (250) ما يدل على سبب اجتهاده المرجوح، قال أبو حازم: كنت خلف أبي هريرة وهو يتوضأ للصلاة، فكان يَمُدُّ يده حتى تبلغ إبطه، قلت له: يا أبا هريرة ما هذا الوضوء؟ فقال: يا بني فروخ أنتم ههنا، لو علمت أنكم ههنا ما توضأت هذا الوضوء، سمعت خليلي - صلى الله عليه وسلم - يقول: «تبلغ الحلية من المؤمن حيث يبلغ الوضوء»، وتدل الرواية أيضاً على تفرد أبي هريرة بهذا النظر.\nأخرجه: أحمد 2/ 362، والبخاري 1/ 46 (136)، ومسلم 1/ 148 (246) (35)، وابن ماجه (4306)، والنسائي 1/ 93، وابن خزيمة (6)، وابن حبان (1049)، والبيهقي 1/ 82.\nانظر: «المحرر» (53)"],["41","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ، އެކަލޭގެފާނުގެ ފައިވާންޖޯޑުކޮޅު ތުރުކުރެއްވުމުގައްޔާއި، އިސްތަށިފުޅުގައި ފުނާ އެޅުއްވުމުގައްޔާއި، ތާހިރުވެވަޑައިގަތުމުގައްޔާއި އަދި އެކަލޭގެފާނުގެ ހުރިހާ ކަމެއްގައި ވެސް ކަނާތް ފަރާތް އިސްކުރެއްވުމަށް ލޯބި ކުރެއްވިއެވެ.\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 6/ 202، والبخاري 1/ 53 (168)، ومسلم 1/ 155 (268) (67)، وأبو داود (4140)، وابن ماجه (401)، والترمذي (608)، والنسائي 1/ 78، وابن خزيمة (244)، وابن حبان (1091)، والبيهقي 1/ 216.\rانظر: «الإلمام» (50)، و «المحرر» (56)"],["42","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَوَضَّأْتُمْ فَابْدَؤُوا بِمَيَامِنِكُمْ» أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ވުޟޫކުރާ ހިނދު، ފަހެ ތިޔަބައިމީހުންގެ ކަނާތް ފަރާތްތަކުން ފަށާށެވެ.“\nއެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: أحمد 2/ 354، وأبو داود (4141)، وابن ماجه (402) واللفظ له، وابن خزيمة (178)، وابن حبان (1090)، والطبراني في «الأوسط» (1101)، وابن السني في «عمل اليوم والليلة» (16)، والبيهقي 1/ 86.\nوأما لفظ أبي داود، وابن خزيمة، فهو: «إذا لبستم، وإذا توضأتم فابدأوا بأيامنكم».\nوأما الترمذي (1766)، والنسائي في «الكبرى» (9590) فلفظهما: «كان رسول الله - صلى الله عليه وسلم - إذا لبس قميصاً بدأ بميامنه»، ومن ذا يعلم تساهل إطلاق الحافظ في التخريج إذ عزاه للأربعة، على أنَّ صنيعه في «التلخيص» 1/ 279 جاء على الصواب، وصوابه جاء تبعاً لابن الملقن في «البدر المنير» 2/ 201"],["43","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٣ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ تَوَضَّأَ، فَمَسَحَ بِنَاصِيَتِهِ، وَعَلَى العِمَامَةِ، وَالخُفَّيْنِ» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾","އަދި އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވިއެވެ. ފަހެ އެކަލޭގެފާނުގެ ނިތްފުޅުމަތީގެ އިސްތަށީގައްޔާއި، ފަގުޑިކޮޅު މަތީގައްޔާ، އަދި ދެ ޚުއްފު މަތީގައި ފެން ފުއްސެވިއެވެ.\nއެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (48)، وأحمد 4/ 255، ومسلم 1/ 158 (247) (81)، وأبو داود (150)، وابن ماجه (545)، والترمذي (100)، والنسائي 1/ 76، وابن خزيمة (1645)، وابن حبان (1346)، والبيهقي 1/ 58.\nانظر: «المحرر» (57)"],["44","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٤ - وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللهُ عَنْهُمَا - فِي صِفَةِ حَجِّ النَّبِيِّ ﷺ - قَالَ ﷺ: «ابْدَؤُوا بِمَا بَدَأَ اللَّهُ بِهِ» أَخْرَجَهُ النَّسَائِيُّ هَكَذَا بِلَفْظِ الأَمْرِ، وَهُوَ عِنْدَ مُسْلِمٍ بِلَفْظِ الخَبَرِ. ⁽¹⁾","އަދި ޖާބިރު ބިން ޢަބްދު ﷲ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން، ނަބިއްޔާ ﷺ ހައްޖު ކުރެއްވި ގޮތާމެދު ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ފެއްޓެވި ކަންކަމުން، ތިޔަބައިމީހުން ވެސް ފަށާށެވެ.“\nއެ ޙަދީޘް ނެރުނީ ނަސާއީ މި ފަދައިން، އަމުރުގެ ލަފުޒުންނެވެ. އަދި މުސްލިމުގެ ރިވާޔަތުގައި އެ ހަދީޘް ވަނީ ޚަބަރުގެ ލަފުޒުންނެވެ.\n(އެބަހީ: ތިޔަބައިމީހުން ފަށާށޭގެ ބަދަލުގައި، އަހަރެން ފެއްޓީމޭ، މިފަދައިން އައިސްފައިވެއެވެ. އަދި މި ޙަދީޘްއިން ދޭހަކޮށްދެނީ، އަހަރުމެން ކަންތައް ކުރަންވާނީ ގުރްއާނުގައި ﷲ ޒިކުރު ކުރެއްވި ތަރުތީބުންކަމެވެ.)","⁽¹⁾ الرواية بلفظ الأمر شاذة؛ وبيان ذلك في كتاب «الجامع في العلل والفوائد» 4/ 386 - 388، أما الرواية التي بلفظ الخبر فهي ثابتة في الصحيح كما أشار الحافظ.\nأخرجه: النسائي 5/ 235، بلفظ الأمر.\nوأخرجه: أحمد 3/ 220 - 221، ومسلم 4/ 37 - 43 (1218) (147)، وأبو داود (1905)، وابن ماجه (3074)، والترمذي (862)، وابن خزيمة (2620)، وابن حبان (2943)، والبيهقي 5/ 6 - 9، بلفظ الخبر «أبدأ».\nانظر: «الإلمام» (56)، و «المحرر» (61)"],["45","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُمَا قَالَ: «كَانَ النَّبِيُّ ﷺ إِذَا تَوَضَّأَ أَدَارَ المَاءَ عَلَى مِرْفَقَيْهِ» أَخْرَجَهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾","އަދިވެސް (ޖާބިރު ބިން ޢަބްދު ﷲ) رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ވުޟޫ ކުރައްވާ އިރު، އެކަލޭގެފާނުގެ ދެ އުޅަނބޮށިފުޅާ (ހަމައަށް ފައިބާ ގޮތަށް) ފެން އަޅުއްވައެވެ.\nދާރުގުޠުނީ އެ ޙަދީޘް ނެރުނީ ބަލިކަށި އިސްނާދަކުންނެވެ.","⁽¹⁾ فيه القاسم بن محمد بن عبد الله بن محمد، قال أبو حاتم: متروك، وقال أحمد: ليس بشيء، وقال أبو زرعة: أحاديثه منكرة.\nأخرجه: الدارقطني 1/ 83، والبيهقي 1/ 56"],["46","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَابْنُ مَاجَهْ، بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾\nوَلِلترْمِذِيِّ عَنْ سَعِيدِ بْنِ زَيْدٍ ⁽²⁾، وَأَبِي سَعِيدٍ ⁽³⁾ رَضِيَ اللهُ عَنْهُمَا: نَحْوُهُ.\nقَالَ أَحْمَدُ: «لَا يَثْبُتُ فِيهِ شَيْءٌ».","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ﷲ ގެ އިސްމުފުޅު ޒިކުރު ނުކުރާ މީހަކަށް ވުޟޫއެއް ނުވެއެވެ.“ އަޙްމަދާއި، އަބޫ ދާވޫދު އަދި އިބްނު މާޖާ އެ ޙަދީޘް ނެރުނީ ބަލިކަށި އިސްނާދަކުންނެވެ.\nއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި ސަޢީދު ބިން ޒައިދު، އަދި އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ.\nއަޙްމަދު ވިދާޅުވިއެވެ: އޭގައި އެއްވެސް އެއްޗެއް ސާބިތެއް ނޫނެވެ.\n(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ އެއްވެސް ރިވާޔަތެއް ސައްހައެއް ނޫނެވެ.)","⁽¹⁾ قال البخاري: «لا يعرف لسلمة سماع من أبي هريرة، ولا ليعقوب من أبيه» «التأريخ الكبير» 4/ 80 (2008). فضلاً عن أنَّ سلمة وأباه مجهولان.\nأخرجه: أحمد 2/ 418، وأبو داود (101)، وابن ماجه (399)، والترمذي في «العلل الكبير»: 111/ (12)، وأبو يعلى (6409)، والدارقطني 1/ 78، والبيهقي 1/ 43\n⁽²⁾ فيه أبو ثفال المري، قال عنه البخاري: «في حديثه نظر». «الضعفاء» للعقيلي (222)، وقال الإمام أحمد: «لا أعلم في هذا الباب حديثاً له إسناد جيد». نقله الترمذي في «العلل الكبير»: 112 (12).\nأخرجه: أحمد 4/ 70، وابن ماجه (398)، والترمذي (25)، وأبو يعلى في «معجمه» (255)، والدارقطني 1/ 71 - 72، والبيهقي 1/ 43\n⁽³⁾ فيه ربيح بن عبد الرحمن اختلفت فيه أقوال أهل العلم، قال البخاري: «منكر الحديث» نقله الترمذي في «العلل الكبير»: 112 (12)، وقال الإمام أحمد: «ربيح رجل ليس بالمعروف»، وقال أبو زرعة: «شيخ» «تهذيب الكمال» 2/ 456 (1837)، وفيه كذلك كثير بن زيد ضعَّفه النسائي، وابن معين في أحد أقواله، وقال أبو زرعة: «صدوق فيه لين»، وقال أبو حاتم: «صالح ليس بالقوي يكتب حديثه» «تهذيب الكمال» 6/ 153 (5530).\rأخرجه: أحمد 3/ 41، وعبد بن حميد (910)، وابن ماجه (397)، والترمذي في «العلل الكبير»: 112 (12)، وأبو يعلى (1060)، والدارقطني 1/ 70، والحاكم 1/ 147، والبيهقي 1/ 43."],["47","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٧ - وَعَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَفْصِلُ بَيْنَ المَضْمَضَةِ وَالِاسْتِنْشَاقِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ ضَعِيفٍ. ⁽¹⁾","އަދި ޠަލްޙާ ބިން މުޞައްރިފުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕަގެ އަރިހުން، އެކަލޭގެފާނުގެ ކާފަ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ކޯފުޅު ދޮންނެވުމާއި ނޭފަތްޕުޅަށް ފެން ލެއްވުން ވަކި ކުރައްވަނިކޮށް ތިމަން ދުށީމެވެ.\nއަބޫ ދާވޫދު އެ ޙަދީޘް ނެރުނީ ބަލިކަށި އިސްނާދަކުންނެވެ.","⁽¹⁾ فيه ليث بن أبي سليم وهو ضعيف، وطلحة هذا مختلف في تحديده، قال أبو حاتم الرازي: «طلحة هذا يقال: إنَّه رجل من الأنصار، ومنهم من يقول: هو طلحة بن مصرف، ولو كان طلحة بن مصرف لم يختلف فيه». «العلل» (131)، وجدُّ طلحة لم تثبت له صحبة، قال ابن أبي حاتم: «فأنكر ذاك سفيان -أي الحديث- وعجب منه أنْ يكون جد طلحة لقي النبي - صلى الله عليه وسلم -». «الجرح والتعديل» 1/ 74.\nأخرجه: أبو داود (139)، والطبراني في «الكبير» 19/ (181)، والبيهقي 1/ 51"],["48","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٨ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ تَمَضْمَضَ ﷺ وَاسْتَنْثَرَ ثَلَاثاً، يُمَضْمِضُ وَيَنْثُرُ مِنَ الكَفِّ الَّذِي يَأْخُذُ مِنْهُ المَاءَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ. ⁽¹⁾","އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ވުޟޫގެ ސިފައާމެދު ރިވާވެގެންވެއެވެ: ދެން އެކަލޭގެފާނު ﷺ ތިން ފަހަރު ކޯފުޅު ދޮންނަވައި، (ނޭފަތްޕުޅަށް ފެންލައްވައި) ބޭރު ކުރެއްވިއެވެ. އެކަލޭގެފާނު ކޯފުޅު ދޮންނަވައި، (ނޭފަތްޕުޅަށް ފެން ލައްވައި) ބޭރު ކުރައްވަނީ، އެކަލޭގެފާނު ފެން ނަންގަވަން ބޭނުން ކުރައްވާ އަތްގޮށިންނެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދު އަދި ނަސާއީއެވެ.","⁽¹⁾ هذا جزء من الحديث المتقدم برقم (31)\nوهو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: الطيالسي (149)، وأحمد 1/ 110، وأبو داود (111)، وابن ماجه (404)، والترمذي (48)، والنسائي 1/ 67، وابن الجارود (68)، وابن خزيمة (147)، وابن حبان (1056)، والبيهقي 1/ 47.\nانظر: «المحرر» (38)"],["49","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٤٩ - وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ - فِي صِفَةِ الوُضُوءِ -: «ثُمَّ أَدْخَلَ ﷺ يَدَهُ، فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ - يَفْعَلُ ذَلِكَ ثَلَاثاً -» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ވުޟޫގެ ސިފައާމެދު ރިވާވެގެންވެއެވެ: ދެން އެކަލޭގެފާނު ﷺ ގެ އަތްޕުޅު (ފެން ކަންވާރަކަށް) ލެއްވިއެވެ. ފަހެ ކޯފުޅު ދޮންނަވައި އަދި (ނޭފަތްޕުޅަށް ފެންލައްވައި) ބޭރު ކުރެއްވީ އެއް ފެންގޮށްޓަކުންނެވެ. އެފަދައިން ތިން ފަހަރު ކަންކުރައްވައެވެ.\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ هذا جزء من الحديث المتقدم برقم (32)\nوهو قطعة من حديث طويل استوفى فيه صفة الوضوء من أوله إلى آخره.\nأخرجه: أحمد 4/ 38، والبخاري (186)، ومسلم (235)، وأبو داود (118)، وابن ماجه (434)، والترمذي (32)، والنسائي 1/ 71، وابن خزيمة (155)، وابن حبان (1084)، والبيهقي 1/ 30."],["50","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٥٠ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَى النَّبِيُّ ﷺ رَجُلاً - وَفِي قَدَمِهِ مِثْلُ الظُّفْرِ لَمْ يُصِبْهُ المَاءُ - فَقَالَ: ارْجِعْ فَأَحْسِنْ وُضُوءَكَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ. ⁽¹⁾","އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ އަށް މީހަކު ފެނިވަޑައިގަތެވެ. އަދި އޭނާގެ ފައިގައި ނިޔަފައްޗެއްގެ މިންވަރުހާ ތަންކޮޅެއްގައި ފެން ނުޖެހި ހުއްޓެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެނބުރި ގޮސް ތިބާގެ ވުޟޫ ރަނގަޅު ކުރާށެވެ.“\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދު އަދި ނަސާއީއެވެ.","⁽¹⁾ وإن تكلم بعض أهل العلم في رواية جرير عن قتادة، فقد صح من حديث جابر - رضي الله عنه - في «صحيح مسلم» 1/ 148 (243) (31).\nأخرجه: أحمد 3/ 146، وأبو داود (173)، وابن ماجه (665)، والدارقطني 1/ 108، والبيهقي 1/ 83.\nولعل الحافظ وهم في عزوه للنسائي، إذا لم يروه لا في «الكبرى» ولا في «الصغرى»."],["51","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٥١ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَتَوَضَّأُ بِالمُدِّ، وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ވުޟޫ ކުރައްވަނީ މުއްދަކުންނެވެ. އަދި ހިނައިގަންނަވަނީ، ޞާއަކުން ފެށިގެން ފަސް މުއްދާ ހަމައަށެވެ.\nމުއްތަފަގުން ޢަލައިހި.\n(ނޯޓު: ޢަބްދުލް މުޙްސިން އަލްގާސިމް ވިދާޅުވާ ގޮތުގައި، މުއްދަކީ ގާތްގަނޑަކަށް 442 މިލިލީޓަރެވެ. އަދި ޞާޢަކީ، ގާތްގަނޑަކަށް 1.77 ލީޓަރެވެ.)","⁽¹⁾ أخرجه: أحمد 3/ 116، والبخاري 1/ 62 (201)، ومسلم 1/ 177 (325) (51)، وأبو داود (59)، والترمذي (609)، والنسائي 1/ 57، وابن خزيمة (116)، وابن حبان (1204)، والبيهقي 1/ 189.\rانظر: «الإلمام» (59)، و «المحرر» (63)"],["52","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الوُضُوءِ","ވުޟޫގެ ބާބު","ތަހާރާގެ ފޮތް","٥٢ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ، فَيُسْبِغُ الوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَلَّا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ؛ إِلَّا فُتِّحَتْ لَهُ أَبْوَابُ الجَنَّةِ» أَخْرَجَهُ مُسْلِمٌ ⁽¹⁾، وَالتِّرْمِذِيُّ، وَزَادَ: «اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ». ⁽²⁾","އަދި ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށް، އަދި (ކޮންމެ ގުނަވަނެއްގައި ރަނގަޅަށް ފެން ޖައްސައި) ވުޟޫ ފުރިހަމަ ކުރުމަށްފަހު، ދެން އޭނާ (މިފަދައިން) ކިޔައިފި ނަމަ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ (މާނައީ: ﷲ ފިޔަވާ (އަޅުކަން ކުރުން ހައްގުވާ) އިލާހަކު ނުވާކަމަށް އަޅުހެކިވަމެވެ. (އަޅުކަން ކުރުން ހައްގުވަނީ) ހަމައެކަނި އެ އިލާހަށެވެ. އެ އިލާހަށް ޝަރީކަކު ނުވެއެވެ. އަދި މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާކަމަށް އަޅުހެކިވަމެވެ.) (އެފަދައިން ކިޔައިފި މީހަކަށް) ސުވަރުގޭގެ ދޮރުތައް ހުޅުވިގެން މެނުވީ ނުދާހުއްޓެވެ.\nއެ ޙަދީޘް ނެރުނީ މުސްލިމާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އިތުރު ކުރިއެވެ: اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ (މާނައީ: ޔާ ﷲ! ގިނަގިނައިން ތައުބާވާ މީހުންގެ ތެރޭގައި މި އަޅާ ލައްވާށިއެވެ. އަދި އަދި ގިނަގިނައިން ތާހިރުވާ މީހުންގެ ތެރޭގައި މިއަޅާ ލައްވާށިއެވެ.)","⁽¹⁾ أخرجه: أحمد 4/ 146، ومسلم 1/ 144 (234) (17)، وأبو داود (169)، وابن ماجه (470)، والترمذي (55)، والنسائي 1/ 93، وابن خزيمة (223)، وابن حبان (1050)، والبيهقي 1/ 78.\nانظر: «الإلمام» (61)، و «المحرر» (64).\nعن عقبة بن عامر قال: كانت علينا رعاية الإبل، فجاءت نوبتي، فروحتها بعشي، فأدركت رسول الله صلى الله عليه وسلم قائما يحدث الناس، فأدركت من قوله: «ما من مسلم يتوضأ فيحسن وضوءه، ثم يقوم فيصلى ركعتين، مقبل عليهما بقلبه ووجهه، إلا وجبت له الجنة» قال: فقلت: ما أجود هذه، فإذا قاتل بين يدي يقول: التي قبلها أجود، فنظرت فإذا عمر. قال: إني قد رأيتك جئت آنفا، قال: فذكره. وزاد: «الثمانية، يدخل من أيها شاء»\n⁽²⁾ زيادة شاذة؛ تفرد بها زيد بن حباب، وخالف غيره من الرواة الذين لم يذكروها، وهو قد أخطأ في الإسناد كذلك.\nأخرجه: الترمذي (55)"],["53","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٣ - عَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ مَعَ النَّبِيِّ ﷺ فَتَوَضَّأَ، فَأَهْوَيْتُ لِأَنْزِعَ خُفَّيْهِ، فَقَالَ: دَعْهُمَا، فَإِنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ؛ فَمَسَحَ عَلَيْهِمَا» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِلْأَرْبَعَةِ عَنْهُ إِلَّا النَّسَائِيَّ: «أَنَّ النَّبِيَّ ﷺ مَسَحَ أَعْلَى الخُفِّ وَأَسْفَلَهُ» وَفِي إِسْنَادِهِ ضَعْفٌ. ⁽²⁾","އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ތިމަން ވީމެވެ. ފަހެ އެކަލޭގެފާނު ވުޟޫ ކުރެއްވިއެވެ. ދެން (ދެ ފައިންޕުޅު ދޮވުމަށްޓަކައި) އެކަލޭގެފާނުގެ ދެ ޚުއްފު ބާލައިދޭން ތިމަން އަތް ދިއްކޮށްލީމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ދޭތި ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ އެ ދެ ފައިންޕުޅު (ޚުއްފަށް) އެރުއްވީ ތަހާރަތުގެ މަތީގައެވެ.“ (އެބަހީ: ވުޟޫކޮށްގެންވާ ހާލުގައެވެ.) ދެން އެކަލޭގެފާނު އެ ދެ ޚުއްފުގެ މަތީގައި ފެން ފުއްސެވިއެވެ.\n(ނޯޓު: ޚުއްފަކީ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ އިސްޓާކީނެވެ.)\nމުއްތަފަގުން ޢަލައިހި.\nއަދި ނަސާއީ ފިޔަވާ ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި އިބްނު މާޖާ)، (އަލްމުޣީރާގެ) އަރިހުން ރިވާ ކުރިއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޚުއްފުގެ މަތީގައްޔާއި އަދި އޭގެ ތިރީގައިވެސް ފެން ފުއްސެވިއެވެ.\nއަދި އޭގެ އިސްނާދުގައި ބަލިކަށިކަމެއް ވެއެވެ.","⁽¹⁾ أخرجه: أحمد 4/ 244، والبخاري 1/ 309 (206)، ومسلم 1/ 230 (274) (79)، وأبو داود (149)، وابن ماجه (545)، والنسائي 1/ 76، والدارقطني 1/ 192، والبيهقي 1/ 58.\nانظر: «الإلمام» (65)، و «المحرر» (68)\n⁽²⁾ ضعَّفه جمع من الأئمة، منهم: الشافعي وأبو زرعة وأبو حاتم والبخاري والترمذي وأبو داود، وهو معلول بعدة علل، منها مخالفة الوليد بن مسلم لعبد الله بن المبارك الذي يرويه عن ثور بن يزيد، عن رجاء بن حيوة، قال: حدثت عن كاتب المغيرة مرسلاً.\nأخرجه: أحمد 4/ 251، وأبو داود (165)، وابن ماجه (550)، والترمذي (97)، والدارقطني 1/ 195، والبيهقي 1/ 290"],["54","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٤ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «لَوْ كَانَ الدِّينُ بِالرَّأْيِ، لَكَانَ أَسْفَلُ الخُفِّ أَوْلَى بِالمَسْحِ مِنْ أَعْلَاهُ، وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ ﷺ يَمْسَحُ عَلَى ظَاهِرِ خُفَّيْهِ» أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ حَسَنٍ. ⁽¹⁾","އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދީން (ބިނާވެފައި) ވަނީ ރައުޔުގެ މައްޗަށް ކަމުގައި ވީނަމަ، ޚުއްފުގެ މައްޗަށް ވުރެ އޭގެ ތިރީގައި ފެން ފުހުން އައުލާވީސްކަން ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ދެ ޚުއްފުގެ މަތީފުށުގައި ފެން ފުއްސަވަނިކޮށް ތިމަން ދުށީމެވެ.\nއަބޫ ދާވޫދު އެ ޙަދީޘް ނެރުނީ ޙަސަން އިސްނާދަކުންނެވެ.","⁽¹⁾ أخرجه: ابن أبي شيبة (1906)، وأحمد 1/ 95، والدارمي (715)، وأبو داود (162)، والدارقطني 1/ 199، والبيهقي 1/ 292.\rتنبيه: الحافظ ابن حجر وإن كان قال: «بإسنادٍ حسن»، إلا أنه قد قال في «التلخيص الحبير» 1/ 418 (218): «إسناده صحيح»، وقال في «الفتح»: «أخرجه أحمد وأبو داود والدارقطني ورجاله ثقات»"],["55","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٥ - وَعَنْ صَفْوَانَ بْنِ عَسَّالٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَأْمُرُنَا إِذَا كُنَّا سَفْراً أَلَّا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلَّا مِنْ جَنَابَةٍ؛ وَلَكِنْ مِنْ: غَائِطٍ، وَبَوْلٍ، وَنَوْمٍ» أَخْرَجَهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ وَاللَّفْظُ لَهُ، وَابْنُ خُزَيْمَةَ وَصَحَّحَاهُ. ⁽¹⁾","އަދި ޞަފްވާން ބިން ޢައްސާލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންމެން ދަތުރުވެރިން ކަމުގައިވާ ހާލު، ތިން ދުވަހާއި އޭގެ ރޭތަކުގެ (މުއްދަތައް) ތިމަންމެންގެ ޚުއްފުތައް ނުބޭލުމަށް، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އަމުރު ކުރައްވައެވެ. އެއީ ޖުނުބުވެރިކަމުން (ހިނައިގަތުމަށް) މެނުވީއެވެ. އެހެނެއްކަމަކު ބޮޑުކަމުދިއުމާއި، ކުޑަކަމުދިއުމާއި، ނިދުމުގެ ސަބަބުން (ޚުއްފު ބާލާކަށް ނުޖެހުނެވެ.)\nއެ ޙަދީޘް ނެރުނީ ނަސާއީއާއި ތިރްމިޛީ، އަދި މިއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ. އަދި އިބްނު ޚުޒައިމާ ވެސް އެ ނެރުނެވެ. އަދި އެ ދެ ބޭކަލުން (އެބަހީ: ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ) އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ السَّفْرُ: جمع سافر، نحو: رَكْب وراكِب.\nأخرجه: الشافعي في «مسنده» (84)، وأحمد 4/ 241، وابن ماجه (478)، والترمذي (96)، والنسائي 1/ 83، وابن خزيمة (17)، وابن حبان (1320)، والبيهقي 1/ 276.\nانظر: «الإلمام» (64)، و «المحرر» (67)"],["56","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٦ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «جَعَلَ النَّبِيُّ ﷺ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ لِلْمُسَافِرِ، وَيَوْماً وَلَيْلَةً لِلْمُقِيمِ» - يَعْنِي: فِي المَسْحِ عَلَى الخُفَّيْنِ - أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾","އަދި ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދަތުރުވެރިއަކަށް (ޚުއްފުގައި ފެން ފޮހެވޭނީ) ތިން ދުވަހާއި އޭގެ ރޭތަކަށް ކަމަށް ނަބިއްޔާ ﷺ ކަނޑައެޅުއްވިއެވެ. އަދި (ރަށެއްގައި) ގާއިމުވެ ހުރި މީހަކަށް ދުވަހަކާއި ރެޔެކެވެ.\nއެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: عبد الرزاق (789)، والحميدي (46)، وابن أبي شيبة (1866)، وأحمد 1/ 113، والدارمي (720)، ومسلم 1/ 160 (276) (85)، وابن ماجه (552)، والنسائي 1/ 84، وابن خزيمة (195)، وابن حبان (1329)، والبيهقي 1/ 275.\nانظر: «الإلمام» (66)، و «المحرر» (70)\nمن طريق شريح بن هانيء، قال: أتيت عائشة أسألها عن المسح على الخفين؟ فقالت: عليك بابن أبي طالب فسله، فإنه كان يسافر مع رسول الله صلى الله عليه وسلم. فسألناه فقال: فذكره دون قوله: يعني في المسح على الخفين."],["57","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٧ - وَعَنْ ثَوْبَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «بَعَثَ رَسُولُ اللَّهِ ﷺ سَرِيَّةً، فَأَمَرَهُمْ أَنْ يَمْسَحُوا عَلَى العَصَائِبِ - يَعْنِي: العَمَائِمَ - وَالتَّسَاخِينِ - يَعْنِي: الخِفَافَ -» رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَصَحَّحَهُ الحَاكِمُ. ⁽¹⁾","އަދި ޘައުބާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ސަރިއްޔާއެއް (އެބަހީ: ލަޝްކަރެއްގެ ބައެއް) ފޮނުއްވިއެވެ. ފަހެ އެބައިމީހުންގެ ޢަޞާބާތަކާއި ތަސްޚާނުތަކުގެ މަތީގައި (އެބަހީ: ފަގުޑިތަކާއި ޚުއްފުތަކުގެ މަތީގައި) ފެން ފުހުމަށް އެކަލޭގެފާނު އަމުރު ކުރެއްވިއެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ އަޙްމަދު އަދި އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރީ ޙާކިމެވެ.","⁽¹⁾ قد أعل بالانقطاع قال الإمام أحمد: «لا ينبغي أنْ يكون راشد سمع منه» أي: من ثوبان، وبمثله قال أبو حاتم والحربي «تهذيب التهذيب» 3/ 226 (1933)، إلا أنَّ الإمام البخاري جزم بأنَّه سمع منه؛ حيث قال: «راشد بن سعد الحمصي المقرائي سمع ثوبان» «التاريخ الكبير» 3/ 292 (994).\nأخرجه: أحمد 5/ 281، وأبو داود (146)، والحاكم 1/ 169، والبيهقي 1/ 62.\nانظر: «المحرر» (71)"],["58","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٨ - وَعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ مَوْقُوفاً، وَأَنَسٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا تَوَضَّأَ أَحَدُكُمْ وَلَبِسَ خُفَّيْهِ فَلْيَمْسَحْ عَلَيْهِمَا، وَلْيُصَلِّ فِيهِمَا، وَلَا يَخْلَعْهُمَا إِنْ شَاءَ إِلَّا مِنْ جَنَابَةٍ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَالحَاكِمُ وَصَحَّحَهُ. ⁽¹⁾","އަދި އުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މައުގޫފުކޮށް، އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ވުޟޫކޮށް، އޭނާގެ ދެ ޚުއްފަށް އަރައިފިނަމަ، ފަހެ (އޭގެ ފަހުން ވުޟޫކުރާ ހިނދު) އެ ދޭތީގެ މަތީގައި ފެން ފޮހޭހުއްޓެވެ. އަދި އެ ދޭއްޗަށް އަރައިގެން ނަމާދު ކުރާހުއްޓެވެ. އަދި އެ ދޭތި ނުބާލާހުއްޓެވެ. އޭނާ އެދޭ ނަމައެވެ. އެއީ ޖުނުބުވެރިކަމުން (ހިނައިގަންނަން) މެނުވީއެވެ.\nއެ ޙަދީޘް ނެރުނީ ދާރަގުޠުނީއާއި ޙާކިމެވެ. އަދި ޙާކިމު އެ ސައްހަ ކުރިއެވެ.\n(ނޯޓު: މައުގޫފަކީ ސަހާބީއަކާ ހަމައަށް ސަނަދު ހުއްޓިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ ސަހާބީއެއްގެ ބަސްފުޅެވެ. އަދި މަރްފޫޢަކީ ނަބިއްޔާއާ ހަމައަށް ސަނަދު އުފުލިފައިވާ ރިވާޔަތެވެ. އެބަހީ އެއީ އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅެވެ.)","⁽¹⁾ المرفوع معلول بالموقوف.\nأخرجه: الدارقطني 1/ 203، والبيهقي 1/ 279، موقوفاً.\nوأخرجه: الدارقطني 1/ 203، والحاكم 1/ 290، والبيهقي 1/ 279، مرفوعاً."],["59","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٥٩ - وَعَنْ أَبِي بَكْرَةَ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ ﷺ: «أَنَّهُ رَخَّصَ لِلْمُسَافِرِ ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ، وَلِلْمُقِيمِ يَوْماً وَلَيْلَةً - إِذَا تَطَهَّرَ فَلَبِسَ خُفَّيْهِ - أَنْ يَمْسَحَ عَلَيْهِمَا» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި އަބޫ ބަކްރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން އެކަލޭގެފާނު، ދަތުރުވެރިޔާއަށް ތިން ދުވަހާއި އޭގެ ރޭތަކަށް ރުޚްޞާ ދެއްވިއެވެ. އަދި (ރަށެއްގައި) ގާއިމުވެ ހުރި މީހާއަށް ދުވަހަކާއި އޭގެ ރެއަށެވެ. -އެ މީހަކު (ވުޟޫކޮށް) ތާހިރުވެ ދެން އޭނާގެ ދެ ޚުއްފަށް އަރައިފި ހިނދު- އެ ދޭތީގެ މަތީގައި އޭނާ ފެން ފޮހުމަށް (ރުޚްޞާ ދެއްވިއެވެ.)\nއެ ޙަދީޘް ނެރުނީ ދާރަގުޠުނީއެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.\n(ނޯޓު: ރުޚްޞާއަކީ ލުއިފަސޭހަކަމުގެ ހުއްދައެވެ.)","⁽¹⁾ حسنة البخاري، كما نقل عنه الترمذي في «العلل»\nأخرجه: الشافعي في «مسنده» (83)، وابن أبي شيبة (1863)، وابن ماجه (556)، وابن الجارود (87)، وابن خزيمة (192)، وابن حبان (1324)، والدارقطني 1/ 194، والبيهقي 1/ 276"],["60","‌‌كِتَابُ الطَّهَارَةِ","بَابُ المَسْحِ عَلَى الخُفَّيْنِ","ދެ ޚުއްފުގައި ފެންފުހުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٠ - وَعَنْ أُبَيِّ بْنِ عِمَارَةَ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: «يَا رَسُولَ اللَّهِ! أَمْسَحُ عَلَى الخُفَّيْنِ؟ قَالَ: نَعَمْ، قَالَ: يَوْماً؟ قَالَ: نَعَمْ، قَالَ: وَيَوْمَيْنِ؟ قَالَ: نَعَمْ، قَالَ: وَثَلَاثَةً؟ قَالَ: نَعَمْ، وَمَا شِئْتَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَقَالَ: لَيْسَ بِالقَوِيِّ. ⁽¹⁾","އަދި އުބައްޔު ބިން ޢިމާރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ދެ ޚުއްފުގެ މަތީގައި ތިމަންނަ ފެން ފޮހެންތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އެއް ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އަދި ދެ ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“ އޭނާ ދެންނެވިއެވެ: އަދި ތިން ދުވަހަށް؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ. އަދި ތިބާ ބޭނުން (އިރަކަށެވެ.)“\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދެވެ. އަދި އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ލައިސަ ބިލް ގަވީއެވެ. (އެބަހީ: އެހާ ބާރުގަދައެއް ނޫނެވެ.)","⁽¹⁾ فيه عدة علل، واتفق أهل العلم على تضعيفه، قال الدارقطني: «هذا الإسناد لا يثبت، وقد اختلف فيه على يحيى بن أيوب اختلافاً كثيراً، قد بينته في موضع آخر، وعبد الرحمن ومحمد بن يزيد وأيوب بن قطن مجهولون كلهم، والله أعلم».\nأخرجه: ابن أبي شيبة 1/ 178 (1881)، وأبو داود (158)، وابن ماجه (557)، والدارقطني 1/ 198، والحاكم 1/ 170، والبيهقي 1/ 278"],["61","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦١ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ أَصْحَابُ رَسُولِ اللَّهِ ﷺ - عَلَى عَهْدِهِ - يَنْتَظِرُونَ العِشَاءَ حَتَّى تَخْفِقَ رُؤُوسُهُمْ، ثُمَّ يُصَلُّونَ وَلَا يَتَوَضَّؤُونَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَهُ الدَّارَقُطْنِيُّ ⁽¹⁾، وَأَصْلُهُ فِي مُسْلِمٍ. ⁽²⁾","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން، އެކަލޭގެފާނުގެ ޒަމާނުގައި، ޢިޝާ (ނަމާދަށް) އިންތިޒާރުގައި (އިނދެއެވެ.) އެއީ އެބައިމީހުން ތާއްޔާޖެހުމަށް ދާންދެނެވެ. އެއަށްފަހު އެބައިމީހުން ނަމާދުކުރެއެވެ. އަދި އެބައިމީހުން ވުޟޫއެއް ނުކުރެއެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރީ ދާރަގުޠުނީއެވެ. އަދި އެ ޙަދީޘްގެ އަސްލު ވަނީ މުސްލިމުގައެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (66)، وأحمد 3/ 101، وعبد بن حميد (1324)، وأبو داود (200)، والترمذي (78)، والنسائي 2/ 81، وابن خزيمة (1527)، والدارقطني 1/ 131 وقال: صحيح، والبيهقي 1/ 119.\nانظر: «الإلمام» (68) و (69) و (70)، و «المحرر» (73) و (74) و (75).\n⁽²⁾ أخرجه: مسلم 1/ 195 - 196 (376)، بألفاظ هي: أقيمت الصلاة والنبي - صلى الله عليه وسلم - يناجي رجلاً، فلم يزل يناجيه حتى نام أصحابه، ثم جاء فصلى بهم. ولفظ آخر: كان أصحاب رسول الله - صلى الله عليه وسلم - ينامون. ثم يصلون ولا يتوضأون. وهو في «صحيح البخاري» 1/ 150 (572)، بلفظ قريب من رواية مسلم، وزاد: «أما إنكم في صلاةٍ ما انتظرتموها»"],["62","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ ﷺ فَقَالَتْ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلَا أَطْهُرُ، أَفَأَدَعُ الصَّلَاةَ؟ قَالَ: لَا، إِنَّمَا ذَلِكِ عِرْقٌ، وَلَيْسَ بِحَيْضٍ، فَإِذَا أَقْبَلَتْ حَيْضَتُكِ فَدَعِي الصَّلَاةَ، وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ، ثُمَّ صَلِّي» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِلْبُخَارِيِّ: «ثُمَّ تَوَضَّئِي لِكُلِّ صَلَاةٍ». ⁽²⁾\nوَأَشَارَ مُسْلِمٌ إِلَى أَنَّهُ حَذَفَهَا عَمْداً. ⁽³⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގެ އަރިހަށް ފާޠިމާ ބިންތި އަބީ ޙުބައިޝް އައިސް ދެންނެވިއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންނައީ އިޞްތިޙާޟާވުން މެދުވެރިވާ އަންހެނަކީމެވެ. ފަހެ (އެ ކަމުން) ތިމަންނަ ތާހިރުވެ (ލޭ ކެނޑިގެން) ނުދެއެވެ. (އެބަހީ: އާދައިގެ ޙައިޟުގެ މުއްދަތަށް ފަހުގައިވެސް މެދުކެނޑުމެއް ނެތި ރަހިމުގެ ތިރީބައިން ލޭފައިބަފައިބައި ހުރެއެވެ.) ފަހެ ތިމަންނަ ނަމާދު ދޫކޮށްލަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ހަމައެކަނީ ނާރަކުން (އަންނަ ލެއެކެވެ.) އަދި އެއީ ޙައިޟެއް ނޫނެވެ. ފަހެ ކަނބުލޭގެ ޙައިޟުގެ (އަސްލު) ވަގުތު ވަނުމުން ނަމާދުކުރުން ދޫކޮށްލާށެވެ. އަދި އެ (މުއްދަތު) ނިމުމުން (ދެން އަންނަ) ލޭތައް ކަނބުލޭގެ ކިބައިން ދޮވެ ފިލުވާށެވެ. އެއަށްފަހު ނަމާދު ކުރާށެވެ.“ މުއްތަފަގުން ޢަލައިހި.\nއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”އެއަށްފަހު ކޮންމެ ނަމާދަކަށް ވުޟޫ ކުރާށެވެ.“\nއަދި މުސްލިމު ވަނީ ގަސްދުގައި އެ ލަފްޒު (ޒިކުރު ނުކޮށް) އުނިކުރި ކަމަށް އިޝާރާތްކޮށްފައެވެ. (އެބަހީ: އެކަލޭގެފާނު ދެކޭ ގޮތުގައި، އެއީ ރިވާޔަތުގައި ރައްކާކުރެވިފައި ނުވާ އިތުރު ލަފްޒެކެވެ.)","⁽¹⁾ أخرجه: عبد الرزاق (1165)، والحميدي (193)، والبخاري 1/ 84 (306)، ومسلم 1/ 180 (333) (62)، وأبو داود (282)، وابن ماجه (621)، والترمذي (125)، والنسائي 1/ 122، والدارقطني 1/ 206، والبيهقي 1/ 323.\nانظر: «الإلمام» (73)، و «المحرر» (76).\n⁽²⁾ اختلف في هذه الزيادة، فمنهم من ردها، ومنهم من صححها مرفوعة، ومنهم من قال: هي موقوفة من قول عروة، وصوابها القول الأخير.\nأخرجه: أحمد 6/ 204، والبخاري 1/ 66 - 67 (228)، وأبو داود (298)، والبيهقي 1/ 344.\n⁽³⁾ مسلم 1/ 180 (334) (62)، في إشارة إلى أنَّها لا تثبت مرفوعة عنده، وقد شرح الحافظ ابن حجر ذلك في «فتح الباري» 1/ 566 عقب (228) و 1/ 694 عقب (360).\nوإشارة مسلم: «وفي حديث حماد بن زيد زيادة حرف تركنا ذكره». ومثل ذلك قال النسائي، ولكن لم يتفرد حماد بهذه الزيادة."],["63","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٣ - وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنْتُ رَجُلاً مَذَّاءً، فَأَمَرْتُ المِقْدَادَ أَنْ يَسْأَلَ النَّبِيَّ ﷺ، فَسَأَلَهُ، فَقَالَ: فِيهِ الوُضُوءُ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِلْبُخَارِيِّ. ⁽¹⁾","އަދި ޢަލީ ބިން އަބީ ޠާލިބު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ގިނަގިނައިން މަޒްޔު އަންނަ ފިރިހެނެއް ކަމުގައި ތިމަންނަ ވީމެވެ. ފަހެ (އެކަމާ ބެހޭ ގޮތުން) ނަބިއްޔާ ﷺ ގެ އަރިހު ސުވާލު ކުރުމަށް އަލްމިގްދާދު (ބިން އަލްއަސްވަދަށް) ތިމަން އަމުރުކުރުމުން، އެކަލޭގެފާނު އަރިހުގައި އަލްމިގްދާދު ސުވާލު ކުރިއެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަމުގައި އޮތީ ވުޟޫ ކުރުމެވެ.“\nމުއްތަފަގުން ޢަލައިހި. އަދި މިއީ ބުޚާރީގެ ލަފްޒެވެ.\n(ނޯޓު: މަޒްޔަކީ ޝަހުވާނީ އެދުންވެރިކަމުގެ ސަބަބުން ޖިންސީ ގުނަވަނުން ނުކުންނަ ކުލައެއް ނެތް، އޮލަ ފެނެކެވެ.)","⁽¹⁾ أخرجه: أحمد 1/ 142، والبخاري 1/ 45 (132)، ومسلم (1/ 169 (303) (17) ولفظه: (منه) بدل (فيه)، وأبو داود (206)، وابن ماجه (504)، والترمذي (114)، والنسائي 1/ 97، وابن خزيمة (19)، والبيهقي 1/ 115.\nانظر: «الإلمام» (71)، و «المحرر» (77)"],["64","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ قَبَّلَ بَعْضَ نِسَائِهِ، ثُمَّ خَرَجَ إِلَى الصَّلَاةِ وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَضَعَّفَهُ البُخَارِيُّ. ⁽¹⁾","އަދި އާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ އަނބިކަނބަލުންގެ ތެރެއިން ކަނބަލަކަށް ބޮސްދެއްވިއެވެ. އެއަށްފަހު ނަމާދަށް ނުކުމެވަޑައިގަތެވެ. އަދި އެކަލޭގެފާނު ވުޟޫއެއް ނުކުރައްވައެވެ.\nއެ ޙަދީޘް ނެރުނީ އަޙްމަދެވެ. އަދި ބުޚާރީ އެ ޟަޢީފު ކުރިއެވެ.","⁽¹⁾ حبيب بن أبي ثابت لم يسمع من عروة هذا أولاً، ثانياً: الاختلاف في تحديد عروة، هل هو ابن الزبير، أم المزني؟ والأكثر أنَّه الأخير، والحديث ضعَّفه جمع من أهل العلم، منهم: يحيى بن سعيد القطَّان والبخاري وأبو زرعة وأبو حاتم والترمذي. انظر: «علل ابن أبي حاتم» (110) و «جامع التحصيل» (117). وهناك من صححه.\nأخرجه: أحمد 6/ 210، وأبو داود (179)، وابن ماجه (502)، والترمذي (86)، والنسائي 1/ 104، والدارقطني 1/ 137، والبيهقي 1/ 125.\nانظر: «الإلمام»، (75)، و «المحرر» (79)"],["65","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئاً، فَأَشْكَلَ عَلَيْهِ: أَخَرَجَ مِنْهُ شَيْءٌ، أَمْ لَا؟ فَلَا يَخْرُجَنَّ مِنَ المَسْجِدِ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންކުރެ މީހަކު އޭނާގެ ބަނޑުގައި އެއްޗެއް (އިހުސާސްވެ) ދެން އޭނާގެ ކިބައިން އެއްޗެއް (އެބަހީ: ވައި) ބޭރުވިތޯ ނޫންތޯ އޭނާއަށް އޮޅޭ ގޮތް ވެއްޖެނަމަ، ފަހެ ހަމަކަށަވަރުން އޭނާއަށް އަޑެއް އިވެންދެން ނުވަތަ ވަހެއް ފާހަގަވަންދެން މިސްކިތުން އޭނާ ނުނިކުންނަހުއްޓެވެ.“\nއެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: أحمد 2/ 414، والدارمي (727)، ومسلم 1/ 190 (362) (99)، وأبو داود (177)، والترمذي (75)، وابن المنذر في «الأوسط» (149)، وأبو عوانة 1/ 267، والطبراني في «الأوسط» (1565)، والبيهقي 1/ 117.\rانظر: «الإلمام» (76)، و «المحرر» (80)"],["66","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٦ - وَعَنْ طَلْقِ بْنِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «قَالَ رَجُلٌ: مَسِسْتُ ذَكَرِي - أَوْ قَالَ: الرَّجُلُ يَمَسُّ ذَكَرَهُ فِي الصَّلَاةِ - أَعَلَيْهِ وُضُوءٌ؟ فَقَالَ النَّبِيُّ ﷺ: لَا، إِنَّمَا هُوَ بَضْعَةٌ مِنْكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ ابْنُ حِبَّانَ. ⁽¹⁾\nوَقَالَ ابْنُ المَدِينِيِّ: «هُوَ أَحْسَنُ مِنْ حَدِيثِ بُسْرَةَ رَضِيَ اللهُ عَنْهَا».","އަދި ޠަލްގު ބިން ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: މީހަކު ބުންޏެވެ: ތިމަންނަގެ ޒަކަރުގައި އަތްލެވުނެވެ. ނުވަތަ އޭނާ ބުންޏެވެ: މީހަކު ނަމާދުގައި ވަނިކޮށް އޭނާގެ ޒަކަރުގައި އަތްލެވުމުން، އޭނާ ވުޟޫކުރަން ޖެހޭނެތޯއެވެ؟ ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ. އެއީ ހަމައެކަނި ތިބާގެ ހަށިގަނޑުންވާ ބަޔެކެވެ.“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރީ އިބްނު ޙިއްބާނެވެ.\nއަދި (ޢަލީ) ބިން އަލްމަދީނީ ވިދާޅުވިއެވެ: އަދި ބުސްރާ رَضِيَ اللَّهُ عَنْهَا ގެ ޙަދީޘަށްވުރެ މި ޙަދީޘް ރަނގަޅެވެ.","⁽¹⁾ أخرجه: أحمد 4/ 23، وأبو داود (182)، وابن ماجه (483)، والترمذي (85)، والنسائي 1/ 101، وابن الجارود (21)، والطحاوي 1/ 75، والطبراني في «الكبير» (8233)، والدارقطني 1/ 148، وابن حبان (207 موارد).\rانظر: «الإلمام» (77)، و «المحرر» (83)\nوقال ابن حزم في «المحلي» (139): «هذا الخبر -خبر طلق- صحيح إلا أنهم لا حجة لهم فيه لوجوه: أحدها: أن هذا الخبر موافق لما كان الناس عليه قبل ورود الأمر بالوضوء من مس الفرج، هذا لا شك فيه، فإذا هو كذلك فحكمه منسوخ يقينا حين أمر رسول الله صلى الله عليه وسلم بالوضوء من مس الفرج، ولا يحل ترك ما تيقن أنه ناسخ، والأخذ بما تيقن أنه منسوخ. وثانيها: أن كلامه عليه السلام: «هل هو إلا بضعة منك؟» دليل بين على أنه كان قبل الأمر بالوضوء منه؛ لأنه لو كان بعده لم يقل عليه السلام هذا الكلام، بل كان يبين أن الأمر بذلك قد نسخ، وقوله هذا يدل على أنه لم يكن سلف فيه حكم أصلا، وأنه كسائر الأعضاء»"],["67","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٧ - وَعَنْ بُسْرَةَ بِنْتِ صَفْوَانَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ مَسَّ ذَكَرَهُ؛ فَلْيَتَوَضَّأْ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ حِبَّانَ. وَقَالَ البُخَارِيُّ: هُوَ أَصَحُّ شَيْءٍ فِي هَذَا البَابِ. ⁽¹⁾","އަދި ބުސްރާ ބިންތި ޞަފްވާން رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ މީހެއްގެ ޒަކަރުގައި އަތްލައިފި މީހަކު ފަހެ ވުޟޫކުރާހުއްޓެވެ.“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރެއްވީ ތިރްމިޛީއާއި އިބްނު ޙިއްބާނެވެ. އަދި ބުޚާރީ ވިދާޅުވިއެވެ: އެއީ މި ބާބުގައިވާ އެންމެ ސައްހަ އެއްޗެވެ.\n(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ އެންމެ ޟަޢީފުކަން ކުޑަ ޙަދީޘެވެ.)","⁽¹⁾ أخرجه: الشافعي في «مسنده» (57)، وابن أبي شيبة (1736)، وأحمد 6/ 406، والدارمي (725)، وأبو داود (181)، وابن ماجه (479)، والترمذي (82)، والنسائي 1/ 100 - 101، وابن خزيمة (33)، وابن حبان (1112)، والبيهقي 1/ 129. …\rانظر: «المحرر» (81)، وكلام البخاري نقله عنه تلميذه الترمذي في «العلل الكبير» 1/ 156."],["68","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٨ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ أَصَابَهُ قَيْءٌ، أَوْ رُعَافٌ، أَوْ قَلْسٌ، أَوْ مَذْيٌ؛ فَلْيَنْصَرِفْ، فَلْيَتَوَضَّأْ، ثُمَّ لْيَبْنِ عَلَى صَلَاتِهِ، وَهُوَ فِي ذَلِكَ لَا يَتَكَلَّمُ» أَخْرَجَهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَحْمَدُ وَغَيْرُهُ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ الْلَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ނަމާދުގައި ވަނިކޮށް) ހޮޑުލުން، ނުވަތަ ނޭފަތުން ލޭއައުން، ނުވަތަ (އަނގައިން ބޭރުނުވެ) ހޮޑުއައުން، ނުވަތަ މަޒްޔު ނުކުތުން ދިމާވެއްޖެ މީހާ، ފަހެ އޭނަ ނުކުމެ ގޮސް ވުޟޫކުރާށެވެ. އެއަށްފަހު އޭނާގެ ނަމާދުގެ މައްޗަށް ބިނާކޮށް (ކުރަމުން ދިޔަ ނަމާދު ފުރިހަމަ) ކުރާށެވެ. އެއީ އެ ކަމުގައި (އެބަހީ: ނަމާދުން ވަކިވެ އަލުން ގުޅުމާ ދެމެދުގައި) އޭނާ ވާހަކަ ދެއްކުމެއް ނެތިއެވެ.“\nއެ ޙަދީޘް ނެރުނީ އިބްނު މާޖާއެވެ. އަދި އަޙްމަދާއި އެ ނޫންވެސް އިމާމުން އެ ޟަޢީފު ކުރިއެވެ.","⁽¹⁾ اتفق الأئمة على ضعفه، وصله إسماعيل بن عيَّاش في روايته عن ابن جريج -وروايته عن غير الشاميين ضعيفة- وأرسله أصحاب ابن جريج الثقات.\nأخرجه: ابن ماجه (1221)، والدارقطني 1/ 154، والبيهقي 1/ 142.\nانظر: «الإلمام» (79)، و «المحرر» (85)"],["69","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٦٩ - وَعَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ رَجُلاً سَأَلَ النَّبِيَّ ﷺ: أَتَوَضَّأُ مِنْ لُحُومِ الغَنَمِ؟ قَالَ: إِنْ شِئْتَ، قَالَ: أَتَوَضَّأُ مِنْ لُحُومِ الإِبِلِ؟ قَالَ: نَعَمْ» أَخْرَجَهُ مُسْلِمٌ. ⁽¹⁾","އަދި ޖާބިރު ބިން ސަމުރާ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: މީހަކު ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ސުވާލު ކުރިއެވެ: ބަކަރި މަސް (ކެއުމުން) ތިމަންނަ ވުޟޫ ކުރަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ އެދޭ ނަމައެވެ.“ އޭނާ ދެންނެވިއެވެ: ޖަމަލު މަސް (ކެއުމުން) ތިމަންނަ ވުޟޫ ކުރަންވީތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާދޭހެވެ.“\nއެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: الطيالسي (766)، وابن أبي شيبة (513)، وأحمد 5/ 106، ومسلم 1/ 89 (360) (97)، وابن ماجه (495)، وابن الجارود (25)، وابن حبان (1124)، والطبراني في «الكبير» (1868)، والبيهقي 1/ 158.\rانظر: «الإلمام» (80)، و «المحرر» (86)"],["70","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ ﷺ: «مَنْ غَسَّلَ مَيْتاً فَلْيَغْتَسِلْ، وَمَنْ حَمَلَهُ فَلْيَتَوَضَّأْ» أَخْرَجَهُ أَحْمَدُ، وَالنَّسَائِيُّ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ.\nوَقَالَ أَحْمَدُ: «لَا يَصِحُّ فِي هَذَا البَابِ شَيْءٌ». ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މައްޔިތަކު ހިނަވައިފި މީހާ، ފަހެ ހިނައިގަންނަހުއްޓެވެ. އަދި އޭނާ އުފުލައިފި މީހާ، ފަހެ ވުޟޫ ކުރާހުއްޓެވެ.“\nއެ ޙަދީޘް ނެރުނީ އަޙްމަދާއި، ނަސާއީ އަދި ތިރްމިޛީ، އަދި އެކަލޭގެފާނު އެ ހަސަން ކުރިއެވެ.\nއަދި އަޙްމަދު ވިދާޅުވިއެވެ: މި ބާބުގައި އެއްވެސް އެއްޗެއް ސައްހަވެގެން ނުވެއެވެ.\n(އެބަހީ: އެ މައްސަލައިގައި އައިސްފައިވާ ހުރިހާ ޙަދީޘެއް ޟަޢީފެވެ.)","⁽¹⁾ ضعّفه جمع من أهل العلم، منهم: محمد بن يحيى الذهلي وابن المديني وأحمد والبخاري وأبو حاتم والدارقطني والبيهقي، وفيهم من صحح وقفه على أبي هريرة، وقد لخص القول فيه ابن الجوزي في «العلل المتناهية» 1/ 377 فقال: «أما حديث أبي هريرة، ففي طريقه الأول: صالح مولى التوأمة، قال مالك: ليس بثقة، وكان شعبة ينهى أنْ يؤخذ عنه، وفي طريقه الثاني: محمد بن عمرو، قال يحيى: ما زال الناس يتقون حديثه، وفي طريقه الثالث: المحفوظ فيه أنه موقوف على أبي هريرة، وفي طريقه الرابع: رجل مجهول». انظر: «العلل الكبير» 1/ 402، و «علل ابن أبي حاتم» (1035)، و «علل الدارقطني» 9/ 293 و 10/ 161 - 162 و 10/ 378 - 379 و 11/ 224.\nأخرجه: الطيالسي (2314)، وعبد الرزاق (6111)، وابن أبي شيبة (11153)، وأحمد 2/ 454، والبخاري في «التاريخ الكبير» 1/ 396 - 397 (1262)، وأبو داود (3161)، والترمذي (993)، وابن حبان (1161)، والدارقطني 1/ 113، والبيهقي 1/ 300 - 301.\nتنبيه: ولعل الحافظ أخطأ في عزوه الحديث إلى النسائي فإنه لم يخرجه.\nانظر: «الإلمام» (81)، و «المحرر» (87)"],["71","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧١ - وَعَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ رَحِمَهُ اللهُ: أَنَّ فِي الكِتَابِ الَّذِي كَتَبَهُ رَسُولُ اللَّهِ ﷺ لِعَمْرِو بْنِ حَزْمٍ: «أَلَّا يَمَسَّ القُرْآنَ إِلَّا طَاهِرٌ» رَوَاهُ مَالِكٌ مُرْسَلاً، وَوَصَلَهُ النَّسَائِيُّ، وَابْنُ حِبَّانَ، وَهُوَ مَعْلُولٌ. ⁽¹⁾","އަދި ޢަބްދު ﷲ ބިން އަބީ ބަކްރު رَحِمَهُ اللَّهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ، ޢަމްރު ބިން ޙަޒްމަށް ފޮނުއްވި ސިޓީގައި ވެއެވެ: ”ތާހިރު މީހަކު މެނުވީ ގުރްއާނުގައި ބީހިގެން ނުވާނެއެވެ.“\nމާލިކު އެ ޙަދީޘް ރިވާ ކުރީ މުރުސަލުކޮށެވެ. އަދި ނަސާއީ އަދި އިބްނު ޙިއްބާން އެ ރިވާ ކުރީ (ސަނަދު) ގުޅުވައިގެންނެވެ. އަދި އެ މަޢުލޫލުވެ (ބަލިކަށިވެގެން) ވެއެވެ.\n(ނޯޓު: މުރުސަލަކީ، ޙަދީޘްގެ ސަނަދުގައި ނަބިއްޔާއާއި ތާބިޢީއާ ދެމެދުވާ ސަހާބީގެ ނަން ޒިކުރުކޮށްފައި ނުވުމެވެ.)","⁽¹⁾ صححه الإمام الشافعي وأحمد وابن معين وإسحاق بن راهويه ويعقوب بن سفيان والبيهقي وابن عبد البر، وله كلام حسن يقول فيه: «هذا كتاب مشهور عند أهل السير، معروف ما فيه عند أهل العلم معرفة يستغنى بشهرتها عن الإسناد؛ لأنَّه أشبه التواتر في مجيئه لتلقي الناس له بالقبول والمعرفة». وقال شيخ الإسلام ابن تيمية: «هو صحيح بإجماعهم». انظر: تحقيق الشيخ مشهور لكتاب «الخلافيات» للبيهقي 1/ 497 - 508، و «شرح العمدة» 2/ 102.\rأخرجه: مالك في «الموطأ» (534) برواية الليثي، وأبو داود في «المراسيل» (92)، والدارقطني 1/ 121 مرسلاً.\rوأخرجه: النسائي 8/ 57 - دون موضع الشاهد-، وابن حبان (6559)، والدارقطني 1/ 122، والحاكم 1/ 395 - 397، والبيهقي 1/ 87، موصولاً.\rانظر: «الإلمام» (1419)، و «المحرر» (89)"],["72","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧٢ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ» رَوَاهُ مُسْلِمٌ، وَعَلَّقَهُ البُخَارِيُّ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ހުރިހާ ވަގުތެއްގައި ވެސް ﷲ ޒިކުރު ކުރައްވައެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ. އަދި ބުޚާރީ އެ ރިވާ ކުރީ މުޢައްލަގުކޮށެވެ. (އެބަހީ: ފުރިހަމަ ސަނަދު ޒިކުރު ނުކޮށެވެ.)","⁽¹⁾ أخرجه: أحمد 6/ 70، ومسلم 1/ 194 (373) (117)، وأبو داود (18)، وابن ماجه (302)، والترمذي (3384)، وأبو يعلى (4699)، وأبو عوانة 1/ 217، وابن حبان (801)، وأبو نعيم في «المستخرج» (819)، والبيهقي 1/ 90، والبغوي (274).\nوأخرجه: البخاري عقب (304) معلقاً. ووصله مسلم (373)\nانظر: «الإلمام» (86)، و «المحرر» (91)"],["73","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧٣ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ احْتَجَمَ وَصَلَّى، وَلَمْ يَتَوَضَّأْ» أَخْرَجَهُ الدَّارَقُطْنِيُّ، وَلَيَّنَهُ. ⁽¹⁾","އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ހިޖާމާ ޖެއްސެވުމަށް ފަހު ނަމާދު ކުރެއްވިއެވެ. އަދި އެކަލޭގެފާނު ވުޟޫ ނުކުރައްވައެވެ.\nއެ ޙަދީޘް ނެރުނީ ދާރަގުޠުނީއެވެ. އަދި އެކަލޭގެފާނު އެ ލައްޔިނުކޮށް (ބަލިކަށި) ކުރިއެވެ.","⁽¹⁾ متفق على ضعفه، قال ابن عبد الهادي: «حديث أنس لا يثبت، وسليمان بن داود مجهول، وصالح بن مقاتل ليس بالقوي -قاله الدارقطني-، وأبوه غير معروف، وقال البيهقي: في إسناد هذا الحديث ضعف». «تنقيح التحقيق» (323).\rأخرجه: الدارقطني 1/ 151 - 152، والبيهقي 1/ 141"],["74","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧٤ - وَعَنْ مُعَاوِيَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «العَيْنُ وِكَاءُ السَّهِ، فَإِذَا نَامَتِ العَيْنَانِ اسْتُطْلِقَ الوِكَاءُ» رَوَاهُ أَحْمَدُ ⁽¹⁾، وَالطَّبَرَانِيُّ، وَزَادَ: «وَمَنْ نَامَ فَلْيَتَوَضَّأْ».\nوَهَذِهِ الزِّيَادَةُ فِي هَذَا الحَدِيثِ عِنْدَ أَبِي دَاوُدَ مِنْ حَدِيثِ عَلِيٍّ رَضِيَ اللهُ عَنْهُ دُونَ قَوْلِهِ: «اسْتُطْلِقَ الوِكَاءُ»، وَفِي كِلَا الإِسْنَادَيْنِ ضَعْفٌ. ⁽²⁾\nوَلِأَبِي دَاوُدَ - أَيْضاً - عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا مَرْفُوعاً: «إِنَّمَا الوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعاً»، وَفِي إِسْنَادِهِ ضَعْفٌ أَيْضاً. ⁽³⁾","އަދި މުޢާވިޔާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ލޮލަކީ ފުރަގަސްފަރާތުގެ ކަމަރެވެ. ފަހެ ދެ ލޯ ނިދައިފި ހިނދު ކަމަރު މޮހިގެންދެއެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ އަޙްމަދާއި ޠަބަރާނީއެވެ. އަދި ޠަބަރާނީ އިތުރު ކުރިއެވެ: ”އަދި ނިދައިފި މީހަކު ފަހެ ވުޟޫ ކުރާހުއްޓެވެ.“\nއަދި މި ޙަދީޘްގައި މިވާ އިތުރު ތަންކޮޅު، އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި ވެއެވެ. އެއީ އެކަލޭގެފާނުގެ ބަސްފުޅު ”ކަމަރު މޮހިދެގެންދެއޭ“ ނުލައެވެ. އަދި އެ ދެ އިސްނާދުގައި ވެސް ބަލިކަށިކަމެއް ވެއެވެ.\nއަދިވެސް އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި، އިބުނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ވުޟޫ ކުރުން އޮތީ ހަމައެކަނި އޮށޯވެ އޮވެގެން ނިދައިފި މީހަކަށެވެ.“ އަދި އޭގެ އިސްނާދުގައިވެސް ބަލިކަށިކަމެއް ވެއެވެ.\n(ނޯޓު: ލޯ ކަމަރަށްވާ ގޮތަކީ، ހޭލާ ހުންނަ އިރު ވައި ނުކުތަ ނުދީ މީހާއަށް ހިފެހެއްޓެއެވެ. އަދި ނުކުތަސް އިހުސާސް ކުރެވެއެވެ. ނަމަވެސް ނިދާފާ އޮންނަ އިރު މި ހިފެހެއްޓުމާއި އިހުސާސެއް ނުވެއެވެ.)","⁽¹⁾ فيه أبو بكر بن أبي مريم متفق على ضعفه، وخولف من مروان بن جناح الذي أوقفه على معاوية، وحاله أحسن قليلاً من حال أبي بكر، زد على ذلك أن بقية يدلس تدليس التسوية الذي يشترط فيه التصريح بجميع طبقات السند، وهو منتف هنا.\nأخرجه: أحمد 4/ 96 - 97، والدارمي (722)، وأبو يعلى (7372)، والطحاوي في «شرح المشكل» (3433)، والطبراني في «الكبير» 19/ (875)، وابن عدي في «الكامل» 2/ 38، والدارقطني 1/ 160، والبيهقي 1/ 118، مرفوعاً.\nوأخرجه: ابن عدي في «الكامل» 2/ 38، والبيهقي 1/ 118 - 119 موقوفاً.\n⁽²⁾ فيه عدة علل منها أنَّ بقية يدلس ويسوي، وفيه الوضين بن عطاء مختلف فيه، ومنها الانقطاع بين عبد الرحمن بن عائد وعلي، وهذا الحديث ضعفه أبو حاتم وأبو زرعة. انظر «علل ابن أبي حاتم» (106)، و «تنقيح التحقيق» لابن عبد الهادي (277 - 279)، و «البدر المنير» 2/ 245، و «التلخيص الحبير» 1/ 333 (159).\nأخرجه: أحمد 1/ 11، وأبو داود (203)، وابن ماجه (477)، والعقيلي في «الضعفاء» 4/ 329، والطحاوي في «شرح المشكل» (3432)، والطبراني في «مسند الشامين» (656)، وابن عدي في «الكامل» 7/ 89، والدارقطني 1/ 161، والبيهقي 1/ 118\n⁽³⁾ منكر؛ فيه يزيد أبو خالد الدالاني لا يقبل منه إذا انفرد، وهنا يرويه عن قتادة دون أصحابه، ورواه سعيد بن أبي عروبة عن قتادة ولم يرفعه، ونفى البخاري سماعه من قتادة، وكذلك فإنَّ قتادة لم يسمع من أبي العالية، والحديث ضعفه الإمام أحمد والبخاري وأبو داود والدارقطني. انظر: «العلل الكبير» 1/ 149، و «التلخيص الحبير» 1/ 335.\rأخرجه: أحمد 1/ 256، وعبد بن حميد (659)، وأبو داود (202)، والترمذي (77)، وابن عدي في «الكامل» 9/ 166، والدارقطني 1/ 159، والبيهقي 1/ 121"],["75","‌‌كِتَابُ الطَّهَارَةِ","بَابُ نَوَاقِضِ الوُضُوءِ","ވުޟޫ ގެއްލޭ ކަންކަމުގެ ބާބު","ތަހާރާގެ ފޮތް","٧٥ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «يَأْتِي أَحَدَكُمُ الشَّيْطَانُ فِي صَلَاتِهِ، فَيَنْفُخُ فِي مَقْعَدَتِهِ فَيُخَيَّلُ إِلَيْهِ أَنَّهُ أَحْدَثَ - وَلَمْ يُحْدِثْ - فَإِذَا وَجَدَ ذَلِكَ فَلَا يَنْصَرِفْ حَتَّى يَسْمَعَ صَوْتاً، أَوْ يَجِدَ رِيحاً» أَخْرَجَهُ البَزَّارُ. ⁽¹⁾\nوَأَصْلُهُ فِي الصَّحِيحَيْنِ: مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ.\nوَلِمُسْلِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ. ⁽³⁾\nوَلِلْحَاكِمِ عَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ مَرْفُوعاً: «إِذَا جَاءَ أَحَدَكُمُ الشَّيْطَانُ، فَقَالَ: إِنَّكَ أَحْدَثْتَ، فَلْيَقُلْ: كَذَبْتَ». ⁽⁴⁾\nوَأَخْرَجَهُ ابْنُ حِبَّانَ بِلَفْظِ: «فَلْيَقُلْ فِي نَفْسِهِ». ⁽⁵⁾","އަދިވެސް އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ނަމާދުގައި ވަނިކޮށް، ޝައިތާނާ އައިސް އޭނާގެ ފުރަގަސްފަރާތަށް ފުމެއެވެ. ފަހެ އެ މީހަކު (ވުޟޫ ގެއްލި) ޙަދަޘްވެރިވެއްޖެ ކަމަށް އޭނާއަށް ހީކޮށްދެއެވެ. އެކަމަކު އޭނާ ޙަދަޘްވެރިއެއް ނުވެއެވެ. ފަޖެ އޭނާއަށް އެފަދައިން އިހުސާސް ކުރެވިއްޖެ ހިނދު، އޭނާއަށް އަޑެއް އިވެންދެން ނުވަތަ ވަހެއް ފާހަގަވަންދެން (ނަމާދު ދޫކޮށްފައި) އޭނާ ނުދާހުއްޓެވެ.“ އެ ޙަދީޘް ނެރުނީ ބައްޒާރެވެ.\nއަދި އެ ޙަދީޘްގެ އަސްލު ވަނީ ދެ ޞަޙީޙުގައެވެ. އެއީ ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިންނެވެ.\nއަދި މުސްލިމްގެ ރިވާޔަތުގައި، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ.\nއަދި ޙާކިމްގެ ރިވާޔަތުގައި، އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން މަރުފޫޢުކޮށް ރިވާވެގެންވެއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ގާތަށް ޝައިތާނާ އައިސް ބުނެފި ނަމަ: ހަމަކަށަވަރުން ތިބާ (ވުޟޫ ގެއްލި) ޙަދަޘްވެރި ވެއްޖެއެވެ. ފަހެ ތިބާ ބުނާށެވެ: ތިޔަ ހެދީ ދޮގެވެ.“\nއަދި އިބްނު ޙިއްބާން އެ ޙަދީޘް ނެރުނު ލަފްޒުގައި ވަނީ: ”ފަހެ އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް (އެފަދައިން) ބުނާހުއްޓެވެ.“","⁽¹⁾ فيه أبو أويس المدني وهو ضعيف.\nأخرجه: البزار كما في «كشف الأستار» (281)، والطبراني في «الكبير» (11556)\n⁽²⁾ ولفظه: شكي إلى النبي صلى الله عليه وسلم: الرجل يخيل إليه أن يجد الشيء في الصلاة؟ قال: «لا ينصرف حتى سمع صوتا، أو يجد ريحا».\nأخرجه: الشافعي في «مسنده» (65)، والحميدي (413)، وأحمد 4/ 39، والبخاري 1/ 46 (137)، ومسلم 1/ 189 (361) (98)، وأبو داود (176)، وابن ماجه (513)، والنسائي 1/ 98، وابن الجارود (3)، وأبو عوانة 1/ 238، والبيهقي 1/ 114\n⁽³⁾ تقدم برقم (65)\nأخرجه: أحمد 2/ 414، والدارمي (727)، ومسلم 1/ 190 (362) (99)، وأبو داود (177)، والترمذي (75)، وابن المنذر في «الأوسط» (149)، وأبو عوانة 1/ 267، والطبراني في «الأوسط» (1565)، والبيهقي 1/ 117.\nانظر: «الإلمام» (76)، و «المحرر» (80)\n⁽⁴⁾ أخرجه: عبد الرزاق (533)، وابن أبي شيبة (8080)، وأحمد 3/ 12، وأبو داود (1029)، وأبو يعلى (1241)، وابن خزيمة (29)، وابن حبان (2665)، والحاكم 1/ 134. وتمامه عندهما: «حتى يسمع صوتا بأذنه، أو يجد ريحا بأنفه»\n⁽⁵⁾ في «صحيحه» (2666)"],["76","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٧٦ - عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ وَضَعَ خَاتَمَهُ» أَخْرَجَهُ الأَرْبَعَةُ، وَهُوَ مَعْلُولٌ. ⁽¹⁾","އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަދެވަޑައިގަންނަވާ އިރު، އެކަލޭގެފާނުގެ އަނގޮޓިކޮޅު ބަހައްޓަވައެވެ.\nއެ ޙަދީޘް ނެރުނީ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އެ (ބަލިކަށިވެ) މަޢުލޫލުވެގެން ވެއެވެ.","⁽¹⁾ منكر. فيه عدة علل.\nأخرجه: أبو داود (19)، وابن ماجه (303)، والترمذي (1746)، والنسائي (1/ 178)، وابن حبان (1413)، والحاكم 1/ 187، والبيهقي 1/ 94 - 95، والبغوي (189).\nانظر: «الإلمام» (87)، و «المحرر» (92)"],["77","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٧٧ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا دَخَلَ الخَلَاءَ قَالَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبُثِ وَالخَبَائِثِ» أَخْرَجَهُ السَّبْعَةُ. ⁽¹⁾","އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: ”اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ (ޔާ ﷲ، ހަމަކަށަވަރުން ނުބައިވެގެންވާ ފިރިހެން ޝައިތާނުންނާއި އަންހެން ޝައިތާނުންގެ ކިބައިން މި އަޅާ ރައްކާތެރި ކޮށްދެއްވުން އެދި އިބަ އިލާހަށް ދަންނަވަމެވެ.)“\nއެ ޙަދީޘް ނެރުނީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)","⁽¹⁾ أخرجه: أحمد 3/ 282، والبخاري 1/ 292 (142)، ومسلم 1/ 195 (375) (122)، وأبو داود (4)، وابن ماجه (296)، والترمذي (5)، والنسائي 1/ 20، وابن حبان (1407)، والبيهقي 1/ 95.\nانظر: «الإلمام» (92»، و «المحرر» (95)"],["78","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٧٨ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يَدْخُلُ الخَلَاءَ، فَأَحْمِلُ أَنَا وَغُلَامٌ نَحْوِي إِدَاوَةً مِنْ مَاءٍ وَعَنَزَةً، فَيَسْتَنْجِي بِالمَاءِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދިވެސް (އަނަސް) رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަންނަވައެވެ. ފަހެ ތިމަންނައާއި ތިމަންނަގެ (އުމުރުގެ) އެހެން ކުއްޖަކު، ފެނުގެ ކަންވާރަކާއި ޢަނަޒާއެއް (އެބަހީ: ކުރު ލޮންސިއެއް، އެކަލޭގެފާނަށް) ގެންގޮސްދެމެވެ. ދެން އެކަލޭގެފާނު ފެނުން އިސްތިންޖާ ކުރައްވައެވެ. (އެބަހީ: ދޮންނަވައެވެ.)\nމުއްތަފަގުން ޢަލައިހި.\n(ނޯޓު: ޢަނަޒާއެއް ބޭނުމަކީ ފޭރަމެއް އޭގައި އަޅުވާފައި ނިވާވުމެވެ.)","⁽¹⁾ أخرجه: الطيالسي (2134)، وأحمد 3/ 171، والبخاري 1/ 50 (152)، ومسلم 1/ 156 (271) (70)، وأبو داود (43)، والنسائي 1/ 42، وابن خزيمة (87) بتحقيقي، وابن حبان (1442)، والبيهقي 1/ 150، والبغوي (195).\rانظر: «الإلمام» (102)، و «المحرر» (110)\nواللفظ لمسلم. والعنزة: رميح بين العصا والرمح، فيه زج."],["79","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٧٩ - وَعَنِ المُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ لِيَ النَّبِيُّ ﷺ: «خُذِ الإِدَاوَةَ، فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي، فَقَضَى حَاجَتَهُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި އަލްމުޣީރާ ބިން ޝުޢުބާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ތިމަންނައަށް ޙަދީޘް ކުރެއްވިއެވެ: ”އިދާވާ (އެބަހީ: ފެން ކަންވާރު) ނަގާށެވެ.“ ދެން ތިމަންނައަށް ވަންހަނާ ވަންދެން އެކަލޭގެފާނު ދުރަށް ޖެހިވަޑައިގަތެވެ. އެއަށްފަހު ގަޟާޙާޖާ ކުރެއްވިއެވެ.\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 4/ 248، والبخاري 1/ 101 (363)، ومسلم 1/ 158 (274) (77)، وأبو داود (151)، وابن ماجه (545)، والنسائي 1/ 63، والبيهقي 2/ 412.\rانظر: «الإلمام» (88)، و «المحرر» (93)"],["80","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اِتَّقُوا اللَّعَّانَيْنِ - الَّذِي يَتَخَلَّى فِي طَرِيقِ النَّاسِ، أَوْ فِي ظِلِّهِمْ -» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nزَادَ أَبُو دَاوُدَ عَنْ مُعَاذٍ رَضِيَ اللهُ عَنْهُ: «وَالمَوَارِدَ». ⁽²⁾\nوَلِأَحْمَدَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَوْ نَقْعِ مَاءٍ» وَفِيهِمَا ضَعْفٌ. ⁽³⁾\nوَأَخْرَجَ الطَّبَرَانِيُّ: «النَّهْيَ عَنْ ⁽⁴⁾ تَحْتِ الأَشْجَارِ المُثْمِرَةِ، وَضِفَّةِ النَّهْرِ الجَارِي» مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا بِسَنَدٍ ضَعِيفٍ. ⁽⁵⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގިނަގިނައިން ލައުނަތް ލެއްވޭ ދެ ކަންތަކުން ތިޔަބައިމީހުން ރައްކާތެރިވާށެވެ. އެއީ މީސްތަކުންގެ މަގުތަކުގައި ފާހަނަ ކުރުމެވެ. ނުވަތަ އެބައިމީހުންގެ ހިޔާ ހުންނަ ތަންތަނުގައި (ފާހަނަ ކުރުމެވެ.)“ އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ.\nއަބޫ ދާވޫދު އިތުރު ކުރިއެވެ: މުޢާޛު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން އައިސްފައިވެއެވެ: ”އަދި ފެން ހޯދަން (މީހުން) އަންނަ ތަންތަންނެވެ.“\nއަދި އަޙްމަދުގެ ރިވާޔަތުގައި، އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ”ނުވަތަ ފެން އެއްވެފައިވާ ތަންތަނެވެ.“\nއަދި އެ ދެ ޙަދީޘްގައި ބަލިކަށިކަމެއް ވެއެވެ.\nއަދި ”މޭވާ އަޅާފައިވާ ގަސްތަކުގެ ބުޑުގައާއި، ހިނގަހިނގާ ހުންނަ ކޯރުތަކުގެ އައްސޭރީގައި (ގަޟާޙާޖާ ކުރުމުގެ) ނަހީ“ ޠަބަރާނީ ނެރެފައިވެއެވެ. އެއީ އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން، ބަލިކަށި ސަނަދަކުންނެވެ.","⁽¹⁾ أخرجه: أحمد 2/ 372، ومسلم 1/ 156 (269) (68)، وأبو داود (25)، وأبو يعلى (6483)، وابن الجارود (33)، وابن خزيمة (67)، وابن حبان (1415)، والحاكم 1/ 185 - 186، والبيهقي 1/ 97، والبغوي (191).\nوالحافظ ابن حجر قد اختصر الحديث فإنما قال: «اتقوا اللَّعَّانَيْنِ» قالوا: وما اللَّعَّانانِ يا رسول الله؟ قال: «الذي يتخلَّى في طريق الناس أو في ظلهم»، وما في «صحيح مسلم» هو كذلك في مصادر التخريج خلا «السنن الكبير» عند البيهقي، ولعلَّ ابن حجر قلَّد ابن دقيق العيد في «الإلمام»، وانظر بلا بد تعليق الحافظ ابن خزيمة عقب الحديث تجد فائدة.\nانظر: «الإلمام» (90)، و «المحرر» (96)\n⁽²⁾ فيه جهالة أبي سعيد الحميري، وروايته عن معاذ مرسلة. ولفظ أبي داود: «اتقوا الملاعن الثلاث: البراز في الموارد، وقارعة الطريق، والظل»\nأخرجه: أبو داود (26)، وابن ماجه (328)، والحاكم 1/ 167، والبيهقي 1/ 97\n⁽³⁾ فيه راوٍ مبهم، وعبد الله بن لهيعة مختلف فيه، وإن كانت روايته هنا عن أحد العبادلة.\nأخرجه: أحمد 1/ 299\n⁽⁴⁾ أي: التخلي.\n⁽⁵⁾ فيه فرات بن السائب، قال البخاري: «تركوه، منكر الحديث» «التاريخ الكبير» 7/ 130 (583).\nأخرجه: العقيلي في «الضعفاء» 3/ 458 (1514)، والطبراني في «الأوسط» (2392)، وابن عدي في «الكامل» 7/ 135 (1570)"],["81","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨١ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا تَغَوَّطَ الرَّجُلَانِ فَلْيَتَوَارَ كُلُّ وَاحِدٍ مِنْهُمَا عَنْ صَاحِبِهِ، وَلَا يَتَحَدَّثَا، فَإِنَّ اللَّهَ يَمْقُتُ عَلَى ذَلِكَ» رَوَاهُ ⁽¹⁾ وَصَحَّحَهُ ابْنُ السَّكَنِ، وَابْنُ القَطَّانِ، وَهُوَ مَعْلُولٌ. ⁽²⁾","އަދި ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ދެ މީހަކު ބޮޑުކަމުދާ ނަމަ، ފަހެ އެއިން ކޮންމެ މީހަކުވެސް އެކަކު އަނެކަކާ ވަންހަނާވާހުއްޓެވެ. އަދި އެކަކު އަނެކަކާ ވާހަކަ ނުދައްކާހުއްޓެވެ. އެހެނީ ހަމަށަވަރުން ﷲ އެ ކަމުގެ މައްޗަށް ކޯފާވެ ވޮޑިގެންވެއެވެ.\nއެ ރިވާކޮށް ސައްހަ ކުރެއްވީ އިބްނުއްސަކަން އަދި އިބްނުލް ގައްޠާނެވެ. އަދި އެ މަޢުލޫލުވެ (ބަލިކަށިވެގެން) ވެއެވެ.","⁽¹⁾ كذا في النسخ الخطية، دون ذكر من أخرجه، ولم نجده من حديث جابر، وهو عند أحمد وأبي داود من حديث أبي سعيد. وفي بعض الشروح: «رواه أحمد» فلعلَّ الحافظ بيَّض له ليذكر من خرجه ثم فاته ذلك. ⁽²⁾ عزاه ابن القطان في «بيان الوهم والإيهام» 5/ 260 إلى ابن السكن، والحديث معروف من مسند أبي سعيد الخدري، والأخير إسناده ضعيف؛ فيه هلال بن عياض أو عياض بن هلال وهو مجهول، أخرجه: أبو داود (15)، وابن ماجه (342)، وأحمد (3/36). انظر: «علل الدارقطني» (2294).\nانظر: «الإلمام» (93)، و «المحرر» (98)"],["82","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٢ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُمْسِكَنَّ أَحَدُكُمْ ذَكَرَهُ بِيَمِينِهِ وَهُوَ يَبُولُ، وَلَا يَتَمَسَّحْ مِنَ الخَلَاءِ بِيَمِينِهِ، وَلَا يَتَنَفَّسْ فِي الإِنَاءِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾","އަދި އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކުވެސް ކުޑަކަމުދާ އިރު، އޭނާގެ ޒަކަރުގައި ކަނާތުން ހިފަހައްޓައިގެން ނުވާނެއެވެ. އަދި ގަޟާޙާޖާކޮށްގެން އޭނާގެ ކަނާތުން ނުފޮހޭށެވެ. އަދި ކަންވާރުގެ ތެރެއަށް އޭނާ ނޭވާ ނުލާށެވެ.“\nމުއްތަފަގުން ޢަލައިހި. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.","⁽¹⁾ أخرجه: أحمد 5/ 300، والدارمي (2028)، والبخاري 1/ 50 (154)، ومسلم 1/ 155 (267) (63)، وأبو داود (31)، والترمذي (15)، والنسائي 1/ 25، وابن خزيمة (78)، وابن حبان (1434)، والبيهقي 1/ 112.\rانظر: «الإلمام» (97)، و «المحرر» (103)"],["83","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٣ - وَعَنْ سَلْمَانَ رَضِيَ اللهُ عَنْهُ قَالَ: «لَقَدْ نَهَانَا رَسُولُ اللَّهِ ﷺ أَنْ نَسْتَقْبِلَ القِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ، أَوْ أَنْ نَسْتَنْجِيَ بِاليَمِينِ، أَوْ أَنْ نَسْتَنْجِيَ بِأَقَلَّ مِنْ ثَلَاثَةِ أَحْجَارٍ، أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ عَظْمٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَلِلسَّبْعَةِ مِنْ حَدِيثِ أَبِي أَيُّوبَ: «لَا تَسْتَقْبِلُوا القِبْلَةَ بِغَائِطٍ وَلَا بَوْلٍ، وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا». ⁽²⁾","އަދި ސަލްމާން رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައާ ކުރިމަތި ލުމާއި، ކަނާތުން އިސްތިންޖާ ކުރުމާއި، ތިން ހިލައަށް ވުރެ މަދުން ބޭނުންކޮށްގެން އިސްތިންޖާ ކުރުމާއި، ޖަނަވާރެއްގެ ބޮޑުކަމުދާ ތަކެތިން ނުވަތަ ކަށިން އިސްތިންޖާ ކުރުން، ރަސޫލު ﷲ ﷺ އަހަރެމެންނަށް ނަހީ ކުރެއްވިއެވެ. އެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.\nއަދި ހަތް އިމާމުން (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި، އަބޫ އައްޔޫބުގެ ޙަދީޘްގައި އައިސްފައިވެއެވެ: ”ތިޔަބައިމީހުން ބޮޑުކަމުދިޔުމަށް ވެސް އަދި ކުޑަކަމުދިޔުމަށް ވެސް ގިބުލައާ ކުރިމަތި ނުލާށެވެ. އެހެނެއްކަމަކު ތިޔަބައިމީހުން އިރުމައްޗަށް ނުވަތަ ހުޅަނގަށް ކުރިމަތިލާށެވެ.“\n(ނޯޓު: އެފަދައިން ކަންތައް ކުރަން ޖެހޭނީ ހާމަ ތަނެއްގައި ގަޟާޙާޖާ ކުރާ ނަމައެވެ. ފާރު ހުރި ބިނާއެއްގެ ތެރޭގައި ކުރާ ނަމަ ނަހީއެއް ނެތެވެ.)","⁽¹⁾ أخرجه: أحمد 5/ 437، ومسلم 1/ 154 (262) (57)، وأبو داود (7)، وابن ماجه (316)، والترمذي (16)، والنسائي 1/ 38، وابن خزيمة (74)، والدارقطني 1/ 54، والبيهقي 1/ 91.\nقيل لسلمان: قد علمكم نبيكم صلى الله عليه وسلم كل شيء حتى الخراءة. قال: أجل. لقد نهانا … الحديث.\nانظر: «المحرر» (104)\n⁽²⁾ أخرجه: مالك في «الموطأ» (519) برواية الليثي، والشافعي في «مسنده» (35)، وأحمد 5/ 414، والبخاري 1/ 48 (144)، ومسلم 1/ 154 (264) (59)، وأبو داود (9)، وابن ماجه (318)، والترمذي (8)، والنسائي 1/ 21، وابن خزيمة (57)، وابن حبان (1416)"],["84","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٤ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ ﷺ قَالَ: «مَنْ أَتَى الغَائِطَ فَلْيَسْتَتِرْ» رَوَاهُ أَبُو دَاوُدَ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ގަޟާޙާޖާ ކުރަން ގޮސްފި މީހާ ފަހެ ނިވާވާހުއްޓެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ އަބޫ ދާވޫދެވެ.","⁽¹⁾ وهم الحافظ في جعله من مسند عائشة، إنما هو من مسند أبي هريرة، وهو ضعيف؛ لجهالة أبي سعد الخير، والاختلاف في صحبته كذلك، ولجهالة الحصين الحبراني الحميري أيضاً.\rأخرجه: أحمد 2/ 271، والدارمي (668)، وأبو داود (35)، وابن ماجه (337)، وابن حبان (1410)، والبيهقي 1/ 94"],["85","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٥ - وَعَنْهَا رَضِيَ اللهُ عَنْهَا: «أَنَّ النَّبِيَّ ﷺ كَانَ إِذَا خَرَجَ مِنَ الغَائِطِ قَالَ: غُفْرَانَكَ» أَخْرَجَهُ الخَمْسَةُ، وَصَحَّحَهُ أَبُو حَاتِمٍ، وَالحَاكِمُ. ⁽¹⁾","އަދިވެސް (ޢާއިޝާ) ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގަޟާޙާޖާ ކުރައްވައިގެން ނުކުމެވަޑައިގަންނަވާ އިރު ވިދާޅުވެއެވެ: ”غُفْرَانَكَ (އެބަހީ: އިބަ އިލާހުގެ މަޣްފިރަތަށް އެދި ދަންނަވަމެވެ.)“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރީ އަބޫ ޙާތިމު އަދި ޙާކިމެވެ.","⁽¹⁾ أخرجه: ابن أبي شيبة (7)، وأحمد 6/ 155، والدارمي (686)، والبخاري في «الأدب المفرد» (693)، وأبو داود (30)، وابن ماجه (300)، والترمذي (7)، والنسائي في «الكبرى» (9907)، وابن خزيمة (90)، وابن حبان (1444)، والحاكم 1/ 158، والبيهقي 1/ 97.\nانظر: «المحرر» (107)"],["86","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٦ - وَعَنِ ابْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: «أَتَى النَّبِيُّ ﷺ الغَائِطَ، فَأَمَرَنِي أَنْ آتِيَهُ بِثَلَاثَةِ أَحْجَارٍ، فَوَجَدْتُ حَجَرَيْنِ، وَلَمْ أَجِدْ ثَالِثاً، فَأَتَيْتُهُ بِرَوْثَةٍ، فَأَخَذَهُمَا وَأَلْقَى الرَّوْثَةَ، وَقَالَ: هَذَا رِكْسٌ» أَخْرَجَهُ البُخَارِيُّ. ⁽¹⁾\nزَادَ أَحْمَدُ، وَالدَّارَقُطْنِيُّ: «ائْتِنِي بِغَيْرِهَا». ⁽²⁾","އަދި އިބްނު މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ގަޟާޙާޖާ ކުރައްވަން ވަޑައިގަތެވެ. ފަހެ ތިން ހިލަކޮޅު ހިފައިގެން އެކަލޭގެފާނުގެ އަރިހަށް ދިޔުމަށް އެކަލޭގެފާނު ތިމަންނައަށް އަމުރު ކުރެއްވިއެވެ. ފަހެ ތިމަންނައަށް ފެނުނީ ދެ ހިލަކޮޅެވެ. އަދި ތިންވަނަ އެއްޗެއް ނުފެނުނެވެ. އެހެންކަމުން ޖަނަވާރެއްގެ (ހިކިފައިވާ) ބޮޑުކަމުދާ ތަކެތި ހިފައިގެން އެކަލޭގެފާނު އަރިހަށް ދިޔައިމެވެ. ފަހެ އެ ދެ ހިލަކޮޅު އެކަލޭގެފާނު ނެންގެވިއެވެ. އަދި ޖަނަވާރުގެ ބޮޑުކަމުދާ ތަކެތި އެއްލާލެއްވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”މިއީ ނަޖިހެވެ.“ އެ ޙަދީޘް ނެރުނީ ބުޚާރީއެވެ.\nއަޙްމަދު އަދި ދާރަގުޠުނީ އިތުރު ކުރެއްވިއެވެ: ”މި ނޫން އެއްޗެއް ހިފައިގެން ތިމަން ނަބިއްޔާގެ އަރިހަށް އަންނާށެވެ.“","⁽¹⁾ أخرجه: أحمد 1/ 418، والبخاري 1/ 51 (156)، وابن ماجه (314)، والترمذي (17)، والنسائي 1/ 39، وابن خزيمة (70)، والطبراني في «الكبير» (9954)، والبيهقي 1/ 108.\nانظر: «الإلمام» (100)، و «المحرر» (108).\n(2) إن هذه الزيادة من رواية أبي إسحاق السبيعي عن علقمة، قال أبو حاتم وأبو زرعة: «أبو إسحاق لم يسمع من علقمة شيئاً»، لكن قال الحافظ: «أثبت سماعه لهذا الحديث منه الكرابيسي». تنبيه: لفظ أحمد هو: «ائتني بحجر».\nأخرجه: أحمد 1/ 450، والدارقطني 1/ 55، والبيهقي 1/ 108.\nانظر: «المراسيل» لابن أبي حاتم (524)، و «الإلمام» (100)، و «المحرر» (108)، و «فتح الباري» 1/ 444 عقب (156)"],["87","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٧ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ رَسُولَ اللَّهِ ﷺ نَهَى أَنْ يُسْتَنْجَى بِعَظْمٍ، أَوْ رَوْثٍ، وَقَالَ: إِنَّهُمَا لَا يُطَهِّرَانِ» رَوَاهُ الدَّارَقُطْنِيُّ وَصَحَّحَهُ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ކަށިންނާއި، (ޖަނަވާރެއްގެ) ބޮޑުކަމުދާ ތަކެތިން އިސްތިންޖާ ކުރުން ރަސޫލު ﷲ ﷺ ނަހީ ކުރެއްވިއެވެ. އަދި އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެ ދޭތި ތާހިރެއް ނުކޮށްދެއެވެ.“\nދާރަގުޠުނީ އެ ޙަދީޘް ރިވާކޮށް ސައްހަ ކުރިއެވެ.","⁽¹⁾ فيه الحسن بن الفرات القزاز وهو صدوق يهم، وسلمة بن رجاء وهو صدوق يغرب.\nأخرجه: ابن عدي في «الكامل» 4/ 356 وعلله، والدارقطني 1/ 56 وقال: إسناد صحيح، وتوبع الحسن بن فرات تابعه شعبة عند العقيلي في «الضعفاء» 1/ 300 - 301، وفي الإسناد إليه نصر بن حماد قال عنه ابن معين متروك.\rانظر: «الإلمام» (101)، و «المحرر» (109)"],["88","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اسْتَنْزِهُوا مِنَ البَوْلِ، فَإِنَّ عَامَّةَ عَذَابِ القَبْرِ مِنْهُ» رَوَاهُ الدَّارَقُطْنِيُّ. ⁽¹⁾\nوَلِلْحَاكِمِ: «أَكْثَرُ عَذَابِ القَبْرِ مِنَ البَوْلِ» وَهُوَ صَحِيحُ الإِسْنَادِ. ⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ކުޑަކަމުދާ ތަކެތިން ތިޔަބައިމީހުން ދުރުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ކަށްވަޅުގެ އަޒާބުގެ ބޮޑު ބައެއް ވަނީ އޭގެ (ސަބަބުންނެވެ.)“ އެ ޙަދީޘް ރިވާ ކުރީ ދާރަގުޠުނީއެވެ.\nއަދި ޙާކިމުގެ ރިވާޔަތުގައި ވެއެވެ: ”އެންމެ ގިނައިން ކަށްވަޅުގެ އަޒާބު ލިބިގެންދަނީ ކުޑަކަމުދާ ތަކެތިގެ (ސަބަބުނެންނެވެ.)“ އަދި އޭގެ އިސްނާދު ސައްހައެވެ.","⁽¹⁾ قال الدارقطني: «الصواب أنَّه مرسل»، وفيه محمد بن الصبَّاح، قال عنه الذهبي: «لا يعرف، وخبره منكر» «الميزان» 3/ 583.\nأخرجه: الدارقطني 1/ 128، وله ما يشهد له.\n⁽²⁾ أخرجه: ابن أبي شيبة (1314)، وأحمد 2/ 326، وابن ماجه (348)، والدارقطني 1/ 128، والحاكم 1/ 293، والبيهقي 2/ 412.\nوقال الحاكم : «صحيح على شرط الشيخين، ولا أعرف له علة، ولم يخرجاه». وقال الذهبي: «وله شاهد»\nتنبيه: عزاه الحافظ ابن حجر إلى كتاب متأخر، وهو نفسه قد عزاه في «التلخيص الحبير» 1/ 311 لأحمد وابن ماجه."],["89","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٨٩ - وَعَنْ سُرَاقَةَ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ: «عَلَّمَنَا رَسُولُ اللَّهِ ﷺ فِي الخَلَاءِ أَنْ نَقْعُدَ عَلَى اليُسْرَى، وَنَنْصِبَ اليُمْنَى» رَوَاهُ البَيْهَقِيُّ بِسَنَدٍ ضَعِيفٍ. ⁽¹⁾","އަދި ސުރާގާ ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ގަޟާޙާޖާ ކުރުމުގައި، ތިމަންމެން އިށީންނަންވީ ވާތް ފައިތިލަ މަތީގައި ކަމަށް، އަދި ކަނާތް ފައިތިލަ ކޮށްޅަށް ނަގައިގެން ކަމަށް، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އުނގަންނަވައި ދެއްވިއެވެ.\nބައިހަގީ އެ ޙަދީޘް ރިވާ ކުރީ ޟަޢީފު ސަނަދަކުންނެވެ.\n(އެބަހީ: ވާތް ފައިތިލަ ރީއްޗަށް ބިންމަތީގައި ޖައްސައިގެން އެއަށް ބުރަވެ އިނދެ، ކަނާތް ފައިތިލައިގެ ފުންނާބު މައްޗަށް ނަގާ އެ ފައިތިލާގެ އިނގިލިތައް ބިންމަތީގައި ޖައްސައިގެން އިށީނުމެވެ.)","⁽¹⁾ فيه مبهمان.\rأخرجه: الطبراني في «الكبير» (6605)، والبيهقي 1/ 96"],["90","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٩٠ - وَعَنْ عِيسَى بْنِ يَزْدَادَ، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا بَالَ أَحَدُكُمْ فَلْيَنْتُرْ - ذَكَرَهُ ثَلَاثَ مَرَّاتٍ -» رَوَاهُ ابْنُ مَاجَهْ بِسَنَدٍ ضَعِيفٍ. ⁽¹⁾","އަދި ޢީސާ ބިން ޔަޒްދާދުގެ އަރިހުން، އެކަލޭގެފާނުގެ ބައްޕަ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު ކުޑަކަމުގޮސްފިނަމަ، ފަހެ އޭނާގެ ޒަކަރު ތިން ފަހަރު ނަތުރު ކުރާހުއްޓެވެ.“ (އެބަހީ: ދަމާ ހުސްކުރާހުއްޓެވެ.)\nއިބްނު މާޖާ އެ ޙަދީޘް ރިވާ ކުރީ ޟަޢީފު ސަނަދަކުންނެވެ.","⁽¹⁾ فيه زمعة بن صالح وهو ضعيف، وعيسى بن يزداد وأبوه مجهولان.\rأخرجه: ابن أبي شيبة (1719)، وأحمد 4/ 347، وابن ماجه (326)، والبيهقي 1/ 113"],["91","‌‌كِتَابُ الطَّهَارَةِ","بَابُ قَضَاءِ الحَاجَةِ","ގަޟާޙާޖާގެ ބާބު","ތަހާރާގެ ފޮތް","٩١ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ النَّبِيَّ ﷺ سَأَلَ أَهْلَ قُبَاءٍ، فَقَالُوا: إِنَّا نُتْبِعُ الحِجَارَةَ المَاءَ» رَوَاهُ البَزَّارُ بِسَنَدٍ ضَعِيفٍ ⁽¹⁾، وَأَصْلُهُ فِي أَبِي دَاوُدَ وَالتِّرْمِذِيِّ.\nوَصَحَّحَهُ ابْنُ خُزَيْمَةَ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: بِدُونِ ذِكْرِ «الحِجَارَةِ». ⁽²⁾","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ، ގުބާގެ އަހުލުވެރިން ގާތު ސުވާލު ކުރެއްވިއެވެ. (ހަމަކަށަވަރުން ﷲ ތިޔަބައިމީހުންގެ މައްޗަށް ސަނާގެ ބަސްފުޅު ވަހީ ކުރެއްވިއެވެ. އެބަހީ: ތިޔަބައިމީހުން ތާހިރުވުމަށް ލޯބިކުރާ ކަމަށް ގުރްއާނުގައި އައިސްފައިވަނީ ކީއްވެހެއްޔެވެ؟) ފަހެ އެބައިމީހުން ދެންނެވިއެވެ: ހަމަކަށަވަރުން ތިމަންމެން ހިލައަށްފަހު ފެން ބޭނުން ކުރަމެވެ. (އެބަހީ: އިސްތިޖުމާރު ކުރުމަށް ފަހު ދޮންނަމެވެ.) ބައްރާޒު އެ ޙަދީޘް ރިވާ ކުރީ ޟަޢީފު ސަނަދަކުންނެވެ.\nއަދި އެ ޙަދީޘްގެ އަސްލު ވަނީ އަބޫ ދާވޫދާއި ތިރްމިޛީގައެވެ.\nއަދި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރީ، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން، ހިލަ (މި ލަފްޒު) ޒިކުރު ކުރުމާ ނުލައެވެ.","⁽¹⁾ فيه محمد بن عبد العزيز بن عمر وهو متفق على تركه، وكذا عبد الله بن شبيب متهم، أخرجه البزار كما في «كشف الأستار» (227)، وجاء عند الطبراني في «الكبير» (11065) من وجه آخر عن ابن عباس ولا يصح؛ فيه محمد بن حميد الرازي ضعيف، وسلمة بن الفضل صدوق كثير الخطأ، ومحمد بن إسحاق مدلس، وقد عنعن.\n⁽²⁾ فيه يونس بن الحارث الثقفي، وهو ضعيف، وإبراهيم بن أبي ميمونة، مجهول الحال.\nأخرجه: أبو داود (44)، وابن ماجه (357)، والترمذي (3100)، والبيهقي 1/ 105.\nوأما تصحيح ابن خزيمة، فقد خرجه من حديث عويم بن ساعدة برقم (83)، وكذا أخرجه: أحمد 3/ 422، والطبري في «التفسير» 11/ 30، والطبراني في «الكبير» 17/ (348)، والحاكم 1/ 155، وهو ضعيف الإسناد كذلك؛ فيه عبد الله بن عبد الله بن أويس، وفيه أيضاً شرحبيل بن سعد وهو ضعيف.\nعن أبي هريرة، عن النبي صلى الله عليه وسلم قال: نزلت هذه الآية في أهل قباء: {فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ} [التوبة: 108]، قال: كانوا يستنجون بالماء، فنزلت فيهم هذه الآية."],["92","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٢ - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «المَاءُ مِنَ المَاءِ» رَوَاهُ مُسْلِمٌ ⁽¹⁾، وَأَصْلُهُ فِي البُخَارِيِّ. ⁽²⁾","އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފެން ވަނީ ފެނުންނެވެ.“ (އެބަހީ: ހިނައިގަނެ ފެންވެރުން ވާޖިބު ވަނީ މަނި ބޭރުވުމުގެ ސަބަބުންނެވެ.)\nއެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ. އަދި އޭގެ އަސްލު ވަނީ ބުޚާރީގައެވެ.","⁽¹⁾ أخرجه: أحمد 3/ 29، ومسلم 1/ 185 (343) (81)، وأبو داود (217)، وأبو يعلى (1236)، وابن خزيمة (233) بتحقيقي، وأبو عوانة (815)، والطحاوي في «شرح المعاني» (301)، وابن حبان (1168)، والبيهقي 1/ 167.\nانظر: «الإلمام» (103)، و «المحرر» (111).\n⁽²⁾ أخرجه: عبد الرزاق (963)، وأحمد 3/ 21، والبخاري 1/ 56 (180)، ومسلم 1/ 185 (345) (83)، وابن ماجه (606)، وابن حبان (1171)، والبيهقي 1/ 165.\nانظر: «المحرر» (111)\nففي رواية مسلم، عن أبي سعيد الخدري قال: خرجت مع رسول الله صلى الله عليه وسلم يوم الاثنين إلى قباء، حتى إذا كنا في بني سالم، وقف رسول الله صلى الله عليه وسلم على باب عتبان. فصرخ به، فخرج يجر إزاره، فقال رسول الله صلى الله عليه وسلم: «أعجلنا الرجل» فقال عتبان: يا رسول الله. أرأيت الرجل يعجل عن امرأته ولم يمن ماذا عليه؟ قال رسول الله صلى الله عليه وسلم: «إنما» الحديث.\nوأما رواية البخاري، فلفظه: «إذا أعجلت -أو قحطت- فعليك الوضوء» وهو رواية لمسلم."],["93","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٣ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ، ثُمَّ جَهَدَهَا، فَقَدْ وَجَبَ الغُسْلُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nزَادَ مُسْلِمٌ: «وَإِنْ لَمْ يُنْزِلْ». ⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ ހަތަރެސްފައި ދެމެދު (މީހަކު) އިށީނދެ (އޭނާގެ ޒަކަރު) އެ ކަނބުލޭގެ (ފަރުޖު) ތެރެއަށް ވައްދައިގަނެފި ނަމަ، ފަހެ ހަމަކަށަވަރުން ހިނައިގަތުން ވާޖިބުވެއްޖެއެވެ.“ މުއްތަފަގުން ޢަލައިހި.\nމުސްލިމު އިތުރު ކުރިއެވެ: ”އަދި މަނި ބޭރު ނުވިކަމުގައި ވިޔަސް މެއެވެ.“","⁽¹⁾ أخرجه: ابن أبي شيبة (936)، وأحمد 2/ 234، والدارمي (767)، والبخاري 1/ 80 (291)، ومسلم 1/ 186 (348) (87)، وأبو داود (216)، والنسائي 1/ 110، وابن حبان (1174)، والبيهقي 1/ 163.\nانظر: «الإلمام» (105)، و «المحرر» (113).\n⁽²⁾ أخرجه: أحمد 2/ 347، ومسلم 1/ 186 (348) (78)، وأبو يعلى (6227)، وأبو عوانة (824)، وابن حبان (1178)، والبيهقي 1/ 163.\nانظر: «الإلمام» (106)، و «المحرر» (113)"],["94","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٤ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ - فِي المَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ - قَالَ: «تَغْتَسِلُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nزَادَ مُسْلِمٌ: «فَقَالَتْ أُمُّ سَلَمَةَ ⁽²⁾ رَضِيَ اللهُ عَنْهَا: وَهَلْ يَكُونُ هَذَا؟! قَالَ: نَعَمْ، فَمِنْ أَيْنَ يَكُونُ الشَّبَهُ؟!». ⁽³⁾","އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ފިރިހެނުންނަށް ހުވަފެނުގައި ފެންނަ ފަދަ ކަންތައް ފެންނަ އަންހެނުންނާ މެދު (އެބަހީ: އިޙްތިލާމުވުމާއި މަނި ބޭރުވެފައި ވާތަން ފެންނަ އަންހެނުންނާ މެދު) ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެ ކަނބުލޭގެ ހިނައިގަންނާނީއެވެ.“ މުއްތަފަގުން ޢަލައިހި.\nމުސްލިމު އިތުރު ކުރިއެވެ: ފަހެ އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ދެންނެވިއެވެ: އަދި މިއީ ވާކަމެއްތޯއެވެ؟ (އެބަހީ: އަންހެނަކު އިޙްތިލާމުވެ މަނި ބޭރުވޭހެއްޔެވެ؟) އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އާނއެކެވެ. ފަހެ (ދަރީގެ) ވައްތަރުކަން އަންނަނީ ކޮންތާކުންހެއްޔެވެ؟“","⁽¹⁾ أخرجه: أحمد 3/ 121، والدارمي (770)، ومسلم 1/ 171 - 172 (310) (29)، وابن ماجه (601)، والنسائي 1/ 112، وأبو يعلى (2920)، وابن حبان (1164)، والبيهقي 1/ 169.\nتنبيه: وهم الحافظ هنا إذ عزا الحديث للبخاري فإنه لم يروه.\nانظر: «المحرر» (112).\n⁽²⁾ تحرف في الأصل إلى «أم سلمة» وما أثبته مسلم هو أم سليم.\n⁽³⁾ أخرجه: أحمد 3/ 282، ومسلم 1/ 172 (311) (30)\nوهو بتمامه: عن أنس بن مالك؛ أن أم سليم سألت نبي الله صلى الله عليه وسلم: عن المرأة ترى في منامها ما يرى الرجل؟ فقال رسول الله صلى الله عليه وسلم: «إذا رأت ذلك المرأة فلتغتسل» فقالت أم سليم: واستحييت من ذلك. قالت: وهل يكون هذا؟ فقال نبي الله صلى الله عليه وسلم: «نعم. فمن أين يكون الشبه. إن ماء الرجل غليظ أبيض. وماء المرأة رقيق أصفر. فمن أيهما علا أو سبق يكون منه الشبه»"],["95","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٥ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ ﷺ يَغْتَسِلُ مِنْ أَرْبَعٍ: مِنَ الجَنَابَةِ، وَيَوْمَ الجُمُعَةِ، وَمِنَ الحِجَامَةِ، وَمِنْ غَسْلِ المَيِّتِ» رَوَاهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ހަތަރު ކަމަކުން ހިނައިވަޑައިގަންނަވާ ކަމުގައިވެއެވެ. ޖުނުބުވެރިކަމުންނާއި، ހުކުރު ދުވަހުގައްޔާއި، ހިޖާމާ ޖެހުމުންނާއި އަދި މައްޔިތާ ހިނެވުމުންނެވެ.\nއެ ޙަދީޘް ނެރުނީ އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ فيه مصعب بن شيبة وهو ضعيف، وهذا الحديث من مناكيره كما جزم به أبو داود، والعقيلي، والذهبي.\rأخرجه: أحمد 6/ 152، وأبو داود (348)، وابن خزيمة (256)، والعقيلي في «الضعفاء» 4/ 197، والدارقطني 1/ 113، والحاكم 1/ 163، والبيهقي 1/ 199، والبغوي (338).\rانظر: «الإلمام» (112)، و «المحرر» (117)\nوالحديث عند أبي داود من فعله، وعند ابن خزيمة من قوله."],["96","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ - فِي قِصَّةِ ثُمَامَةَ بْنِ أُثَالٍ عِنْدَمَا أَسْلَمَ -: «وَأَمَرَهُ النَّبِيُّ ﷺ أَنْ يَغْتَسِلَ» رَوَاهُ عَبْدُ الرَّزَّاقِ ⁽¹⁾، وَأَصْلُهُ مُتَّفَقٌ عَلَيْهِ. ⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ޘުމާމާ ބިން އުޘާލުގެ ވާހަކަގައި، އޭނާ އިސްލާމުވީ ހިނދު، އޭނާ ހިނައިގަތުމަށް ނަބިއްޔާ ﷺ އަމުރު ކުރެއްވިއެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ ޢަބްދުއްރައްޒާގެވެ. އަދި އޭގެ އަސްލު މުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: عبد الرازق (9834)، وأحمد 4/ 204، وابن الجارود (15)، وابن خزيمة (253)، وابن حبان (1238)، والبيهقي 1/ 171.\rانظر: «الإلمام» (108)، و «المحرر» (114).\rوفيه: «فأمره أن يغتسل فاغتسل».\n⁽²⁾ أخرجه: أحمد 2/ 246، والبخاري 1/ 125 (462)، ومسلم 5/ 158 (1764) (59)، وأبو داود (2679)، والنسائي 1/ 109 - 110، وابن خزيمة (252)، وابن حبان (1239)، والبيهقي 1/ 171.\rمن حديث أبي هريرة أيضا، وفيه: «فانطلق -أي: ثمامة- إلى نخل قريب من المسجد، فاغتسل»\nتنبيه: الحافظ ابن حجر يشير في قوله: «وأصله» إلى ثمة اختلاف أو اختصار، والرواية التي أشار إليها ابن حجر ليس فيها الأمر بالغسل، بل فيها أنَّ ثمامة اغتسل.\rانظر: «الإلمام» (108)، و «المحرر» (114)"],["97","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٧ - وَعَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «غُسْلُ الجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» أَخْرَجَهُ السَّبْعَةُ. ⁽¹⁾","އަދި އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު ފެންވެރުން، ބާލިޣުވެފައިވާ ކޮންމެ މީހެއްގެ މައްޗަށް ވާޖިބެވެ.“\nއެ ޙަދީޘް ނެރުނީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)","⁽¹⁾ أخرجه: عبد الرزاق (5307)، والحميدي (736)، وأحمد 3/ 6، والدارمي (1546)، والبخاري 1/ 217 (858)، مسلم 3/ 3 (846) (5)، وأبو داود (341) وابن ماجه (1089)، والنسائي 3/ 93، وابن الجارود (284)، وابن خزيمة (1742)، وابن حبان (1229)، والبيهقي 1/ 294.\rتنبيه: وَهِمَ الحافظ في عزوه الحديث للترمذي.\rانظر: «الإلمام» (109)، و «المحرر» (115)"],["98","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٨ - وَعَنْ سَمُرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ تَوَضَّأَ يَوْمَ الجُمُعَةِ فَبِهَا وَنِعْمَتْ، وَمَنِ اغْتَسَلَ فَالغُسْلُ أَفْضَلُ» رَوَاهُ الخَمْسَةُ، وَحَسَّنَهُ التِّرْمِذِيُّ. ⁽¹⁾","އަދި ސަމުރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހު ވުޟޫކޮށްފި މީހާ، ފަހެ އެ ކަން ކުރުމަކީ ރަނގަޅު ކަމެކެވެ. އަދި ފެންވަރައިފި މީހާ، ފަހެ ފެންވެރުން މާ ރަނގަޅެވެ.“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީ އެ ހަސަން ކުރިއެވެ.","⁽¹⁾ قال الترمذي: «حديث حسن»\nأخرجه: أحمد 5/ 11، والدارمي (1548)، وأبو داود (354)، والترمذي (497)، والنسائي 3/ 94، وابن خزيمة (1757)، والبيهقي 1/ 295، والبغوي (335).\nانظر: «الإلمام» (111)، و «المحرر» (116)\nوعزو الحافظ الحديث للخمسة وهم منه إذ الحديث ليس عند ابن ماجه، عن سمرة، وإنما عنده عن أنس. انظر «الجمعة وفضلها» لأبي بكر المروزي (31) والحافظ نفسه عزاه في «الفتح» لأصحاب السنن الثلاثة."],["99","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","٩٩ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُقْرِئُنَا القُرْآنَ مَا لَمْ يَكُنْ جُنُباً» رَوَاهُ الخَمْسَةُ، وَهَذَا لَفْظُ التِّرْمِذِيِّ وَحَسَّنَهُ، وَصَحَّحَهُ ابْنُ حِبَّانَ. ⁽¹⁾","އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިވަޑައިގެން ނުވާހާ ހިނދަކު، ތިމަންމެންނަށް ގުރްއާން ކިޔަވާ ވިދާޅުވެދެއްވައެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި މިއީ ތިރްމިޛީގެ ލަފްޒެވެ. އަދި އެކަލޭގެފާނު އެ ހަސަން ކުރިއެވެ. އަދި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ اختلف في هذا الحديث تبعاً للخلاف الحاصل في أحد رواته وهو عبد الله بن سلِمة وقيل توبع، لكن الراجح تضعيف راويه، وعدم صحة المتابع، والصواب فيه وقف الحديث على عليٍّ كما رجحه الدارقطني.\nأخرجه: أحمد 1/ 83، وأبو داود (229)، وابن ماجه (594)، والترمذي (146)، والبزار (706)، والنسائي 1/ 144، وأبو يعلى (287)، وابن الجارود (94)، وابن خزيمة (208)، وابن حبان (799)، والدارقطني 1/ 119، والبيهقي 1/ 88 - 89. ولبعضهم ألفاظ أخر.\nانظر: «الإلمام» (113)، و «المحرر» (118)"],["100","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٠ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ، ثُمَّ أَرَادَ أَنْ يَعُودَ؛ فَلْيَتَوَضَّأْ بَيْنَهُمَا وُضُوءاً» رَوَاهُ مُسْلِمٌ. ⁽¹⁾ زَادَ الحَاكِمُ: «فَإِنَّهُ أَنْشَطُ لِلْعَوْدِ». ⁽²⁾\nوَلِلْأَرْبَعَةِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «كَانَ رَسُولُ اللَّهِ ﷺ يَنَامُ وَهُوَ جُنُبٌ، مِنْ غَيْرِ أَنْ يَمَسَّ مَاءً» وَهُوَ مَعْلُولٌ. ⁽³⁾","އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހަކު އޭނާގެ އަނބިމީހާ ގާތަށް (ރޭކުރަން) ގޮސް، އެއަށްފަހު (އިތުރު ފަހަރަކު) އަނބުރާ (ރޭކުރަން) އެދޭ ނަމަ، ފަހެ އެ ދެމެދުގައި އޭނާ ވުޟޫއަކުން ވުޟޫކުރާ ހުއްޓެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.\nޙާކިމް އިތުރު ކުރިއެވެ: ”އެހެނީ ހަމަކަށަވަރުން އެއީ އަނބުރާ (ރޭކުރުމަށް) މާ ހީވާގި ގޮތެކެވެ.“\nއަދި ހަތަރު އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާ) ގެ ރިވާޔަތްތަކުގައި، ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ’ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިވަޑައިގެންވާ ހާލު އަވަހާރަފުޅުލައްޕަވާ ކަމުގައި ވެއެވެ. އެއީ އެކަލޭގެފާނު ފެނުގައި ނުބީއްސަވާ ހާލުގައެވެ.‘ އަދި އެ މަޢުލޫލުވެ (ބަލިކަށިވެގެން) ވެއެވެ.","⁽¹⁾ أخرجه: الطيالسي (2215)، والحميدي (753)، وأحمد 3/ 7، ومسلم 1/ 171 (308) (27)، وأبو داود (220)، وابن ماجه (587)، والترمذي (141)، والنسائي 1/ 142، وابن حبان (1210).\nانظر: «الإلمام» (114) - (116)، و «المحرر» (120).\n⁽²⁾ زيادة شاذة؛ أخرجها: ابن خزيمة (221)، وابن حبان (1211)، والحاكم 1/ 152، والبيهقي 1/ 204، والبغوي (271)، من طريق مسلم بن إبراهيم، عن شعبة، عن عاصم، عن أبي المتوكل، عن أبي سعيد به، وقيل هي من شعبة إذ خالف الرواة عن عاصم بذكرها -قاله الحاكم-، فقد رواه حفص بن غياث عند ابن أبي شيبة (874)، ومسلم 1/ 171 (308) (27)، وأبي داود (220)، والترمذي (141)، وسفيان بن عيينة عند أحمد 3/ 7، والنسائي 1/ 142، ومحاضر بن المورع عند أحمد 3/ 28، وابن خزيمة (797)، ويحيى بن زكريا ومروان بن معاوية عند مسلم 1/ 171 (308) (27)، وعبد الواحد بن زياد عند ابن ماجه (587)، وابن المبارك عند النسائي في «الكبرى» (8989)، وهمام عند النسائي في «الكبرى» (8991)، وجرير بن عبد الحميد عند أبي يعلى (1164)، وأبو الأحوص عند الطحاوي في «شرح المعاني» (735)، وابن حبان (1210)، والثوري عند ابن شاهين في «ناسخ الحديث» (148)، جميعهم عن عاصم به من غير ذكرها، وقيل: هي من مسلم بن إبراهيم -قاله ابن حبان- فقد رواه الطيالسي (2215)، وغندر عند أحمد 3/ 21، وخالد بن الحارث عند ابن خزيمة (219) ويوسف بن يعقوب عند الطحاوي في «شرح المعاني» (736)، أربعتهم عن شعبة به، من غير ذكرها، فالراجح في طريق شعبة عدم ذكرها كما رواه الحفاظ، ونجزم بكون الخطأ من مسلم بن إبراهيم.\nانظر: «الإلمام» (117)، و «المحرر» (120)\n⁽³⁾ ضعيف؛ أطبق الجهابذة المتقدمون على إنكاره على أبي إسحاق وعدّوه من خطئه، قال ابن رجب: «وهذا الحديث مما اتفق أئمة الحديث من السلف على إنكاره على أبي إسحاق، منهم: إسماعيل بن أبي خالد، وشعبة، ويزيد بن هارون، وأحمد بن حنبل، وأبو بكر بن أبي شيبة، ومسلم بن حجاج، وأبو بكر الأثرم، والجوزجاني، والترمذي، والدارقطني، وحكى ابن عبد البر عن سفيان الثوري، أنه قال: هو خطأ» «فتح الباري» 1/ 323، وانظر بلا بد كتابي «الجامع في العلل والفوائد» 3/ 23 - 33 فقد فصلت فيه القول.\nأخرجه: أحمد 6/ 43، وأبو داود (228)، وابن ماجه (581)، والترمذي (118)، والنسائي في «الكبرى» (9003)، وأبو يعلى (4729)، والطحاوي في «شرح معاني الآثار» (731)، وابن عدي في «الكامل» 8/ 152،، والبيهقي 1/ 201 - 202.\nانظر: «الإلمام» (119)، و «المحرر» (123)"],["101","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠١ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ إِذَا اغْتَسَلَ مِنَ الجَنَابَةِ؛ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ، ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ، فَيَغْسِلُ فَرْجَهُ، ثُمَّ يَتَوَضَّأُ، ثُمَّ يَأْخُذُ المَاءَ، فَيُدْخِلُ أَصَابِعَهُ فِي أُصُولِ الشَّعْرِ، ثُمَّ حَفَنَ عَلَى رَأْسِهِ ثَلَاثَ حَفَنَاتٍ، ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ، ثُمَّ غَسَلَ رِجْلَيْهِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾\nوَلَهُمَا فِي حَدِيثِ مَيْمُونَةَ رَضِيَ اللهُ عَنْهَا: «ثُمَّ أَفْرَغَ عَلَى فَرْجِهِ، وَغَسَلَهُ بِشِمَالِهِ، ثُمَّ ضَرَبَ بِهَا الأَرْضَ».\nوَفِي رِوَايَةٍ: «فَمَسَحَهَا بِالتُّرَابِ».\nوَفِي آخِرِهِ: «ثُمَّ أَتَيْتُهُ بِالمِنْدِيلِ فَرَدَّهُ - وَفِيهِ -: وَجَعَلَ يَنْفُضُ المَاءَ بِيَدِهِ». ⁽²⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލާ ﷺ ޖުނުބުވެރިކަމުން ހިނައިގަންނަވާ ހިނދު، ފައްޓަވާފައި ދެ އަތްތިލަ ދޮންނަވައެވެ. ދެން އެކަލޭގެފާނުގެ ކަނާތްޕުޅުން ވާތްޕުޅަށް ފެން އޮއްސަވާ، އެކަލޭގެފާނުގެ ލަދުވެތި ގުނަވަން ދޮންނަވައެވެ. އެއަށްފަހު ވުޟޫ ކުރައްވައެވެ. ދެން ފެން ނަންގަވާފައި، އިސްތަށިތަކުގެ ބުޑުތަކާ ހަމައަށް އިނގިލިފުޅު ވައްދަވައެވެ. ދެން ދެ އަތްގޮށިން ތިން ފަހަރު އިސްތަށިފުޅު މަތިން ފެން އެޅުއްވިއެވެ. އެއަށްފަހު މުޅި ހަށިކޮޅަށް ފެން އެޅުއްވިއެވެ. ދެން ދެ ފައިންޕުޅު ދޮންނެވިއެވެ. މުއްތަފަގުން ޢަލައިހި. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.\nއަދި އެ ދެ އިމާމުންގެ ރިވާޔަތެއްގައި، މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا ގެ ހަދީޘްގައި ވެއެވެ: އެއަށްފަހު އެކަލޭގެފާނުގެ ލަދުވެތި ގުނަވަން މަތިން ފެން އޮއްސެވިއެވެ. އަދި އެ ދޮންނެވީ އެކަލޭގެފާނުގެ ވާތްޕުޅުންނެވެ. އެއަށްފަހު އެ އަތްޕުޅުން ބިންމަތީގައި ޖެއްސެވިއެވެ.\nއަދި ރިވާޔަތެއްގައި ވެއެވެ: ފަހެ އެ އަތްޕުޅު ވެލީގައި އުނގުޅުއްވިއެވެ.\nއަދި އެ ރިވާޔަތުގެ ފަހުކޮޅުގައި ވެއެވެ: އެއަށްފަހު އެކަލޭގެފާނަށް ފޮތިކޮޅެއް ތިމަން ގެނައިމެވެ. ފަހެ އެކަލޭގެފާނު އެ ރައްދު ކުރެއްވިއެވެ. - އަދި އެ ހަދީޘްގައި ވެއެވެ. - އަދި އެކަލޭގެފާނުގެ އަތްޕުޅުން ފެންތައް ތަޅުވާލައްވާ ފިލުވައިލައްވަން ފެއްޓެވިއެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (103)، وأحمد 6/ 52، والبخاري 1/ 74 (262)، ومسلم 1/ 174 (316) (35)، وأبو داود (242)، والنسائي 1/ 135، وأبو يعلى (4430)، وابن الجارود (99)، وابن خزيمة (242)، وابن حبان (1191)، والبيهقي 1/ 172.\nانظر: «الإلمام» (122)، و «المحرر» (124)\nوبما أن المؤلف ساق لفظ مسلم فعنده بعد قول: «أصول الشعر» إضافة وهي قولها: «حتى إذا رأى أن قد استبرأ»\n⁽²⁾ أخرجه: أحمد 6/ 330، والبخاري 1/ 72 (249)، ومسلم 1/ 174 (317) (37)، وأبو داود (245)، وابن ماجه (467)، والترمذي (103)، والنسائي 1/ 137، وأبو يعلى (7101)، وابن خزيمة (241)، وابن حبان (1190)، والبيهقي 1/ 137.\nانظر: «المحرر» (125)"],["102","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٢ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «قُلْتُ: يَا رَسُولَ اللَّهِ! إِنِّي امْرَأَةٌ أَشُدُّ شَعْرَ رَأْسِي، أَفَأَنْقُضُهُ لِغُسْلِ الجَنَابَةِ؟ - وَفِي رِوَايَةٍ: وَالحَيْضَةِ؟ - فَقَالَ: لَا، إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلَاثَ حَثَيَاتٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަދި އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ތިމަން ކަމަނާ ދެންނެވީމެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ހަމަކަށަވަރުން ތިމަންނައަކީ ބޮލުގެ އިސްތަށިގަނޑު ގަތާ އަންހެނަކީމެވެ. ފަހެ ޖުނުބުވެރިކަމުން ހިނައިގަތުމަށްޓަކައި އިސްތަށިގަނޑު ނިއުޅުވާލަންވީތޯއެވެ؟ -އަދި ރިވާޔަތެއްގައި ވެއެވެ: އަދި ޙައިޟުންވެސްތޯއެވެ؟ - ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ. ”ނޫނެކެވެ. ހަމައެކަނި ދެ އަތްގޮށިން ތިން ފަހަރު ކަމަނާގެ ބޯ މަތިން ފެން އަޅާލުން ކަމަނާއަށް ފުދޭނެއެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (106)، وأحمد 6/ 289، ومسلم 1/ 178 (330) (58)، وأبو داود (251)، وابن ماجه (603)، والترمذي (105)، والنسائي 1/ 131، وأبو يعلى (6957)، وابن الجارود (98)، وابن خزيمة (246)، وابن حبان (1198)، والبيهقي 1/ 181.\nأما لفظة: «الحيضة» فإنها شاذة؛ أخرجها: مسلم 1/ 178 (330) (58)، والبيهقي 1/ 181، من طريق عبد الرزاق، عن سفيان الثوري، والحديث جاء من عدة طرق عن الثوري وغيره -كما سبق- من دونها، وأخرجه عبد الرزاق في «مصنفه» (1046)، ومن طريقه أبي عوانة (867) فلم يذكرها، وأكدها الأخير حين قال: وهذا لفظ عبد الرزاق، مما يدل على خطأ ما في رواية مسلم.\nوزاد مسلم: «ثم تفيضين عليك الماء فتطهرين».\nانظر: «الإلمام» (130)، و «المحرر» (126)"],["103","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٣ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنِّي لَا أُحِلُّ المَسْجِدَ لِحَائِضٍ، وَلَا جُنُبٍ» رَوَاهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ޙައިޟުވެރިޔާއަށް އަދި ޖުނުބުވެރިއާއަށް މިސްކިތް ހަލާލެއް ނުކުރައްވަމެވެ.“ (އެބަހީ: ވަނުން ހުއްދައެއް ނުކުރައްވައެވެ.)\nއެ ޙަދީޘް ރިވާ ކުރީ  އަބޫ ދާވޫދެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ إسناده ضعيف؛ جسرة بنت دجاجة قال عنها البخاري: «عند جسرة عجائب».\rأخرجه: البخاري في «التاريخ الكبير» 2/ 67 (1710)، وأبو داود (232)، وابن خزيمة (1327)، والبيهقي 2/ 442"],["104","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٤ - وَعَنْهَا رَضِيَ اللهُ عَنْهَا قَالَتْ: «كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ ﷺ مِنْ إِنَاءٍ وَاحِدٍ، تَخْتَلِفُ أَيْدِينَا فِيهِ مِنَ الجَنَابَةِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nزَادَ ابْنُ حِبَّانَ: «وَتَلْتَقِي». ⁽²⁾","އަދިވެސް (ޢާއިޝާ) رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެއް ކަންވާރަކުން ތިމަން ކަމަނާއާއި ރަސޫލު ﷲ ﷺ ޖުނުބުވެރިކަމުން ހިނައިގަންނަވާ ކަމުގައި ވިއެވެ. ތިމަން ދެ ކަނބަލުން (އެއް ބޭކަލެއްގެ އަތްޕުޅައް ފަހު އަނެއް ބޭކަލެއްގެ) އަތްޕުޅު އެއަށް ލައްވައެވެ. މުއްތަފަގުން ޢަލައިހި.\nއިބްނު ޙިއްބާން އިތުރު ކުރިއެވެ: އަދި (އެއް ބާކަލެއްގެ އަތްޕުޅު އަނެއް ބޭކަލެއްގެ) އަތްޕުޅާ ދިމާވެލައްވައެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (11)، وأحمد 6/ 37، والبخاري 1/ 74 (261)، ومسلم 1/ 176 (321) (45)، وابن ماجه (376)، والنسائي 1/ 130، وابن الجارود (57)، وابن خزيمة (239)، وابن حبان (1108)، والبيهقي 1/ 187 - 188.\nوليس عند البخاري لفظه: «من الجنابة».\nانظر: «المحرر» (140).\n⁽²⁾ أخرجه: ابن حبان (1111)، والبيهقي 1/ 187، وقال: «ورواه ابن وهب عن أفلح، وزاد في الحديث «وتلتقي»، وقال إسحاق بن سليمان الرازي عن أفلح: يعني: «وتلتقي» فيحتمل أنها مدرجة، وإلى هذا مال الحافظ ابن حجر في «الفتح» 1/ 373 عقب (261)، وفي النظر إلى طرق الحديث لم أجد هذه الزيادة إلا في طريق أفلح، فلعلها مدرجة من قوله."],["105","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الغُسْلِ، وَحُكْمِ الجُنُبِ","ހިނައިގަތުމައި ޖުނުބުވެރިޔާގެ ހުކުމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٥ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ تَحْتَ كُلِّ شَعْرَةٍ جَنَابَةً؛ فَاغْسِلُوا الشَّعْرَ، وَأَنْقُوا البَشَرَ» رَوَاهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَضَعَّفَاهُ. ⁽¹⁾\nوَلِأَحْمَدَ عَنْ عَائِشَةَ: نَحْوُهُ، وَفِيهِ رَاوٍ مَجْهُولٌ. ‌⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ކޮންމެ އިސްތަށްޓެއްގެ ދަށުގައި ޖުނުބުވެރިކަން ވެއެވެ. ފަހެ ތިޔަބައިމީހުން އިސްތަށިގަނޑު ދޮންނާށެވެ. އަދި ހަންގަނޑު ސާފުކުރާށެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ އަބޫ ދާވޫދާއި ތިރްމިޛީއެވެ. އަދި އެ ދެ އިމާމުން އެ ޟަޢީފު ކުރިއެވެ.\nއަދި އަޙްމަދުގެ ރިވާޔަތުގައި، ޢާއިޝާގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ. އަދި އޭގައި (ކާކުކަން ނޭނގޭ) މަޖްހޫލު ރާވީއަކު ވެއެވެ.","⁽¹⁾ إسناده ضعيف؛ لضعف الحارث بن وجيه.\nأخرجه: أبو داود (248)، وابن ماجه (597)، والترمذي (106)، والبيهقي 1/ 175\n⁽²⁾ إسناده ضعيف؛ فيه رجل مبهم وهو الراوي عن عائشة، وشريك النخعي وهو ضعيف، وكذلك خصيف بن عبد الرحمن الجزري.\nأخرجه: أحمد 6/ 110 - 111"],["106","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٦ - عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللهُ عَنْهُمَا أَنَّ النَّبِيَّ ﷺ قَالَ: «أُعْطِيتُ خَمْساً لَمْ يُعْطَهُنَّ أَحَدٌ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِداً وَطَهُوراً، فَأَيُّمَا رَجُلٍ أَدْرَكَتْهُ الصَّلَاةُ فَلْيُصَلِّ…» وَذَكَرَ الحَدِيثَ. ⁽¹⁾\nوَفِي حَدِيثِ حُذَيْفَةَ رَضِيَ اللهُ عَنْهُ عِنْدَ مُسْلِمٍ: «وَجُعِلَتْ تُرْبَتُهَا لَنَا طَهُوراً إِذَا لَمْ نَجِدِ المَاءَ». ⁽²⁾\nوَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ عِنْدَ أَحْمَدَ: «وَجُعِلَ التُّرَابُ لِي طَهُوراً». ⁽³⁾","ޖާބިރު ބިން ޢަބްދު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ތިމަން ނަބިއްޔާގެ ކުރިން އެކަކަށް ވެސް ދެއްވާފައި ނުވާ ފަސް ކަމެއް ތިމަން ނަބިއްޔާއަށް ދެއްވުނެވެ. މަސްދުވަހެއްގެ ރާސްތާގެ ދުރުމިނުން (އަދުއްވުންގެ ހިތްތަކަށް) ބިރުވެރިކަން (ވެއްދެވިގެން) ތިމަން ނަބިއްޔާއަށް ނަސްރު ދެއްވުނެވެ. އަދި ތިމަން ނަބިއްޔާއަށް ޓަކައި، ބިން ވަނީ ސަޖިދަކޮށް (ނަމާދު ކުރެވޭ) އަދި ޠަހޫރު ތަނެއް ކަމުގައި ލެއްވިފައެވެ. ފަހެ ކޮންމެ މީހަކަށް ނަމާދު ވަގުތު ވަނަސް، ފަހެ އޭނާ ނަމާދު ކުރާހުއްޓެވެ...“ އަދި އެ ޙަދީޘް ޒިކުރު ކުރެއްވިއެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި، ޙުޛައިފާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި އައިސްފައިވެއެވެ: ”އަދި އެ ބިމުގެ ވެލި ވަނީ ތިމަންމެންނަށް ޓަކައި ޠަހޫރު އެއްޗެއް ކަމުގައި ލެއްވިފައެވެ. އެއީ ތިމަންމެންނަށް ފެން ނުހޯދިއްޖެ ހިނދެއްގައެވެ.“\nއަދި އަޙްމަދުގެ ރިވާޔަތުގައި، ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން އައިސްފައިވެއެވެ: ”އަދި ތިމަން ނަބިއްޔާއަށް ޓަކައި ވެލި ވަނީ ޠަހޫރު އެއްޗެއް ކަމުގައި ލެއްވިފައެވެ.“\n(ނޯޓު: ޠަހޫރު ތަކެއްޗަކީ އޭގެ ޒާތުގައި ތާހިރުވެފައި، އެހެން އެއްޗެހިވެސް ތާހިރުކޮށްދޭ ތަކެއްޗެވެ.)","⁽¹⁾ أخرجه: عبد بن حميد (1154)، وأحمد 3/ 304، والدارمي (1389)، والبخاري 1/ 91 - 92 (335)، ومسلم 2/ 63 (521) (3)، والنسائي 1/ 209، وابن حبان (6398)، والبيهقي 1/ 212\nوتمامه: «وأحلت لي المغانم ولم تحل لأحد قبلي، وأعطيت الشفاعة، وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس عامة» والسياق للبخاري. انظر: «الإلمام» (134)، و «المحرر» (128)\n⁽²⁾ أخرجه: ابن أبي شيبة (32181)، والطيالسي (418)، ومسلم 2/ 63 - 64 (522)، والبزار (2845)، والطحاوي في «شرح المشكل» (1024)، وابن خزيمة (264)، وابن حبان (6400)، والدارقطني 1/ 175، والبيهقي 1/ 213\nوأوله: «فضلنا على الناس بثلاث: جعلت صفوفنا كصفوف الملائكة، وجعلت…» الحديث.\n⁽³⁾ أخرجه: ابن أبي شيبة (32179)، وأحمد 1/ 98، والبيهقي 1/ 213\nوتمام لفظه: «أعطيت ما لم يعط أحد من الأنبياء» فقلنا: يا رسول الله! ما هو؟ قال: «نصرت بالرعب، وأعطيت مفاتيح الأرض، وسميت: أحمد، وجعل التراب لي طهورا، وجعلت أمتي خير الأمم»."],["107","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٧ - وَعَنْ عَمَّارِ بْنِ يَاسِرٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: «بَعَثَنِي النَّبِيُّ ﷺ فِي حَاجَةٍ، فَأَجْنَبْتُ، فَلَمْ أَجِدِ المَاءَ، فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ، ثُمَّ أَتَيْتُ النَّبِيَّ ﷺ فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ بِيَدَيْكَ هَكَذَا، ثُمَّ ضَرَبَ بِيَدَيْهِ الأَرْضَ ضَرْبَةً وَاحِدَةً، ثُمَّ مَسَحَ الشِّمَالَ عَلَى اليَمِينِ، وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ. ⁽¹⁾\nوَفِي رِوَايَةٍ لِلْبُخَارِيِّ: «وَضَرَبَ بِكَفَّيْهِ الأَرْضَ، وَنَفَخَ فِيهِمَا، ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ وَكَفَّيْهِ». ⁽²⁾","އަދި ޢައްމާރު ބިން ޔާސިރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ ތިމަންނަ (ދަތުރެއްގައި) ކަމަކު ފޮނުއްވިއެވެ. ފަހެ ތިމަންނަ ޖުނުބުވެރިވިއެވެ. އަދި ތިމަންނައަކަށް ފެނެއް ނުފެނުނެވެ. ދެން ޖަނަވާރަކު ވެލިތަކުމަތީ ފުރޮޅޭ ފަދައިން ތިމަންނަ ވެލިތަކުމަތީ ފުރޮޅުނީމެވެ. އެއަށްފަހު ނަބިއްޔާ ﷺ ގެ އަރިހަށް އައިސް އެކަލޭގެފާނަށް އެ ކަން ޒިކުރު ކުރީމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާގެ ދެ އަތުން ހަމައެކަނި މިހެން ހަދާލުމުން ތިބާއަށް ފުދުނީހެވެ.“ ދެން އެކަލޭގެފާނުގެ ދެ އަތްޕުޅުން ބިންމަތީގައި އެއް ފަހަރު ޖެއްސެވިއެވެ. އެއަށްފަހު ވާތްޕުޅުން ކަނާތްޕުޅު މަތީ ފުއްސެވިއެވެ. އަދި އެކަލޭގެފާނިގެ ދެ އަތްތިލަފުޅުގެ ބޭރުފުށާއި، އެކަލޭގެފާނުގެ މޫނުފުޅު މަތީ ވެސް މެއެވެ. މުއްތަފަގުން ޢަލައިހި. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.\nއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: އަދި އެކަލޭގެފާނުގެ ދެ އަތްތިލަފުޅުން ބިމުގައި ޖެއްސެވިއެވެ. އަދި އެ ދެއަތްތިލަފުޅަށް ފުމެލެއްވިއެވެ. އެއަށްފަހު އެ ދެ އަތްތިލަފުޅުން އެކަލޭގެފާނުގެ މޫނުފުޅާއި، ދެ އަތްތިލަފުޅުގައި ފުއްސެވިއެވެ.","⁽¹⁾ أخرجه: ابن أبي شيبة (1688)، وأحمد 4/ 264، والبخاري 1/ 96 (347)، ومسلم 1/ 192 (368) (110)، وأبو داود (321)، والنسائي 1/ 170 - 171، وابن خزيمة (270)، وابن حبان (1304)، والدارقطني 1/ 179 - 180، والبيهقي 1/ 211.\rانظر: «الإلمام» (137)، و «المحرر» (129).\r⁽²⁾ أخرجه: عبد الرزاق (915)، وأحمد 4/ 265، والبخاري 1/ 92 - 93 (338)، وأبو داود (326)، وابن ماجه (569)، وابن حبان (1306)، والدارقطني 1/ 183.\rانظر: «المحرر» (129)"],["108","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٨ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «التَّيَمُّمُ ضَرْبَتَانِ: ضَرْبَةٌ لِلْوَجْهِ، وَضَرْبَةٌ لِلْيَدَيْنِ إِلَى المِرْفَقَيْنِ» رَوَاهُ الدَّارَقُطْنِيُّ، وَصَحَّحَ الأَئِمَّةُ وَقْفَهُ. ⁽¹⁾","އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތަޔައްމުމަކީ (ބިމުގައި) ދެ ފަހަރު ޖަހާލުމެވެ. މޫނުގައި (ފޮހުމަށް) ޖަހާލުމަކާއި، ދެ އަތުން ފެށިގެން އުޅަނބޮށްޓާ ހަމައަށް (ފޮހުމަށް) ޖަހާލުމެކެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ދާރަގުޠުނީއެވެ. އަދި އިމާމުން ސައްހަ ކުރީ އެއީ މައުގޫފު ރިވާޔަތެއް ކަމަށެވެ.","⁽¹⁾ ضعيف جداً؛ آفته علي بن ضبيان، وهو متروك الحديث، أخرجه: الدارقطني 1/ 180، والطبراني في «الكبير» (13366)، وابن عدي في «الكامل» 6/ 320، والحاكم 1/ 179، والبيهقي 1/ 207، وتوبع من سليمان بن أرقم، أخرجه الدارقطني 1/ 181، وسليمان بن أبي داود، أخرجه: الدارقطني 1/ 181، وكلاهما ضعيف، والصواب أنَّه موقوف، كذا رواه يحيى القطان وهشيم، أخرجه: الدارقطني 1/ 180، والبيهقي 1/ 206، وهو الذي صحَّحه أبو زرعة والدارقطني، انظر: «العلل» لابن أبي حاتم (136)، وجاء من وجه آخر، أخرجه: أبو داود (330)، والعقيلي في «الضعفاء» 4/ 39، وابن عدي في «الكامل» 7/ 309، والبيهقي 1/ 206، وقد استنكر الحفاظ هذا الحديث على محمد بن ثابت العبدي، والصواب أنه موقوف، قال ابن رجب في «فتح الباري» 2/ 32 - 33: «ورفعه منكر عند أئمة الحفاظ، وإنَّما هو موقوف عندهم، كذا قاله الإمام أحمد ويحيى بن معين وأبو زرعة وأبو حاتم وأبو داود والبخاري والعقيلي والأثرم، وتفرد برفعه محمد بن ثابت العبدي، عن نافع، والعبدي ضعيف، وذكر الأثرم عن أبي الوليد، أنَّه سأل محمد بن ثابت هذا: من الذي يقول النبي وابن عمر؟ فقال لا أدري»"],["109","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١٠٩ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الصَّعِيدُ وَضُوءُ المُسْلِمِ وَإِنْ لَمْ يَجِدِ المَاءَ عَشْرَ سِنِينَ، فَإِذَا وَجَدَ المَاءَ؛ فَلْيَتَّقِ اللَّهَ، وَلْيُمِسَّهُ بَشَرَتَهُ» رَوَاهُ البَزَّارُ، وَصَحَّحَهُ ابْنُ القَطَّانِ، لَكِنْ صَوَّبَ الدَّارَقُطْنِيُّ إِرْسَالَهُ. ⁽¹⁾\nوَلِلتِّرْمِذِيِّ عَنْ أَبِي ذَرٍّ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ، وَصَحَّحَهُ. ⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ވެއްޔަކީ މުސްލިމެއްގެ ވަޟޫއެވެ. (އެބަހީ: ވުޟޫކޮށް ތާހިރުވާން ބޭނުންކުރާ އެއްޗެވެ.) އެއީ ދިހަ އަހަރު ވަންދެން އޭނާއަށް ފެން ނުހޯދުނު ކަމުގައިވިޔަސް މެއެވެ. ދެން އޭނާއަށް ފެން ހޯދުމުން، ފަހެ އޭނާ ﷲ އަށް ތަގްވާވެރިވެ، އޭނާގެ ހަމުގައި އެ ފެން ޖެހުނަދޭށެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ބައްޒާރެވެ. އަދި އިބްނުލް ގައްޠާނު އެ ސައްހަ ކުރިއެވެ. ނަމަވެސް ދާރަގުޠުނީ ދެކުނީ، ރަނގަޅު ގޮތަކީ އެއީ މުރްސަލު ރިވާޔަތެއް ކަމަށެވެ.\nއަދި ތިރްމިޛީގެ ރިވާޔަތުގައި، އަބޫ ޛައްރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ. އަދި އެކަލޭގެފާނު އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ لا يصح موصولاً وصوابه الإرسال؛ وصله القاسم بن يحيى، عن هشام، عن ابن سيرين، عن أبي هريرة، وخالفه ثابت بن يزيد وزائدة؛ فروياه عن هشام، عن ابن سيرين مرسلاً، وتوبعا من أيوب السختياني، وابن عون، وأشعث بن سوار، عن ابن سيرين مرسلاً، قاله الدارقطني.\nأخرجه: البزار (10068)، والطبراني في «الأوسط» (1333).\nانظر: «علل الدارقطني» 8/ 93، و «بيان الوهم والإيهام» (2464)، و «الإلمام» (138)، و «المحرر» (130)\n⁽²⁾ إسناده ضعيف؛ عمرو بن بجدان مجهول العين تفرد بالرواية عنه أبو قلابة، وقد حكم بجهالته الإمام أحمد وابن القطان والذهبي وابن حجر.\nأخرجه: الطيالسي (484)، وعبد الرزاق (912)، وأحمد 5/ 146، والبخاري في «التاريخ الكبير» 6/ 317، وأبو داود (332)، والترمذي (124)، والبزار (3973)، والنسائي 1/ 171، وابن خزيمة (2292) (مختصراً)، وابن حبان (1311)، والطبراني في «الأوسط» (1355)، والدارقطني 1/ 186، والحاكم 1/ 176، والبيهقي 1/ 212.\nانظر: «بيان الوهم والإيهام» (1073)، و «التلخيص الحبير» (209)، و «البدر المنير» 2/ 650 - 658\nولفظه: «إن الصعيد الطيب طهور المسلم، وإن لم يجد الماء عشر سنين، فإذا وجد الماء فليمسه بشرته؛ فإن ذلك خير» وقال: «حديث حسن صحيح»"],["110","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٠ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «خَرَجَ رَجُلَانِ فِي سَفَرٍ، فَحَضَرَتِ الصَّلَاةُ وَلَيْسَ مَعَهُمَا مَاءٌ؛ فَتَيَمَّمَا صَعِيداً طَيِّباً، فَصَلَّيَا، ثُمَّ وَجَدَا المَاءَ فِي الوَقْتِ، فَأَعَادَ أَحَدُهُمَا الصَّلَاةَ وَالوُضُوءَ، وَلَمْ يُعِدِ الآخَرُ، ثُمَّ أَتَيَا رَسُولَ اللَّهِ ﷺ فَذَكَرَا ذَلِكَ لَهُ، فَقَالَ لِلَّذِي لَمْ يُعِدْ: أَصَبْتَ السُّنَّةَ، وَأَجْزَأَتْكَ صَلَاتُكَ، وَقَالَ لِلْآخَرِ: لَكَ الأَجْرُ مَرَّتَيْنِ» رَوَاهُ أَبُو دَاوُدَ، والنَّسَائِيُّ. ⁽¹⁾","އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ދެ މީހަކު ދަތުރެއްގައި ނުކުތެވެ. ދެން ނަމާދު ވަގުތު ޖެހުނެވެ. އަދި އެ ދެ މީހުންނާއެކު ފެނެއް ނެތެވެ. ފަހެ ތާހިރު ވެލިން އެ ދެ މީހުން ތަޔައްމަމު ކޮށްގެން ނަމާދުކުރިއެވެ. އެއަށްފަހު (ނަމާދު) ވަގުތު ތެރޭގައި އެ ދެ މީހުންނަށް ފެން ހޯދިއްޖެއެވެ. (އެބަހީ: ވަގުތު ނުނިކުންނަނީހެވެ.) ފަހެ އެ ތަނުން އެކަކު ނަމާދާއި ވުޟޫ އިއާދަކުރިއެވެ. އަދި އަނެކަކު އިއާދައެއް ނުކުރެއެވެ. އެއަށްފަހު އެ ދެ މީހުން ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް އައިސް އެ ކަން އެކަލޭގެފާނަށް ޒިކުރުކުރިއެވެ. ފަހެ އިއާދަ ނުކުރާ މީހާއަށް އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ސުންނަތާ ދިމާވެއްޖެއެވެ. އަދި ތިބާގެ ނަމާދު ތިބާއަށް ފުދިގެންވެއެވެ.“ އަދި އެކަލޭގެފާނު އަނެއް މީހާއަށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާއަށް ދެ ފަހަރަށް އަޖުރު ލިބިގެންވެއެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ.","⁽¹⁾ فيه عبد الله بن نافع، ضعيف الحفظ وقد خالفه ابن المبارك ويحيى بن بكير اللذان روياه مرسلاً.\rأخرجه: الدارمي (744)، وأبو داود (338)، والنسائي 1/ 212، والطبراني في «الأوسط» (1742)، والدارقطني 1/ 188 - 189، والحاكم 1/ 178، والبيهقي 1/ 231.\rانظر: «الإلمام» (139)، و «المحرر» (131)"],["111","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١١١ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: «فِي قَوْلِهِ عَزَّ وَجَلَّ: {وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ} قَالَ: إِذَا كَانَتْ بِالرَّجُلِ الجِرَاحَةُ فِي سَبِيلِ اللَّهِ وَالقُرُوحُ، فَيُجْنِبُ، فَيَخَافُ أَنْ يَمُوتَ إِنِ اغْتَسَلَ: تَيَمَّمَ» رَوَاهُ الدَّارَقُطْنِيُّ مَوْقُوفاً، وَرَفَعَهُ البَزَّارُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَالحَاكِمُ. ⁽¹⁾","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ﷲ ޢައްޒަ ވަޖައްލަގެ ވަހީ ބަސްފުޅު ’އަދި ބަލިމީހުން ކަމުގައި ތިޔަބައިމީހުން ވާނަމަ، ނުވަތަ ދަތުރެއްގެ މަތީގައިވާނަމަ...، މިއާމެދު އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ﷲ ގެ މަގުގައި (ޖިހާދު ކުރުމުން) ޒަހަމެއް، ނުވަތަ ފާރުގަނޑުތަކެއް މީހެއްގެ ކިބައިގައި ހުރެ، ދެން އޭނާ ޖުނުބުވެރިވެ، ފަހެ ހިނައިގަނެފި ނަމަ އޭނާ މަރުވެދާނެކަމަށް ބިރުގަންނަންޏާ، އޭނާ ތަޔައްމަމު ކުރާނީއެވެ.\nދާރަގުޠުނީ އެ ޙަދީޘް ރިވާ ކުރީ މައުގޫފުކޮށެވެ. އަދި ބައްޒާރު އެ މަރްފޫޢޫކޮށް ރިވާ ކުރިއެވެ. އަދި އިބްނު ޚުޒައިމާއާއި، ޙާކިމު އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ صحح الأئمة وقفه، وضعفوا رفعه. علة المرفوع: أنَّه من رواية جرير بن عبد الحميد عن عطاء بن يسار، وكان قد سمع منه بعد الاختلاط، وقد خطّأ الأئمة رواية الرفع منهم: أبو حاتم وأبو زرعة، كما في «العلل» لابن أبي حاتم 1/ 26.\rأخرجه: ابن أبي شيبة (1076)، والدارقطني 1/ 177، والبيهقي 1/ 224، موقوفاً.\rوأخرجه: ابن الجارود (129)، والبزار (5057)، وابن خزيمة (272)، والدارقطني 1/ 177، والحاكم 1/ 165، والبيهقي 1/ 224، والضياء في «المختارة» 10/ 296 - 297 (315)، مرفوعاً.\rتنبيه: في قوله: «رفعه البزار» تساهل؛ فإنما أخرجه البزار مرفوعاً."],["112","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٢ - وَعَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «انْكَسَرَتْ إِحْدَى زَنْدَيَّ، فَسَأَلْتُ رَسُولَ اللَّهِ ﷺ، فَأَمَرَنِي أَنْ أَمْسَحَ عَلَى الجَبَائِرِ» رَوَاهُ ابْنُ مَاجَهْ بِسَنَدٍ وَاهٍ جِدّاً. ⁽¹⁾","އަދި ޢަލީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންނަގެ މުލައްދަނޑީގެ ދެ ކަށިގަނޑުން ކުރެ ކަށިގަންޑެއް ބިނދައިގެން ދިޔައެވެ. ދެން ރަސޫލު ﷲ ﷺ ގެ އަރިހު ތިމަންނަ ސުވާލު ކުރީމެވެ. ފަހެ އެކަލޭގެފާނު ތިމަންނައަށް އަމުރު ކުރެއްވީ ޖަބީރާތަކުގެ މަތީގައި ފެން ފޮހުމަށެވެ.\nއިބްނު މާޖާ އެ ޙަދީޘް ރިވާ ކުރީ ވަރަށް ބަލިކަށި ސަނަދަކުންނެވެ.\n(ނޯޓު: ޖަބީރާއަކީ އޮބިގަނޑެވެ.)","⁽¹⁾ ضعيف جداً؛ فيه عمرو بن خالد الواسطي، وهو متهم بالوضع.\rأخرجه: عبد الرزاق (623)، وابن ماجه (657)، والدارقطني 1/ 226، والبيهقي 1/ 228"],["113","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٣ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُمَا - فِي الرَّجُلِ الَّذِي شُجَّ، فَاغْتَسَلَ فَمَاتَ -: «إِنَّمَا كَانَ يَكْفِيهِ أَنْ يَتَيَمَّمَ، وَيَعْصِبَ عَلَى جُرْحِهِ خِرْقَةً، ثُمَّ يَمْسَحَ عَلَيْهَا، وَيَغْسِلَ سَائِرَ جَسَدِهِ» رَوَاهُ أَبُو دَاوُدَ بِسَنَدٍ فِيهِ ضَعْفٌ، وَفِيهِ اخْتِلَافٌ عَلَى رُوَاتِهِ. ⁽¹⁾","އަދި ޖާބިރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން، ބޯ ފެޅުމަށް ފަހު ހިނައިގަނެގެން މަރުވި މީހާއާ މެދު ރިވާވެގެންވެއެވެ: ”އޭނާ ތަޔައްމަމުކޮށް، އޭނާގެ ޒަހަމުގެ މަތީގައި ފޮތިކޮޅެއް އައްސާލުމަށް ފަހު އޭގެ މަތީ ފެން ފޮހެ، ދެން އޭނާގެ ހަށިގަނޑުގެ ބާކީބައި ދޮވެލުމުން އޭނާއަށް ފުދުނީހެވެ.“\nއަބޫ ދާވޫދު އެ ޙަދީޘް ރިވާ ކުރީ ބަލިކަށިކަމެއް ހުރި ސަނަދަކުންނެވެ. އަދި އޭގައި އޭގެ ރާވީންނާމެދު އިޚްތިލާފު އެބަހުއްޓެވެ.","⁽¹⁾ ضعيف؛ فيه الزبير بن خريق، وهو لين الحديث، وخالف الأوزاعي الذي روى الحديث من مسند ابن عباس.\rأخرجه: أبو داود (336)، والدارقطني 1/ 189 - 190، والبيهقي 1/ 227، والبغوي (313)\nرواه أبو داود من حديث جابر، قال: خرجنا في سفر، فأصاب رجلا منا حجر فشجه في رأسه، ثم احتلم، فسأل أصحابه، فقال: هل تجدون لي رخصة في التيمم؟ فقالوا: ما نجد لك رخصة وأنت تقدر على الماء، فاغتسل فمات، فلما قدمنا على النبي صلى الله عليه وسلم أخبر بذلك، فقال: «قتلوه قتلهم الله، ألا سألوا إذ لم يعلموا، فإنما شفاه العي السؤال، … » الحديث."],["114","‌‌كِتَابُ الطَّهَارَةِ","بَابُ التَّيَمُّمِ","ތަޔައްމަމުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٤ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: «مِنَ السُّنَّةِ: أَلَّا يُصَلِّيَ الرَّجُلُ بِالتَّيَمُّمِ إِلَّا صَلَاةً وَاحِدَةً، ثُمَّ يَتَيَمَّمُ لِلصَّلَاةِ الأُخْرَى» رَوَاهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ جِدّاً. ⁽¹⁾","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ސުންނަތުގެ ތެރެއިން ވަނީ، މީހަކު ތަޔައްމަމާއެކު އެންމެ ނަމާދެއް ފިޔަވާ އެހެން ނަމާދެއް ނުކުރުމެވެ. އެއަށްފަހު އަނެއް ނަމާދަށް އޭނާ ތަޔައްމަމު ކުރާނީއެވެ.\nދާރަގުޠުނީ އެ ޙަދީޘް ރިވާ ކުރީ ވަރަށް ބަލިކަށި އިސްނާދަކުންނެވެ.","⁽¹⁾ ضعيف جداً؛ فيه الحسن بن عمارة أجمع الحفاظ على ترك حديثه، ورماه ابن المديني بالوضع، وشعبة بالكذب.\nأخرجه: عبد الرزاق (830)، والطبراني في «الكبير» (11050)، والدارقطني 1/ 185، والبيهقي 1/ 221"],["115","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٥ - عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ فَاطِمَةَ بِنْتَ أَبِي حُبَيْشٍ كَانَتْ تُسْتَحَاضُ، فَقَالَ رَسُولُ اللَّهِ ﷺ: إِنَّ دَمَ الحَيْضِ دَمٌ أَسْوَدُ يُعْرَفُ، فَإِذَا كَانَ ذَلِكَ فَأَمْسِكِي عَنِ الصَّلَاةِ، فَإِذَا كَانَ الآخَرُ فَتَوَضَّئِي وَصَلِّي» رَوَاهُ أَبُو دَاوُدَ، وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ حِبَّانَ، وَالحَاكِمُ، وَاسْتَنْكَرَهُ أَبُو حَاتِمٍ. ⁽¹⁾\nوَفِي حَدِيثِ أَسْمَاءَ بِنْتِ عُمَيْسٍ رَضِيَ اللهُ عَنْهَا عِنْدَ أَبِي دَاوُدَ: «لِتَجْلِسْ فِي مِرْكَنٍ، فَإِذَا رَأَتْ صُفْرَةً فَوْقَ المَاءِ، فَلْتَغْتَسِلْ لِلظُّهْرِ وَالعَصْرِ غُسْلاً وَاحِداً، وَتَغْتَسِلْ لِلْمَغْرِبِ وَالعِشَاءِ غُسْلاً وَاحِداً، وَتَغْتَسِلْ لِلْفَجْرِ غُسْلاً، وَتَتَوَضَّأُ فِيمَا بَيْنَ ذَلِكَ». ⁽²⁾","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ފާޠިމާ ބިންތި އަބީ ޙުބައިޝަށް އިސްތިޙާޟާވުން މެދުވެރިވާ ކަމުގައި ވިއެވެ. ފަހެ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ޙައިޟުގެ ލެއަކީ ކަޅު އެނގިގެންވާ ލެޔެކެވެ. ދެން ލޭ ވަނީ އެފަދައިން ކަމުގައި ވާނަމަ، ފަހެ ކަނބުލޭގެ ނަމާދު ކުރުން ދޫކޮށްލާށެވެ. ދެން އެއީ އެހެން ލެއެއްނަމަ، ފަހެ ކަނބުލޭގެ ވުޟޫކޮށްފައި ނަމާދު ކުރާށެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ އަބޫ ދާވޫދާއި ނަސާއީއެވެ. އަދި އިބްނު ޙިއްބާނާއި ޙާކިމް އެ ސައްހަ ކުރިއެވެ. އަދި އަބޫ ޙާތިމް އެ މުންކަރު ކުރިއެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި، އަސްމާ ބިންތި ޢުމައިސްގެ ޙަދީޘްގައި ވެއެވެ. ”(ފެން އަޅާފައިވާ) މިރްކަނެއްގައި އެ ކަނބުލޭގެ އިށީންނަހުއްޓެވެ. ދެން ފެނުގެ މަތީގައި ރީނދޫކަމެއް އެ ކަނބުލޭގެއަށް ފެނިއްޖެ ހިނދު، ފަހެ މެންދުރާއި ޢަޞުރު ނަމާދަށް އެއް ހިނެއުމަކުން އެ ކަނބުލޭގެ ހިނައިގަންނަހުއްޓެވެ. އަދި މަޣްރިބާއި ޢިޝާ ނަމާދަށް އެއް ހިނެއުމަކުން ހިނައިގަންނަހުއްޓެވެ. އަދި ފަތިސް ނަމާދަށް ހިނެއުމަކުން ހިނައިގަންނަހުއްޓެވެ. އަދި އެ ދެމެދުގައި ވުޟޫކުރާހުއްޓެވެ.“ (އެބަހީ: ތަހާރަތު ހުންނަން ޖެހޭ ކަންކަމަށްޓަކައެވެ.)\n(ނޯޓު: މިރްކަނަކީ ހެދުން ދޮވުމަށާއި ފެންވެރުމަށް ފެން އަޅާފައި ބަހައްޓާ ބޮޑު ކަންވާރެކެވެ. އަދި އިސްތިޙާޟާއަކީ އާދައިގެ ޙައިޟުގެ މުއްދަތަށް ފަހުގައިވެސް މެދުކެނޑުމެއް ނެތި ރަހިމުގެ ތިރީބައިން ފައިބަފައިބަ ހުންނަ ލެއެކެވެ.)","⁽¹⁾ الحديث ثابت في الصحيحين دون قوله: «أسود يعرف»، وهذا الزيادة منهم من حملها على محمد بن أبي عدي -وهو النسائي- ومنهم من حملها على محمد بن عمرو -وهو أبو حاتم- وأيٌّ منهما لا تقبل منه؛ إذ خالف الرواة الذين لم يذكروها، زد على ذلك إعراض صاحبي الصحيحين عنها، مع خلاف على ابن أبي عدي في صحابيِّه هل هي عائشة أم فاطمة بنت أبي حبيش؟\nأخرجه: أبو داود (286)، والنسائي 1/ 124، وابن حبان (1348)، والدارقطني 1/ 206، والحاكم (174)، والبيهقي 1/ 325.\nوزادوا خلا ابن حبان: «فإنما هو عرق»\nانظر: «العلل» لابن أبي حاتم (117)، و «الإلمام» (141)، و «المحرر» (133)\n⁽²⁾ أخطأ فيه سهيل بن أبي صالح إسناداً ومتناً، أما إسناداً فقد جعله من مسند أسماء بنت عميس في قصة فاطمة بنت أبي حبيش، ورواه الجمع عن الزهري فجعلوه من مسند عائشة في قصة أم حبيبة، وأما متناً، فلم يذكر أحد الاغتسال للصلوات المجموعة.أخرجه: أبو داود (296)، والطحاوي في «شرح المشكل» (2730)، والدارقطني 1/ 216 - 217، والحاكم 1/ 281، والبيهقي 1/ 353.\nانظر: «الإلمام» (144)، و «المحرر» (134)\nرواه أبو داود عن أسماء بنت عميس، قالت: قلت: يا رسول الله. إن فاطمة بنت أبي حبيش استحيضت منذ كذا وكذا، فلم تصل، فقال رسول الله صلى الله عليه وسلم: «سبحان الله! هذا من الشيطان، لتجلس … » الحديث."],["116","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٦ - وَعَنْ حَمْنَةَ بِنْتِ جَحْشٍ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كُنْتُ أُسْتَحَاضُ حَيْضَةً كَبِيرَةً شَدِيدَةً، فَأَتَيْتُ النَّبِيَّ ﷺ أَسْتَفْتِيهِ، فَقَالَ: إِنَّمَا هِيَ رَكْضَةٌ مِنَ الشَّيْطَانِ، فَتَحَيَّضِي سِتَّةَ أَيَّامٍ، أَوْ سَبْعَةً، ثُمَّ اغْتَسِلِي، فَإِذَا اسْتَنْقَأْتِ فَصَلِّي أَرْبَعَةً وَعِشْرِينَ، أَوْ ثَلَاثَةً وَعِشْرِينَ، وَصُومِي وَصَلِّي، فَإِنَّ ذَلِكِ يُجْزِئُكِ، وَكَذَلِكِ فَافْعَلِي كَمَا تَحِيضُ النِّسَاءُ.\nفَإِنْ قَوِيتِ عَلَى أَنْ تُؤَخِّرِي الظُّهْرَ وَتُعَجِّلِي العَصْرَ، ثُمَّ تَغْتَسِلِي حِينَ تَطْهُرِينَ وَتُصَلِّينَ الظُّهْرَ وَالعَصْرَ جَمِيعاً. ثُمَّ تُؤَخِّرِينَ المَغْرِبَ وتُعَجِّلِينَ العِشَاءَ، ثُمَّ تَغْتَسِلِينَ وَتَجْمَعِينَ بَيْنَ الصَّلَاتَيْنِ، فَافْعَلِي. وَتَغْتَسِلِينَ مَعَ الصُّبْحِ وَتُصَلِّينَ. قَالَ: وَهُوَ أَعْجَبُ الأَمْرَيْنِ إِلَيَّ» رَوَاهُ الخَمْسَةُ إِلَّا النَّسَائِيَّ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَحَسَّنَهُ البُخَارِيُّ. ⁽¹⁾","އަދި ޙަމްނާ ބިންތި ޖަޙްޝު رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެނެވެއެވެ: ތިމަންނައަށް ވަރަށް ބޮޑަށް ގަދަޔަށް އިސްތިޙާޟާވުން މެދުވެރިވާ ކަމުގައި ވިއެވެ. ދެން ނަބިއްޔާގެ އަރިހަށް ފަތުވާ އަހަން ތިމަން ދިޔައިމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ ހަމައެކަނި ޝައިތާނާ ފައިން ޖެހި ޖެހުމެއް ކަމުގައި މެނުވީ ނުވެއެވެ. ފަހެ ހަ ދުވަހު ނުވަތަ ހަތް ދުވަހު ކަނބުލޭގެއަކީ ޙައިޟުވެރިއެއް ކަމުގައި ބަލާށެވެ. އެއަށް ފަހު ކަނބުލޭގެ ހިނައިގަންނާށެވެ. ދެން ކަނބުލޭގެ ތާހިރުވުމުން، ފަހެ ސައްވީސް ނުވަތަ ތޭވީސް ދުވަހު ކަނބުލޭގެ ނަމާދު ކުރާށެވެ. އަދި ރޯދަ ހިފާ ނަމާދުކޮށް ހަދާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެފަދައިން ކަންތައް ކުރުމުން ކަނބުލޭގެއަށް ފުދޭނެއެވެ. އަދި ހަމަ އެ ގޮތަށް (ކޮންމެ މަހަކު) އަންހެންވެރިން ޙައިޟުވާ ފަދައިން ކަނބުލޭގެ ވެސް ކަންތައް ކުރާށެވެ.\nފަހެ މެންދުރު ނަމާދު ލަސްކޮށް، އަސުރު ނަމާދު އަވަސްކޮށް، ކަނބުލޭގެ ތާހިރުވާ ގަޑީގައި ހިނައިގަނެ، މެންދުރާއި އަސުރު އެއްކޮށް ކުރެވި، އެއަށްފަހު މަޣްރިބު ނަމާދު ލަސްކޮށް، ޢިޝާ ނަމާދު އަވަސްކޮށް، ކަނބުލޭގެ ތާހިރުވާ ގަޑީގައި ހިނައިގަނެ، ކަނބުލޭގެއަށް އެ ދެ ނަމާދު އެއްކޮށް ކުރެވޭވަރު ވާނަމަ، ފަހެ ކަނބުލޭގެ އެފަދައިން ކަންތައް ކުރާށެވެ. އަދި ފަތިސް ވުމުން ކަނބުލޭގެ ހިނައިގަނެ ނަމާދު ކުރާށެވެ.“ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އަދި އެއީ އެ ދެ ކަމުގެ ތެރެއިން ތިމަން ނަބިއްޔާއަށް އެންމެ ކަމުދާ ގޮތެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ނަސާއީ ފިޔަވާ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީ އެ ސައްހަ ކުރިއެވެ. އަދި ބުޚާރީ އެ ހަސަން ކުރިއެވެ.","⁽¹⁾ اختلف فيه؛ فصححه الترمذي وحسَّنه البخاري، ونقل أبو داود عن الإمام أحمد أنَّه يقول: «حديث ابن عقيل في نفسي منه شيء»، في حين نقل الترمذي أنه يصححه، ووهنه أبو حاتم ولم يقو إسناده، وسبب الخلاف أنَّ في إسناده عبد الله بن محمد بن عقيل، والحق أنَّ مثله لا يحتمل تفرده.\nأخرجه: الشافعي في «مسنده» (110)، وأحمد 6/ 381 - 382، وأبو داود (287)، وابن ماجه (627)، والترمذي (128)، والطحاوي في «شرح المشكل» (2717)، والدارقطني 1/ 214، والبيهقي 1/ 338.\nانظر: «العلل» لابن أبي حاتم (123)، و «الإلمام» (146)، و «المحرر» (135)"],["117","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٧ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ شَكَتْ إِلَى رَسُولِ اللهِ ﷺ الدَّمَ، فَقَالَ: امْكُثِي قَدْرَ مَا كَانَتْ تَحْبِسُكِ حَيْضَتُكِ، ثُمَّ اغْتَسِلِي، فَكَانَتْ تَغْتَسِلُ كُلَّ صَلَاةٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَفِي رِوَايَةٍ لِلْبُخَارِيِّ: «وَتَوَضَّئِي لِكُلِّ صَلَاةٍ» ⁽²⁾ وَهِيَ لِأَبِي دَاوُدَ وَغَيْرِهِ مِنْ وَجْهٍ آخَرَ. ⁽³⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން އުއްމު ޙަބީބާ ބިންތި ޖަޙްޝު (އިސްތިޙާޟާގެ) ލެއާ ބެހޭ ގޮތުން ރަސޫލު ﷲ ﷺ ގެ އަރިހު ޝަކުވާ ދެންނެވިއެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ކަނބުލޭގެ ޙައިޟުގެ ސަބަބުން މަޑުކުރަން ޖެހޭ މުއްދަތަށް ކަނބުލޭގެ މަޑުކުރާށެވެ. އެއަށްފަހު ކނަބުލޭގެ ހިނައިގަންނާށެވެ.“ ފަހެ އެ ކަނބުލޭގެ ކޮންމެ ނަމާދަކަށް ހިނައިގަންނަ ކަމުގައި ވިއެވެ. އެ ޙަދީޘް ރިވާ ކުރީ މުސްލިެމވެ.\nއަދި ބުޚާރީގެ ރިވާޔަތުގައި ވެއެވެ: ”ކޮންމެ ނަމާދަކަށް ކަނބުލޭގެ ޥުޟޫ ކުރާށެވެ.“ އަދި އަބޫ ދާވޫދާއި އެ ނޫން އިމާމުންގެ ރިވާޔަތްތަކުގައި އެ ވަނީ އެހެން މަގަކުންނެވެ.\n(ނޯޓު: ކޮންމެ ފަހަރަކު ނަމާދަށް ހިނައިގަންނާކަށް ނަބިއްޔާ އަމުރެއް ނުކުރައްވައެވެ. އެހެނަސް އަމުރު ކުރެއްވީ ޙައިޟުގެ މުއްދަތު ނިމުމުން އެއްފަހަރު ހިނައިގަނެގެން ދެން ނަމާދުކޮށް އުޅުމަށެވެ.)","⁽¹⁾ الغسل لكل صلاة اجتهاد منها، وإلا فلم يأمرها النبي صلى الله عليه وسلم بالغسل، جزم بذلك الحفاظ.\nأخرجه: أحمد 6/ 237، والدارمي (781)، ومسلم 1/ 182 (334) (66)، وأبو داود (286)، والترمذي (129)، والنسائي 1/ 119، وابن حبان (1351)، والبيهقي 1/ 330 - 331.\nانظر: «المحرر» (136)\n⁽²⁾ تقدم عند الحديث (62)\nاختلف في هذه الزيادة، فمنهم من ردها، ومنهم من صححها مرفوعة، ومنهم من قال: هي موقوفة من قول عروة، وصوابها القول الأخير.\nأخرجه: أحمد 6/ 204، والبخاري 1/ 66 - 67 (228)، وأبو داود (298)، والبيهقي 1/ 344\n⁽³⁾ عنى الحافظ به طريق الأعمش، عن حبيب بن أبي ثابت، عن عروة، عن عائشة، أخرجه: أحمد 6/ 42، وأبو داود (298)، وابن ماجه (624)، والطحاوي في «شرح المشكل» (2731)، والدارقطني 1/ 210، والبيهقي في «معرفة السنن» (488)، وأقوى ما أعل به الانقطاع بين حبيب وعروة، والاختلاف في تحديد عروة، هل هو ابن الزبير أو المزني؟ فعلى الأول منقطع، وعلى الثاني مجهول."],["118","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٨ - وَعَنْ أُمِّ عَطِيَّةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كُنَّا لَا نَعُدُّ الكُدْرَةَ وَالصُّفْرَةَ بَعْدَ الطُّهْرِ شَيْئاً» رَوَاهُ البُخَارِيُّ، وَأَبُو دَاوُدَ وَاللَّفْظُ لَهُ. ⁽¹⁾","އަދި އުއްމު ޢަޠިއްޔާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ޙައިޟުން ތާހިރުވުމަށް ފަހު (ފެންނަ) ކުދްރާއާއި ޞުފްރާއަކީ އެއްވެސް އެއްޗެއް ކަމުގައި ތިމަން ކަނބަލުން ބަލައެއް ނުގަންނަމެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ ބުޚާރީއާއި އަބޫ ދާވޫދެވެ. އަދި އެއީ އެކަލޭގެފާނުގެ ލަފްޒެވެ.\n(ނޯޓު: ކުދްރާއަކީ މުށި ކުލައިގެ ޑިސްޗާޖެވެ. އަދި ޞުފްރާއަކީ ރީނދޫ ކުލައިގެ ޑިސްޗާޖެވެ.)","⁽¹⁾ أخرجه: عبد الرزاق (1216)، والدارمي (893)، والبخاري 1/ 81 (326)، وأبو داود (307)، وابن ماجه (647)، والنسائي 1/ 186، والطبراني 25/ (119)، والدارقطني 1/ 219، والحاكم 1/ 174، والبيهقي 1/ 337.\rانظر: «الإلمام» (148)، و «المحرر» (138)"],["119","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١١٩ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ اليَهُودَ كَانُوا إِذَا حَاضَتِ المَرْأَةُ لَمْ يُؤَاكِلُوهَا، فَقَالَ النَّبِيُّ ﷺ: اصْنَعُوا كُلَّ شَيْءٍ إِلَّا النِّكَاحَ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން އަންހެނަކު ޙައިޟުވުމުން، ޔަހޫދީން އެ ކަނބުލޭގެއާއެކު އެއްތަށިމަތިން ނުކާ ކަމުގައިވެއެވެ. ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ޖިމާއުވުން ފިޔަވާ ހުރިހާ ކަމެއް ކުރާށެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ  މުސްލިމެވެ.","⁽¹⁾ أخرجه: الطيالسي (2052)، وأحمد 3/ 132، والدارمي (1058)، ومسلم 1/ 169 (302)، وأبو داود (258)، وابن ماجه (644)، والترمذي (2977)، والنسائي 1/ 152، وأبو يعلى (3533)، وابن حبان (1362)، والبيهقي 1/ 313.\rانظر: «الإلمام» (151)، و «المحرر» (139)\nرواه مسلم ولفظه: عن أنس؛ أن اليهود كانوا إذا حاضت المرأة فيهم، لم يؤاكلوها، ولم يجامعوهن في البيوت، فسأل أصحاب النبي صلى الله عليه وسلم النبي صلى الله عليه وسلم، فأنزل الله تعالى: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} إلى آخر الآية فقال رسول الله صلى الله عليه وسلم: «اصنعوا كل شيء إلا النكاح» فبلغ ذلك اليهود، فقالوا: ما يريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه. فجاء أسيد بن حضير وعباد بن بشر فقالا: يا رسول الله! إن اليهود تقول: كذا وكذا. فلا نجامعهن؟ فتغير وجه رسول الله صلى الله عليه وسلم حتى ظننا أن قد وجد عليهما، فخرجا، فاستقبلهما هدية من لبن إلى النبي صلى الله عليه وسلم، فأرسل في آثارهما، فسقاهما، فعرفا أن لم يجد عليهما. ومعنى «وجد»: غضب"],["120","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢٠ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «كَانَ رَسُولُ اللَّهِ ﷺ يَأْمُرُنِي فَأَتَّزِرُ، فَيُبَاشِرُنِي وَأَنَا حَائِضٌ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އަމުރު ކުރެއްވުމުން، ތިމަން ކަމަނާ އިޒާރު ތުރުކޮށް ބާރުކޮށްލައްވަމެވެ. ދެން އެކަލޭގެފާނު ތިމަން ކަމަނާގެ ހަށިކޮޅުގައި ބީއްސަވަނީ، ތިމަން ކަމަނާ ޙައިޟުވެފައިވާ ހާލުގައެވެ.\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: أحمد 6/ 189، والبخاري 1/ 82 (300)، ومسلم 1/ 166 (293) (1)، وأبو داود (273)، وابن ماجه (636)، والترمذي (132)، والنسائي 1/ 151، وابن الجارود (106)، وابن حبان (1364)، والبيهقي 1/ 310.\rانظر: «الإلمام» (152)، و «المحرر» (140)\nواللفظ للبخاري."],["121","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢١ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا عَنِ النَّبِيِّ ﷺ - فِي الَّذِي يَأْتِي امْرَأَتَهُ وَهِيَ حَائِضةٌ - قَالَ: «يَتَصَدَّقُ بِدِينَارٍ، أَوْ نِصْفِ دِينَارٍ» رَوَاهُ الخَمْسَةُ، وَصَحَّحَهُ الحَاكِمُ وَابْنُ القَطَّانِ، وَرَجَّحَ غَيْرُهُمَا وَقْفَهُ. ⁽¹⁾","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން، ޙައިޟުވެފައިވަނިކޮށް އަނބިމީހާއާއެކު ޖިމާއުވާ މީހާއާމެދު ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އޭނާ ދީނާރަކުން ސަދަގާތް ކުރާނީއެވެ. ނުވަތަ ދީނާރެއްގެ ދެބައިކުޅަ އެއްބައިންނެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ޙާކިމާއި އިބްނު ޤައްޠާނު އެ ސައްހަ ކުރިއެވެ. އަދި އެ ނޫން އިމާމުން ރާޖިހު ކުރެއްވީ އެއީ މައުގޫފު ރިވާޔަތެއް ކަމަށެވެ.","⁽¹⁾ اختلف في إسناده رفعاً ووقفاً، ووصلاً وإرسالاً، وفي متنه كذلك، وقد اختلف أهل العلم في الحكم على الحديث بموجب ذلك، فصححه جماعة وضعَّفه آخرون، وبالجملة فالحديث مداره مِقْسم مولى ابن عباس، وهو صدوق مثله لا يحتمل الاختلاف عليه فقد يكون الاضطراب منه.\rأخرجه: عبد الرزاق (1264)، وابن أبي شيبة (12495) وأحمد 1/ 229، والدارمي (1105)، وأبو داود (264)، والترمذي (136)، والنسائي 1/ 153، وابن الجارود (108)، والطحاوي في «شرح المشكل» (4226)، والطبراني في «الكبير» (12066)، والحاكم 1/ 171، والبيهقي 1/ 314 مرفوعاً.\rوأخرجه: عبد الرزاق (1261)، وابن أبي شيبة (12499)، والدارمي (1106)، وأبو داود (265)، والنسائي في «الكبرى» (9054)، وابن الجارود (110)، والطحاوي في «شرح المشكل» عقب (4226)، والبيهقي 1/ 317 - 318 موقوفاً.\rأما الروايات المرسلة فهي ما أخرجه: النسائي في «الكبرى» (9061) و (9062) من طريق خصيف، عن مِقْسم يرفعه.\rانظر: «بيان الوهم والإيهام» (2468)، و «خلاصة الأحكام» (605)، و «الإلمام» (153)، و «المحرر» (141)، و «تنقيح التحقيق» لابن عبد الهادي 1/ 394، و «البدر المنير» 3/ 75، و «التلخيص الحبير» 1/ 427"],["122","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢٢ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ؟» مُتَّفَقٌ عَلَيْهِ فِي حَدِيثٍ. ⁽¹⁾","އަބޫ ސަޢީދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަންހެނަކު ޙައިޟުވުމުން، އެ ކަނބުލޭގެ ނަމާދުނުކޮށް، ރޯދަނުހިފައި ކަމުގައި ވޭނޫންހެއްޔެވެ؟“\nޙަދީޘެއްގައި މުއްތަފަގުން ޢަލައިހިކޮށް އެފަދައިން އައިސްފައިވެއެވެ.","⁽¹⁾ أخرجه: البخاري 1/ 83 (304)، ومسلم 1/ 61 (132) (80)، وابن خزيمة (2045)، وابن حبان (5744)، والبيهقي 1/ 235، والبغوي (19).\nتنبيه: لم يسق مسلم لفظ الحديث، إنما أحال على حديث ابن عمر، وهو الآخر بعيد عن لفظ حديث الباب، لكنه في معناه.\nولذلك يدخل هذا الحديث في أوهام الحافظ. وقد قال في «النكت الظراف» (3/ 440): «والواقع أن مسلما لم يسق لفظه أصلا»\nرواه البخاري وهو بتمامه: عن أبي سعيد الخدري، قال: خرج رسول الله صلى الله عليه وسلم في أضحى أو فطر إلى المصلي، فمر على النساء فقال: «يا معشر النساء تصدقن، فإني أريتكن أكثر أهل النار» فقلن: وبم يا رسول الله؟ قال: «تكثرن اللعن، وتكفرن العشير، ما رأيت من ناقصات عقل ودين وأذهب للب الرجل الحازم من إحداكن» قلن: وما نقصان ديننا وعقلنا يا رسول الله؟ قال: «أليس شهادة المرأة مثل نصف شهادة الرجل؟» قلن: بلى. قال: «فذلك من نقصان عقلها». «أليس إذا حاضت لم تصل ولم تصم» قلن: بلى. قال: «فذلك من نقصان دينها»."],["123","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢٣ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «لَمَّا جِئْنَا سَرِفَ حِضْتُ، فَقَالَ النَّبِيُّ ﷺ: افْعَلِي مَا يَفْعَلُ الحَاجُّ، غَيْرَ أَلَّا تَطُوفِي بِالبَيْتِ حَتَّى تَطْهُرِي» مُتَّفَقٌ عَلَيْهِ فِي حَدِيثٍ. ⁽¹⁾","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަން ކަމަނާ ސަރިފާ ހަމައަށް ދެވުމުން، ތިމަން ކަމަނާ ޙައިޟުވެއްޖެއެވެ. ފަހެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހައްޖުވެރިޔާ ކުރާ ކަންތައް ކަމަނާ ކުރާށެވެ. އެއީ ކަމަނާ ތާހިރުވެއްޖައުމަށް ދާންދެން، ގެފުޅު ތަވާފުކުރުން ފިޔަވައެވެ.“\nޙަދީޘެއްގައި މުއްތަފަގުން ޢަލައިހިކޮށް އެފަދައިން އައިސްފައިވެއެވެ.\n(ނޯޓު: ސަރިފަކީ މައްކާ ކައިރީގައިވާ ވާދީއެކެވެ.)","⁽¹⁾ أخرجه: مالك في «الموطأ» (1229) برواية الليثي، والشافعي في «مسنده» (797)، وأحمد 6/ 39، والبخاري 1/ 81 (294)، ومسلم 4/ 30 (1211) (119)، وأبو داود (1782)، وابن ماجه (2963)، والنسائي 1/ 153، وأبو يعلى (4719)، وابن الجارود (466)، وابن خزيمة (2905)، وابن حبان (3834)، والبيهقي 1/ 308\nوسَرِف اسم موضع، وهو واد على طريق مكة والمدينة، وهو أقرب إلى مكة من مر الظهران (وادي الجموم)."],["124","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢٤ - وَعَنْ مُعَاذٍ رَضِيَ اللهُ عَنْهُ: «أَنَّهُ سَأَلَ النَّبِيَّ ﷺ؛ مَا يَحِلُّ لِلرَّجُلِ مِنِ امْرَأَتِهِ وَهِيَ حَائِضٌ؟ قَالَ: مَا فَوْقَ الإِزَارِ» رَوَاهُ أَبُو دَاوُدَ وَضَعَّفَهُ. ⁽¹⁾","އަދި މުޢާޛު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ އަރިހު އެކަލޭގެފާނު ސުވާލު ކުރެއްވިއެވެ: މީހެއްގެ އަނބިމީހާ ޙައިޟުވެފައި ވަނިކޮށް، އެ ކަނބުލޭގެ ކިބައިން އޭނާއަށް ހުއްދަވަނީ ކޮން އެއްޗެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އިޒާރު މަތީގައިވާ އެއްޗެކެވެ.“\nއަބޫ ދާވޫދު އެ ރިވާކޮށް، ޟަޢީފު ކުރިއެވެ.","⁽¹⁾ فيه سعد بن عبد الله الأغطش، قال الحافظ ابن حجر: لم يوثقه أحد.\rأخرجه: أبو داود (213)\nوفيه زيادة وهي قوله: «والتعفف عن ذلك أفضل»"],["125","‌‌كِتَابُ الطَّهَارَةِ","بَابُ الحَيْضِ","ޙައިޟުގެ ބާބު","ތަހާރާގެ ފޮތް","١٢٥ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا: «كَانَتِ النُّفَسَاءُ تَقْعُدُ فِي عَهْدِ رَسُولِ اللَّهِ ﷺ بَعْدَ نِفَاسِهَا أَرْبَعِينَ» رَوَاهُ الخَمْسَةُ إِلَّا النَّسَائِيَّ، وَاللَّفْظُ لِأَبِي دَاوُدَ. ⁽¹⁾\nوَفِي لَفْظٍ لَهُ: «وَلَمْ يَأْمُرْهَا النَّبِيُّ ﷺ بِقَضَاءِ صَلَاةِ النِّفَاسِ»، وَصَحَّحَهُ الحَاكِمُ. ⁽²⁾","އަދި އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ގެ ޒަމާނުގައި، ނިފާސްވެރިން ސާޅީސް ދުވަސްވަންދެން ތިބޭ ކަމުގައިވެއެވެ. އެ ޙަދީޘް ރިވާ ކުރީ ނަސާއީ ފިޔަވާ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި މިއީ އަބޫ ދާވޫދެގެ ލަފްޒެވެ.\nއަދި އެކަލޭގެފާނުގެ ލަފްޒެއްގައި ވެއެވެ: އަދި ނިފާސްކަމުގައި (ފާއިތުވި) ނަމާދު ގަޟާކުރާކަށް ނަބިއްޔާ ﷺ އެ ކަނބުލޭގެއަށް އަމުރެއް ނުކުރައްވައެވެ. އަދި ޙާކިމު އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ فيه جهالة مسة الأسدية.\nأخرجه: ابن أبي شيبة (17627)، وأحمد 6/ 300، والدارمي (995)، وأبو داود (311)، وابن ماجه (648)، والترمذي (139) وقال «غريب»، وأبو يعلى (7023)، والدارقطني 1/ 221، والحاكم 1/ 176، والبيهقي 1/ 341.\n⁽²⁾ فيه العلَّة السابقة.\nأخرجه: أبو داود (312)، والحاكم 1/ 175"],["126","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٢٦ - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللهُ عَنْهُمَا: أَنَّ نَبِيَّ اللَّهِ ﷺ قَالَ: «وَقْتُ الظُّهْرِ: إِذَا زَالَتِ الشَّمْسُ، وَكَانَ ظِلُّ الرَّجُلِ كَطُولِهِ مَا لَمْ تَحْضُرِ العَصْرُ. وَوَقْتُ العَصْرِ: مَا لَمْ تَصْفَرَّ الشَّمْسُ. وَوَقْتُ صَلَاةِ المَغْرِبِ: مَا لَمْ يَغِبِ الشَّفَقُ. وَوَقْتُ صَلَاةِ العِشَاءِ: إِلَى نِصْفِ اللَّيْلِ الأَوْسَطِ. وَوَقْتُ صَلَاةِ الصُّبْحِ: مِنْ طُلُوعِ الفَجْرِ مَا لَمْ تَطْلُعِ الشَّمْسُ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَلَهُ مِنْ حَدِيثِ بُرَيْدَةَ رَضِيَ اللهُ عَنْهُ - فِي العَصْرِ -: «وَالشَّمْسُ بَيْضَاءُ نَقِيَّةٌ». ⁽²⁾\nوَمِنْ حَدِيثِ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ: «وَالشَّمْسُ مُرْتَفِعَةٌ». ⁽³⁾","ޢަބްދު ﷲ ބިން ޢަމްރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ﷲ ގެ ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މެންދުރު ވަގުތަކީ، އިރު މެދުން ފިލުމުން، މީހެއްގެ ހިޔަނި އޭނާގެ އިސްކޮޅާ އެއްވަރުވެ، އަސުރު ނުވާހާ ހިނދެކެވެ. އަދި އަސުރު ވަގުތަކީ، އިރު ރީނދޫވެ (ފަނޑު) ނުވާހާ ހިނދެކެވެ. އަދި މަޣްރިބު ނަމާދު ވަގުތަކީ، ރަތްވިލާ ނުފިލާހާ ހިނދެކެވެ. އަދި އިޝާ ނަމާދު ވަގުތަކީ، ރޭގަނޑުގެ ދެބައިކުޅަ އެއްބައިގެ މެންދަމާ ހަމައަށެވެ. އަދި ފަތިސް ނަމާދު ވަގުތަކީ، ފަޖުރު ފާޅުވީއްސުރެ، އިރު ނާރާހާ ހިނދެކެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.\nއަދި އެކަލޭގެފާނުގެ އަރިހުގައި، ބުރައިދާ رَضِيَ اللهُ عَنْهُ ގެ ޙަދީޘްއިން އަސުރާ ގުޅޭ ގޮތުން ރިވާޔަތެއް ވެއެވެ: އަދި އިރު ހުދުވެ ސާފުވެފައި ވަނިކޮށް (ނަބިއްޔާ އަސުރު ކުރެއްވިއެވެ.)\nއަދި އަބޫ މުސާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘް އިން އައިސްފައިވެއެވެ: އަދި އިރު މަތީގައި އަރާފައި ވަނިކޮށް (ނަބިއްޔާ އަސުރު ކުރެއްވިއެވެ.)","⁽¹⁾ أخرجه: الطيالسي (2363)، وعبد الرزاق (2215)، وأحمد 2/ 210، ومسلم 1/ 105 (612) (173)، وأبو داود (396)، والنسائي 1/ 260، وابن حبان (1473)، والبيهقي 1/ 365.\nانظر: «الإلمام» (171)، و «المحرر» (160)\nرواه مسلم وتمامه: «فإذا طلعت الشمس فأمسك عن الصلاة، فإنها تطلع بين قرني شيطان». وله ألفاظ أخر.\n⁽²⁾ أخرجه: أحمد 5/ 349، ومسلم 2/ 105 - 106 (613) (177)، وابن ماجه (667)، والترمذي (152)، والنسائي 1/ 258، وابن الجارود (151)، وأبو عوانة 373 - 374، وابن حبان (1492)، والدارقطني 1/ 262 - 263، والبيهقي 1/ 371\nرواه مسلم وعنده: «والشمس مرتفعة بيضاء نقية» أي: لم يدخلها شيء من الصفرة.\n⁽³⁾ أخرجه: ابن أبي شيبة (3237)، وأحمد 4/ 416، ومسلم 2/ 105 - 106 (614)، وأبو داود (395)، والنسائي 1/ 260 - 261، والدارقطني 1/ 263 - 264، والبيهقي 1/ 366 - 367\nرواه مسلم من حديث طويل، وفيه: «ثم أمره، فأقام بالعصر … »"],["127","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٢٧ - وَعَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُصَلِّي العَصْرَ، ثُمَّ يَرْجِعُ أَحَدُنَا إِلَى رَحْلِهِ فِي أَقْصَى المَدِينَةِ وَالشَّمْسُ حَيَّةٌ، وَكَانَ يَسْتَحِبُّ أَنْ يُؤَخِّرَ مِنَ العِشَاءِ، وَكَانَ يَكْرَهُ النَّوْمَ قَبْلَهَا وَالحَدِيثَ بَعْدَهَا، وَكَانَ يَنْفَتِلُ مِنْ صَلَاةِ الغَدَاةِ حِينَ يَعْرِفُ الرَّجُلُ جَلِيسَهُ، وَيَقْرَأُ بِالسِّتِّينَ إِلَى المِئَةِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَعِنْدَهُمَا مِنْ حَدِيثِ جَابِرٍ رَضِيَ اللهُ عَنْهُ: «وَالعِشَاءَ أَحْيَاناً وَأَحْيَاناً - إِذَا رَآهُمُ اجْتَمَعُوا عَجَّلَ، وَإِذَا رَآهُمْ أَبْطَؤُوا أَخَّرَ -، وَالصُّبْحَ كَانَ النَّبِيُّ ﷺ يُصَلِّيهَا بِغَلَسٍ». ⁽²⁾\nوَلِمُسْلِمٍ مِنْ حَدِيثِ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ: «فَأَقَامَ الفَجْرَ حِينَ انْشَقَّ الفَجْرُ، وَالنَّاسُ لَا يَكَادُ يَعْرِفُ بَعْضُهُمْ بَعْضاً». ⁽³⁾","އަދި އަބޫ ބަރްޒާ އަލްއަސްލަމީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އަސުރު ނަމާދު ކުރައްވާފައި، ތިމަންމެން ކުރެ މީހަކު، މަދީނާގެ އެންމެ ދުރު ހިސާބުގައިވާ އޭނާގެ ގެއަށް އަނބުރާ ދެވޭހައި ވަގުތު ވަންދެން އިރު (ހުދުކޮށް ސާފުކޮށް) ހުންނަ ކަމުގައިވެއެވެ. އަދި އިޝާ ނަމާދު (ވަގުތުން މިންވަރެއް) ލަސް ކުރެއްވުމަށް އެކަލޭގެފާނު ލޯބި ކުރެއްވިއެވެ. އަދި އޭގެ ކުރިން އަވަހާރަފުޅު ލެއްޕެވުމަށާއި، އޭގެ ފަހުން ވާހަކަދައްކަވައި ހެއްދުމަށް އެކަލޭގެފާނު ނުރުއްސަވައެވެ. އަދި ފަތިސް ނަމާދުކޮށްގެން ނުކުމެވަޑައިގަންނަވަނީ، މީހަކަށް އޭނާއާ ޖެހިގެން އިން މީހާ ދެނެގަނެވޭހާ އިރުވެ (އަލިވުމުންނެވެ.) އަދި (އެ ނަމާދުގައި) ފަސްދޮޅަހާއި ސަތޭކަ އާޔަތާ ދެމެދު (ގުރްއާން) ކިޔަވައި ވިދާޅުވެއެވެ. މުއްތަފަގުން ޢަލައިހި.\nއަދި އެ ދެ އިމާމުންގެ އަރިހުގައި، ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން އައިސްފައިވެއެވެ: އަދި އެކަލޭގެފާނު އިޝާ ކުރައްވަނީ އެކި ފަހަރު އެކި ގަޑިތަކުގައެވެ. މީސްތަކުން (އެ ނަމާދަށް) އެއްވެފައި ވަނިކޮށް އެކަލޭގެފާނަށް ފެނިވަޑައިގަންނަވާ ނަމަ، ނަމާދު ފެއްޓެވުން އަވަސް ކުރައްވައެވެ. އަދި މީސްތަކުން (އެ ނަމާދަށް އައުން) ލަސްކުރަނިކޮށް އެކަލޭގެފާނަށް ފެނިވަޑައިގަންނަވާ ނަމަ، އެކަލޭގެފާނު ނަމާދު ލަސް ކުރައްވައެވެ. އަދި ފަތިސް ނަމާދު ނަބިއްޔާ ﷺ ކުރައްވަނީ އަނދިރިވެފައި ވަނިކޮށެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި، އަބޫ މޫސާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން އައިސްފައިވެއެވެ: އަދި އެކަލޭގެފާނު ފަތިސް ނަމާދު ގާއިމު ކުރެއްވީ، ފަޖުރުގެ އަލިކަން ފާޅުވުމުންނެވެ. އޭރު (އަނދިރިކަމުން) މީސްތަކުން އެއްބަޔަކު އަނެއްބަޔަކު ވަކިކުރަން ނޭނގޭހާ ވަރުވެއެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (125)، وأحمد 4/ 420، والبخاري 1/ 144 (547) واللفظ له، ومسلم 2/ 119 (647)، وأبو داود (4849)، وابن ماجه (701)، والترمذي (168)، والنسائي 1/ 262، وابن خزيمة (346)، وابن حبان (1503)، والبيهقي 1/ 450.\nانظر: «المحرر» (167)\n«رحله»: بفتح الراء وسكون الحاء المهملة «مسكنة». و «حية»: أي بيضاء نقية كما في الرواية السابقة، وصح عن أحد التابعين قوله: حياتها أن تجد حرها. و «ينفتل»: أي: ينصرف.\n⁽²⁾ أخرجه: أحمد 3/ 369، والبخاري 1/ 147 (560)، ومسلم 2/ 119 (646)، وأبو داود (397)، والنسائي 1/ 264، وأبو يعلى (2029)، وأبو عوانة 1/ 367، وابن حبان (1528)، والبيهقي 1/ 449.\nواللفظ للبخاري. ولفظ مسلم: «والعشاء أحيانا يؤخرها، وأحيانا يعجل»\nانظر: «المحرر» (168)\n⁽³⁾ أخرجه: أحمد 4/ 416، ومسلم 2/ 106 (614) (178)، وأبو داود (395)، والنسائي 1/ 260، وأبو عوانة (1111)، والطحاوي في «شرح المعاني» (873)، والدارقطني 1/ 263، والبيهقي 1/ 370 - 371"],["128","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٢٨ - وَعَنْ رَافِعِ بْنِ خَدِيجٍ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنَّا نُصَلِّي المَغْرِبَ مَعَ النَّبِيِّ ﷺ، فَيَنْصَرِفُ أَحَدُنَا وَإِنَّهُ لَيُبْصِرُ مَوَاقِعَ نَبْلِهِ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި ރާފިޢު ބިން ޚަދީޖު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންމެން މަޣްރިބު ނަމާދު ކުރަނީ ނަބިއްޔާ ﷺ ގެ އަރިހުގައެވެ. ދެން (ނަމާދުން އަވަދިވެ) ތިމަންމެން ކުރެ މީހަކު ނުކުމެގެން ދާއިރު، ހަމަކަށަވަރުން އޭނާ (ތީރެއް އެއްލައިފި ނަމަ، އެ) ތީރު ގޮސް ޖެހޭނެ ތަން އޭނާއަށް ފެންނާނެކަން ކަށަވަރެވެ.\nމުއްތަފަގުން ޢަލައިހި.\n(އެބަހީ: މަޣްރިބު ނަމާދު ކުރަނީ އޭގެ އެންމެ ފުރަތަމަ ވަގުތުގައެވެ. އަދި ނަމާދު ކުރުވެފައި، ނިމޭ އިރު އުދަރެހުގައި އަދިވެސް އަލިކަމެއް ހުރެއެވެ.)","⁽¹⁾ أخرجه: أحمد 4/ 141 - 142، وعبد بن حميد (427)، والبخاري 1/ 141 (559)، ومسلم 2/ 115 (637)، وابن ماجه (687)، وابن حبان (1515)، والطبراني في «الكبير» (4422)، والدارقطني 1/ 252، والبيهقي 1/ 370.\nانظر: «الإلمام» (179)، و «المحرر» (165)\nوقال الحافظ في «الفتح» (2/ 41): «ومقتضاه المبادرة بالمغرب في أول وقتها، بحيث أن الفراغ منها يقع والضوء باق»"],["129","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٢٩ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «أَعْتَمَ رَسُولُ اللَّهِ ﷺ ذَاتَ لَيْلَةٍ بِالعِشَاءِ، حَتَّى ذَهَبَ عَامَّةُ اللَّيْلِ، ثُمَّ خَرَجَ فَصَلَّى، وَقَالَ: إِنَّهُ لَوَقْتُهَا لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي» رَوَاهُ مُسْلِمٌ. ⁽¹⁾","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އެއް ރެޔަކު، ޢަތަމާވަންދެން ރަސޫލު ﷲ ﷺ އިޝާ ނަމާދު ލަސް ކުރެއްވިއެވެ. އެއީ ރޭގަނޑުގެ ބޮޑު ބައެއް ނިމުމަށް ދާންދެނެވެ. (އެބަހީ: ރޭގަނޑުގެ އަނދިރިކަން ގަދަވެ، ފުރަތަމަ ތިންބައި ކުޅަ އެއްބައިގެ ފަހުކޮޅަށް ނަމާދު ލަސް ކުރެއްވިއެވެ.) އެއަށްފަހު (މިސްކިތަށް) ނުކުމެ ނަމާދު ކުރެއްވިއެވެ. އަދި ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ މައްޗަށް ދަތިކުރެވޭ ކަމުގައި ނުވާނަމަ، ހަމަކަށަވަރުން މިއީ އެ ނަމާދުގެ ވަގުތުކަން ކަށަވަރެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.","⁽¹⁾ أخرجه: عبد الرزاق (2114)، وأحمد 6/ 150، ومسلم 2/ 115 (638)، والنسائي 1/ 267، وابن خزيمة (348)، وأبو عوانة (1068)، وابن المنذر في «الأوسط» (979)، والطحاوي في «شرح المعاني» (920)، والبيهقي 1/ 450.\nانظر: «الإلمام» (180)، و «المحرر» (166)\n«أعتم»: أخرها حتى اشتدت عتمة الليل، وهي ظلمته."],["130","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٠ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا اشْتَدَّ الحَرُّ فَأَبْرِدُوا بِالصَّلَاةِ، فَإِنَّ شِدَّةَ الحَرِّ مِنْ فَيْحِ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހޫނުކަން ގަދަވެއްޖެ ހިނދު، ފަހެ (ހޫނު މަޑުވެ) ފިނިވެލަންދެން ތިޔަބައިމީހުން ނަމާދު ލަސް ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ހޫނުގަދަކަމަކީ ނަރަކައިގެ ކެކިއަރައިގަތުމުގެ ތެރެއިންވާ ކަމެކެވެ.“\nމުއްތަފަގުން ޢަލައިހި.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (133)، وأحمد 2/ 238، والبخاري 1/ 142 (536)، ومسلم 2/ 107 (615) (180)، وأبو داود (402)، وابن ماجه (677)، والترمذي (157)، والنسائي 1/ 248، وابن الجارود (156)، وابن خزيمة (329)، وابن حبان (1506)، والبيهقي 1/ 437.\r«الإبراد» تأخير صلاة الظهر إلى أن يبرد الوقت.\rانظر: «الإلمام» (177)، و «المحرر» (163)"],["131","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣١ - وَعَنْ رَافِعِ بْنِ خَدِيجٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَصْبِحُوا بِالصُّبْحِ، فَإِنَّهُ أَعْظَمُ لِأُجُورِكُمْ» رَوَاهُ الخَمْسَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ حِبَّانَ. ⁽¹⁾","އަދި ރާފިޢު ބިން ޚަދީޖު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފަތިސްވުމުން ތިޔަބައިމީހުން ފަތިސް ނަމާދު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެ ކަމުން ތިޔަބައިމީހުންގެ އަޖުރު މާ ބޮޑުވެގެންވެއެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީއާއި އިބްނު ޙިއްބާން އެ ސައްހަ ކުރިއެވެ.\n(އެބަހީ: ފަތިސް ވަގުތު ވަދެ، ފަޖުރުއްޞާދިގުގެ އަލިކަން ފާޅުވެއްޖެކަން ކަށަވަރުވުމާއެކީ ފަތިސް ނަމާދު ކުރާށެވެ.)","⁽¹⁾ أخرجه: الحميدي (409)، وأحمد 3/ 465، والدارمي (1217)، وأبو داود (424)، وابن ماجه (672)، والترمذي (154)، والنسائي 1/ 272، وابن حبان (1489)، والطبراني في «الكبير» (4285)، والبيهقي 1/ 457.\nانظر: «الإلمام» (173)، و «المحرر» (162)\nوفي لفظ: «أعظم للأجر»، وفي أخر: «لأجرها». وقال الترمذي: «حديث رافع بن خديج حديث حسن صحيح». ومعنى «أسفروا»: أراد صلى الله عليه وسلم في الليالي المقمرة التي لا يتبين فيها وضوح طلوع الفجر؛ لئلا يؤدي المرء صلاة الصبح إلا بعد التيقن بالإسفار بطلوع الفجر، فإن الصلاة إذا أديت كما وصفنا كان أعظم للأجر من أن تصلى على غير يقين من طلوع الفجر. قاله ابن حبان. ومن قبل ذلك نقل الترمذي عن الشافعي وأحمد وإسحاق أنهم قالوا: معنى الإسفار: أن يضح الفجر فلا يشك فيه."],["132","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «مَنْ أَدْرَكَ مِنَ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ، وَمَنْ أَدْرَكَ رَكْعَةً مِنَ العَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ العَصْرَ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِمُسْلِمٍ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: نَحْوُهُ، وَقَالَ: «سَجْدَةً» بَدَلَ «رَكْعَةً»، ثُمَّ قَالَ: «وَالسَّجْدَةُ: إِنَّمَا هِيَ الرَّكْعَةُ». ⁽²⁾","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އިރު އެރުމުގެ ކުރިން ފަތިސް ނަމާދުން ރަކުއަތެއް ހޯދައިގަނެއްޖެ މީހާ، ފަހެ ހަމަކަށަވަރުން ފަތިސް ނަމާދު ހޯދައިގަނެއްޖެއެވެ. އަދި އިރު އޮއްސުމުގެ ކުރިން އަސުރު ނަމާދުން ރަކުއަތެއް ހޯދައިގަނެއްޖެ މީހާ، ފަހެ ހަމަކަށަވަރުން އަސުރު ނަމާދު ހޯދައިގަނެއްޖެއެވެ.“ (އެބަހީ: އޭގެ ވަގުތުގައި އަދާ ކުރެވިއްޖެއެވެ.)\nމުއްތަފަގުން ޢަލައިހި.\nއަދި މުސްލިމުގެ ރިވާޔަތުގައި، ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ. އަދި (އެ ރިވާޔަތުގައި) ޙަދީޘް ކުރެއްވީ ’ރަކުއަތް‘ ގެ ބަދަލުގައި ’ސަޖިދަ‘ އެވެ. އެއަށްފަހު މުސްލިމު ވިދާޅުވިއެވެ: އަދި (މިތާ) ސަޖިދަ އެއީ ރަކުއަތް ކަމުގައި މެނުވީ ނުވެއެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (149)، وأحمد 2/ 462، والبخاري 1/ 151 (579)، ومسلم 2/ 102 (608) (163)، وابن ماجه (699)، والترمذي (186)، والنسائي 1/ 258، وابن الجارود (152)، وابن خزيمة (985)، وابن حبان (1557)، والبيهقي 1/ 367.\nانظر: «الإلمام» (185)، و «المحرر» (170)\n⁽²⁾ أخرجه: أحمد 6/ 78، ومسلم 2/ 102 - 103 (609)، وابن الجارود (155)، وابن حبان (1584)، والبيهقي 1/ 378.\nقال البغوي عقب (402): «قوله: «إذا أدرك سجدة»، أراد ركعة بركوعها وسجودها، والصلاة تسمى سجوداً، كما تسمى ركوعاً، قال الله سبحانه تعالى: {وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ} [الإنسان: 26] أي: صل كما قال الله عز وجل: {وَارْكَعُوا مَعَ الرَّاكِعِينَ} [البقرة: 43] أي: مع المصلين، سمى الركعة سجدة؛ لأن تمامها بها».\rوالحديث ليس فيه إدراج، كما احتمله المحب الطبري في كتابه «غاية الإحكام» (2114)، ومال إلى هذا الاحتمال الحافظ ابن حجر في «التلخيص الحبير» 1/ 449 من غير أن يتروى كلامه، وقلَّد الحافظ ابن حجر عدد، منهم: الألباني في «الإرواء» 1/ 273 وظنَّ أنَّ هذه الرواية لم يخرجها غير مسلم، وقد أخطأ في هذا، بل إنَّه جعل تفرد مسلم بها علة الإدراج فازدوج الخطأ، وكذا وقع في التقليد محمد بن آدم الأثيوبي في شرحه لصحيح مسلم 13/ 363.\rانظر: «الإلمام» (187)، و «المحرر» (171)"],["133","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٣ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَا صَلَاةَ بَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ، وَلَا صَلَاةَ بَعْدَ العَصْرِ حَتَّى تَغِيبَ الشَّمْسُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلَفْظُ مُسْلِمٍ: «لَا صَلَاةَ بَعْدَ صَلَاةِ الفَجْرِ». ⁽²⁾\nوَلَهُ عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللهُ عَنْهُ: «ثَلَاثُ سَاعَاتٍ كَانَ رَسُولُ اللَّهِ ﷺ يَنْهَانَا أَنْ نُصَلِّيَ فِيهِنَّ، وَأَنْ نَقْبُرَ فِيهِنَّ مَوْتَانَا: حِينَ تَطْلُعُ الشَّمْسُ بَازِغَةً حَتَّى تَرْتَفِعَ، وَحِينَ يَقُومُ قَائِمُ الظَّهِيرَةِ حَتَّى تَزُولَ الشَّمْسُ، وَحِينَ تَتَضَيَّفُ الشَّمْسُ لِلْغُرُوبِ». ⁽³⁾\nوَالحُكْمُ الثَّانِي عِنْدَ الشَّافِعِيِّ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ بِسَنَدٍ ضَعِيفٍ، وَزَادَ: «إِلَّا يَوْمَ الجُمُعَةِ». ⁽⁴⁾\nوَكَذَا لِأَبِي دَاوُدَ عَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ. ⁽⁵⁾","އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކރުައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ”ފަތިސް (ނަމާދު) ފަހުން އިރު އަރައިފުމަށް ދާންދެން ނަމާދެއް ނުވެއެވެ. އަދި އަސުރު (ނަމާދު) ފަހުން އިރު އޮއްސުމަށް ދާންދެން ވެސް ނަމާދެއް ނުވެއެވެ.“\nއަދި މުސްލިމުގެ ލަފްޒަކީ: ”އަދި ފަތިސް ނަމާދު ފަހުން ނަމާދެއް ނުވެއެވެ.“\nއަދިވެސް އެކަލޭގެފާނު، ޢުގްބާ ބިން ޢާމިރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާ ކުރިއެވެ: ތިން ގަޑިއެއްގައި، ރަސޫލު ﷲ ﷺ ތިމަންމެންނަށް އެ ގަޑިތަކުގައި ނަމާދު ކުރުމާއި، ގަބުރުގައި ވަޅުލުން ނަހީ ކުރެއްވިއެވެ. އިރުއަރާ ފާޅުވެގެން އަންނަ ހިނދުން ފެށިގެން (ލޮންސިއެއްގެ މިންވަރަށް) އެރުމާ ހަމައަށެވެ. އަދި އިރު މެދުޖެހޭ ހިނދުން ފެށިގެން އިރު މެދުން ފިލައި ދިޔުމާ ހަމައަށެވެ. އަދި އިރު އޮއްސެން ލެނބޭ ހިނދުން ފެށިގެން އިރު (އޮއްސުމާ ހަމައަށެވެ.)“\nއަދި ދެ ވަނަ ހުކުމް (އެބަހީ: އިރު މެދުޖެހޭ ހިނދުން ފެށިގެން އިރު މެދުން ފިލައި ދިޔުމާ ހަމައަށް އޮންނަ ނަހީ)، ޝާފިޢީ ރިވާ ކުރައްވާފައި ވަނީ، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްއިން، ބަލިކަށި ސަނަދަކުންނެވެ. އަދި އެކަލޭގެފާނު އިތުރު ކުރެއްވިއެވެ: ”ހުކުރު ދުވަހުގައި މެނުވީއެވެ.“\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި، އަބޫ ގަތާދާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ.","⁽¹⁾ أخرجه: أحمد 3/ 59 - 60، وعبد بن حميد (965)، والبخاري 1/ 152 (586)، وابن ماجه (1249)، والنسائي 1/ 278، وأبو يعلى (1161)، وأبو عوانة (1128)، والبغوي (775).\nفي لفظ البخاري «ترتفع» بدل «تطلع». وأن لفظ مسلم فعدا عما ذكره الحافظ فقد وقع عنده تقديم النهي عن الصلاة بعد العصر على النهي بعد صلاة الفجر. وعنده أيضا «تغرب» بدل «تغيب».\nانظر: «الإلمام» (190)، و «المحرر» (173)\n⁽²⁾ أخرجه: أحمد 3/ 39، ومسلم 2/ 207 (827) (288)، والنسائي في «الكبرى» (465)، وأبو يعلى (1160).\nانظر: «المحرر» (173)\n⁽³⁾ أخرجه: الطيالسي (1001)، وعبد الرزاق (6569)، وأحمد 4/ 152، والدارمي (1439)، ومسلم 2/ 208 (831)، وأبو داود (3192)، وابن ماجه (1519)، والترمذي (1030)، والنسائي 1/ 275، وأبو يعلى (1755)، وابن حبان (1546)، والبيهقي 2/ 454.\nفي مسلم: «أو أن»، و «تميل»، و«تتضيف» بمعنى «تميل».\n«قائم الظهيرة»: أي قيام الشمس وقت الزوال، وذلك عند بلوغها وسط السماء فإنها عند ذلك يبطئ حركتها.\nانظر: «الإلمام» (188)، و «المحرر» (172)\n⁽⁴⁾ شيخ الشافعي متروك، وإسحاق بن عبد الله ضعيف.\nأخرجه: الشافعي في «مسنده» (157) ، والبيهقي 2/ 464، والبغوي (779)\nرواه عن أبي هريرة؛ أن النبي صلى الله عليه وسلم نهى عن الصلاة نصف النهار، حتى تزول الشمس إلا يوم الجمعة.\n⁽⁵⁾ قال أبو داود: «هو مرسل؛ مجاهد أكبر من أبي الخليل، وأبو الخليل لم يسمع من أبي قتادة».\nأخرجه: أبو داود (1083)، والطبراني في «الأوسط» (7725)، والبيهقي 2/ 464، وابن عبد البر في «التمهيد» 2/ 170\nرواه عن أبي قتادة، عن النبي صلى الله عليه وسلم؛ أنه كره الصلاة نصف النهار إلا يوم الجمعة، وقال: «إن جهنم تسجر إلا يوم الجمعة».\nأما عن الصلاة نصف النهار، فقد قال ابن القيم في «الزاد» (1/ 380): «اختلف الناس في كراهة الصلاة نصف النهار على ثلاثة أقوال. أحدها: أنه ليس وقت كراهة بحال، وهو مذهب مالك. الثاني: أنه وقت كراهة في يوم الجمعة وغيرها، وهو مذهب أبي حنيفة والمشهور من مذهب أحمد. الثالث: أنه وقت كراهة إلا يوم الجمعة، فليس بوقت كراهة، وهذا مذهب الشافعي» ا. هـ."],["134","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٤ - وَعَنْ جُبَيْرِ بْنِ مُطْعِمٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «يَا بَنِي عَبْدِ مَنَافٍ! لَا تَمْنَعُوا أَحَداً طَافَ بِهَذَا البَيْتِ وَصَلَّى أَيَّةَ سَاعَةٍ شَاءَ مِنْ لَيْلٍ، أَوْ نَهَارٍ» رَوَاهُ الخَمْسَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ حِبَّانَ. ⁽¹⁾","އަދި ޖުބައިރު ބިން މުޠްޢިމް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭ ބަނީ ޢަބްދު މަނާފެވެ. ރޭގަނޑާއި ދުވާލުގެ ތެރެއިން އެ މީހަކު ބޭނުން ގަޑިއެއްގައި، މި ގެކޮޅުގައި ތަވާފުކޮށް ނަމާދު ކުރުން އެއްވެސް މީހަކަށް ތިޔަބައިމީހުން މަނާ ނުކުރާށެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރީ ތިރްމިޛީއާއި އިބްނު ޙިއްބާނެވެ.","⁽¹⁾ أخرجه: الشافعي في «مسنده» (162)، وعبد الرزاق (9004)، وأحمد 4/ 80، والدارمي (1926)، وأبو داود (1894)، وابن ماجه (1254)، والترمذي (868)، والنسائي 1/ 284، وأبو يعلى (7396)، وابن خزيمة (1280)، وابن حبان (1552)، والحاكم 1/ 448، والبيهقي 2/ 461.\rانظر: «الإلمام» (193)، و «المحرر» (175)"],["135","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٥ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا عَنِ النَّبِيِّ ﷺ قَالَ: «الشَّفَقُ: الحُمْرَةُ» رَوَاهُ الدَّارَقُطْنِيُّ، وَصَحَّحَ ابْنُ خُزَيْمَةَ وَغَيْرُهُ وَقْفَهُ. ⁽¹⁾","އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން، ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ޝަފަގަކީ ރަތްކަމެވެ.“ (އެބަހީ: ރަތްވިލާއަކީ އިރު އޮއްސުމަށް ފަހު އުޑުގައިވާ ރަތްކަމެވެ.)\nއެ ޙަދީޘް ރިވާ ކުރީ ދާރަގުޠުނީއެވެ. އަދި އިބްނު ޚުޒައިމާއާއި އެ ނޫން ވެސް އިމާމުން ސައްހަ ކުރީ އެއީ މައުގޫފު ރިވާޔަތެއް ކަމަށެވެ.","⁽¹⁾ ضعيف مرفوعاً وصوابه الوقف، أخرجه: الدارقطني 1/ 269، والبيهقي 1/ 373، مرفوعاً، وأخرجه: عبد الرزاق (2122)، وابن أبي شيبة (3381)، والدارقطني 1/ 269، والبيهقي 1/ 373، موقوفاً، وصحح الدارقطني والبيهقي وقفه.\nتنبيه: لم نجد تصحيح ابن خزيمة لحديث ابن عمر، إنَّما نجد كلام له عقب حديث عبد الله بن عمرو (354) ومال إلى أنَّه موقوف.\nوتمام لفظ الدارقطني: «فإذا غاب الشفق، وجبت الصلاة»"],["136","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٦ - وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «الفَجْرُ فَجْرَانِ: فَجْرٌ يَحْرُمُ فِيهِ الطَّعَامُ وَتَحِلُّ فِيهِ الصَّلَاةُ، وَفَجْرٌ تَحْرُمُ فِيهِ الصَّلَاةُ - أَيْ: صَلَاةُ الصُّبْحِ - وَيَحِلُّ فِيهِ الطَّعَامُ» رَوَاهُ ابْنُ خُزَيْمَةَ، وَالحَاكِمُ، وَصَحَّحَاهُ. ⁽¹⁾\nوَلِلْحَاكِمِ فِي حَدِيثِ جَابِرٍ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ، وَزَادَ - فِي الَّذِي يُحَرِّمُ الطَّعَامَ -: «إِنَّهُ يَذْهَبُ مُسْتَطِيلاً فِي الأُفُقِ»، وَفِي الآخَرِ: «إِنَّهُ كَذَنَبِ السِّرْحَانِ». ⁽²⁾","އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފަޖުރަކީ ދެ ފަޖުރެކެވެ. އެއް ފަޖުރަކީ، އޭގައި ކެއުން ހަރާމްވާ އަދި އޭގައި ނަމާދު ހަލާލުވާ ފަޖުރެވެ. އަދި އަނެއް ފަޖުރަކީ، އޭގައި ނަމާދު ހަރާމްވާ -އެބަހީ، ފަތިސް ނަމާދު- އަދި އޭގައި ކެއުން ހަލާލުވާ ފަޖުރެވެ.“ އެ ޙަދީޘް ރިވާ ކުރީ އިބްނު ޚުޒައިމާއާއި، ޙާކިމެވެ. އަދި އެ ދެ އިމާމުން އެ ސައްހަ ކުރިއެވެ.\nއަދި ޙާކިމުގެ ރިވާޔަތުގައި، ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި ހަމަ އެފަދައިން އައިސްފައިވެއެވެ. އަދި އެކަލޭގެފާނު، އޭގައި ކެއުން ހަރާމްވާ ފަޖުރާމެދު އިތުރު ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެ ފަޖުރު އުދަރެހުގައި ދިގަށް ފެތުރިގެން ދެއެވެ.“ އަދި އަނެއް ފަޖުރާމެދު އިތުރު ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެއީ ހިޔަޅެއްގެ ނިގޫ ފަދައެވެ.“\n(ނޯޓު: ފަޖުރުލް ކާޛިބު ފާޅުވަނީ ފަޖުރުއް ޞާދިގުގެ ގާތްގަނޑަކަށް ބައިގަޑީރު ކުރިންނެވެ. އަދި ފަޖުރުލް ކާޛިބުގެ އަލިކަން ފާޅުވަނީ ތެދަށެވެ. ހިޔަޅުގެ ނިގޫ އުފުލިފައިވާ ފަދައިންނެވެ. އެއަށްފަހު އެ އަލިކަން ގެއްލި ދެއެވެ. އަދި ފަޖުރުއް ޞާދިގުގެ އަލިކަން ފާޅުވަނީ އުދަރެހުގައި ހުރަހަށެވެ. އަދި އެ ގެއްލިގެން ނުދެއެވެ.)","⁽¹⁾ الصواب أنَّه موقوف أخطأ في رفعه أبو أحمد الزبيري.\nأخرجه: ابن خزيمة (356)، والدارقطني 2/ 164 - 165، والحاكم 1/ 191، والبيهقي 4/ 216، والخطيب في «تاريخ بغداد» 4/ 95، مرفوعاً، وأخرجه: الدارقطني 2/ 165، والحاكم 1/ 191، والبيهقي 1/ 377، موقوفاً.\n⁽²⁾ صوابه الإرسال، كما حكم به البيهقي، رواه خمس من الثقات عن ابن أبي ذئب، عن الحارث ابن عبد الرحمن، عن محمد بن عبد الرحمن بن ثوبان، عن النبي صلى الله عليه وسلم، مرسلاً، أخرجه: أبو داود في «المراسيل» (97)، والدارقطني 1/ 267، والبيهقي 1/ 377 و 4/ 215 ورواه يزيد بن هارون واختلف عليه، فأخرجه: الحاكم 1/ 191، والبيهقي 1/ 377، من طريق محمد بن أحمد الدابري، عن عبد الله بن روح المدائني، عن يزيد مرفوعاً، وأخرجه: الدارقطني 2/ 164، من طريق محمد بن مخلد، عن محمد بن إسماعيل الحساني، عن يزيد مرسلاً موافقاً لرواية الجمع.\nو«السرحان»: هو: الذئب، والمراد أنه لا يذهب مستطيلا ممتدا، بل يرتفع في السماء كالعمود. قاله الصنعاني."],["137","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٧ - وَعَنِ ابْنِ مَسْعُودٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «أَفْضَلُ الأَعْمَالِ: الصَّلَاةُ فِي أَوَّلِ وَقْتِهَا» رَوَاهُ التِّرْمِذِيُّ، وَالحَاكِمُ، وَصَحَّحَاهُ ⁽¹⁾، وَأَصْلُهُ فِي الصَّحِيحَيْنِ. ⁽²⁾","އަދި އިބްނު މަސްޢޫދު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަމަލުތަކުގެ ތެރެއިން އެންމެ ހެޔޮވެގެންވަނީ، އޭގެ އެންމެ ފުރަތަމަ ވަގުތުގައި (ކުރާ) ނަމާދެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ތިރްމިޛީއާއި ޙާކިމެވެ. އަދި އެ ދެ އިމާމުން އެ ސައްހަ ކުރިއެވެ. އަދި އޭގެ އަސްލު ވަނީ ދެ ޞާޙީޙުގައެވެ.","⁽¹⁾ اختلف في لفظة: «أول وقتها» فجاءت هذه الزيادة من طريق علي بن حفص المدائني، عن شعبة، عن الوليد بن العيزار، عن أبي عمرو الشيباني، عن عبد الله بن مسعود، به. تفرد بها علي بن حفص عن أصحاب شعبة، قال عنه أبو حاتم: «صالح الحديث، يكتب حديثه ولا يحتج به»، وضعَّف روايته الدارقطني والنووي وابن حجر، أخرجه: الدارقطني 1/ 246، والحاكم 1/ 188، وأخرجه: الحاكم 1/ 189 من طريق الحسن بن علي بن شبيب المعمري، عن محمد بن بشار، عن محمد بن جعفر، عن شعبة، عن عبيد المكتب، عن أبي عمرو الشيباني، عن رجل من أصحاب النبي صلى الله عليه وسلم، به. وهذا تفرد به المعمري ووهم فيه؛ لأنَّه كان يحدث من حفظه، قاله الدارقطني.\nوأخرجه: ابن خزيمة (327)، وابن حبان (1475)، والطبراني في «الكبير» (9808)، والحاكم 1/ 188 واللفظ له، والبيهقي 1/ 434 من طريق عثمان بن عمر، عن مالك بن مغول، عن الوليد بن العيزار، عن أبي عمرو الشيباني، عن عبد الله بن مسعود، به، قال ابن حبان: «الصلاة في أول وقتها، تفرد به عثمان بن عمر».\nتنبيه: عزا الحافظ الحديث للترمذي، أي بلفظ: «أول»، وليس كذلك؛ فقد أخرجه: بنفس لفظ البخاري ومسلم، وخلاصة المقال ضعف رواية: «أول وقتها»، والصواب: «على وقتها»، ومعلوم أنَّ «على» تفيد الاستعلاء: بأن يستعلي المؤمن في صلاته على الوقت، فيقدمه على جميع أعماله، ولا يقدم شيئاً عليها، وقد أحسن البخاري حينما ساق الرواية المحفوظة في أول كتاب الأدب؛ لأنَّ أعظم الأدب، الأدب مع الله، فيقدم المؤمن حق الله على جميع الحقوق، وهذا مصداق قول المصلي: «إياك نعبد وإياك نستعين»، فقدم حق الله على جميع الحقوق.\n⁽²⁾ أخرجه: أحمد 1/ 409، والدارمي (1228)، والبخاري 1/ 140 (527)، ومسلم 1/ 63 (85) (137)، والترمذي (173)، والنسائي 1/ 292، وابن خزيمة (327)، وابن حبان (1475)، والدارقطني 1/ 246، والحاكم 1/ 188، بلفظ: «الصلاة على وقتها»"],["138","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٨ - وَعَنْ أَبِي مَحْذُورَةَ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: «أَوَّلُ الوَقْتِ: رِضْوَانُ اللَّهِ، وَأَوْسَطُهُ: رَحْمَةُ اللَّهِ، وَآخِرُهُ: عَفْوُ اللَّهِ» أَخْرَجَهُ الدَّارَقُطْنِيُّ بِسَنَدٍ ضَعِيفٍ جِدّاً. ⁽¹⁾\nوَلِلتِّرْمِذِيِّ مِنْ حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا: نَحْوُهُ، دُونَ «الأَوْسَطِ»، وَهُوَ ضَعِيفٌ أَيْضاً. ⁽²⁾","އަދި އަބޫ މަޙްޛޫރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ނަމާދުގެ) ފުރަތަމަ ވަގުތުގައި (ވަނީ) ﷲ ގެ ރުއްސެވުމެވެ. އަދި އޭގެ މެދު (ވަގުތުގައި ވަނީ) ﷲ ގެ ރަހުމަތެވެ. އަދި އޭގެ ފަހު (ވަގުތުގައި ވަނީ) ﷲ ގެ އަފޫއެވެ.“\nދާރަގުޠުނީ އެ ޙަދީޘް ނެރުނީ ވަރަށް ބަލިކަށި ސަނަދަކުންނެވެ. އަދި ތިރްމިޛީގެ ރިވާޔަތުގައި، އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ ޙަދީޘްއިން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ. އެއީ ”މެދު“ (މި ލަފްޒާ) ނުލައެވެ. އަދި އެ ވެސް ބަލިކަށްޓެވެ.\n(ނޯޓު: ﷲ ގެ ރުއްސެވުމަކީ އެންމެ މަތީ ދަރަޖައެވެ. އަދި އަފޫ ކުރައްވާނީ ފަރުވާކުޑަ ކުރުމަކަށެވެ.)","⁽¹⁾ آفته إبراهيم بن زكريا متفق على ضعفه الشديد.\nأخرجه: ابن عدي في «الكامل» 1/ 415 (96)، والدارقطني 1/ 249 - 250، والبيهقي 1/ 435\n⁽²⁾ فيه يعقوب بن الوليد متهم، وقال أحمد: «‌كان ‌من ‌الكذابين الكبار، وكان يضع الحديث». وقال أبو حاتم: «كان يكذب والحديث الذي رواه موضوع»، ففي قول الحافظ: «ضعيف» تساهل.\nوفيه أيضاً عبد الله بن عمر العمري، ضعيف.\nأخرجه: الترمذي (172)، وابن عدي في «الكامل» 8/ 473 (2057)، والدارقطني 1/ 249، والحاكم 1/ 189، والبيهقي 1/ 435"],["139","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٣٩ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «لَا صَلَاةَ بَعْدَ الفَجْرِ؛ إِلَّا سَجْدَتَيْنِ» أَخْرَجَهُ الخَمْسَةُ، إِلَّا النَّسَائِيَّ. ⁽¹⁾\nوَفِي رِوَايَةِ عَبْدِ الرَّزَّاقِ: «لَا صَلَاةَ بَعْدَ طُلُوعِ الفَجْرِ؛ إِلَّا رَكْعَتَيِ الفَجْرِ». ⁽²⁾\nوَمِثْلُهُ: لِلدَّارَقُطْنِيِّ عَنِ ابْنِ عَمْرِو بْنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا. ⁽³⁾","އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ފަތިސް (ވުމަށް) ފަހު، ދެ ސަޖިދަ ފިޔަވާ ނަމާދެއް ނުވެއެވެ.“ އެ ޙަދީޘް ނެރުނީ ނަސާއީ ފިޔަވާ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.)\nއަދި ޢަބްދުއް ރައްޒާޤުގެ ރިވާޔަތުގައި ވެއެވެ: ”ފަތިސްވުމަށް ފަހު، ފަތިސް ނަމާދުގެ ދެ ރަކުއަތް ފިޔަވާ ނަމާދެއް ނުވެއެވެ.“\nއަދި ދާރަގުޠުނީގެ ރިވާޔަތުގައި، އިބްނު ޢަމްރު ބިން އަލްޢާޞް رَضِيَ اللَّهُ عَنْهُمَا  ގެ އަރިހުން ހަމަ އެފަދައިން އައިސްފައިވެއެވެ.\n(އެބަހީ: ފަޖުރުގެ ވަގުތު ވަނުމަށް ފަހު، ފަތިހުގެ ސުންނަތް ދެ ރަކުއަތް ފިޔަވާ އިތުރު ސުންނަތް ނަމާދެއް ނުވެއެވެ.)","⁽¹⁾ فيه محمد بن حصين، أو أيوب بن حصين، اختلف في اسمه، وهو مجهول الحال، والحديث جاء من عدة طرق لا تخلو جميعها من مقال.\nأخرجه: أحمد 2/ 104، وأبو داود (1278)، والترمذي (419)، وأبو يعلى (5608)، والدارقطني 1/ 419، والبيهقي 2/ 465، والبغوي (886). تنبيه: رواية ابن ماجه (235) لم يأتِ فيها موضع الشاهد.\nوعند أبي داود في أوله زيادة: «ليبلغ شاهدكم غائبكم». وقال الترمذي: «ومعنى هذا الحديث إنما يقول: لا صلاة بعد طلوع الفجر إلا ركعتي الفجر».وما قاله الترمذي هو لفظ رواية عبد الرازق. وأما ابن ماجه (235) فاقتصر على قوله: «ليبلغ شاهدكم غائبكم»، وبذلك يتبين أن عزو الحديث له غير دقيق من الحافظ.\n⁽²⁾ فيه أبو بكر بن محمد، وهو شيخ عبد الرزاق رموه بالوضع.\nأخرجه: عبد الرازق (4760)، والبيهقي 2/ 465\n⁽³⁾ فيه عبد الرحمن بن زياد الأفريقي ضعَّفه أهل العلم.\nأخرجه: عبد الرزاق (4757)، وابن أبي شيبة (7438)، والبزار كما في «كشف الأستار» (403)، والطبراني في «الأوسط» (1544)، والدارقطني 1/ 246، والبيهقي 2/ 465\nولفظه: «لا صلاة بعد صلاة الفجر إلا ركعتين»."],["140","كِتَابُ الصَّلاةِ","بَابُ المَوَاقِيتِ","ނަމާދު ވަގުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٠ - وَعَنْ أَمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «صَلَّى رَسُولُ اللَّهِ ﷺ العَصْرَ، ثُمَّ دَخَلَ بَيْتِي، فَصَلَّى رَكْعَتَيْنِ، فَسَأَلْتُهُ، فَقَالَ: شُغِلْتُ عَنْ رَكْعَتَيْنِ بَعْدَ الظُّهْرِ، فَصَلَّيْتُهُمَا الآنَ، قُلْتُ: أَفَنَقْضِيهِمَا إِذَا فَاتَتْنَا؟ قَالَ: لَا» أَخْرَجَهُ أَحْمَدُ. ⁽¹⁾\nوَلِأَبِي دَاوُدَ عَنْ عَائِشَةَ: بِمَعْنَاهُ. ⁽²⁾","އަދި އުއްމު ސަލަމާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ އަސުރު ނަމާދު ކުރެއްވިއެވެ. އެއަށްފަހު ތިމަން ކަމަނާގެ ގެކޮޅަށް ވަދެވަޑައިގެން ދެ ރަކުއަތް ކުރެއްވިއެވެ. ފަހެ ތިމަން ކަމަނާ (އެއާމެދު) އެކަލޭގެފާނުގެ އަރިހުގައި ސުވާލު ދެންނެވުމުން، އެކަލޭގެފާނު ހަދީޘް ކުރެއްވިއެވެ: ”މެންދުރު ނަމާދަށް ފަހު އޮންނަ (ސުންނަތް) ދެ ރަކުއަތް ކުރުމުން ތިމަން ނަބިއްޔާ މަޝްޣޫލު ކުރެވުނެވެ. ފަހެ މިހާރު ތިމަން ނަބިއްޔާ މި ކުރެއްވީ އެ ދެ ރަކުއަތެވެ.“ ތިމަން ކަމަނާ ދެންނެވީމެވެ: ތިމަންމެންނަށް އެ ފާއިތުވުމުން، ތިމަންމެން ވެސް އެ ދެ ރަކުއަތް ގަޟާ ކުރަންހެއްޔެވެ؟ ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ނޫނެކެވެ.“ އެ ޙަދީޘް ނެރުނީ އަޙްމަދެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި، ޢާއިޝާގެ އަރިހުން އެ މާނާގައި އައިސްފައިވެއެވެ.","⁽¹⁾ فيه علتان، الأولى: الاختلاف في سماع ذكوان من أم سلمة، والثانية: زيادة: «أَفَنَقْضِيهِمَا، قَالَ: لا» فهذه تفرد بها يزيد بن هارون عن أصحاب حماد بن سلمة، ومنهم من حمل الوهم على حمّاد نفسه.\nأخرجه: الشافعي في «مسنده» (159)، والطيالسي (1597)، وعبد الرزاق (3970)، والحميدي (295)، وأحمد 6/ 293، وعبد بن حميد (1531)، والنسائي 1/ 281، وابن خزيمة (1277)، والطبراني في «الكبير» 23/ (534)، والبيهقي 2/ 457، والبغوي (781)\n⁽²⁾ فيه محمد بن إسحاق، وهو مدلس ولم يصرح بالسماع.\nأخرجه: أبو داود (1280)\nعن عائشة؛ أن رسول الله صلى الله عليه وسلم: كان يصلي بعد العصر وينهي عنها..."],["141","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤١ - عَنْ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ رَضِيَ اللهُ عَنْهُ قَالَ: «طَافَ بِي - وَأَنَا نَائِمٌ - رَجُلٌ فَقَالَ: تَقُولُ: اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ - فَذَكَرَ الأَذَانَ بِتَرْبِيعِ التَّكْبِيرِ بِغَيْرِ تَرْجِيعٍ، وَالإِقَامَةَ فُرَادَى؛ إِلَّا قَدْ قَامَتِ الصَّلَاةُ -.\nقَالَ: فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللَّهِ ﷺ فَقَالَ: إِنَّهَا لَرُؤْيَا حَقٌّ … » الحَدِيثَ أَخْرَجَهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَصَحَّحَهُ التِّرْمِذِيُّ، وَابْنُ خُزَيْمَةَ. ⁽¹⁾\nوَزَادَ أَحْمَدُ فِي آخِرِهِ - قِصَّةَ قَوْلِ بِلَالٍ فِي أَذَانِ الفَجْرِ -: «الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ». ⁽²⁾\nوَلِابْنِ خُزَيْمَةَ: عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: «مِنَ السُّنَّةِ إِذَا قَالَ المُؤَذِّنُ فِي الفَجْرِ: حَيَّ عَلَى الفَلَاحِ، قَالَ: الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ». ⁽³⁾","ޢަބްދު ﷲ ބިން ޒައިދު ބިން ޢަބްދު ރައްބިހީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ތިމަންނަ ނިދާފައި ވަނިކޮށް (ހުވަފެނުގައި) މީހަކު ތިމަންނަ ގާތަށް އައިސް ބުންޏެވެ: ކިޔާށެވެ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ... ދެން އޭނާ ބަންގި ޒިކުރު ކުރިއެވެ. އެއީ ތަކްބީރު ހަތަރު ފަހަރު ކިޔައިގެންނެވެ. އަދި ތަރްޖީޢު ކިޔުމާ ނުލައެވެ. (ނޯޓު: ތަރްޖީޢަކީ ދެ ޝަހާދަތް ފުރަތަމަ މަޑުމަޑުން ކިޔުމަށް ފަހު، ދެން އަނެއްކާ އެ ދެ ޝަހާދަތް ބާރަށް ކިޔުމެވެ. މިވެސް ވާރިދުވެގެންވާ ގޮތެކެވެ.) އަދި ގަމަތް ޒިކުރު ކުރީ ފުރާދާކޮށެވެ. އެއީ قَدْ قَامَتِ الصَّلَاةُ ފިޔަވައެވެ. (އެބަހީ: ގަމަތް ކީ އިރު،  ތަކްބީރާއި قَدْ قَامَتِ الصَّلَاةُ ނޫން އެހެން ކަލިމަތައް ކީ އެއް ފަހަރެވެ.) އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ދެން ތިމަންނައަށް ހެނދުނުވުމުން ރަސޫލު ﷲ ﷺ ގެ އަރިހަށް ތިމަން ދިޔައިމެވެ. ފަހެ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން އެއީ ހައްގު ހުވަފެނެކެވެ…“ މި ޙަދީޘެވެ. އެ ޙަދީޘް ނެރުނީ އަޙްމަދާއި އަބޫ ދާވޫދެވެ. އަދި ތިރްމިޛީއާއި އިބްނު ޚުޒައިމާ އެ ސައްހަ ކުރެއްވިއެވެ.\nއަދި އަޙްމަދުގެ ރިވާޔަތުގައި، އެ ޙަދީޘްގެ ފަހުބައިގައި، ފަތިސް ނަމާދުގެ ބަންގީގައި ބިލާލު (މިފަދައިން) ވިދާޅުވި ވާހަކަ، އަޙްމަދު އިތުރު ކުރެއްވިއެވެ: \"الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ\".\nއަދި އިބްނު ޚުޒައިމާގެ ރިވާޔަތުގައި، އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ސުންނަތުގެ ތެރޭގައި ވަނީ، ބަންގި ގޮވާ މީހާ ފަތިސް ނަމާދު (ގެ ބަންގީގައި) \"حَيَّ عَلَى الفَلَاحِ\" (މިފަދައިން) ބުނެފި ހިނދު، (ދެން) އޭނާ \"الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ\" (މި ފަދައިން ވެސް) ބުނުމެވެ.","⁽¹⁾ أخرجه: عبد الرزاق (1787)، وأحمد 4/ 43، والدارمي (1190)، والبخاري في «خلق أفعال العباد»: 54 - 55، وأبو داود (499)، وابن ماجه (706)، والترمذي (189) وقال: «هذا حديث حسن صحيح»، وابن الجارود (158)، وابن خزيمة (371) وقال: «خبر ثابت صحيح من جهة النقل»، وابن حبان (1679)، والدارقطني 1/ 341، والبيهقي 1/ 415.\nانظر: «الإلمام» (196)، و «المحرر» (178)\n⁽²⁾ زيادة شاذة؛ تفرد بها ابن إسحاق، ولم يسمع هذا الحديث من الزهري.\nأخرجه: أحمد 4/ 42 - 43\n⁽³⁾ أخرجه: ابن خزيمة (386)، والطحاوي في «شرح المعاني» (813)، والدارقطني 1/ 243، والبيهقي 1/ 426، والضياء في «المختارة» (2589).\nانظر: «الإلمام» (201)، و «المحرر»"],["142","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٢ - وعَنْ أَبِي مَحْذُورَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ عَلَّمَهُ الأَذَانَ، فَذَكَرَ فِيهِ التَّرْجِيعَ» أَخْرَجَهُ مُسْلِمٌ، وَلَكِنْ ذَكَرَ التَّكْبِيرَ فِي أَوَّلِهِ مَرَّتَيْنِ فَقَطْ. ⁽¹⁾ وَرَوَاهُ الخَمْسَةُ، فَذَكَرُوهُ مُرَبَّعاً. ⁽²⁾","އަދި އަބޫ މަޙްޛޫރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ، އެކަލޭގެފާނަށް ބަންގި އުނގަންނަވައި ދެއްވިއެވެ. ފަހެ އޭގައި އެކަލޭގެފާނު ތަރްޖީޢު ޒިކުރު ކުރެއްވިއެވެ. އެ ޙަދީޘް ނެރުނީ މުސްލިމެވެ. ނަމަވެސް އެކަލޭގެފާނު އެ ބަންގީގެ ފުރަތަމަ ކޮޅުގައި ތަކްބީރު ޒިކުރު ކުރީ ދެ ފަހަރު އެކަންޏެވެ. \nއަދި ފަސް އިމާމުން (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދު) ވެސް އެ ރިވާ ކުރިއެވެ. އަދި އެ ތަކްބީރު ހަތަރު ފަހަރު ކިޔުއްވި ކަމަށް އެ އިމާމުން ޒިކުރު ކުރިއެވެ.\n(ނޯޓު: ތަރްޖީޢަކީ ދެ ޝަހާދަތް ފުރަތަމަ މަޑުމަޑުން ކިޔުމަށް ފަހު، ދެން އަނެއްކާ އެ ދެ ޝަހާދަތް ބާރަށް ކިޔުމެވެ. މިވެސް ވާރިދުވެގެންވާ ގޮތެކެވެ.)","⁽¹⁾ أخرجه: أحمد 3/ 408 - 409، ومسلم 2/ 3 (379) (6)، والنسائي 2/ 3، والطحاوي في «شرح المعاني» (775)، والدارقطني 1/ 243 - 244، والبيهقي 1/ 394.\nانظر: «الإلمام» (197)، و «المحرر» (179).\n⁽²⁾ أخرجه: الشافعي في «مسنده» (165)، وابن أبي شيبة (2119)، وأحمد 3/ 409، والدارمي (1199)، وأبو داود (502)، وابن ماجه (709)، والترمذي (192) وقال: «حديث حسن صحيح»، والنسائي 2/ 4، وابن حبان (1681)، والطبراني في «الكبير» (6728)، والبيهقي 1/ 416.\nانظر: «المحرر» (179)\n«والترجيع»: أي في الشهادتين فيقولها مرة بصوت منخفض، ومرة أخرى بصوت مرتفع."],["143","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٣ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: «أُمِرَ بِلَالٌ أَنْ يَشْفَعَ الأَذَانَ، وَيُوتِرَ الإِقَامَةَ، إِلَّا الإِقَامَةَ - يَعْنِي قَوْلَهُ: قَدْ قَامَتِ الصَّلَاةُ -» مُتَّفَقٌ عَلَيْهِ، وَلَمْ يَذْكُرْ مُسْلِمٌ الِاسْتِثْنَاءَ. ⁽¹⁾\nوَلِلنَّسَائِيِّ: «أَمَرَ النَّبِيُّ ﷺ بِلَالاً». ⁽²⁾","އަދި އަނަސް ބިން މާލިކު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ބިލާލަށް އަމުރު ކުރެއްވުނީ، ބަންގީގައި (ކިޔާ ތަކެތި) ދެ ފަހަރު ކިޔުމަށެވެ. އަދި ގަމަތުގައި (ކިޔާ ތަކެތި) އެއް ފަހަރު ކިޔުމަށެވެ. އެއީ (ގަމަތުގެ) އިގާމާ (ބައި)، އެބަހީ އެކަލޭގެފާނުގެ މި ބަސް: قَدْ قَامَتِ الصَّلَاةُ ފިޔަވައެވެ. މުއްތަފަގުން ޢަލައިހި. އަދި މުސްލިމުގެ ރިވާޔަތުގައި އެ އިސްތިސްނާއެއް ޒިކުރެއް ނުކުރެއެވެ.\nއަދި ނަސާއީގެ ރިވާޔަތުގައި ވެއެވެ: ނަބިއްޔާ ﷺ ބިލާލަށް އަމުރު ކުރެއްވިއެވެ.","⁽¹⁾ أخرجه: أحمد 3/ 103، والدارمي (1197)، والبخاري 1/ 157 (605)، ومسلم 2/ 2 (378) (3)، وأبو داود (508)، وابن ماجه (730)، والترمذي (193)، والنسائي 2/ 3، وابن خزيمة (376)، وابن حبان (1675)، والدارقطني 1/ 239، والبيهقي 1/ 413.\r\nانظر: «الإلمام» (202)، و «المحرر» (181)\n⁽²⁾ أخرجه: النسائي 2/ 3"],["144","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٤ - وَعَنْ أَبِي جُحَيْفَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ بِلَالاً يُؤَذِّنُ، وَأَتَتَبَّعُ فَاهُ هَهُنَا وَهَهُنَا، وَأُصْبُعَاهُ فِي أُذُنَيْهِ» رَوَاهُ أَحْمَدُ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ. ⁽¹⁾\nوَلِابْنِ مَاجَهْ: «وَجَعَلَ أُصْبُعَيْهِ فِي أُذُنَيْهِ». ⁽²⁾\nوَلِأَبِي دَاوُدَ: «لَوَى عُنُقَهُ - لَمَّا بَلَغَ حَيَّ عَلَى الصَّلَاةِ - يَمِيناً وَشِمَالاً، وَلَمْ يَسْتَدِرْ». ⁽³⁾ وَأَصْلُهُ فِي الصَّحِيحَيْنِ. ⁽⁴⁾","އަދި އަބޫ ޖުޙައިފާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ބިލާލު ބަންގި ދެއްވަނިކޮށް ތިމަން ދުށީމެވެ. އަދި އެކަލޭގެފާނުގެ އަނގަ، އެ ފަރާތަށާއި މި ފަރާތަށް އަނބުރާލަނިކޮށް ތިމަން ބަލަމުން ދިޔައިމެވެ. (އެބަހީ: حَيَّ عَلَى الصَّلَاةِ ކީ ހިނދު، ކަނާތް ފަރާތަށް މޫނު އަނބުރާލިއެވެ. އަދި حَيَّ عَلى الفَلَاحِ ކީ ހިނދު، ވާތް ފަރާތަށް މޫނު އަނބުރާލިއެވެ.) އަދި އެކަލޭގެފާނުގެ ދެ އިނގިލި ވަނީ އެކަލޭގެފާނުގެ ދެ ކަންފަތް ތެރޭގައެވެ. އެ ޙަދީޘް ރިވާ ކުރީ އަޙްމަދާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ސައްހަ ކުރިއެވެ.\nއަދި އިބްނު މާޖާގެ ރިވާޔަތުގައި ވެއެވެ: އަދި އެކަލޭގެފާނުގެ ދެ އިނގި، އެކަލޭގެފާނުގެ ދެ ކަންފަތުގެ ތެރެއަށް ލެއްވިއެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތުގައި ވެއެވެ. އެކަލޭގެފާނު حَيَّ عَلَى الصَّلاةِ އާ ހަމައަށް ފޯރުމުން، ކަނާތް ފަރާތަށާއި ވާތް ފަރާތަށް އެކަލޭގެފާނުގެ ކަރު އަނބުރާލިއެވެ. އަދި (މުޅި ހަށިގަނޑު އެއްކޮށް) އަނބުރައެއް ނުލައެވެ. އަދި އެ ޙަދީޘްގެ އަސްލު ވަނީ ދެ ޞާޙީޙުގައެވެ.","⁽¹⁾ أخرجه: ابن أبي شيبة (2192)، وأحمد 4/ 308، والدارمي (1198)، والترمذي (197) وقال: «حديث حسن صحيح»، والحاكم 1/ 450.\nانظر: «الإلمام» (204)، و «المحرر» (182).\n⁽²⁾ فيه الحجاج بن أرطاة، وهو ضعيف.\nأخرجه: ابن ماجه (711)، وأبو عوانة (962)، والطبراني في «الكبير» 22/ (101)، والبيهقي 1/ 395.\nانظر: «المحرر» (182).\n⁽³⁾ فيه لفظة: «ولم يستدر» ينظر في حالها، وعلى العموم الحديث في الصحيحين دون ما ذكر من زيادات في السنن وغيرها.\nأخرجه: أبو داود (520).\nانظر: «المحرر» (182).\n⁽⁴⁾ أخرجه: البخاري 1/ 136 (634)، ومسلم 2/ 56 (503).\nانظر: «المحرر» (182)\nعن ابن أبي جحيفة، عن أبيه؛ أنه رأى بلالا يؤذن. قال: فجعلت أتتبع فاه هاهنا وهاهنا."],["145","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٥ - وَعَنْ أَبِي مَحْذُورَةَ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أَعْجَبَهُ صَوْتُهُ، فَعَلَّمَهُ الأَذَانَ» رَوَاهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި އަބޫ މަޙްޛޫރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން އެކަލޭގެފާނުގެ އަޑުދެކެ، ނަބިއްޔާ ﷺ ހިތްޕުޅާވެ ވަޑައިގަތެވެ. ދެން ނަބިއްޔާ، އެކަލޭގެފާނަށް ބަންގި އުނގަންނަވައި ދެއްވިއެވެ.\nއެ ޙަދީޘް ރިވާ ކުރީ އިބުނު ޚުޒައިމާއެވެ.","⁽¹⁾ فيه عامر بن عبد الواحد الأحول، وهو صدوق حسن الحديث، وجاء من طريق آخر يصلح في المتابعات.\nأخرجه: الدارمي (1199)، والنسائي 2/ 7، وابن خزيمة (377)، والبيهقي 1/ 416.\nانظر: «الإلمام» (206)، و «المحرر» (183)"],["146","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٦ - وَعَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللهُ عَنْهُمَا قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ ﷺ العِيدَيْنِ - غَيْرَ مَرَّةٍ وَلَا مَرَّتَيْنِ - بِغَيْرِ أَذَانٍ وَلَا إِقَامَةٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَنَحْوُهُ: فِي المُتَّفَقِ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا، وَغَيْرِهِ. ⁽²⁾","ޖާބިރު ބިން ސަމުރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ އާއެކު ތިމަންނަ ދެ އީދު (ނަމާދު) ކުރީމެވެ. -އެއް ފަހަރަކު ދެ ފަހަރަކު ނޫނެވެ- އެއީ ބަންގި ގޮވުމެއް އަދި ގަމަތް ދިނުމަކާ ނުލައެވެ. އެ ޙަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.\nއަދި ހަމަ އެ ޙަދީޘެކޭ އެއްފަދައިން، މުއްތަފަގުގެ (އެބަހީ: ބުޚާރީއާއި މުސްލިމުގެ) ރިވާޔަތެއްގައި، އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން އައިސްފައިވެއެވެ. އަދި އެ ނޫން ސަހާބީންގެ އަރިހުންވެސް މެއެވެ.","⁽¹⁾ أخرجه: أحمد 5/ 91، ومسلم 3/ 19 - 20 (887)، وأبو داود (1148)، والترمذي (532)، وعبد الله بن أحمد في زياداته على «المسند» 5/ 95، وأبو يعلى (5454)، وابن خزيمة (1432)، وابن حبان (2819)، والبيهقي 3/ 284.\nانظر: «الإلمام» (208)، و «المحرر» (186)\n⁽²⁾ أخرجه: عبد الرزاق (5628)، والبخاري 2/ 22 (959)، ومسلم 3/ 19 (886) (6)، والبيهقي 3/ 284، من حديث عبد الله بن عباس رضي الله عنهما.\nوأخرجه: عبد الرزاق (5627)، والبخاري 2/ 22 - 23 (960)، ومسلم 3/ 19 (886) (5)، والبيهقي 3/ 284، من حديث ابن عباس وجابر بن عبد الله رضي الله عنهم.\nانظر: «المحرر» (185)"],["147","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٧ - وَعَنْ أَبِي قَتَادَةَ - فِي الحَدِيثِ الطَّوِيلِ فِي نَوْمِهِمْ عَنِ الصَّلَاةِ -: «ثُمَّ أَذَّنَ بِلَالٌ، فَصَلَّى رَسُولُ اللَّهِ ﷺ، كَمَا كَانَ يَصْنَعُ كُلَّ يَوْمٍ» رَوَاهُ مُسْلِمٌ. ⁽¹⁾\nوَلَهُ عَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ: «أَنَّ النَّبِيَّ ﷺ أَتَى المُزْدَلِفَةَ فَصَلَّى بِهَا المَغْرِبَ وَالعِشَاءَ، بِأَذَانٍ وَاحِدٍ وَإِقَامَتَيْنِ». ⁽²⁾\nوَلَهُ عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا: «جَمَعَ بَيْنَ المَغْرِبِ وَالعِشَاءِ بِإِقَامَةٍ وَاحِدَةٍ». ⁽³⁾\nزَادَ أَبُو دَاوُدَ: «لِكُلِّ صَلَاةٍ». ⁽⁴⁾\nوَفِي رِوَايَةٍ لَهُ: «وَلَمْ يُنَادِ فِي وَاحِدَةٍ مِنْهُمَا». ⁽⁵⁾","އަދި އަބޫ ގަތާދާގެ އަރިހުން، (ސަހާބީން) ނަމާދު ވަގުތު (ފަހަނައަޅާ) ދަންދެން އެބައިމީހުންނަށް ނިދުނުކަމަށް އައިސްފައިވާ ދިގު ޙަދީޘްގައި ރިވާވެގެންވެއެވެ: އެއަށްފަހު ބިލާލު ބަންގި ދެއްވިއެވެ. ދެން ރަސޫލު ﷲ ﷺ ނަމާދު ކުރެއްވިއެވެ. އެއީ ހަމަ ކޮންމެ ދުވަހަކުވެސް އެކަލޭގެފާނު ކުރައްވާ ފަދައިންނެވެ. އެ ހަދީޘް ރިވާ ކުރީ މުސްލިމެވެ.\nއަދި އެކަލޭގެފާނުގެ އެހެން ރިވާޔަތެއްގައި، ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ މުޒްދަލިފާއަށް ވަޑައިގެން އެ ތަނުގައި މަޣްރިބާއި އިޝާ ނަމާދު ކުރެއްވީ އެއް ބަންގިއާއި ދެ ގަމަތުންނެވެ.\nއަދި އެކަލޭގެފާނުގެ އެހެން ރިވާޔަތެއްގައި، އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: އެއް ގަމަތަކުން ނަބިއްޔާ މަޣްރިބާއި އިޝާ ނަމާދު އެއްކޮށް ޖަމްއު ކުރެއްވިއެވެ.\nއަދި އަބޫ ދާވޫދު އިތުރު ކުރިއެވެ: ކޮންމެ ނަމާދަކަށެވެ.\nއަދިވެސް އެކަލޭގެފާނުގެ ރިވާޔަތެއްގައި ވެއެވެ: އެ ދެ ނަމާދުން ކުރެ އެއްވެސް ނަމާދަކަށް އެކަލޭގެފާނު ބަންގި ގޮވާ ނުލައްވައެވެ.","⁽¹⁾ أخرجه: عبد الرزاق (2240)، وأحمد 5/ 298، والدارمي (2141)، ومسلم 2/ 138 - 139 (681)، وأبو داود (437)، والنسائي 2/ 105، وابن خزيمة (410)، والطحاوي في «شرح المشكل» (3981)، والدارقطني 1/ 386، والبيهقي 1/ 404.\nانظر: «الإلمام» (209)، و «المحرر» (187)\n⁽²⁾ أخرجه: الدارمي (1857)، ومسلم 4/ 38 (1218) (147)، وأبو داود (1905)، وابن ماجه (3074)، والنسائي 1/ 290، وابن الجارود (469)، وابن خزيمة (2853)، والطحاوي في «شرح المشكل» (2434)، وابن حبان (3944).\nانظر: «الإلمام» (210)، و «المحرر» (188)\nوفي مسلم بعد اللفظ المذكور قوله: «ولم يسبح بينهما شيئا».\n⁽³⁾ أخرجه: أحمد 2/ 18، والدارمي (1526)، ومسلم 4/ 75 - 76 (1288) (291)، وأبو داود (1931)، والترمذي (887)، والنسائي 5/ 260، وأبو يعلى (5792)، وابن حبان (3859)، والبيهقي 1/ 204.\nانظر: «المحرر» (189).\nوقوله: «بإقامة واحدة» أي: لكل صلاة كما هي رواية الأولى لأبي داود (1928)، وهذا الحمل لرواية مسلم أولى من القول بشذوذها. وأما الرواية الأخرى لأبي داود: «ولم يناد في واحدة منهما» فهي شاذة. والله أعلم.\n⁽⁴⁾ في «سننه» (1928)، وانظر: «المحرر» (189).\n⁽⁵⁾ في «سننه» (1928)، وانظر: «المحرر» (189).\nتنبيه: هذا الحديث وقع فيه اختلاف في متنه، فلفظه عند مسلم: «بإقامة واحدة»، وعند البخاري 2/ 201 (1673): «كل واحدة منهما بإقامة …»، فالمعتمد الحديث عند البخاري، والذي يظهر أنَّ الحافظ نسي ما في البخاري فعزى الإقامة لكل واحد منهما إلى أبي داود فقط.\nويمكن حمل اللفظ «بإقامة واحدة» بمعنى: لكل صلاة، كما هي في الرواية الأولى لأبي داود، وهذا الحمل لرواية مسلم أولى من القول بشذوذها. وأما الرواية الأخرى لأبي داود: «ولم يناد في واحدة منهما» فهي شاذة. والله أعلم."],["148","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٨ - وَعَنِ ابْنِ عُمَرَ، وَعَائِشَةَ رَضِيَ اللهُ عَنْهُم قَالَا: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ بِلَالاً يُؤَذِّنُ بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ - وَكَانَ رَجُلاً أَعْمَى لَا يُنَادِي حَتَّى يُقَالَ لَهُ: أَصْبَحْتَ، أَصْبَحْتَ -» مُتَّفَقٌ عَلَيْهِ ⁽¹⁾، وَفِي آخِرِهِ إِدْرَاجٌ. ⁽²⁾","އަދި ޢަބްދު ﷲ ބިން ޢުމަރާއި، ޢާއިޝާ رَضِيَ اللَّهُ عَنْهُمْ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހަމަކަށަވަރުން ބިލާލު ރޭގަނޑު (ފަތިސް ނުވަނީސް) ބަންގި ގޮވައެވެ. ފަހެ އިބްނު އުއްމު މަކްތޫމް ބަންގި ގޮވަންދެން ތިޔަބައިމީހުން ކައިބޮއި ހަދާށެވެ.“ އަދި އަކަލޭގެފާނަކީ ކަނު މީހެއް ކަމުގައިވިއެވެ. ’ފަތިސް ވެއްޖެއޭ، ފަތިސް ވެއްޖެއޭ‘ (މި ފަދައިން) އެކަލޭގެފާނަށް ބުނެވެންދެން އެކަލޭގެފާނު ބަންގި ނުގޮވައެވެ.\nމުއްތަފަގުން ޢަލައިހި. އަދި އެ ޙަދީޘްގެ ފަހުބައިގައި އިދްރާޖު ވެއެވެ. (އެބަހީ: ޙަދީޘްއިން ބޭރު ތަންކޮޅެއް އިތުރުކުރެވިފައި ވެއެވެ.)","⁽¹⁾ حديث ابن عمر، أخرجه: مالك (195) برواية الليثي، والشافعي (615)، وأحمد 2/ 9، والبخاري 1/ 160 (617)، ومسلم 3/ 128 (1092) (36)، والترمذي (203)، والنسائي 2/ 10، وأبو يعلى (5432)، وابن خزيمة (401)، وابن حبان (3469)، والبيهقي 1/ 380.\nانظر: «الإلمام» (213)، و «المحرر» (190).\nوحديث عائشة، أخرجه: إسحاق بن راهويه (934)، وأحمد 6/ 44، والدارمي (1193)، والبخاري 1/ 161 (622)، ومسلم 3/ 129 (1092) (38)، والنسائي 2/ 10، وابن الجارود (163)، وابن خزيمة (403)، وأبو عوانة (2764)، والبيهقي 1/ 381 - 382\n⁽²⁾ الإدراج أقسام، منها إدراج كلام بعض الرواة في متن الحديث، وقد يقع الإدراج في أول الحديث وفي وسطه، كما يقع عقبه، كما في المثال المذكور هنا. والجملة المدرجة هي قوله: «وكان رجلا أعمى لا ينادي، حتى يقال له: أصبحت. أصبحت». والراجح أنها من قول الزهري كما روى ذلك الطحاوي في: «شرح المعاني» وغيره بالإسناد الصحيح من نفس طريق البخاري، خلافا لما جزم به ابن قدامة في «المغني» من أن القائل هو ابن عمر. ولكن لا يمنع من أن ابن شهاب قاله أن يكون قاله غيره."],["149","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٤٩ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا: «أَنَّ بِلَالاً أَذَّنَ قَبْلَ الفَجْرِ، فَأَمَرَهُ النَّبِيُّ ﷺ أَنْ يَرْجِعَ فَيُنَادِيَ: أَلَا إِنَّ العَبْدَ نَامَ» رَوَاهُ أَبُو دَاوُدَ وَضَعَّفَهُ. ⁽¹⁾","އަދި އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ބިލާލަށް ފަތިހުގެ ކުރިން ބަންގި ގޮވުނެވެ. ދެން ނަބިއްޔާ ﷺ އެކަލޭގެފާނަށް އަމުރު ކުރެއްވީ އެނބުރި ގޮސް (މި ފަދައިން) ގޮވާލެއްވުމަށެވެ: ދަންނާށެވެ. ހަމަކަށަވަރުން އަޅާއަށް ނިދުނީކަން ކަށަވަރެވެ.\nއަބޫ ދާވޫދު އެ ޙަދީޘް ރިވާ ކޮށްފައި ޟަޢީފު ކުރިއެވެ.\n(ނޯޓު: ނިދިއައުމުގެ ސަބަބުން ބިލާލަށް ފަތިސް ވަގުތު އޮޅޭ ގޮތް ވީއެވެ.)","⁽¹⁾ اتفق أئمة الحديث على تضعيفه، وصوابه الوقف، أخطأ حمَّاد بن سلمة في رفعه.\nأخرجَه: عبد بن حميد (782)، وأبو داود (532)، والطحاوي في «شرح المعاني» (833)، والدارقطني 1/ 243، والبيهقي 1/ 383، وابن الجوزي في «العلل المتناهية» (661).\r\nانظر: «المحرر» (191)"],["150","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٠ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا سَمِعْتُمُ النِّدَاءَ؛ فَقُولُوا مِثْلَ مَا يَقُولُ المُؤَذِّنُ» مُتَّفَقٌ عَلَيْهِ. ⁽¹⁾\nوَلِلْبُخَارِيِّ: عَنْ مُعَاوِيَةَ رَضِيَ اللهُ عَنْهُ ⁽²⁾، وَلِمُسْلِمٍ ⁽³⁾: عَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ - فِي فَضْلِ القَوْلِ كَمَا يَقُولُ المُؤَذِّنُ كَلِمَةً كَلِمَةً - «سِوَى الحَيْعَلَتَيْنِ، فَيَقُولُ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ».","އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންނަށް ބަންގި (ގޮވާ އަޑު) އިވިއްޖެނަމަ، ފަހެ މުއައްޛިނު ކިޔާ ފަދައިން ތިޔަބައިމީހުން ވެސް ކިޔާށެވެ.“ މުއްތަފަގުން ޢަލައިހި.\nއަދި ބުޚާރީގެ ރިވާޔަތުގައި މުޢާވިޔާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، އަދި މުސްލިމުގެ ރިވާޔަތުގައި ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، - މުއައްޛިނު ކިޔާ ގޮތަށް ކަލިމައަކުން ކަލިމައަކުން ކިޔުމުގެ ފަޟްލުވެރިކަމާ ބެހޭ ގޮތުން - އައިސްފައިވެއެވެ: ”އެއީ ޙައިޢަލަތައިން ފިޔަވައެވެ. (އެބަހީ: حَيَّ  عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ މި ބައި އިން ގޮތަށް ނުކިޔާނެއެވެ.) ފަހެ (އޭގެ ބަދަލުގައި) ކިޔާނީ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ އެވެ.“","⁽¹⁾ أخرجه: مالك في «الموطأ» (173) برواية الليثي، والشافعي في «مسنده» (168)، وأحمد 3/ 5، والبخاري 1/ 159 (611)، ومسلم 2/ 4 (383) (10)، وابن ماجه (720)، والترمذي (208)، والنسائي 2/ 23، وابن خزيمة (411)، وابن حبان (1686)، والبيهقي 1/ 408.\nانظر: «المحرر» (192)\n⁽²⁾ أخرجه: الحميدي (606)، وأحمد 4/ 91، والدارمي (1205)، والبخاري 1/ 159 (612)، والنسائي في «عمل اليوم والليلة» (352)، وابن خزيمة (414)\nمن طريق أبي أمامة بن سهل بن حنيف قال: سمعت معاوية بن أبي سفيان، وهو جالس على المنبر، أذن المؤذن قال: الله أكبر. الله أكبر. قال معاوية: الله أكبر. الله أكبر. قال: أشهد أن لا إله إلا الله. فقال معاوية: أنا فقال: أشهد أن محمدا رسول الله. فقال معاوية: وأنا. فلما قضى التأذين. قال: يا أيها الناس! إني سمعت رسول الله صلى الله عليه وسلم على هذا المجلس -حين أذن المؤذن- يقول: ما سمعتم مني من مقالتي.\n⁽³⁾ أخرجه: مسلم 2/ 4 (385) (12)، وأبو داود (527)، والنسائي في «عمل اليوم والليلة» (40)، وابن خزيمة (417)، وأبو عوانة (993)، والبيهقي 1/ 408 - 409.\r\nانظر: «الإلمام» (217)، و «المحرر» (194)\nونص مسلم: عن عمر بن الخطاب رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: «إذ قال المؤذن: الله أكبر. الله أكبر. فقال أحدكم: الله أكبر. الله أكبر. ثم قال: أشهد أن لا إله إلا الله. قال: أشهد أن لا إله إلا الله. ثم قال: أشهد أن محمدا رسول الله. قال: أشهد أن محمدا رسول الله. ثم قال: حي على الصلاة. قال: لا حول ولا قوة إلا بالله. ثم قال: حي على الفلاح. قال: لا حول ولا قوة إلا بالله. ثم قال: الله أكبر. الله أكبر. قال: الله أكبر. الله أكبر. ثم قال: لا إله إلا الله. قال: لا إله إلا الله. من قلبه دخل الجنة»"],["151","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥١ - وَعَنْ عُثْمَانَ بْنِ أَبِي العَاصِ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: «يَا رَسُولَ اللَّهِ! اجْعَلْنِي إِمَامَ قَوْمِي؟ قَالَ: أَنْتَ إِمَامُهُمْ، وَاقْتَدِ بِأَضْعَفِهِمْ، وَاتَّخِذْ مُؤَذِّناً لَا يَأْخُذُ عَلَى أَذَانِهِ أَجْراً» أَخْرَجَهُ الخَمْسَةُ، وَحَسَّنَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ الحَاكِمُ. ⁽¹⁾","އަދި ޢުޘްމާން ބިން އަބިލް ޢާޞް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންނައަކީ ތިމަންނަގެ ގައުމުގެ އިމާމު ކަމުގައި ލައްވާށެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާއަކީ އެބައިމީހުންގެ އިމާމެވެ. އަދި އެބައިމީހުންގެ އެންމެ ބަލި މީހުންނަށް ބަލާ ރިއާޔަތް ކުރާށެވެ. އަދި އޭނާގެ ބަންގި ގޮވުމަށް އުޖޫރަ ނުނަގާ މުއައްޛިނަކު ތިބާ ޚިޔާރުކުރާށެވެ.“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި ތިރްމިޛީ އެ ހަސަން ކުރިއެވެ. އަދި ޙާކިމް އެ ސައްހަ ކުރިއެވެ.","⁽¹⁾ أخرجه: أحمد 4/ 21، وأبو داود (531)، وابن ماجه (714)، والترمذي (209)، والنسائي 2/ 23، وابن خزيمة (423)، والطبراني في «الكبير» (8365)، والحاكم 1/ 199 - 201، والبيهقي 1/ 429.\nانظر: «الإلمام» (219)، و «المحرر» (196).\nتنبيه: الحديث عند ابن ماجه والترمذي دون شطره الأول، وكذا إسناده مختلف. ولم يكن يحسن من الحافظ العزو لهم كلهم هكذا إجمالا."],["152","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٢ - وَعَنْ مَالِكِ بْنِ الحُوَيْرِثِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ لَنَا النَّبِيُّ ﷺ: «وَإِذَا حَضَرَتِ الصَّلَاةُ؛ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ…» الحَدِيثَ، أَخْرَجَهُ السَّبْعَةُ. ⁽¹⁾","އަދި މާލިކު ބިން އަލްޙުވައިރިޘް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ނަބިއްޔާ ﷺ އަހަރެމެންނަށް ޙަދީޘް ކުރެއްވިއެވެ: ”ނަމާދު ވަގުތު އަތުވެއްޖެނަމަ، ތިޔަބައިމީހުންގެ ތެރެއިން އެކަކު ތިޔަބައިމީހުންނަށް ޓަކައި ބަންގި ގޮވާށެވެ...“ މި ޙަދީޘެވެ.\nއެ ޙަދީޘް ނެރުނީ ހަތް އިމާމުންނެވެ. (އެބަހީ: އަޙްމަދާއި، ބުޚާރީއާއި، މުސްލިމާއި، އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.)","⁽¹⁾ أخرجه: الشافعي في «مسنده» (294)، وأحمد 3/ 436، والبخاري 1/ 162 (628)، ومسلم 2/ 143 (674) (292)، وأبو داود (589)، وابن ماجه (979)، والترمذي (205)، والنسائي 2/ 9، وابن خزيمة (397)، والطحاوي في «شرح المشكل» (1725)، وابن حبان (1658)، والبيهقي 3/ 120.\r\nانظر: «الإلمام» (195)، و «المحرر» (177)\nوله ألفاظ، وهو عند بعضهم مطولا، وعند بعضهم مختصرا. وزاد البخاري في بعض رواياته: «وصلوا كما رأيتموني أصلي» وهي عند أحمد بلفظ: «كما تروني أصلي»، وليست هذه الزيادة عند أحد من أصحاب الكتب الستة سوى البخاري. وانظر رقم (327)"],["153","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٣ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ لِبِلَالٍ: «إِذَا أَذَّنْتَ فَتَرَسَّلْ، وَإِذَا أَقَمْتَ فَاحْدُرْ، وَاجْعَلْ بَيْنَ أَذَانِكَ وَإِقَامَتِكَ قَدْرَ مَا يَفْرُغُ الآكِلُ مِنْ أَكْلِهِ…» الحَدِيثَ، رَوَاهُ التِّرْمِذِيُّ وَضَعَّفَهُ. ⁽¹⁾\nوَلَهُ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: «لَا يُؤَذِّنُ إِلَّا مُتَوَضِّئٌ» وَضَعَّفَهُ أَيْضاً. ⁽²⁾\nوَلَهُ عَنْ زِيَادِ بْنِ الحَارِثِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «وَمَنْ أَذَّنَ فَهُوَ يُقِيمُ» وَضَعَّفَهُ أَيْضاً. ⁽³⁾\nوَلِأَبِي دَاوُدَ فِي حَدِيثِ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ: «أَنَا رَأَيْتُهُ - يَعْنِي: الأَذَانَ - وَأَنَا كُنْتُ أُرِيدُهُ، قَالَ: فَأَقِمْ أَنْتَ» وَفِيهِ ضَعْفٌ أَيْضاً. ⁽⁴⁾","އަދި ޖާބިރު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ބިލާލަށް ޙަދީޘް ކުރެއްވިއެވެ: ”ތިބާ ބަންގި ގޮވާއިރު، ތަރައްސުލު ކުރާށެވެ. (އެބަހީ: އަވަސްވެނުގަނެ، ފަހަރަކު ޖުމްލައަކަށް ހުއްޓަމުން ލަސްލަހުން ކިޔާށެވެ.) އަދި ތިބާ ގަމަތް ދޭ އިރު، ޙަދްރު ކުރާށެވެ. (އެބަހީ: އަވަސްއަވަހަށް ކިޔާށެވެ.) އަދި ތިބާގެ ބަންގިއާ ގަމަތާ ދެމެދު، ކާމީހަކު އޭނާގެ ކެއުމުން އަވަދިވާނޭ މިންވަރެއް ބަހައްޓާށެވެ.“ މި ޙަދީޘެވެ. ތިރްމިޛީ އެ ރިވާ ކޮށްފައި ޟަޢީފު ކުރިއެވެ.\nއަދި ތިރްމިޛީގެ ރިވާޔަތެއްގައި، އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ވުޟޫގެ މަތީގައި ހުރި މީހަކު މެނުވީ ބަންގި ނުގޮވާހުއްޓެވެ.“ އަދި ތިރްމިޛީ އެ ވެސް ޟަޢީފު ކުރިއެވެ.\nއަދި ތިރްމިޛީގެ ރިވާޔަތެއްގައި، ޒިޔާދު ބިން އަލްޙާރިޘް رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އަދި ބަންގި ގޮވައިފި މީހަކު، ފަހެ ގަމަތް ދޭނީ (ވެސް) އޭނާއެވެ.“ އަދި ތިރްމިޛީ އެ ވެސް ޟަޢީފު ކުރިއެވެ.\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި، ޢަބްދު ﷲ ބިން ޒައިދު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘްގައި އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަހަރެންނަށް (ހުވަފެނުގައި) އެ ފެނުނެވެ. އެބަހީ: ބަންގި (ގޮވާތަން ފެނުނެވެ.) އަދި އަހަރެންވީ އެ ކަމަށް ބޭނުންވެގެންނެވެ. ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ފަހެ ތިބާ ގަމަތް ދޭށެވެ.“ އަދި އެ ޙަދީޘްގައި ވެސް ޟަޢީފުކަމެއް ވެއެވެ.","⁽¹⁾ فيه عبد المنعم بن نعيم الأسواري، متروك، وشيخه يحيى بن مسلم مجهول.\nأخرجه: عبد بن حميد (1008)، والترمذي (195)، والعقيلي في «الضعفاء» 3/ 111 (1083)، وابن عدي في «الكامل» 9/ 13 (2097)، والطبراني في «الأوسط» (1952)، والحاكم 1/ 204، والبيهقي 1/ 428.\nوعبد المنعم: هو ابن نعيم الأسواري، وهو منكر الحديث كما قال البخاري وأبو حاتم.\nتنبيه: عند الحاكم بين عبد المنعم ويحيى، عمرو بن فائد الأسواري، وهو الآخر متروك، وكذا جاء ذكره عند العقيلي 3/ 291 (1292) في ترجمته مع إسقاط عبد المنعم.\nوتمامه: «والشارب من شربه، والمعتصر إذا دخل لقضاء حاجته، ولا تقوموا حتى تروني». وقال الترمذي: «حديث جابر هذا حديث لا نعرفه إلا من هذا الوجه، من حديث عبد المنعم، وهو إسناد مجهول، وعبد المنعم: شيخ بصري».\n⁽²⁾ لا يصح مرفوعاً ولا موقوفاً؛ أما المرفوع فرواه معاوية بن يحيى الصدفي، عن الزهري، عن أبي هريرة، أخرجه: الترمذي (200) وضعَّفه، ومعاوية ضعيف، وفيه انقطاع كذلك بين الزهري وأبي هريرة، وجاء عند البيهقي 1/ 397 موصولاً بذكر سعيد بن المسيب بين الزهري وأبي هريرة، ولا ينفع شيئاً للعلة الأولى، وزيادة على ضعف معاوية فقد خولف في إسناده فرواه يونس بن يزيد، عن الزهري، عن أبي هريرة موقوفاً، أخرجه: ابن أبي شيبة (2206)، والترمذي (201)، والبيهقي 1/ 397، وفيه العلة الثانية، والموقوف أصح، كذا حكم الترمذي والبيهقي.\nولفظه موقوفا على أبي هريرة: «لا ينادي بالصلاة إلا متوضئ»\n⁽³⁾ فيه عبد الرحمن بن زياد الأفريقي، وهو ضعيف.\nأخرجه: عبد الرزاق (1833)، وأحمد 4/ 169، وأبو داود (514)، وابن ماجه (717)، والترمذي (199) وقال: «حديث زياد إنما نعرفه من حديث الإفريقي، والإفريقي ضعيف عند أهل الحديث»، والطحاوي في «شرح المعاني» (872)، والطبراني في «الكبير» (5286)، والبيهقي 1/ 399\n⁽⁴⁾ فيه محمد بن عمرو الواقفي، وهو ضعيف، وفيه محمد بن عبد الله، وقيل: عبد الله بن محمد، لا تعرف حاله. انظر: «بيان الوهم والإيهام» 3/ 348 (1094)، و «تنقيح التحقيق» 2/ 77 (568)، و «البدر المنير» 3/ 414، و «التلخيص الحبير» 1/ 517 (309).\nأخرجه: الطيالسي (1103)، وأحمد 2/ 42، وأبو داود (512)، والدارقطني 1/ 245، وابن شاهين في «ناسخ الحديث ومنسوخه» (173)، والبيهقي 1/ 399"],["154","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٤ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «المُؤَذِّنُ أَمْلَكُ بِالأَذَانِ، وَالإِمَامُ أَمْلَكُ بِالإِقَامَةِ» رَوَاهُ ابْنُ عَدِيٍّ وَضَعَّفَهُ. ⁽¹⁾\nوَلِلْبَيْهَقِيِّ: نَحْوُهُ عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ مِنْ قَوْلِهِ.","އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ބަނގިއަށް އެންމެ މިލްކުވެރިކަން ބޮޑީ މުއައްޛިނެވެ. އަދި ގަމަތަށް އެންމެ މިލްކުވެރިކަން ބޮޑީ އިމާމެވެ.“ އިބްނު ޢަދިއްޔު އެ ޙަދީޘް ރިވާކޮށްފައި ޟަޢީފު ކުރިއެވެ.\nއަދި ބައިހަގީގެ ރިވާޔަތެއްގައި، ޢަލީ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން، އެކަލޭގެފާނުގެ ބަސްފުޅަކުން، ހަމަ އެފަދައިން ރިވާވެގެންވެއެވެ.","⁽¹⁾ في سنده شريك بن عبد الله القاضي، وهو سيئ الحفظ. وبه أعله ابن عدي.\nأخرجه: ابن عدي في «الكامل» 4/ 1327\n⁽²⁾ صحيح موقوفاً.\nأخرجه: عبد الرزاق (1836)، وابن أبي شيبة (2190)، والطحاوي في «شرح معاني الآثار» عقب (2198)، وأبو نعيم في «الصلاة» (288)، والبيهقي 2/ 19\nولفظ البيهقي: «المؤذن أملك بالأذان، والإمام أملك بالإقامة»"],["155","كِتَابُ الصَّلاةِ","بَابُ الأَذَانِ","ބަންގީގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٥ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يُرَدُّ الدُّعَاءُ بَيْنَ الأَذَانِ وَالإِقَامَةِ» رَوَاهُ النَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ. ⁽¹⁾","އަދި އަނަސް رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ބަންގިއާއި ގަމަތާ ދެމެދު ދުއާ ރައްދު ނުކުރެވޭހުއްޓެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ ނަސާއީއެވެ. އަދި އެ ސައްހަ ކުރީ އިބްނު ޚުޒައިމާއެވެ.","⁽¹⁾ أخرجه: أحمد 3/ 155، والترمذي (3594)، والنسائي في «الكبرى» (9812)، وأبو يعلى (3679)، وابن خزيمة (425)، وابن حبان (1696)، والطبراني في «الدعاء» (484)، والبيهقي 1/ 410، والضياء في «المختارة» (1563)، من طريق بُرَيْد بن أبي مريم، عن أنس.\r\nوأخرجه: عبد الرزاق (1909)، وابن أبي شيبة (8543)، وأبو داود (521)، والترمذي (212)، والنسائي في «الكبرى» (9813)، وأبو يعلى (4147)، والطبراني في «الدعاء» (483)، والبغوي (425). من طريق زيد العمي، عن أبي إياس معاوية بن قرة، عن أنس. وزيد ضعيف، لكنْ صح الحديث بما قبله.\nوزاد الترمذي فيه: «فماذا نقول يا رسول الله؟ قال: سلوا الله العافية في الدنيا والآخرة». تفرَّد بها يحيى بن يمان، وفي حفظه ضعف."],["156","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٦ - عَنْ عَلِيِّ بْنِ طَلْقٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا فَسَا أَحَدُكُمْ فِي الصَّلَاةِ؛ فَلْيَنْصَرِفْ، وَلْيَتَوَضَّأْ، وَلْيُعِدِ الصَّلَاةَ» رَوَاهُ الخَمْسَةُ، وَصَحَّحَهُ ابْنُ حِبَّانَ. ⁽¹⁾","ޢަލީ ބިން ޠަލްގު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނަމާދުގައި ވަނިކޮށް (ފުރަގަސްފަރާތުން އަޑެއް ނެތި) ވައި ބޭރުވެއްޖެނަމަ، ފަހެ އޭނާ ނުކުމެ ގޮސް ވުޟޫކުރާށެވެ. އަދި އަލުން ނަމާދު އިއާދަ ކުރާށެވެ.“\nއެ ޙަދީޘް ނެރުނީ ފަސް އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާ އަދި އަޙްމަދެވެ.) އަދި އެ ސައްހަ ކުރީ އިބްނު ޙިއްބާނެވެ.","⁽¹⁾ مداره على مسلم بن سلام وهو مجهول الحال، هذا أولا. وعند بعضهم زيادة النهي عن إتيان النساء في أدبارهن، وهذه الزيادة صحيحة بما لها من شواهد أخرى. والحديث لم يروه ابن ماجه، وهذا من أوهام الحافظ.  \nأخرجه: عبد الرزاق (529)، وأحمد 1/ 86، والدارمي (1141)، وأبو داود (205)، والترمذي (1166)، والنسائي في «الكبرى» (9024)، وابن حبان (2237)، والدارقطني 1/ 153، والبيهقي 2/ 255، والبغوي (752)"],["157","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٧ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ أَصَابَهُ قَيْءٌ، أَوْ رُعَافٌ، أَوْ مَذْيٌ؛ فَلْيَنْصَرِفْ، فَلْيَتَوَضَّأْ، ثُمَّ لِيَبْنِ عَلَى صَلَاتِهِ، وَهُوَ فِي ذَلِكَ لَا يَتَكَلَّمُ» رَوَاهُ ابْنُ مَاجَهْ، وَضَعَّفَهُ أَحْمَدُ.","އަދި ޢާއިޝާ رَضِيَ الْلَّهُ عَنْهَا ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”(ނަމާދުގައި ވަނިކޮށް) ހޮޑުލުން، ނުވަތަ ނޭފަތުން ލޭއައުން، ނުވަތަ މަޒްޔު ނުކުތުން ދިމާވެއްޖެ މީހާ، ފަހެ އޭނާ ނުކުމެ ގޮސް ވުޟޫކުރާށެވެ. އެއަށްފަހު އޭނާގެ ނަމާދުގެ މައްޗަށް ބިނާކޮށް (ކުރަމުން ދިޔަ ނަމާދު ފުރިހަމަ) ކުރާށެވެ. އެއީ އެ ކަމުގައި (އެބަހީ: ނަމާދުން ވަކިވެ އަލުން ގުޅުމާ ދެމެދުގައި) އޭނާ ވާހަކަ ދެއްކުމެއް ނެތިއެވެ.“\nއެ ޙަދީޘް ރިވާ ކުރީ އިބްނު މާޖާއެވެ. އަދި އަޙްމަދު އެ ޟަޢީފު ކުރިއެވެ.","⁽¹⁾ اتفق الأئمة على ضعفه، وصله إسماعيل بن عيَّاش في روايته عن ابن جريج -وروايته عن غير الشاميين ضعيفة- وأرسله أصحاب ابن جريج الثقات.\r\nأخرجه: ابن ماجه (1221)، والدارقطني 1/ 154، والبيهقي 1/ 142.\r\nانظر: «الإلمام» (79)، و «المحرر» (85)"],["158","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٨ - وَعَنْهَا رَضِيَ اللهُ عَنْهَا عَنِ النَّبِيِّ ﷺ قَالَ: «لَا يَقْبَلُ اللَّهُ صَلَاةَ حَائِضٍ؛ إِلَّا بِخِمَارٍ» رَوَاهُ الخَمْسَةُ إِلَّا النَّسَائِيَّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.","އަދި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ނަބިއްޔާﷺ ގެ އަރިހުން ރިވާ ކުރެއްވިއެވެ: އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”ޙައިޟުވާ ޢުމުރަށް އެޅުމަށްފަހު އަންހެނަކު ބޮލުދޮޅިއާއި ނުލާ ކުރާ ނަަމާދު ﷲ ޤަބޫލު ނުކުރައްވާނެތެެވެ\" ނަސާއީ ފިޔަވާ ކުތުބުއްސިއްތާ އަނެއްހަފޮތުގައި މި ޙަދީޘް ނެރެވިފައިވެއެވެ. އަދި އިބްނު ޚުޒައިމާވަނީ މިޙަދީޘް ސައްހަކުރައްވާފައެވެ.",""],["159","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٥٩ - وَعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ لَهُ: «إِنْ كَانَ الثَّوْبُ وَاسِعاً فَالتَحِفْ بِهِ - يَعْنِي: فِي الصَّلَاةِ -». وَلِمُسْلِمٍ: «فَخَالِفْ بَيْنَ طَرَفَيْهِ، وَإِنْ كَانَ ضَيِّقاً فَاتَّزِرْ بِهِ» مُتَّفَقٌ عَلَيْهِ.\nوَلَهُمَا فِي حَدِيثِ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: «لَا يُصَلِّي أَحَدُكُمْ فِي الثَّوْبِ الوَاحِدِ لَيْسَ عَلَى عَاتِقِهِ مِنْهُ شَيْءٌ».","އަދި جَابِرٍ - رَضِيَ اللَّهُ عَنْهُ - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނަށް (އެބަހީ: جَابِرٍ - رَضِيَ اللَّهُ عَنْهُ - އަށް) ޙަދީޘްކުރެއްވިއެވެ. \" (ހަށިގަނޑު ނިވާކުރުމަށް އެންމެ ފޮށައެއް އޮވެފައި، އަދި) އެ ފޮށާ ތަނަވަސްވެގެންވާނަމަ، ފަހެ، އެއިން ހަށިގަނޑު (އެބަހީ: ކޮނޑުން ފެށިގެން ކަކުލުން ތިރިއާއި ދެމެދުގައި ވާ ބައި) ފޮރުވާލާ ހުށިކަމެވެ.\" - އެބަހީ: ނަމާދުގައެވެ. – އަދި މުސްލިމްގެ އަރިހުން ރިވާވެގެންވީ ރިވާޔަތުގައިވެއެވެ. \" ފަހެ، (އެ ފޮށާ ލާ އިރު) ފޮށަލުގެ ދެ ކޮޅު ތަފާތު ކުރާހުށިކަމެވެ. (އެބަހީ: ތަނަވަސް ވެގެންވީ އެއް ފޮށަލުން ހަށިގަނޑު ފޮރުވާލާއިރު، އެ ފޮށާ ގައިގައި އޮޅާލުމަށްފަހު، ކަނާތު ކަން ވާތު ކޮނޑުމައްޗަށް، އަދި ވާތު ކަން ކަނާތު ކޮނޑުމައްޗަށް އެއްލާ، ދެ ކޮޅު ތަފާތު ކުރާ ހުށިމަވެ.) އަދި، ފޮށާ ހަނިކަމުގައި ވާނަމަ، ފަހެ އެ ފޮށާ، (ފޫޅާއި ކަކުލާއި ދެމެދު ނިވާވާ ގޮތަށް) އުނުގައި އަންނަހުށިކަމެވެ.\" (އެބަހީ: ހަނި އެންމެ ފޮށަލެއް އޮތްނަމަ، އެފޮށާ، އުނުގައި އަންނަ ފޮށައެއްގެ ގޮތުގައި ހަދާހުށިކަމެވެ.) މިޙަދީޘަކީ (ދެ އިމާމުން) އިއްތިފާޤުވެގެންވާ ޙަދީޘެކެވެ.",""],["160","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٠ - وَعَنْ أُمِّ سَلَمَةَ رَضِيَ اللهُ عَنْهَا أَنَّهَا سَأَلَتِ النَّبِيَّ ﷺ: «أَتُصَلِّي المَرْأَةُ فِي دِرْعٍ وَخِمَارٍ بِغَيْرِ إِزَارٍ؟ قَالَ: إِذَا كَانَ الدِّرْعُ سَابِغاً يُغَطِّي ظُهُورَ قَدَمَيْهَا» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَ الأَئِمَّةُ وَقْفَهُ.","އަދި أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ހަމަކަށަވަރުން އެކަމަނާ، ނަބިއްޔާ ﷺ ގެ އަރިހުގައި ސުވާލު ދެންނެވިއެވެ. އަންހެނާ އޭނާ، (ހަށިގަނޑު ނިވާ ކުރުމަށް) ލައި ހެދުމަކާއި، (ބޯ ނިވާ ކުރުމަށް) އަޅައި ޚިމާރެއްގައި، (ހެދުމުގެ ދަށުން) އަންނަ ފޮށައެއް ނުލައި، ނަމާދު ކުރެވޭނެތޯއެވެ؟ ޙަދީޘްކުރެއްވިއެވެ. \" (އެ ހެދުމެއްގައި އަންހެނާއަށް ނަމާދު ކުރެވޭނީ) އެ ހެދުމަކީ، (މުޅި ހަށިގަނޑާއި އެކު) ފައިތިލަމަތި ފޮރުވޭހައި ތަނަވަސްވެގެންވީ ދިގު ހެދުމެއްނަމައެވެ.\" މި ޙަދީޘް ނެރުއްވީ އަބޫދާވޫދެވެ. މިޙަދީޘް، ( أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا އާ ހަމައަށް) މައުޤޫފުވެގެންވާ ކަމަށް އިމާމުވެރި ބޭކަލުން ސައްހަކުރައްވާފައިވެއެވެ. (އެބަހީ: މިއީ، أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން ރިވާވެގެންވީ ސައްހަ ބަސްފުޅެކެވެ. ނަމަވެސް ނަބިއްޔާ ﷺ އަށް މި ބަސްފުޅު ނިޞްބަތްވެގެންވާ ކަމަށް ސައްހަވެގެން އައިސްފައެއް ނުވެއެވެ.)",""],["161","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦١ - وَعَنْ عَامِرِ بْنِ رَبِيعَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «كُنَّا مَعَ النَّبِيِّ ﷺ فِي لَيْلَةٍ مُظْلِمَةٍ، فَأَشْكَلَتْ عَلَيْنَا القِبْلَةُ، فَصَلَّيْنَا، فَلَمَّا طَلَعَتِ الشَّمْسُ إِذَا نَحْنُ صَلَّيْنَا إِلَى غَيْرِ القِبْلَةِ؛ فَنَزَلَتْ: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ}» أَخْرَجَهُ التِّرْمِذِيُّ وَضَعَّفَهُ.","ޢާމިރު ބިން ރަބީޢަތު رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ތިމަން ބޭކަލުން ނަބިއްޔާ ﷺ އަރިހުގައި ވަނިކޮށް ވަރަށް ކަޅު އަނދިރި ރެއަކާއި ދިމާވެވަޑައިގަތެވެ. އެރޭގެ އަނދިރިކަމުން ތިމަން ބޭކަލުންނަށް ޤިބްލަވާ ދިމާ ދެނެވަޑައިގަތުމަށް ދަތިވިއެވެ. ދެން އެޙާލަތުގައި ތިމަންބޭކަލުން ނަމާދު ކުރެއްވީމެވެ. އިރުއެރުމުން ތިމަން ބޭކަލުންނަށް ނަމާދުފުޅު ކުރެއްވުނީ ޤިބްލައަށް ނޫންކަން އެނގުނވެ. ދެން މި އާޔަތް ބާވައިލެއްވިއެވެ. {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} [البقرة: ]. ޙަދީޘް ނެރުއްވީ ތިރްމިޛީ. އަދި އެކަލޭގެފާނު ވަނީ މި ޙަދީޘް ޟަޢީފުކުރައްވާފައެވެ.",""],["162","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَا بَيْنَ المَشْرِقِ وَالمَغْرِبِ قِبْلَةٌ» رَوَاهُ التِّرْمِذِيُّ، وَقَوَّاهُ البُخَارِيُّ.","މަޝްރިޤާއި މަޣްރިބުގެ ދެމެދުގައި ވަނީ ޤިބްލައެވެ.",""],["163","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٣ - وَعَنْ عَامِرِ بْنِ رَبِيعَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ يُصَلِّي عَلَى رَاحِلَتِهِ حَيْثُ تَوَجَّهَتْ بِهِ» مُتَّفَقٌ عَلَيْهِ.\nزَادَ البُخَارِيُّ: «يُومِئُ بِرَأْسِهِ، وَلَمْ يَكُنْ يَصْنَعُهُ فِي المَكْتُوبَةِ».\nوَلِأَبِي دَاوُدَ مِنْ حَدِيثِ أَنَسٍ رَضِيَ اللهُ عَنْهُ: «كَانَ إِذَا سَافَرَ فَأَرَادَ أَنْ يَتَطَوَّعَ اسْتَقْبَلَ بِنَاقَتِهِ القِبْلَةَ، فَكَبَّرَ، ثُمَّ صَلَّى حَيْثُ كَانَ وَجْهُ رِكَابِهِ» وَإِسْنَادُهُ حَسَنٌ.","އަދި عَامِرِ بْنِ رَبِيعَةَ - رَضِيَ اللَّهُ عَنْهُ - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \" ﷲގެ ރަސޫލާ ﷺ (ދަތުރުފުޅެއްގެ މަތީގައި)، އެކަލޭގެފާނުގެ ސަވާރީކޮޅު މަތީ، އެ ސަވާރީކޮޅު (އޭގެ މިސްރާބު) ހުރި ދިމާއަށް ކުރިމަތިލައްވައިގެން، (ސުންނަތް ) ނަމާދުކުރައްވަނިކޮށް ތިމަންނާ ދުށިމެވެ.\" މި ޙަދީޘަކީ އިމާމް ބުޚާރީއާއި އިމަމް މުސްލިމް އިއްތިފާޤުވެ ވަޑައިގެންފައިވާ ޙަދީޘެކެވެ. ބުޚާރީ، (އެބޭފުޅާގެ ރިވާޔަތުގައި) އިތުރަށް ބަޔާންކުރައްވާފައިވެއެވެ. \" (މިޙާލަތުގައި ނަމާދު ކުރައްވާއިރު) އެކަލޭގެފާނު، (ރުކޫޢު ކުރައްވާ އިރުއާއި ސަޖިދަ ކުރައްވާއިރު) ބޯފުޅުން އިޝާރާތް ކުރައްވައެވެ. އަދި، ފަރުޟު ނަމާދު ތަކުގައި މިފަދައިން ކަންތަކެއް ނުކުރައްވައެވެ. (އެބަހީ: ދަތުރުގެ މަތީގައި ފަރުޟު ނަމާދުތަށް ސަވާރީކޮޅުގެ މަތީގައި ނުކުރައްވައެވެ. އެހެނެއްކަމަކު ކުރައްވަނީ ސަވާރީކޮޅުން ފައިބާވަޑައިގެން ބިންމަތީގައެވެ.)\"\n-",""],["164","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٤ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ ﷺ قَالَ: «الأَرْضُ كُلُّهَا مَسْجِدٌ؛ إِلَّا المَقْبَرَةَ وَالحَمَّامَ» رَوَاهُ التِّرْمِذِيُّ، وَلَهُ عِلَّةٌ.","ބިން އެކީ އެކައްޗަކަށް އެއީ މިސްކިތެކެވެ. ޤަބްރުސްތާނާއި ފާޚަނާ ފިޔަވައެވެ.",""],["165","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٥ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: «نَهَى النَّبِيُّ ﷺ أَنْ يُصَلَّى فِي سَبْعِ مَوَاطِنَ: المَزْبَلَةِ، وَالمَجْزَرَةِ، وَالمَقْبَرَةِ، وَقَارِعَةِ الطَّرِيقِ، وَالحَمَّامِ، وَمَعَاطِنِ الإِبِلِ، وَفَوْقَ ظَهْرِ بَيْتِ اللَّهِ» رَوَاهُ التِّرْمِذِيُّ وَضَعَّفَهُ.","އަދި ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ހަތް ތަނެއްގައި ނަމާދުކުރުން ނަބިއްޔާ ﷺ ނަހީކުރެއްވިއެވެ. (އެއީ؛) ކުނި އެއްކޮށްފައި ހުންނަ ތަންތަނާއި، ޖަނަވާރުތައް ކަތިލެވޭ ތަންތަނާއި، ޤަބުރުސްތާނުތަކާއި، މަގުގެ މީސްތަކުން ހިނގާބިނގާވެއުޅޭ ބަޔާއި، ފެންވަރާކޮޓަރިތަކާއި، ޖަމަލު ތިބޭ ސަރަހައްދާއި، ﷲ ގެ ގެކޮޅުގެ (އެބަހީ؛ ކަޢުބާގެ) މަތީގައެވެ.\" މި ޙަދީޘް ތިރްމިޛީ ރިވާކުރައްވާ، އަދި މިޙަދީޘް ޟަޢީފް (އެބަހީ: ބަލިކަށި) ކުރައްވާފައިވެއެވެ.",""],["166","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٦ - وَعَنْ أَبِي مَرْثَدٍ الغَنَوِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَا تُصَلُّوا إِلَى القُبُورِ، وَلَا تَجْلِسُوا عَلَيْهَا» رَوَاهُ مُسْلِمٌ.","ތިޔަބައިމީހުން ޤަބްރުތަކާއި ދިމާލަށް ނަމާދުނުކުރާށެވެ. އަދި އޭގެ މަތީގައި ނުއިށިންނާށެވެ.",""],["167","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٧ - وَعَنْ أَبِي سَعِيدٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا جَاءَ أَحَدُكُمُ المَسْجِدَ فَلْيَنْظُرْ، فَإِنْ رَأَى فِي نَعْلَيْهِ أَذىً أَوْ قَذَراً؛ فَلْيَمْسَحْهُ، وَلْيُصَلِّ فِيهِمَا» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.","އަދި أَبِي سَعِيدٍ - رَضِيَ اللَّهُ عَنْهُ - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ﷲ ގެ ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ. \" ތިޔަބައިމީހުންކުރެ މީހަކު މިސްކިތަށް ދާނަމަ، ފަހެ (އޭނާގެ ފައިވާންޖޯޑު) ރަނގަޅަށް ބަލާހުށިކަމެވެ. ފަހެ، އޭނާގެ ފައިވާންޖޯޑުން އުނދަގޫ ވަނިވި ހަޑިއެއްޗެއް ނުވަތަ ނަޖިހެއް ފެނިއްޖެނަމަ، ފަހެ، އެ އެއްޗެއް ފޮހެލައިހުށިކަމެވެ. އަދި އެފައިވާންޖޯޑުގައި ނަމާދުކުރާހުށިކަމެވެ.\" މި ޙަދީޘަކީ އަބޫދާވޫދު ނެރުއްވާފައިވާ، އަދި އިބްނު ޚުޒައިމާ ސައްހަ ކުރައްވާފައިވާ ޙަދީޘެކެވެ.",""],["168","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٨ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا وَطِئَ أَحَدُكُمُ الأَذَى بِخُفَّيْهِ؛ فَطَهُورُهُمَا التُّرَابُ» أَخْرَجَهُ أَبُو دَاوُدَ، وَصَحَّحَهُ ابْنُ حِبَّانَ.","ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އޭނާގެ ދެޚުއްފުއިން ހަޑި އެއްޗަކަށް ފައިން އެރިއްޖެނަމަ؛ ފަހެ އެދޭތި ޠާހިރުކުރާނެ އެއްޗަކީ ވެއްޔެވެ.",""],["169","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٦٩ - وَعَنْ مُعَاوِيَةَ بْنِ الحَكَمِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِنَّ هَذِهِ الصَّلَاةَ لَا يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلَامِ النَّاسِ، إِنَّمَا هُوَ التَّسْبِيحُ، وَالتَّكْبِيرُ، وَقِرَاءَةُ القُرْآنِ» رَوَاهُ مُسْلِمٌ.","އަދި مُعَاوِيَةَ بْنِ الْحَكَمِ - رَضِيَ اللَّهُ عَنْهُ - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ﷲގެ ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ. \" ހަމަކަށަވަރުން، މީސްތަކުންނާއި މުޚާޠަބުކޮށް ދައްކާއުޅޭ ވާހަކައިގެ އެއްވެސް އެއްޗެއް، ނަމާދުގެ ތެރޭގައި ބުނުން ހެޔޮވެގެންނުވެއެވެ. (އެބަހީ: ހުއްދަވެގެންނުވެއެވެ.) އެހެނެއްކަމަކު، ނަމާދަކީ (އެބަހީ: ނަމާދުގައިވާ އެންމެ މުހިއްމު ބަޔަކީ)، ތަސްބީޙައާއި އަދި ތަކްބީރާއި، އަދި ޤުރުއާން ކިޔެވުމެވެ.\" މިޙަދީޘަކީ މުސްލިމް ރިވާކުރައްވާފައިވާ ޙަދީޘެކެވެ.",""],["170","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٠ - وَعَنْ زَيْدِ بْنِ أَرْقَمَ رَضِيَ اللهُ عَنْهُ قَالَ: «إِنْ كُنَّا لَنَتَكَلَّمُ فِي الصَّلَاةِ عَلَى عَهْدِ النَّبِيِّ ﷺ - يُكَلِّمُ أَحَدُنَا صَاحِبَهُ بِحَاجَتِهِ -؛ حَتَّى نَزَلَتْ: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ}؛ فَأُمِرْنَا بِالسُّكُوتِ، وَنُهِينَا عَنِ الكَلَامِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.","ނަބިއްޔާގެ ދުވަސްވަރުގައި، ނަމާދު ތެރޭގައި އަހަރުމެން ވާހަކަ ދައްކާ އުޅުނީމުއެވެ. އަހަރުމެންގެ ތެރެއިން މީހަކު އަނެކަކާ އޭނާގެ ޙާޖަތާއި ބެހޭގޮތުން ވާހަކަދައްކާ ހަދައެވެ. މި(އާޔަތް) ބާއްވައިލެއްވުމަށް ދާންދެން (ކަންތައް މިހެން އޮތެ) އެވެ: \"ތިޔަބައިމީހުން ނަމާދުތަކަށް، އަދި މެދު ނަމާދަށް ރައްކާތެރިވާށެވެ. އަދި ﷲގެ ޙަޟްރަތައް މަޑުމައިތިރި ކަމާއެކު ކޮޅަށް ޤާއިމުވާށެވެ.\" ފަހެ ހަނުހުރުމަށް އަހަރުމެންނަށް އަމުރުވެވުނެވެ. އަދި ވާހަކަދެއްކުން އަހަރުމެންނަށް ނަހީ ކުރެވުނެވެ.",""],["171","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧١ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «التَّسْبِيحُ لِلرِّجَالِ، وَالتَّصْفِيقُ لِلنِّسَاءِ» مُتَّفَقٌ عَلَيْهِ، زَادَ مُسْلِمٌ: «فِي الصَّلَاةِ».","ތަސްބީޙަ ކިޔުން ވަނީ ފިރިހެނުންނަށެވެ. އަދި އަތްޖެހުން ވަނީ އަންހެނުންނަށެވެ.",""],["172","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٢ - وَعَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ أَبِيهِ رَضِيَ اللهُ عَنْهُ قَالَ: «رَأَيْتُ رَسُولَ اللَّهِ ﷺ يُصَلِّي، وَفِي صَدْرِهِ أَزِيزٌ كَأَزِيزِ المِرْجَلِ مِنَ البُكَاءِ» أَخْرَجَهُ الخَمْسَةُ، إِلَّا ابْنَ مَاجَهْ، وَصَحَّحَهُ ابْنُ حِبَّانَ.","އަދި مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ ، އެކަލޭފާނުގެ ބައްޕާފުޅުގެ އަރިހުން ރިވާވެގެން އައިސްފައިވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ﷲ ގެ ރަސޫލާ ﷺ ނަމާދުފުޅު ކުރައްވާތަން ތިމަންނާ ދުށީމެވެ. އެކަލޭގެފާނު (ނަމާދުގައި) ކީރިތިކުރެއްވުމުގެ ސަބަބުން، ތެއްޔެއްގައި އެއްޗެއް ކެކިގަންނައިރު އިވޭފަދަ އަޑެއް، އެކަލޭގެފާނުގެ މޭފުޅުގައި ހުރެއެވެ.\" މި ޙަދީޘަކީ، އިބްނު މާޖާ ފިޔަވާ، ފަސްބޭކަލުން ނެރުއްވާފައިވާ، އަދި އިބްނު ޙިއްބާން ސައްހަ ކުރައްވާފައިވާ ޙަދީޘެކެވެ.",""],["173","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٣ - وَعَنْ عَلَيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ لِي مِنْ رَسُولِ اللَّهِ ﷺ مَدْخَلَانِ، فَكُنْتُ إِذَا أَتَيْتُهُ وَهُوَ يُصَلِّي تَنَحْنَحَ لِي» رَوَاهُ النَّسَائِيُّ، وَابْنُ مَاجَهْ.","ﷲގެ ރަސޫލާގެ އަރިހަށް، އަހަރެން ވަންނަ ދެ ވަޤްތެއް ވެއެވެ. ފަހެ އެބޭފުޅާގެ އަރިހަށް އަހަރެން ދުރުވާ އިރުގައި، އެބޭފުޅާ ނަމާދުކުރެއްވުމަށް ހުންނެވިނަމަ، އަހަރެންނަށްޓަކައި ކަރު ކެހިލައްވައެވެ.",""],["174","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٤ - وَعَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: «قُلْتُ لِبِلَالٍ: كَيْفَ رَأَيْتَ النَّبِيَّ ﷺ يَرُدُّ عَلَيْهِمْ حِينَ يُسَلِّمُونَ عَلَيْهِ وَهُوَ يُصَلِّي؟ قَالَ: يَقُولُ هَكَذَا، وَبَسَطَ كَفَّهُ» أَخْرَجَهُ أَبُو دَاوُدَ، وَالتِّرْمِذِيُّ وَصَحَّحَهُ.","އަދި ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ތިމަންނާ ބިލާލަށް ދެނެނެވީމެވެ. \" ނަބިއްޔާ ﷺ ނަމާދަށް ހުންނަވާ ޙާލުގައި، އެކަލޭގެފާނަށް މީސްތަކުން ސަލާމްދެނެވުމުން، އެކަލޭގެފާނު އެބައިމީހުންގެ ސަލާމަށް ރައްދު ދެއްވަނީ ކިހިނަކުންކަން ކަލޭގެފާނު ދެކެވަޑައިގަތީމު ތޯއެވެ؟\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \" އެކަލޭގެފާނު ﷺ ވިދާޅުވަނީ މިފަދައިންނެވެ. އަދި (މިހެން ވިދާޅުވުމަށްފަހު ބިލާލްގެފާނު އިޝާރަތުން ދައްކަވަމުން) އެކަލޭގެފާނުގެ އަތްތިލަފުޅު ހުޅުއްވާލެއްވިއެވެ.\" މިޙަދީޘަކީ އަބޫދާވޫދު ނެރުއްވާ، އަދި ތިރްމިޛީ ސައްހަކުރައްވާފައިވާ ޙަދީޘެކެވެ.",""],["175","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٥ - وَعَنْ أَبِي قَتَادَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ رَسُولُ اللَّهِ ﷺ يُصَلِّي وَهُوَ حَامِلٌ أُمَامَةَ بِنْتَ زَيْنَبَ، فَإِذَا سَجَدَ وَضَعَهَا، وَإِذَا قَامَ حَمَلَهَا» مُتَّفَقٌ عَلَيْهِ.\nوَلِمُسْلِمٍ: «وَهُوَ يَؤُمُّ النَّاسَ فِي المَسْجِدِ».","",""],["176","كِتَابُ الصَّلاةِ","بَابُ شُرُوطِ الصَّلاةِ","ނަމާދުގެ ޝަރުތުތަކުގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٦ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «اقْتُلُوا الأَسْوَدَيْنِ فِي الصَّلَاةِ: الحَيَّةَ، وَالعَقْرَبَ) أَخْرَجَهُ الأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ حِبَّانَ.","ތިޔަބައިމީހުން ނަމާދުގައި (ވިޔަސް) ކަޅު ދެއެތި މަރައިލާށެވެ. (އެއީ:) ނާގަ ހަރުފަޔާއި ނަގުލަންދާށިއެވެ.",""],["177","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","ނަމާދުކުރާ މީހާގެ ސުތުރާގެ ބާބު","ނަމާދުގެ ފޮތް","١٧٧ - عَنْ أَبِي جُهَيْمِ بْنِ الحَارِثِ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَوْ يَعْلَمُ المَارُّ بَيْنَ يَدَيِ المُصَلِّي مَاذَا عَلَيْهِ مِنَ الإِثْمِ، لَكَانَ أَنْ يَقِفَ أَرْبَعِينَ؛ خَيْراً لَهُ مِنْ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِلْبُخَارِيِّ.\nوَوَقَعَ فِي البَزَّارِ مِنْ وَجْهٍ آخَرَ: «أَرْبَعِينَ خَرِيفاً».","",""],["178","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٧٨ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «سُئِلَ رَسُولُ اللَّهِ ﷺ - فِي غَزْوَةِ تَبُوكَ - عَنْ سُتْرَةِ المُصَلِّي؟ فَقَالَ: مِثْلُ مُؤْخِرَةِ الرَّحْلِ» أَخْرَجَهُ مُسْلِمٌ.","ތަބޫކު ހަނގުރާމައިގައި، ނަމާދުކުރާ މީހާގެ ސުތުރާ އާއި ގުޅޭގޮތުން ﷲގެ ރަސޫލާއާއި ސުވާލުކުރެވުނެވެ. އެހިނދު ޙަދީޘްކުރެއްވިއެވެ: ސަވާރީގެ އިށިންނަ ގޮނޑީގެ ފަހަތު ކޮޅު ފަދައިން (އެހާ ވަރަށް އުފުލިފައިވާ އެއްޗެކަށްވުން) ނެވެ.",""],["179","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٧٩ - وَعَنْ سَبْرَةَ بْنِ مَعْبَدٍ الجُهَنِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لِيَسْتَتِرْ أَحَدُكُمْ فِي صَلَاتِهِ وَلَوْ بِسَهْمٍ» أَخْرَجَهُ الحَاكِمُ.","ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، ދުނިދަނޑިއަކުން ވިޔަސް، އޭނާގެ ނަމާދުގައި ސުތުރާވެ ގަންނަ ހުށިކަމެވެ.",""],["180","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٨٠ - وَعَنْ أَبِي ذَرٍّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «يَقْطَعُ صَلَاةَ المَرْءِ المُسْلِمِ - إِذَا لَمْ يَكُنْ بَيْنَ يَدَيْهِ مِثْلُ مُؤْخِرَةِ الرَّحْلِ -: المَرْأَةُ، وَالحِمَارُ، وَالكَلْبُ الأَسْوَدُ … » الحَدِيثَ، وَفِيهِ: «الكَلْبُ الأَسْوَدُ شَيْطَانٌ» أَخْرَجَهُ مُسْلِمٌ.\nوَلَهُ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ دُونَ «الكَلْبِ».\nوَلِأَبِي دَاوُدَ، وَالنَّسَائِيِّ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: نَحْوُهُ، دُونَ آخِرِهِ، وَقَيَّدَ «المَرْأَةَ» بِالحَائِضِ.","އަބޫ ޛައްރު އަލްޣިފާރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ. \"މުސްލިމަކުގެ ކުރިމަތީގައި އަސްގޮނޑިއެއް ފަދަ އެއްޗެއް ކުރިމަތީ ނުބަހައްޓާ ހުއްޓާ އެތަނުން އަންހެނަކު، ނުވަތަ ޙިމާރެއް، ނުވަތަ ކަޅުކުއްތާ އެއް ހުރަސްކޮށްފިނަމަ އޭނާގެ ނަމާދު ބާޠިލްވާނެއެވެ.\" އަދި އެޙަދީޘްގައި ވެއެވެ. ކަޅުކުއްތާއަކީ ޝައިޠާނާއެވެ.\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ގެ އަރިހުން އެފަދައިން އައިސްފައިވެއެވެ. އެއީ ’ކުއްތާ‘ މި ބަހާ ނުލައެވެ.\nއަދި އަބޫ ދާވޫދާއި ނަސާއީގެ ރިވާޔަތެއްގައި، އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ގެ އަރިހުން އެފަދައިން އައިސްފައިވެއެވެ. އެއީ އޭގެ ފަހު ބަޔާ ނުލައެވެ. އަދި އޭގައި އަންހެނާ ވަނީ ޙައިޟުވެރިކަމުގެ ޙާލުގައި ކަމަށް ކަނޑައެޅިފައެވެ.",""],["181","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٨١ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا صَلَّى أَحَدُكُمْ إِلَى شَيْءٍ يَسْتُرُهُ مِنَ النَّاسِ، فَأَرَادَ أَحَدٌ أَنْ يَجْتَازَ بَيْنَ يَدَيْهِ فَلْيَدْفَعْهُ، فَإِنْ أَبَى فَلْيُقَاتِلْهُ، فَإِنَّمَا هُوَ شَيْطَانٌ» مُتَّفَقٌ عَلَيْهِ.\nوَفِي رِوَايَةٍ: «فَإِنَّ مَعَهُ القَرِينَ».","އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”އެހެނީ ހަމަކަށަވަރުން އޭނާއާއެކު ޝައިތާނާވެއެވެ.“",""],["182","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٨٢ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قال: «إِذَا صَلَّى أَحَدُكُمْ فَلْيَجْعَلْ تِلْقَاءَ وَجْهِهِ شَيْئاً، فَإِنْ لَمْ يَجِدْ فَلْيَنْصِبْ عَصاً، فَإِنْ لَمْ يَكُنْ فَلْيَخُطَّ خَطّاً، ثُمَّ لَا يَضُرُّهُ مَنْ مَرَّ بَيْنَ يَدَيْهِ» أَخْرَجَهُ أَحْمَدُ، وَابْنُ مَاجَهْ، وَصَحَّحَهُ ابْنُ حِبَّانَ، وَلَمْ يُصِبْ مَنْ زَعَمَ أَنَّهُ مُضْطَرِبٌ؛ بَلْ هُوَ حَسَنٌ.","އަދި أَبُو هُرَيْرَةَ - رضي ﷲ عنه - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ﷲގެ ރަސޫލާ ﷺ ޙަދީޘްކުރެއްވިއެވެ. \" ތިޔަބައިމީހުން ކުރެ މީހަކު ނަމާދުކުރަން ޤަޞްދުކޮށްފި ހިނދު، ފަހެ، އޭނާގެ ކުރިމަތީގައި (ޢާޞާ އަކަށްވުރެ އުސް) އެއްޗެއް ބަހައްޓާހުށިކަމެވެ. ފަހެ،(އެފަދަ އެއްޗެއް) ނުފެނިއްޖެނަމަ، ފަހެ ޢަޞާއެއް ކޮޅަށްޖަހައި (ކުރިމަތީގައި) ބަހައްޓާހުށިކަމެވެ. ފަހެ، އެވަރުވެސް ނެތްނަމަ، (ކުރިމަތީގައި ހުރަހަށް) ރޮނގެއް އަޅާހުށިކަމެވެ. ދެން، (އެފަދައިން ޢަމަލުކޮށްފިނަމަ) އޭނާގެ ކުރިމަތިން (އެބަހީ: ކުރިމަތީބަހައްޓާފައިވާ ސުތުރާގެ ކުރިމަތިން) ހުރަސްކުރާ މީހާގެ ކިބައިން، އޭނާއަކަށް އެއްވެސް ގެއްލުމެއް ނެތެވެ.\" މި ޙަދީޘްނެރުއްވާފައިވަނީ، އަޙްމަދާއި، އިބްނު މާޖާއެވެ. އަދި އިބްނު ޙިއްބާން މިޙަދީޘް ސައްހަކުރައްވާފައިވެއެވެ. އަދި މި ޙަދީޘަކީ؛ مُضْطَرِب ޙަދީޘެއްކަމަށް ބުނެފައިވާ މީހާ، އެބުނެފައިވަނީ ރަނގަޅު ބުނުމެއްނޫނެވެ. އަދި ކިއެއް ހެއްޔެވެ، މި ޙަދީޘަކީ ޙަސަން (ދަރަޖައިގެ) ޙަދީޘެކެވެ.",""],["183","كِتَابُ الصَّلاةِ","بَابُ سُتْرَةِ المُصَلِّي","","ނަމާދުގެ ފޮތް","١٨٣ - وَعَنْ أَبِي سَعِيدٍ الخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا يَقْطَعُ الصَّلَاةَ شَيْءٌ، وَادْرَأْ مَا اسْتَطَعْتَ» أَخْرَجَهُ أَبُو دَاوُدَ، وَفِي سَنَدِهِ ضَعْفٌ.","އެއްވެސް އެއްޗެއް ނަމާދު މެދުކަނޑައެއް ނުލެވޭނެއެވެ. އަދި ތިބާއަށްވީ ވަރަކުން (ހުރަސްކުރަން އުޅޭ މީހާ) ފޮޅާށެވެ.",""],["184","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٤ - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «نَهَى رَسُولُ اللَّهِ ﷺ أَنْ يُصَلِّيَ الرَّجُلُ مُخْتَصِراً» مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.\nوَمَعْنَاهُ: أَنْ يَجْعَلَ يَدَهُ عَلَى خَاصِرَتِهِ.\nوَفِي البُخَارِيِّ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «أَنَّ ذَلِكَ فِعْلُ اليَهُودِ».","ﷲގެ ރަސޫލާ ވަނީ، މީހާ އުނަގަނޑު މަތީގައި އަތް އަޅައިގެން ނަމާދުކުރުން ނަހީކުރައްވާފައެވެ.\nއަދި ބުޚާރީގައި ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ގެ އަރިހުން އައިސްފައިވެއެވެ: އެހެނީ އެއީ ޔަހޫދީންގެ ޢަމަލުކަމުގައި ވާތީއެވެ.",""],["185","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٥ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِذَا قُدِّمَ العَشَاءُ؛ فَابْدَؤُوا بِهِ قَبْلَ أَنْ تُصَلُّوا المَغْرِبَ» مُتَّفَقٌ عَلَيْهِ.","ތިޔަބައިމީހުންނަށް ރޭގަނޑު ކެއުން އެރުވިއްޖެނަމަ؛ ދެން ފަހެ ތިޔަބައިމީހުން މަޣްރިބު ނަމާދުކުރުމުގެ ކުރިން އެކެއުމުން ފައްޓާށެވެ.",""],["186","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٦ - وَعَنْ أَبِي ذَرٍّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا قَامَ أَحَدُكُمْ فِي الصَّلَاةِ فَلَا يَمْسَحِ الحَصَى؛ فَإِنَّ الرَّحْمَةَ تُوَاجِهُهُ» رَوَاهُ الخَمْسَةُ بِإِسْنَادٍ صَحِيحٍ.\nوَزَادَ أَحْمَدُ: «وَاحِدَةً، أَوْ دَعْ».\nوَفِي الصَّحِيحِ عَنْ مُعَيْقِيبٍ رَضِيَ اللهُ عَنْهُ: نَحْوُهُ بِغَيْرِ تَعْلِيلٍ.","އަބޫ ޛައްރު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ. ރަސޫލާ صلى ﷲ عليه وسلم ޙަދީޘްކުރެއްވިއެވެ. « ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނަމާދުގައިވާ ހިނދު ފަހެ ކުދި ހިލަކޮޅުތައް ނުފޮހޭހުށިކަމެވެ! ފަހެ އޭނާއާ ކުރިމަތިލައިގެން ވަނީ ރަޙްމަތެވެ». މިޙަދީޘް ސައްހަ އިސްނާދަކުން ނެރުއްވީ ފަސް ބޭކަލުން (އަބޫ ދާވޫދު، އައްތިރްމިޛީ، އައްނަސާއީއާ އިބްނު މާޖާ އަދި އަޙްމަދު)އެވެ. އަދި އަޙްމަދު އިތުރުކުރެއްވިއެވެ. « (ކޮންމެހެންވެސް ކުރަން ޖެހިއްޖެނަމަ) އެއްފަހަރު އެވެ. ނުވަތަ ދޫކޮށްލާށެވެ».\nއަދި ބުޚާރީއާއި މުސްލިމު އިއްތިފާގުވެފައިވާ ރިވާޔަތެއްގައި މުޢައިގީބުގެ އަރިހުން އެފަދައިން އައިސްފައިވެއެވެ. އެއީ ސަބަބު ޒިކުރު ކުރުމާނުލައެވެ. (އެބަހީ: އޭނާއާ ކުރިމަތިލައިގެން ވަނީ ރަޙްމަތޭ، މި ތަންކޮޅާ ނުލައެވެ.)",""],["187","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٧ - وعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «سَأَلْتُ رَسُولَ اللَّهِ ﷺ عَنِ الِالْتِفَاتِ فِي الصَّلَاةِ؟ فَقَالَ: هُوَ اخْتِلَاسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلَاةِ العَبْدِ» رَوَاهُ البُخَارِيُّ.\nوَلِلتِّرْمِذِيِّ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ - وَصَحَّحَهُ -: «إِيَّاكَ وَالِالْتِفَاتَ فِي الصَّلَاةِ، فَإِنَّهُ هَلَكَةٌ، فَإِنْ كَانَ لَا بُدَّ فَفِي التَّطَوُّعِ».","ނަމާދުގައި ފަރާތް ފަރާތަށް އެނބުރުމާއި ބެހޭގޮތުން އަހަރެން، ﷲގެ ރަސޫލާ އާއި ސުވާލުކުރީމެވެ. ފަހެ ޙަދީޘްކުރެއްވިއެވެ: \"އެއީ އަޅާގެ ނަމާދުން ޝައިޠާނާ ވައްކަންކުރާ ވައްކަމެކެވެ.\"\nނަމާދުގައި ފަރާތް ފަރާތަށް އެނބުރުމާއި މެދު ތިބާ ހުށިޔާރުވާށެވެ! އެހެނީ އެއީ ހަލާކެކެވެ. ފަހެ ކޮންމެހެނެއްވެސް އެކަން (ކުރަންޖެހޭ ކަމުގައި) ވާނަމަ؛ ދެން ފަހެ ސުންނަތް ނަމާދުތަކުގައި (އެކަން ކުރާށެ) އެވެ.",""],["188","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٨ - وَعَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «إِذَا كَانَ أَحَدُكُمْ فِي الصَّلَاةِ فَإِنَّهُ يُنَاجِي رَبَّهُ، فَلَا يَبْزُقَنَّ بَيْنَ يَدَيْهِ وَلَا عَنْ يَمِينِهِ، وَلَكِنْ عَنْ شِمَالِهِ تَحْتَ قَدَمِهِ» مُتَّفَقٌ عَلَيْهِ.\nوَفِي رِوَايَةٍ: «أَوْ تَحْتَ قَدَمِهِ».","އަދި أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ﷲގެ ރަސުލާ ﷺ ހަދީޘްކުރެއްވިއެވެ. \" ތިޔަބައިމީހުންކުރެ މީހަކު ނަމާދުގައި ހުރެއްޖެނަމަ، ފަހެ ހަމަކަށަވަރުން އޭނާ އެވަނީ އޭނާގެ ރައްބަށް މުނާޖާދެންނެވުމުގައެވެ. ފަހެ، ހަމަކަށަވަރުން (ނަމާދުގައި ހުރެ) އޭނާގެ ކުރިމައްޗަށާއި، އަދި އޭނާގެ ކަނާތްފަރާތަށް ކުޅު ނުޖަހާހުށިކަމެވެ. އެހެންނަމަވެސް، (ކޮންމެހެން ކުޅު ޖަހަންޖެހިއްޖެ ޙާލަތުގައި، ކުޅުޖަހާނީ) އޭނާގެ ވާތްފަރާތުން ފައިތިލައިގެ ދަށަށެވެ.\" މިޙަދީޘަކީ ބުޚާރީއާއި މުސްލިމް އިއްތިފާޤުވެގެންވީ ޙަދީޘެކެވެ.",""],["189","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٨٩ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: «كَانَ قِرَامٌ لِعَائِشَةَ سَتَرَتْ بِهِ جَانِبَ بَيْتِهَا، فَقَالَ النَّبِيُّ ﷺ: أَمِيطِي عَنَّا قِرَامَكِ هَذَا، فَإِنَّهُ لَا تَزَالُ تَصَاوِيرُهُ تَعْرِضُ لِي فِي صَلَاتِي» رَوَاهُ البُخَارِيُّ. وَاتَّفَقَا عَلَى حَدِيثِهَا فِي قِصَّةِ أَنْبِجَانِيَّةِ أَبِي جَهْمٍ رَضِيَ اللهُ عَنْهُ، وَفِيهِ: «فَإِنَّهَا أَلْهَتْنِي عَنْ صَلَاتِي».","ޢާއިޝާ، އެ ކަމަނާގެ ގެކޮޅުގެ އެއްފަރާތް ފަރުދާ ކުރާ ފޮތިގަނޑެއް ވާ ކަމުގައިވިއެވެ. ފަހެ ނަބިއްޔާ ޙަދީޘްކުރެއްވިއެވެ: \"ކަމަނާގެ ތިފޮތިގަނޑު އަހަރުމެންނާއި ދުރުކޮށް ފޭކުރައްވާށެވެ. ފަހެ ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާ ނަމާދުގައިވާ ހިނދުގައި، އެފޮތިގަނޑުގެ ތަޞްވީރުތައް ތިމަން ނަބިއްޔާއަށް ހުށައެޅި ފެންނަތަން ހުއްޓިފައެއް ނުވެއެވެ.",""],["190","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٩٠ - وَعَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَيَنْتَهِيَنَّ قَوْمٌ يَرْفَعُونَ أَبْصَارَهُمْ إِلَى السَّمَاءِ فِي الصَّلَاةِ، أَوْ لَا تَرْجِعُ إِلَيْهِمْ» رَوَاهُ مُسْلِمٌ.\nوَلَهُ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «لَا صَلَاةَ بِحَضْرَةِ طَعَامٍ، وَلَا وَهُوَ يُدَافِعُهُ الأَخْبَثَانِ».","ނަމާދުގައި އެއުރެންގެ ނަޒަރުތައް އުޑާ ދިމާލަށް ދިއްކުރާ ބައިގަނޑު، (އެއުރެންގެ އެކަންތައް) ހުއްޓާލާ ހުށިކަމެވެ. އެހެން ނޫންނަމަ، (އެއުރެންގެ ނަޒަރުތައް) އަނބުރާ އެއުރެންނަށް ރުޖޫޢަ ނުވެދާނެއެވެ.",""],["191","كِتَابُ الصَّلاةِ","بَابُ الحَثِّ عَلَى الخُشُوعِ فِي الصَّلاةِ","","ނަމާދުގެ ފޮތް","١٩١ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ ﷺ قَالَ: «التَّثَاؤُبُ مِنَ الشَّيْطَانِ، فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَكْظِمْ مَا اسْتَطَاعَ» رَوَاهُ مُسْلِمٌ، وَالتِّرْمِذِيُّ وَزَادَ: «فِي الصَّلَاةِ».","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އާފުރުންވަނީ ޝައިޠާނާގެ ކިބައިންނެވެ. ފަހެ ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކަށް އާފުރިއްޖެނަމަ ވީވަރަކުން (އަނގަ) ފޮރުވާށެވެ. ޙަދީޘް ނެރުއްވީ މުސްލިމް،ތިރްމިޛީ. އެކަލޭގެފާނު \" ނަމާދުގައި....\" މި ކަލިމަ އިތުރުކުރައްވާފައިވެއެވެ.",""],["192","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٢ - عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «أَمَرَ رَسُولُ اللَّهِ ﷺ بِبِنَاءِ المَسَاجِدِ فِي الدُّورِ، وَأَنْ تُنَظَّفَ، وَتُطَيَّبَ» رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، وَالتِّرْمِذِيُّ، وَصَحَّحَ إِرْسَالَهُ.","ޢާއިޝަތުގެފާނު ރިވާ ކުރެއްވިއެވެ: رَضِيَ اللَّهُ عَنْهَا ރިވާ ކުރެއްވިއެވެ: އެކަމަނާ ވިދާޅުވިއެވެ. ރަސޫލު ﷲ ﷺ މީހުން ދިރިއުޅޭ ރަށްތަކުގައި މިސްކިތްތައް އެޅުމަށް އަމުރު ކުރެއްވިއެވެ. އަދި އެތަން ޠާހިރުކޮށް އެތަންތަނުގައި މީރުވަސްދުއްވުމަށް އަމުރުކުރެއްވިއެވެ.",""],["193","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٣ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «قَاتَلَ اللَّهُ اليَهُودَ اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ» مُتَّفَقٌ عَلَيْهِ.\nوَزَادَ مُسْلِمٌ: «وَالنَّصَارَى».","",""],["194","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","وَلَهُمَا مِنْ حَدِيثِ عَائِشَةَ رَضِيَ اللهُ عَنْهَا: «كَانُوا إِذَا مَاتَ فِيهِمُ الرَّجُلُ الصَّالِحُ بَنَوْا عَلَى قَبْرِهِ مَسْجِداً - وَفِيهِ -: أُولَئِكِ شِرَارُ الخَلْقِ».","އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ނަބިއްޔާ ﷺ އަސްވާރުންގެ ޤާފިލާއެއް ފޮނުއްވިއެވެ. އެމީހުން އެނބުރި އައި އިރު މީހަކު ގެނައެވެ. ދެން އެމީހުން އޭނާ މިސްކިތުގެ ތަނބުތަކުގެ ތެރެއިން ތަނބެއްގައި ބަނެވެ. مُتَّفَقٌ عَلَيْهِ.",""],["195","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٤ - وَعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: «بَعَثَ النَّبِيُّ ﷺ خَيْلاً، فَجَاءَتْ بِرَجُلٍ، فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي المَسْجِدِ … » الحَدِيثَ مُتَّفَقٌ عَلَيْهِ.","",""],["196","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٥ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: «أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ مَرَّ بِحَسَّانَ يُنْشِدُ فِي المَسْجِدِ، فَلَحَظَ إِلَيْهِ، فَقَالَ: قَدْ كُنْتُ أُنْشِدُ وَفِيهِ مَنْ هُوَ خَيْرٌ مِنْكَ» مُتَّفَقٌ عَلَيْهِ.","އަދި އެކަލޭގެފާނު رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ޙައްސާން رَضِيَ اللَّهُ عَنْهُ މިސްކިތުގައި ނަޝީދު(ދީނީ ޅެން/ލަވަ) ވިދާޅުވަނިކޮށް އެހެންލާފައި ވަޑައިގަތެވެ. ދެން އެކަލޭގެފާނާއި ދިމާއަށް ނުރުހުމުގެ ނަޒަރަކުން ލޯފުޅު އެޅުއްވިއެވެ. ދެން ޙައްސާން ވިދާޅުވިއެވެ: ކަލޭގެފާނަށްވުރެ މާހެޔޮ މީހުން ކުރިމަތީވެސް ތިމަން ކަލޭގެފާނު ނަޝީދު ކިޔަވާ ވިދާޅުވީމެވެ. مُتَّفَقٌ عَلَيْهِ.",""],["197","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٦ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ سَمِعَ رَجُلاً يَنْشُدُ ضَالَّةً فِي المَسْجِدِ؛ فَلْيَقُلْ: لَا رَدَّهَا اللَّهُ عَلَيْكَ، فَإِنَّ المَسَاجِدَ لَمْ تُبْنَ لِهَذَا» رَوَاهُ مُسْلِمٌ.","އަދި އެކަލޭގެފާނު ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މީހަކު އޭނާއަށް ގެއްލިފައިވާ އެއްޗަކާއި މެދު ލަވަހަދައިގެން މިސްކިތުގައި ކިޔައިފިނަމަ އޭނާއަށް ބުނާށެވެ. މާތްﷲ ތިބާއަށް އޭތި ރައްދު ނުކުރައްވާށިއެވެ. ފަހެ ހަމަކަށަވަރުން މިސްކިތް ބިނާކުރެއްވިފައިވަނީ ތިކަމަށްޓަކައެެއް ނޫނެވެ. ޙަދީޘް ނެރުއްވީ މުސްލިމް",""],["198","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٧ - وَعَنْهُ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ ﷺ قال: «إِذَا رَأَيْتُمْ مَنْ يَبِيعُ، أَوْ يَبْتَاعُ فِي المَسْجِدِ؛ فَقُولُوا: لَا أَرْبَحَ اللَّهُ تِجَارَتَكَ» رَوَاهُ النَّسَائِيُّ، وَالتِّرْمِذِيُّ وَحَسَّنَهُ.","އަދި އެކަލޭގެފާނުގެ އަރިހުން ރިވާވެގެންވެއެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުންނަށް މިސްކިތުގައި ގަނެ ވިއްކާ މީހެއް ފެނިއްޖެނަމަ އޭނާއަށް ބުނާާށެވެ. މާތްﷲ ތިބާގެ ވިޔަފާރީގައި ފައިދާއެއް ނުލައްވާނެއެވެ. ޙަދީޘް ނެރުއްވީ ނަސާއީ އަދި ތިރްމިޛީ އަދި މިޙަދީޘް އައްތިރްމިޛީ ޙަސަންކުރެއްވިއެވެ.",""],["199","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٨ - وَعَنْ حَكِيمِ بْنِ حِزَامٍ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ: «لَا تُقَامُ الحُدُودُ فِي المَسَاجِدِ، وَلَا يُسْتَقَادُ فِيهَا» رَوَاهُ أَحْمَدُ، وَأَبُو دَاوُدَ، بِسَنَدٍ ضَعِيفٍ.","ޙަކީމް ބިން ޙިޒާމް ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”މިސްކިތްތަކުގެ ތެރޭގައި ޙައްދު ޤާއިމުކުުރުމެއް ބަދަލު ހޯދައިދިނުމެއް ނުވެއެވެ. ޙަދީޘް ނެރުއްވީ އަޙްމަދު އަދި ޟަޢީފު ސަނަދަކުން އަބޫ ދާވޫދެވެ.",""],["200","كِتَابُ الصَّلاةِ","بَابُ المَسَاجِدِ","","ނަމާދުގެ ފޮތް","١٩٩ - وَعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: «أُصِيبَ سَعْدٌ يَوْمَ الخَنْدَقِ، فَضَرَبَ عَلَيْهِ رَسُولُ اللَّهِ ﷺ خَيْمَةً فِي المَسْجِدِ؛ لِيَعُودَهُ مِنْ قَرِيبٍ» مُتَّفَقٌ عَلَيْهِ.","ޢާއިޝާ رَضِيَ اللَّهُ عَنْهَا ވިދާޅުވިއެވެ: ޙަންދަޤު ހަނގުރާމައިގެ ސުވަހު ސަޢްދުގެފާނު ޒަޚަމްވެވަށައިގަތެވެ. ދެން އެކަލޭގެފާނަށް ޓަކައި މިސްކިތްކޮޅުގައި ފޭލިގެއެއް ޖެއްސެވިއެވެ. އެއީ އެކަލޭގެފާނަށް ކައިރި ކައިރީގައި ޒިޔާރަތް ކުރެއްވުމަށެވެ. مُتَّفَقٌ عَلَيْهِ.",""]]