let bulugh_dataSet=[
    [
        "#0001",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْبَحْرِ: «هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ». أَخْرَجَهُ الْأَرْبَعَةُ, وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ, وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَالتِّرْمِذِيُّ، وَرَوَاهُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ.",
        "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ކަނޑާ މެދުގައި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ އެ ތަނުގެ ފެން ތާހިރުވެގެންވާ،  އަދި އެތަނުގެ މަރުވާ ތަކެތި ޙަލާލުވެގެންވާ ތަނެކެވެ.“",
        ""
    ],
    [
        "#0002",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِنَّ الْمَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» أَخْرَجَهُ الثَّلَاثَةُ، وَصَحَّحَهُ أَحْمَدُ.",
        "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން ފެނަކީ ތާހިރު އެއްޗެކެވެ. އެއްވެސް އެއްޗަކުން އެ ނަޖިސްވެގެން ނުދާނެއެވެ.“\r\n\r\n(މި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި ނަސާއީއެވެ. އަދި އިމާމު އަޙްމަދު މި ޙަދީޘް ޞައްޙަ ކުރެއްވިއެވެ.)",
        ""
    ],
    [
        "#0003",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «إِنَّ الْمَاءَ لَا يُنَجِّسُهُ شَيْءٌ، إِلَّا مَا غَلَبَ عَلَى رِيحِهِ وَطَعْمِهِ وَلَوْنِهِ» أَخْرَجَهُ ابْنُ مَاجَهْ وَضَعَّفَهُ أَبُو حَاتِمٍ.",
        "އަދި އަބޫ އުމާމާ އަލްބަހިލީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން އެއްވެސް އެއްޗަކުން ފެނެއް ނަޖިސްވެގެން ނުދާނެއެވެ.“  އެއީ (އެ ފެނަށް އެއްޗެއް އެޅިގެން) އޭގެ ވަހާއި، ރަހައާއި، ކުލައަށް (ބަދަލެއް) ވެރިވެގަންނަ އެއްޗަކުން މެނުވީއެވެ. \n\n(މި ޙަދީޘް ރިވާ ކުރެއްވީ އިބްނު މާޖާއެވެ. އަދި އަބޫ ޙާތިމް މި ޙަދީޘް ބަލިކަށި ކުރެއްވިއެވެ.)",
        ""
    ],
    [
        "#0004",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَلِلْبَيْهَقِيِّ: «الْمَاءُ طَهُورٌ (1) إِلَّا إِنْ تَغَيَّرَ رِيحُهُ، أَوْ طَعْمُهُ، أَوْ لَوْنُهُ; بِنَجَاسَةٍ تَحْدُثُ فِيهِ» (2).",
        "އަދި ބައިހަޤީގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ފެނަކީ ތާހިރު އެއްޗެކެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލު ނުވާހާ ހިނދަކުއެވެ.“",
        ""
    ],
    [
        "#0005",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الْخَبَثَ»، وَفِي لَفْظٍ: «لَمْ يَنْجُسْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَابْنُ حِبَّانَ (1).",
        "އަދި ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ފެނުގައި ދެ ޤިއްލަ ހަމަވާނަމަ، ތާހިރު އެއްޗެކެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލު ނުވާހާ ހިނދަކުއެވެ.“\n\n(މި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ އަދި އިބްނު މާޖާއެވެ. އަދި އިބްނު ޚުޒައިމާއާއި އިބްނު ޙިއްބާން މި ޙަދީޘް ޞައްޙަ ކުރެއްވިއެވެ.)",
        ""
    ],
    [
        "#0006",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لا يَغْتَسِلْ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ» أَخْرَجَهُ مُسْلِمٌ (1)، وَلِلْبُخَارِيِّ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ» (2)، وَلِمُسْلِمٍ: «مِنْهُ» (3)، وَلِأَبِي دَاوُدَ: «وَلَا يَغْتَسِلُ فِيهِ مِنَ الْجَنَابَةِ» (4).",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ޖުނުބުވެރިކަން މަތީ ހުރެ، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް (އެރިގެން) ފެންނުވަރާށެވެ.“ މި ޙަދީޘް ރިވާ ކުރެއްވީ އިމާމު މުސްލިމެވެ.\n\nއަދި ބުޚާރީގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް ކުޑަކަމުނުދާށެވެ. (އަދި އެއަށް ކުޑަކަމުދިއުމަށް ފަހު) ދެން އެއަށް (އެރިގެން) ފެން ނުވަރާށެވެ.“\n\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އެ ފެނުން (ފެން ނުވަރާށެވެ.)“\n\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: އެއަށް (އެރިގެން) ޖުނުބެރިކަމުން ހިނައިތާހިރުވެ ނުގަންނާށެވެ.“",
        ""
    ],
    [
        "#0007",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنْ تَغْتَسِلَ الْمَرْأَةُ بِفَضْلِ الرَّجُلِ، أَوِ الرَّجُلُ بِفَضْلِ الْمَرْأَةِ، وَلْيَغْتَرِفَا جَمِيعًا. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَإِسْنَادُهُ صَحِيحٌ (1).",
        "",
        ""
    ],
    [
        "#0008",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللَّهُ عَنْهَا. أَخْرَجَهُ مُسْلِمٌ (1).",
        "",
        ""
    ],
    [
        "#0009",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَلِأَصْحَابِ السُّنَنِ: اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - فِي جَفْنَةٍ، فَجَاءَ لِيَغْتَسِلَ مِنْهَا، فَقَالَتْ لَهُ: إِنِّي كُنْتُ جُنُبًا، فَقَالَ: «إِنَّ الْمَاءَ لَا يُجْنِبُ» وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ (1).",
        "",
        ""
    ],
    [
        "#0010",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الْكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ، أُولَاهُنَّ بِالتُّرَابِ» أَخْرَجَهُ مُسْلِمٌ (1)، وَفِي لَفْظٍ لَهُ: «فَلْيُرِقْهُ» (2).\n\nوَلِلتِّرْمِذِيِّ: «أُخْرَاهُنَّ، أَوْ أُولَاهُنَّ بِالتُّرَابِ» (1).",
        "",
        ""
    ],
    [
        "#0011",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي قَتَادَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ -فِي الْهِرَّةِ-: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ (1).\n",
        "",
        ""
    ],
    [
        "#0012",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ الْمَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ - صلى الله عليه وسلم - فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - بِذَنُوبٍ مِنْ مَاءٍ; فَأُهْرِيقَ عَلَيْهِ. مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0013",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا الْمَيْتَتَانِ: فَالْجَرَادُ وَالْحُوتُ، وَأَمَّا الدَّمَانِ: فَالطِّحَالُ وَالْكَبِدُ» أَخْرَجَهُ أَحْمَدُ وَابْنُ مَاجَهْ، وَفِيهِ ضَعْفٌ (1).",
        "",
        ""
    ],
    [
        "#0014",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ ليَنْزِعْهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً، وَفِي الْآخَرِ شِفَاءً» أَخْرَجَهُ الْبُخَارِيُّ (1)،\n\nوَأَبُو دَاوُدَ، وَزَادَ: «وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ» (2).",
        "",
        ""
    ],
    [
        "#0015",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «مَا قُطِعَ مِنَ الْبَهِيمَةِ -وَهِيَ حَيَّةٌ- فَهُوَ مَيِّتٌ» أَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَاللَّفْظُ لَهُ (1).",
        "",
        ""
    ],
    [
        "#0016",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رَضِيَ الْلَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ والْفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0017",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أُمِّ سَلَمَةَ رَضِيَ الْلَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «الَّذِي يَشْرَبُ فِي إِنَاءِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0018",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ الْلَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «إِذَا دُبِغَ الْإِهَابُ فَقَدْ طَهُرَ» أَخْرَجَهُ مُسْلِمٌ (1)، وَعِنْدَ الْأَرْبَعَةِ: «أَيُّمَا إِهَابٍ دُبِغَ» (2).",
        "",
        ""
    ],
    [
        "#0019",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ سَلَمَةَ بْنِ الْمُحَبِّقِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «دِبَاغُ جُلُودِ الْمَيْتَةِ طُهُورُها» صَحَّحَهُ ابْنُ حِبَّانَ (1).\n\n",
        "",
        ""
    ],
    [
        "#0020",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ مَيْمُونَةَ رَضِيَ الْلَّهُ عَنْهَا، قَالَتْ: مَرَّ رَسُولُ الْلَّهِ - صلى الله عليه وسلم - بِشَاةٍ يَجُرُّونَهَا، فَقَالَ: «لَوْ أَخَذْتُمْ إِهَابَهَا»؟ فَقَالُوا: إِنَّهَا مَيْتَةٌ، فَقَالَ: «يُطَهِّرُهَا الْمَاءُ وَالْقَرَظُ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ (1).",
        "",
        ""
    ],
    [
        "#0021",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ - رضي الله عنه - قَالَ: قُلْتُ: يَا رَسُولَ الْلَّهِ، إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ فَقَالَ: «لَا تَأْكُلُوا فِيهَا، إِلَّا أَنْ لَا تَجِدُوا غَيْرَهَا، فَاغْسِلُوهَا، وَكُلُوا فِيهَا» مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0022",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ الْلَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - وَأَصْحَابَهُ تَوَضَّؤُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ. مُتَّفَقٌ عَلَيْهِ، فِي حَدِيثٍ طَوِيلٍ (1).",
        "",
        ""
    ],
    [
        "#0023",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - أَنَّ قَدَحَ النَّبِيِّ - صلى الله عليه وسلم - انْكَسَرَ، فَاتَّخَذَ مَكَانَ الشَّعْبِ سِلْسِلَةً مِنْ فِضَّةٍ. أَخْرَجَهُ الْبُخَارِيُّ (1).",
        "",
        ""
    ],
    [
        "#0024",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: سُئِلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنِ الْخَمْرِ تُتَّخَذُ خَلًّا? قَالَ: «لَا» أَخْرَجَهُ مُسْلِمٌ (1).",
        "",
        ""
    ],
    [
        "#0025",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْهُ قَالَ: لَمَّا كَانَ يَوْمُ خَيْبَرَ أَمَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَبَا طَلْحَةَ، فَنَادَى: إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِ؛ فَإِنَّهَا رِجْسٌ. مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0026",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ عَمْرِو بْنِ خَارِجَةَ - رضي الله عنه - قَالَ: خَطَبَنَا رسولُ اللهِ (1) - صلى الله عليه وسلم - بِمِنًى، وَهُوَ عَلَى رَاحِلَتِهِ، وَلُعَابُهَا يَسِيلُ عَلَى كَتِفَيَّ. أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ (2).",
        "",
        ""
    ],
    [
        "#0027",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَغْسِلُ الْمَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ، وَأَنَا أَنْظُرُ إِلَى أَثَرِ الْغَسْلِ فِيهِ. مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0028",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَلِمُسْلِمٍ: لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَرْكًا، فَيُصَلِّي فِيهِ (1)، وَفِي لَفْظٍ لَهُ: لَقَدْ كُنْتُ أَحُكُّهُ يَابِسًا بِظُفْرِي مِنْ ثَوْبِهِ (2).",
        "",
        ""
    ],
    [
        "#0029",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَبِي السَّمْحِ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم - «يُغْسَلُ مِنْ بَوْلِ الْجَارِيَةِ، وَيُرَشُّ مِنْ بَوْلِ الْغُلَامِ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَصَحَّحَهُ الْحَاكِمُ (1).",
        "",
        ""
    ],
    [
        "#0030",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ -فِي دَمِ الْحَيْضِ يُصِيبُ الثَّوْبَ-: «تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالْمَاءِ، ثُمَّ تَنْضَحُهُ، ثُمَّ تُصَلِّي فِيهِ» مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0031",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَتْ خَوْلَةُ: يَا رَسُولَ اللَّهِ، فَإِنْ لَمْ يَذْهَبِ الدَّمُ? قَالَ: «يَكْفِيكِ الْمَاءُ، وَلَا يَضُرُّكِ أَثَرُهُ» أَخْرَجَهُ التِّرْمِذِيُّ، وَسَنَدُهُ ضَعِيفٌ (1).",
        "",
        ""
    ],
    [
        "#0032",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ» أَخْرَجَهُ مَالِكٌ وأَحْمَدُ وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1).",
        "",
        ""
    ],
    [
        "#0033",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ حُمْرَانَ أَنَّ عُثْمَانَ - رضي الله عنه - دَعَا بِوَضُوءٍ، فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ، ثُمَّ الْيُسْرَى مِثْلَ ذَلِكَ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ الْيُسْرَى مِثْلَ ذَلِكَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا. مُتَّفَقٌ عَلَيْهِ (1).\n\n",
        "",
        ""
    ],
    [
        "#0034",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَلِيٍّ - رضي الله عنه - فِي صِفَةِ وُضُوءِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: وَمَسَحَ بِرَأْسِهِ وَاحِدَةً. أَخْرَجَهُ أَبُو دَاوُدَ (1).",
        "",
        ""
    ],
    [
        "#0035",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيدِ بْنِ عَاصِمٍ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- قَالَ: وَمَسَحَ - صلى الله عليه وسلم - بِرَأْسِهِ، فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ. مُتَّفَقٌ عَلَيْهِ (1)،\n\nوَفِي لَفْظٍ: بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ (2).",
        "",
        ""
    ],
    [
        "#0036",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا -فِي صِفَةِ الْوُضُوءِ- قَالَ: ثُمَّ مَسَحَ - صلى الله عليه وسلم - بِرَأْسِهِ، وَأَدْخَلَ إِصْبَعَيْهِ السَّبَّاحَتَيْنِ فِي أُذُنَيْهِ، وَمَسَحَ بِإِبْهَامَيْهِ ظَاهِرَ أُذُنَيْهِ. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1).\r\n\r\n",
        "",
        ""
    ],
    [
        "#0037",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثًا، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ» مُتَّفَقٌ عَلَيْهِ (1).",
        "",
        ""
    ],
    [
        "#0038",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْهُ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الْإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثًا؛ فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدَهُ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ (1).",
        "",
        ""
    ],
    [
        "#0039",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ لَقِيطِ بْنِ صَبِرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أَسْبِغِ الْوُضُوءَ، وَخَلِّلْ بَيْنَ الْأَصَابِعِ، وَبَالِغْ فِي الاسْتِنْشَاقِ، إِلَّا أَنْ تَكُونَ صَائِمًا» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1)، وَلِأَبِي دَاوُدَ فِي رِوَايَةٍ: «إِذَا تَوَضَّأْتَ فَمَضْمِضْ» (2).\r\n\r",
        "",
        ""
    ],
    [
        "#0040",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عُثْمَانَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يُخَلِّلُ لِحْيَتَهُ فِي الْوُضُوءِ. أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1).\r\n\r\n",
        "",
        ""
    ],
    [
        "#0041",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أُتِيَ بِثُلُثَيْ مُدٍّ، فَجَعَلَ يَدْلُكُ ذِرَاعَيْهِ. أَخْرَجَهُ أَحْمَدُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0042",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْهُ، أَنَّهُ رَأَى النَّبِيَّ - صلى الله عليه وسلم - يَأْخُذُ لِأُذُنَيْهِ مَاءً خِلَافَ الْمَاءِ الَّذِي أَخَذَ لِرَأْسِهِ. أَخْرَجَهُ الْبَيْهَقِيُّ (1)، وَهُوَ عِنْدَ مُسْلِمٍ مِنْ هَذَا الْوَجْهِ بِلَفْظ: وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْر فَضْلِ يَدَيْهِ، وَهُوَ الْمَحْفُوظ (1).\r\n\r\n",
        "",
        ""
    ],
    [
        "#0043",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ»، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ. مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ (1).",
        "",
        ""
    ],
    [
        "#0044",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ. مُتَّفَقٌ عَلَيْهِ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0045",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا تَوَضَّأْتُمْ فَابْدَأوا بِمَيَامِنِكُمْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ (1).\r\n\r\n",
        "",
        ""
    ],
    [
        "#0046",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - تَوَضَّأَ، فَمَسَحَ بِنَاصِيَتِهِ، وَعَلَى الْعِمَامَةِ وَالْخُفَّيْنِ. أَخْرَجَهُ مُسْلِمٌ (1).\r\n\r\n",
        "",
        ""
    ],
    [
        "#0047",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْهُ قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا تَوَضَّأَ أَدَارَ الْمَاءَ عَلَى مِرْفَقَيْهِ. أَخْرَجَهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0048",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ» أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَابْنُ مَاجَهْ، بِإِسْنَادٍ ضَعِيفٍ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0049",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَلِلترْمِذِيِّ: عَنْ سَعِيدِ بْنِ زَيْدٍ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0050",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَأَبِي سَعِيدٍ نَحْوُهُ، قَالَ أَحْمَدُ: لَا يَثْبُتُ فِيهِ شَيْءٌ (1).",
        "",
        ""
    ],
    [
        "#0051",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَفْصِلُ بَيْنَ الْمَضْمَضَةِ وَالاسْتِنْشَاقِ. أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ ضَعِيفٍ (1).",
        "",
        ""
    ],
    [
        "#0052",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَلِيٍّ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- ثُمَّ تَمَضْمَضَ - صلى الله عليه وسلم - وَاسْتَنْثَرَ ثَلَاثًا، يُمَضْمِضُ وَيَنْثِرُ مِنَ الْكَفِّ الَّذِي يَأْخُذُ مِنْهُ الْمَاءَ. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ (1).",
        "",
        ""
    ],
    [
        "#0053",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- ثُمَّ أَدْخَلَ - صلى الله عليه وسلم - يَدَهُ، فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ، يَفْعَلُ ذَلِكَ ثَلَاثًا. مُتَّفَقٌ عَلَيْهِ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0054",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْ أَنَسٍ - رضي الله عنه - قَالَ: رَأَى النَّبِيُّ - صلى الله عليه وسلم - رَجُلًا وَفِي قَدَمِهِ مِثْلُ الظُّفْرِ لَمْ يُصِبْهُ الْمَاءُ. فَقَالَ: «ارْجِعْ فَأَحْسِنْ وُضُوءَكَ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ (1).\r\n\r",
        "",
        ""
    ],
    [
        "#0055",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "",
        "",
        "وَعَنْهُ قَالَ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَتَوَضَّأُ بِالْمُدِّ، وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ\r\n\r\nأَمْدَادٍ. مُتَّفَقٌ عَلَيْهِ (1).\r\n\r",
        "",
        ""
    ]
]