const bulugh_dataSet = [
    [
        "#0001",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْبَحْرِ: «هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ». أَخْرَجَهُ الْأَرْبَعَةُ, وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ, وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَالتِّرْمِذِيُّ، وَرَوَاهُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ.",
        "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ކަނޑާ މެދުގައި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”އޭގެ ފެން ޠަހޫރުވެގެންވެއެވެ. އަދި އޭގެ މުޅަ ތަކެތި ޙަލާލުވެގެންވެއެވެ.“ (ނޯޓު: ޠަހޫރަކީ އޭގެ ޒާތުގައި ވެސް ތާހިރު، އަދި އެހެން އެއްޗެހި ވެސް ތާހިރުކޮށްދޭ ތަކެއްޗެވެ.) މި ޙަދީޘް ރިވާ ކުރެއްވީ ސުނަނުގެ ހަތަރު އިމާމުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީއާއި، ނަސާއީއާއި، އިބްނު މާޖާއެވެ.) އަދި އިބްނު އަބީ ޝައިބާވެސް ރިވާ ކުރެއްވިއެވެ. އަދި މިއީ އެ އިމާމުގެ ރިވާޔަތެވެ. އަދި އިބްނު ޚުޒައިމާއާއި ތިރްމިޛީ މި ޙަދީޘް ޞައްޙަ ކުރެއްވިއެވެ. އަދި އިމާމު މާލިކާއި، ޝާފިޢީއާއި، އަޙްމަދު ވެސް މި ޙަދީޘް ރިވާ ކުރެއްވިއެވެ.",
        ""
    ],
    [
        "#0002",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِنَّ الْمَاءَ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ» أَخْرَجَهُ الثَّلَاثَةُ، وَصَحَّحَهُ أَحْمَدُ.",
        "އަދި އަބޫ ސަޢީދު އަލްޚުދްރީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން ފެނަކީ ތާހިރު އެއްޗެކެވެ. އެއްވެސް އެއްޗަކުން އެ ނަޖިސްވެގެން ނުދާނެއެވެ.“ \n<br><br>\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ތިން ބޭކަލުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދާއި، ތިރްމިޛީ އަދި ނަސާއީއެވެ.) އަދި އިމާމު އަޙްމަދު މި ޙަދީޘް ޞައްޙަ ކުރެއްވިއެވެ.",
        ""
    ],
    [
        "#0003",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «إِنَّ الْمَاءَ لَا يُنَجِّسُهُ شَيْءٌ، إِلَّا مَا غَلَبَ عَلَى رِيحِهِ وَطَعْمِهِ وَلَوْنِهِ» أَخْرَجَهُ ابْنُ مَاجَهْ وَضَعَّفَهُ أَبُو حَاتِمٍ.",
        "އަދި އަބޫ އުމާމާ އަލްބަހިލީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން އެއްވެސް އެއްޗަކުން ފެނެއް ނަޖިސްވެގެން ނުދާނެއެވެ.  އެއީ (އެ ފެނަށް އެއްޗެއް އެޅިގެން) އޭގެ ވަހާއި، ރަހައާއި، ކުލައަށް ވެރިވެގަންނަ (ބަދަލެއް ގެނުވާ) އެއްޗަކުން މެނުވީއެވެ.“ \n<br><br>\nމި ޙަދީޘް ރިވާ ކުރެއްވީ އިބްނު މާޖާއެވެ. އަދި އަބޫ ޙާތިމް މި ޙަދީޘް ޟަޢީފު ކުރެއްވިއެވެ.",
        ""
    ],
    [
        "#0004",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَلِلْبَيْهَقِيِّ: «الْمَاءُ طَهُورٌ إِلَّا إِنْ تَغَيَّرَ رِيحُهُ، أَوْ طَعْمُهُ، أَوْ لَوْنُهُ; بِنَجَاسَةٍ تَحْدُثُ فِيهِ»",
        "އަދި ބައިހަޤީގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ފެނަކީ ޠަހޫރު އެއްޗެކެވެ. އެއީ އެއަށް އެޅިގެންދާ ނަޖިހަކުން އޭގެ ވަސް، ނުވަތަ ރަހަ، ނުވަތަ ކުލަ ބަދަލު ނުވާހާ ހިނދަކުއެވެ.“ (ނޯޓު: ޠަހޫރަކީ އޭގެ ޒާތުގައި ވެސް ތާހިރު، އަދި އެހެން އެއްޗެހި ވެސް ތާހިރުކޮށްދޭ ތަކެއްޗެވެ.)",
        ""
    ],
    [
        "#0005",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الْخَبَثَ»، وَفِي لَفْظٍ: «لَمْ يَنْجُسْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَابْنُ حِبَّانَ.",
        "އަދި ޢަބްދު ﷲ ބިން ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ފެނުގައި ދެ ޤުއްލަ ހަމަވާނަމަ، (އެއަށް ނަޖިހެއް އެޅުނަސް) އަސަރެއް ނުކުރާނެއެވެ.“ އަދި އެހެން ރިވާޔަތެއްގައި ވެއެވެ: ”އެ ފެން ނަޖިހެއް ނުވާނެއެވެ.“ (ނޯޓު: ބުލޫޣުލް މަރާމްގެ ޝަރަޙާގައި، ޝައިޚު ޢަބްދު ﷲ ބިން ޞާލިޙު އަލްފައުޒާން ވިދާޅުވަނީ، ދެ ޤުއްލައަކީ ގާތްގަނޑަކަށް ދުއިސައްތަ ހަތަރު ކިލޯގްރާމެވެ. އެބަހީ: ދުއިސައްތަ ހަތަރު ލީޓަރެވެ.)\n<br><br>\nމި ޙަދީޘް ރިވާ ކުރެއްވީ ހަތަރު ބޭކަލުންނެވެ. (އެބަހީ: އަބޫ ދާވޫދު، ތިރްމިޛީ، ނަސާއީ އަދި އިބްނު މާޖާއެވެ.) އަދި އިބްނު ޚުޒައިމާއާއި އިބްނު ޙިއްބާން މި ޙަދީޘް ޞައްޙަ ކުރެއްވިއެވެ.",
        ""
    ],
    [
        "#0006",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لا يَغْتَسِلْ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ» أَخْرَجَهُ مُسْلِمٌ، وَلِلْبُخَارِيِّ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ الَّذِي لَا يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ»، وَلِمُسْلِمٍ: «مِنْهُ»، وَلِأَبِي دَاوُدَ: «وَلَا يَغْتَسِلُ فِيهِ مِنَ الْجَنَابَةِ».",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ. ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ޖުނުބުވެރިކަން މަތީ ހުރެ، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް އެރިގެން ފެންނުވަރާށެވެ.“ މި ޙަދީޘް ރިވާ ކުރެއްވީ އިމާމު މުސްލިމެވެ. \n<br><br>\nއަދި ބުޚާރީގެ ރިވާޔަތެއްގައި ވެއެވެ: ”ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު، އެއް ތަނެއްގައި ގަރާރުވެފައި ހުންނަ ނުހިނގާ ފެންގަނޑަކަށް ކުޑަކަމުނުދާށެވެ. (އަދި އެއަށް ކުޑަކަމުދިއުމަށް ފަހު) ދެން އެއަށް އެރިގެން ފެން ނުވަރާށެވެ.“ \n<br><br>\nއަދި މުސްލިމުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އެ ފެނުން (ފެން ނުވަރާށެވެ.)“ \n<br><br>\nއަދި އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި ވެއެވެ: ”އެއަށް އެރިގެން ޖުނުބެރިކަމުން ހިނައިތާހިރުވެ ނުގަންނާށެވެ.“",
        ""
    ],
    [
        "#0007",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ رَجُلٍ صَحِبَ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: نَهَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنْ تَغْتَسِلَ الْمَرْأَةُ بِفَضْلِ الرَّجُلِ، أَوِ الرَّجُلُ بِفَضْلِ الْمَرْأَةِ، وَلْيَغْتَرِفَا جَمِيعًا. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَإِسْنَادُهُ صَحِيحٌ.",
        "އަދި ނަބިއްޔާ ﷺ އާ ބައްދަލުވި ޞަޙާބީ ބޭކަލަކު ރިވާ ކުރެއްވިއެވެ: ފިރިހެނަކު (ހިނައިގަތުމަށް) ބޭނުންކުރުމަށް ފަހު ބާކީވާ ފެނުން އަންހެނަކު ހިނައިގަތުމާއި، އަންހެނަކު (ހިނައިގަތުމަށް) ބޭނުންކުރުމަށް ފަހު ބާކީވާ ފެނުން ފިރިހެނަކު ހިނައިގަތުން ނަބިއްޔާ ނަހީ ކުރެއްވިއެވެ. އަދި އެ ދެ މީހުން ވެސް އެކުއެކީގައި (ކަންވާރުގެ ތެރެއަށް) އަތް ބާނައިގެން ފެން ނަގާހުއްޓެވެ. މި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދާއި ނަސާއިއެވެ. އަދި މި ޙަދީޘްގެ ސަނަދު ޞައްޙައެވެ.",
        ""
    ],
    [
        "#0008",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ رَضِيَ اللَّهُ عَنْهَا. أَخْرَجَهُ مُسْلِمٌ.",
        "އަދި އިބްނު ޢައްބާސް رَضِيَ اللَّهُ عَنْهُمَا ރިވާ ކުރެއްވިއެވެ: މައިމޫނާ رَضِيَ اللَّهُ عَنْهَا ހިނައިގެންނެވުމަށް ފަހު ބާކީ ހުންނަ ފެނުން ނަބިއްޔާ ﷺ ހިނައިގަންނަވައެވެ. މި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ.",
        ""
    ],
    [
        "#0009",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَلِأَصْحَابِ السُّنَنِ: اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ - صلى الله عليه وسلم - فِي جَفْنَةٍ، فَجَاءَ لِيَغْتَسِلَ مِنْهَا، فَقَالَتْ لَهُ: إِنِّي كُنْتُ جُنُبًا، فَقَالَ: «إِنَّ الْمَاءَ لَا يُجْنِبُ» وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ.",
        "އަދި ސުނަނުގެ އަހުލުވެރީން (އެބަހީ: އަބޫ ދާވޫދާއި، އިބްނު މާޖާ) ރިވާ ކުރެއްވިއެވެ: ބޮޑު ކަންވާރެއްގައި ނަބިއްޔާ ﷺ ގެ އަނބިކަނބަލުންގެ ތެރެއިން ބޭކަނބަލެއް  ހިނައިގެންނެވިއެވެ. ދެން އޭގެން ހިނައިގެންނެވުމަށް ޓަކައި ނަބިއްޔާ ވަޑައިގެންނެވިއެވެ. އެ ހިނދު އެކަލޭގެފާނުގެ އަރިހުގައި އެ ކަމަނާ ދެންނެވިއެވެ. ތިމަން ކަމަނާ ވެވަޑައިގަތީ ޖުނުބުވެރި  ހާލުކޮޅުގައެވެ. އެ ހިނދު ހަދީޘްކުރެއްވިއެވެ. ”ހަމަކަށަވަރުން  ފެން ޖުނުބުވެރި ނުވާނެއެވެ.“  މި ހަދީޘް ޞައްޙަ ކުރައްވާފައިވަނީ ތިރްމިޛީ އަދި އިބްނު މާޖާއެވެ.",
        ""
    ],
    [
        "#0010",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «طُهُورُ إِنَاءِ أَحَدِكُمْ إِذَا وَلَغَ فِيهِ الْكَلْبُ أَنْ يَغْسِلَهُ سَبْعَ مَرَّاتٍ، أُولَاهُنَّ بِالتُّرَابِ» أَخْرَجَهُ مُسْلِمٌ، وَفِي لَفْظٍ لَهُ: «فَلْيُرِقْهُ».\n<br><br>\nوَلِلتِّرْمِذِيِّ: «أُخْرَاهُنَّ، أَوْ أُولَاهُنَّ بِالتُّرَابِ».",
        "އަދި އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިޔަބައިމީހުން ކުރެ މީހެއްގެ ކަންވާރެއްގެ ތެރެއަށް ކުއްތާއެއް ދޫލައިފި ނަމަ، އެ ތާހިރު ކުރުން ވަނީ ހަތް ފަހަރު ދޮވެގެންނެވެ. އޭގެ ތެރެއިން ފުރަތަމަ ފަހަރު ވެލިންނެވެ.“ މި ޙަދީޘް ރިވާ ކުރެއްވީ މުސްލިމެވެ. އަދި އެ އިމާމުގެ އެހެން ރިވާޔަތެއްގައި ވެއެވެ: އެ ކަންވާރުގައި ހުރި އެއްޗެއް އޮއްސާލާށެވެ.\n<br><br>\nއަދި ތިރްމިޛީގެ ރިވާޔަތެއްގައި ވެއެވެ: އޭގެ ތެރެއިން ފަހު ފަހަރު، ނުވަތަ ފުރަތަމަ ފަހަރު ވެލިން (ދޮންނާށެވެ.). ",
        ""
    ],
    [
        "#0011",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَبِي قَتَادَةَ - رضي الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ -فِي الْهِرَّةِ-: «إِنَّهَا لَيْسَتْ بِنَجَسٍ، إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ التِّرْمِذِيُّ وَابْنُ خُزَيْمَةَ.\n",
        "",
        ""
    ],
    [
        "#0012",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: جَاءَ أَعْرَابِيٌّ فَبَالَ فِي طَائِفَةِ الْمَسْجِدِ، فَزَجَرَهُ النَّاسُ، فَنَهَاهُمُ النَّبِيُّ - صلى الله عليه وسلم - فَلَمَّا قَضَى بَوْلَهُ أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - بِذَنُوبٍ مِنْ مَاءٍ; فَأُهْرِيقَ عَلَيْهِ. مُتَّفَقٌ عَلَيْهِ.",
        "",
        ""
    ],
    [
        "#0013",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "وَعَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، فَأَمَّا الْمَيْتَتَانِ: فَالْجَرَادُ وَالْحُوتُ، وَأَمَّا الدَّمَانِ: فَالطِّحَالُ وَالْكَبِدُ» أَخْرَجَهُ أَحْمَدُ وَابْنُ مَاجَهْ، وَفِيهِ ضَعْفٌ.",
        "",
        ""
    ],
    [
        "#0014",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ ليَنْزِعْهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً، وَفِي الْآخَرِ شِفَاءً» أَخْرَجَهُ الْبُخَارِيُّ،\n\nوَأَبُو دَاوُدَ، وَزَادَ: «وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ».",
        "",
        ""
    ],
    [
        "#0015",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «مَا قُطِعَ مِنَ الْبَهِيمَةِ -وَهِيَ حَيَّةٌ- فَهُوَ مَيِّتٌ» أَخْرَجَهُ أَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَحَسَّنَهُ، وَاللَّفْظُ لَهُ.",
        "އަބޫ ވާޤިދުއްލައިޘީ - رضي الله عنه – ގެ ފަރާތުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލާ - صلى الله عليه وسلم – ޙަދީޘްކުރެއްވިއެވެ. «ޖަނަވާރެއްގެ ކިބައިން -އެ ދިރިހުއްޓައި- ވަކި ކުރެވުނު ބަޔަކީ މުޅަ އެއްޗެކެވެ». މި ޙަދީޘް ނެރުއްވީ އަބޫ ދާޥޫދާއި ތިރްމިޛީއެވެ. އަދި ތިރްމިޛީ އެ ޙަސަނުކަމަށް ދެކިލެއްވިއެވެ. މިއީ އެބޭފުޅާގެ ލަފްޒެވެ.",
        ""
    ],
    [
        "#0016",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ رَضِيَ الْلَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ والْفِضَّةِ، وَلَا تَأْكُلُوا فِي صِحَافِهَا، فَإِنَّهَا لَهُمْ فِي الدُّنْيَا، وَلَكُمْ فِي الْآخِرَةِ» مُتَّفَقٌ عَلَيْهِ.",
        "ޙުޒައިފަތު ބްނުލް ޔަމާން رَضِيَ الْلَّهُ عَنْهُمَا ގެ ފަރާތުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލާ - صلى الله عليه وسلم – ޙަދީޘްކުރެއްވިއެވެ. «ރަނާ ރިހީގެ ކަންވާރުތަކުގައި ތިޔަބައިމީހުން ނުބޯށެވެ. އަދި އޭގެ ތަށިތަކުގައި ތިޔަބައިމީހުން ނުކާށެވެ. ފަހެ ހަމަކަށަވަރުން ދުނިޔޭގައި އެތަކެތި ވަނީ އެބައިމީހުންނަށެވެ (އެބަހީ: ކާފަރުންނަށެވެ). އަދި އާޚިރަތުގައި ތިޔަބައިމީހުންނަށެވެ.». މިޙަދީޘް ނެރުއްވުމުގެ މައްޗަށް އަލްބުޚާރީއާ މުސްލިމު މި ދެ އިމާމުން އިއްތިފާޤުވެވަޑައިގަތެވެ.",
        ""
    ],
    [
        "#0017",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أُمِّ سَلَمَةَ رَضِيَ الْلَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «الَّذِي يَشْرَبُ فِي إِنَاءِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي بَطْنِهِ نَارَ جَهَنَّمَ» مُتَّفَقٌ عَلَيْهِ.",
        "އުއްމު ސަލަމާ رَضِيَ الْلَّهُ عَنْهَا ފަރާތުން ރިވާވެގެންވެއެވެ. އެކަމަނާ ވިދާޅުވިއެވެ. ރަސޫލާ - صلى الله عليه وسلم – ޙަދީޘްކުރެއްވިއެވެ. « ރިހީގެ ކަންވާރުގައި ބޯ މީހާ އޭނާގެ ބަނޑަށް އަޅާކަން ކަށަވަރީ ނަރަކައިގެ އަލިފާނެވެ ». \r\nމިޙަދީޘް ނެރުއްވުމުގެ މައްޗަށް އަލްބުޚާރީއާ މުސްލިމު މި ދެ އިމާމުން އިއްތިފާޤުވެވަޑައިގަތެވެ.\r",
        ""
    ],
    [
        "#0018",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنِ ابْنِ عَبَّاسٍ رَضِيَ الْلَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «إِذَا دُبِغَ الْإِهَابُ فَقَدْ طَهُرَ» أَخْرَجَهُ مُسْلِمٌ، وَعِنْدَ الْأَرْبَعَةِ: «أَيُّمَا إِهَابٍ دُبِغَ».",
        "އިބްނު ޢައްބާސް رَضِيَ الْلَّهُ عَنْهُمَا ގެ ފަރާތުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލާ - صلى الله عليه وسلم – ޙަދީޘްކުރެއްވިއެވެ. « އިހާބު (ޖަނަވާރުގެ ހަން ނުވަތަ ދިބާޣުނުކޮށް ހުންނަ ހަން) ދިބާޣު ކުރެވުމުން، ފަހެ ހަމަކަށަވަރުން ޠާހިރުވާނެއެވެ ».\r\nމިޙަދީޘް ނެރުއްވީ އަލްއިމާމު މުސްލިމުއެވެ. އަދި ހަތަރު ބޭކަލުން (އަބޫ ދާވޫދު، އައްތިރްމިޛީ، އައްނަސާއީ އަދި އިބްނު މާޖާ) ނެރުއްވި މި ޙަދީޘުގެ ލަފްޒުގައި ވަނީ « އެއްވެސް އިހާބެއް ދިބާޣު ކުރެވުމުން » މިފަދައިންނެވެ.\r",
        ""
    ],
    [
        "#0019",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ سَلَمَةَ بْنِ الْمُحَبِّقِ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الْلَّهِ - صلى الله عليه وسلم -: «دِبَاغُ جُلُودِ الْمَيْتَةِ طُهُورُها» صَحَّحَهُ ابْنُ حِبَّانَ.\n\n",
        "ސަލަމަތު ބްނުލް މުޙައްބިޤު - رضي الله عنه – ގެ ފަރާތުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލާ - صلى الله عليه وسلم – ޙަދީޘްކުރެއްވިއެވެ.\r\n«މުޅަ ޖަނަވާރުތަކުގެ ހަންތައް ދިބާޣު ކުރުމަކީ އެއީ އެތަކެތީގެ ޠާހިރުކަމެވެ». މިޙަދީޘު އިބްނު ޙިއްބާނު ނެރުއްވައި ޞައްޙަކުރެއްވިއެވެ.\r",
        ""
    ],
    [
        "#0020",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ مَيْمُونَةَ رَضِيَ الْلَّهُ عَنْهَا، قَالَتْ: مَرَّ رَسُولُ الْلَّهِ - صلى الله عليه وسلم - بِشَاةٍ يَجُرُّونَهَا، فَقَالَ: «لَوْ أَخَذْتُمْ إِهَابَهَا»؟ فَقَالُوا: إِنَّهَا مَيْتَةٌ، فَقَالَ: «يُطَهِّرُهَا الْمَاءُ وَالْقَرَظُ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ.",
        "މައިމޫނާ - رَضِيَ الْلَّهُ عَنْهَا - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަމަނާ ވިދާޅުވިއެވެ: (މަރުވެފައިވާ) ބަކައްޓެއް ދަމަމުން ދިޔަބަޔަކާ، ރަސޫލާ -صلى الله عليه وسلم - އާ ދިމާވިއެވެ. ފަހެ، އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ. \"ތިޔަބައިމީހުން އޭގެ ހަނގަނޑު ނެގިނަމަ ކިހާ ރަނގަޅުވީހެވެ.\" ފަހެ، އެބައިމީހުން ބުންޏެވެ. \" ހަމަކަށަވަރުން އޭތި އެވަނީ މަރުވެފައެވެ.\" ފަހެ، އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ. \" ފެނާއި، الْقَرَظُން  (ދިބާޣު ކުރުމުން) އެ ޠާޙިރުކުރެވޭނެއެވެ.\" މި ޙަދީޘްފުޅު ނެރުއްވީ އަބޫދާވޫދާއި އައް ނަސާއީއެވެ. (މުތަރުޖިމް: الْقَرَظُ އަކީ؛ ފަތްޕިލާވެލީގެ ބާވަތެކެވެ.)",
        ""
    ],
    [
        "#0021",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ - رضي الله عنه - قَالَ: قُلْتُ: يَا رَسُولَ الْلَّهِ، إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ، أَفَنَأْكُلُ فِي آنِيَتِهِمْ؟ فَقَالَ: «لَا تَأْكُلُوا فِيهَا، إِلَّا أَنْ لَا تَجِدُوا غَيْرَهَا، فَاغْسِلُوهَا، وَكُلُوا فِيهَا» مُتَّفَقٌ عَلَيْهِ.",
        "އަބޫ ޘަޢްލަބަތަލް ޚުޝަނީ - رضي الله عنه - އެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ތިމަން ދެންނެވީމެވެ. އޭ ﷲ ގެ ރަސޫލާއެވެ. ތިމަންނާމެންނަކީ، އަހުލުކިތާބީން (ދިރިއުޅެމުންދާ) ބިމެއްގައި އުޅެމުންދާ ބަޔަކީމުއެވެ. ތިމަންމެނަށް، އެބައިމީހުންގެ ކަންވާރުތަކުން ކެހުން (ހުއްދަވެގެން) ވޭތޯއެވެ؟. ފަހެ އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ. \"ތިޔަބައިމީހުން (ކެއުމަށް) އެނޫން އެއްޗެއް  ނުފެނިއްޖެ ޙާލަތެއްގައި މެނުވީ، އެތަކެތީގައި ތިޔަބައިމީހުން ނުކާށެވެ. (އެކަންވާރު ބޭނުންކުރަން ޖެހިއްޖެ ޙާލަތެއްގައި) ފަހެ އެތަކެތި (ބޭނުންކުރުމުގެ ކުރިން) ދޮންނާށެވެ. އަދި (އެއަށްފަހު) އެތަކެތީގައި ކާށެވެ. މިޙަދީޘަކީ ދެ ޝޭޚުން އިއްތިފާޤުވެގެންވާ ޙަދީޘެކެވެ.",
        ""
    ],
    [
        "#0022",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ عِمْرَانَ بْنِ حُصَيْنٍ رَضِيَ الْلَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - وَأَصْحَابَهُ تَوَضَّؤُوا مِنْ مَزَادَةِ امْرَأَةٍ مُشْرِكَةٍ. مُتَّفَقٌ عَلَيْهِ، فِي حَدِيثٍ طَوِيلٍ.",
        "އަދި ޢިމްރާނު ބުން ޙުޞައިން - رَضِيَ الْلَّهُ عَنْهُمَا - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ހަމަކަށަވަރުން ނަބިއްޔާ - صلى الله عليه وسلم - އާއި އެކަލޭގެފާނުގެ ޢަޞްޙާބުން، މުޝްރިކު އަންހެނެއްގެ مَزَادَة އަކުން (އެބަހީ؛ ޖަނަވާރުގެ ހަމުން ހަދާފައިވާ ކަންވާރަކުން) ވުޟޫ ކުރެއްވިއެވެ. މިޙަދީޘަކީ ދެ ޝެއިޚުން އިއްތިފާޤުވެގެންވާ ހަދީޘެކެވެ. (މިއީ) ދިގު ޙަދީޘެއްގެ ބައެކެވެ.",
        ""
    ],
    [
        "#0023",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الآنية",
        "ކަންވާރުގެ ބާބު",
        "وَعَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - أَنَّ قَدَحَ النَّبِيِّ - صلى الله عليه وسلم - انْكَسَرَ، فَاتَّخَذَ مَكَانَ الشَّعْبِ سِلْسِلَةً مِنْ فِضَّةٍ. أَخْرَجَهُ الْبُخَارِيُّ.",
        "އަދި އަނަސް ބުން މާލިކް - رضي الله عنه - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ހަމަކަށަވަރުން ނަބިއްޔާ - صلى الله عليه وسلم - ފެންފޮދު ހިތްޕަވާ ކަންވާރުކޮޅު ތަޅައިގެންދިޔައެވެ. ފަހެ، އެ ތެޅުނުތަނުގައި، ރިހިން ހަދާފައިވާ ނަރެއް އަޅުއްވާ، އެކަލޭގެފާނު (އެ ކަންވާރު) މަރާމާތުކުރެއްވިއެވެ.\" މި ޙަދީޘް ނެރުއްވާފައިވަނީ ބުޚާރީއެވެ.",
        ""
    ],
    [
        "#0024",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "عَنْ أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: سُئِلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَنِ الْخَمْرِ تُتَّخَذُ خَلًّا؟ قَالَ: «لَا» أَخْرَجَهُ مُسْلِمٌ.",
        "އަނަސް ބުން މާލިކް - رضي الله عنه - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ބަނގުރަލުން، ރާހުތް ހެދުމާއި ބެހޭގޮތުން ރަސޫލާ - صلى الله عليه وسلم - އަރިހުގައި ސުވާލުދެންނެވުނެވެ. އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ: \" ނޫނެކެވެ. (އެބަހީ؛ އެކަން ހުއްދަވެގެން ނުވެއެވެ.)\" މިޙަދީޘް އިމާމް މުސްލިމް ނެރުއްވާފައިވެއެވެ.",
        ""
    ],
    [
        "#0025",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْهُ قَالَ: لَمَّا كَانَ يَوْمُ خَيْبَرَ أَمَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَبَا طَلْحَةَ، فَنَادَى: إِنَّ اللَّهَ وَرَسُولَهُ يَنْهَيَانِكُمْ عَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِ؛ فَإِنَّهَا رِجْسٌ. مُتَّفَقٌ عَلَيْهِ.",
        "އަދި أنس بن مالك رضي الله عنه ގެ ކިބައިން ރިވާވެގެންވެއެވެ: ޙައިބަރުގެ ދުވަހުގައި أبو طلحة އަށް رسول الله ﷺ އަމުރުފުޅުކުރެއްވިއެވެ، ފަހެ ނިދާ އިއްވެވިއެވެ: ހަމަކަށަވަރުން ﷲ އާއި އެކަލާންގެ ރަސޫލާ ﷺ ހިމާރުގެ މަސްކެއުން ތިޔަބައިމީހުންގެ މައްޗަށް ނަހީކުރެއްވިއެވެ؛ ފަހެ ހަމަކަށަވާރުން އެއީ މުޑުދާރު ތަކެއްޗެވެ.",
        ""
    ],
    [
        "#0026",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ عَمْرِو بْنِ خَارِجَةَ - رضي الله عنه - قَالَ: خَطَبَنَا رسولُ اللهِ - صلى الله عليه وسلم - بِمِنًى، وَهُوَ عَلَى رَاحِلَتِهِ، وَلُعَابُهَا يَسِيلُ عَلَى كَتِفَيَّ. أَخْرَجَهُ أَحْمَدُ وَالتِّرْمِذِيُّ وَصَحَّحَهُ.",
        "އަދި عمرو بن خارجة رضي الله عنه ގެ ކިބައިން ރިވާވެގެންވެއެވެ:މިނާގައި رسول الله ﷺ އަހަރެމެންގެ މައްޗަށް ޙުތުބާއެއް ދެންނެވިއެވެ، އެކަލޭގެފާނު ހުންނެވީ ސަވާރީއެއްގެ މައްޗަށް އަރާވަދައިގެންނެވެ، އޭރު އޭތީގެ ކުޅުތައް ތިމަން ސަޙާބީގެ ކޮނޑުފުޅު މައްޗަށް ފާބައެވެ. الإمام أحمد މި ހަދީޘް ނެރުއްވާފައިވެއެވެ. އަދި الإمام الترمذي މި ހަދީޘް ޞައްހަ ކުރައްވާފައިވެއެވެ.",
        ""
    ],
    [
        "#0027",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَغْسِلُ الْمَنِيَّ، ثُمَّ يَخْرُجُ إِلَى الصَّلَاةِ فِي ذَلِكَ الثَّوْبِ، وَأَنَا أَنْظُرُ إِلَى أَثَرِ الْغَسْلِ فِيهِ. مُتَّفَقٌ عَلَيْهِ.",
        "އަދި عائشة رضي الله عنها ގެ ކިބައިން ރިވާވެގެންވެއެވެ: رسول الله ﷺ ފޭރާން ކޮޅުގައި ހުންނަ މަނި ދޮވެލައްވައެވެ، އެއްފަހުގައި އެފޭރާންކޮޅު ތުރުކުރައްވައިގެން ނަމާދަށް ނިކުމެވަޑައި ގަންނަވައެވެ. އޭރު ތިމަންކަމަނާއަށް އެފޭރާންކޮޅުގައި (ހުރި މަނި) ދޮވެލައްވާފައިވާ ކަމުގެ އަޘަރު ފެނިވަޑައިގަންނަވަން ހުއްޓެވެ.",
        ""
    ],
    [
        "#0028",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَلِمُسْلِمٍ: لَقَدْ كُنْتُ أَفْرُكُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَرْكًا، فَيُصَلِّي فِيهِ، وَفِي لَفْظٍ لَهُ: لَقَدْ كُنْتُ أَحُكُّهُ يَابِسًا بِظُفْرِي مِنْ ثَوْبِهِ.",
        "އަދި مسلم ގެ ރިވާޔަތެއްގައިވެއެވެ: ހަމަކަށަވަރުން ތިމަން ކަމަނާ رسول الله ﷺ ގެ ފޭރާން ކޮޅުގައި ހުންނަ މަނި ކަހާ ފިލުވައިލެއްވުމަކުން ފިލުވާލައްވަމެވެ. ދެން އެފޭރާން ކޮޅުގައި ނަބިއްޔާ ﷺ ނަމާދު ކުރައްވައެވެ.\nއަދި مسلم ގެ އެހެން ލަފްޛެއްގައި ރިވާކުރައްވާފައިވެއެވެ: ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ ގެ ފޭރާން ކޮޅުގައި ހިކިފައި ހުންނަ މަނި ތިމަންކަމަނާގެ ނިޔަފަތިން ކަހާ ފިލުވާލައްވަމެވެ.",
        ""
    ],
    [
        "#0029",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَبِي السَّمْحِ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم - «يُغْسَلُ مِنْ بَوْلِ الْجَارِيَةِ، وَيُرَشُّ مِنْ بَوْلِ الْغُلَامِ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَصَحَّحَهُ الْحَاكِمُ.",
        "އަދި أبو السمح رضي الله عنه ގެ އަރިހުން ރިވާވެގެންވެއެވެ: رسول الله ﷺ ހަދީޘް ކުރެއްވިއެވެ: \"ކިރުބޯ ކުޑަ އަންހެންކުއްޖާ ކުޑަކަމުދާތަން ޖެހޭނީ ދޮންނާށެވެ (އެބަހީ ފުދޭނީ އެގޮތެވެ). އަދި ކިރުބޯ ކުޑަ ފިރިހެންކުއްޖާ ކުޑަކަމުދާތަނަށް ޖެހޭނީ ފެން ވިހުރުވައިލާށެވެ (އެބަހީ އެގޮތް ފުދޭނެއެވެ).\" أبو داود އަދި النسائي މި ހަދީޘް ނެރުއްވާފައިވެއެވެ. އަދި الحاكم މި ހަދީޘް ޞައްހަ ކުރައްވާފައިވެއެވެ.",
        ""
    ],
    [
        "#0030",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ -فِي دَمِ الْحَيْضِ يُصِيبُ الثَّوْبَ-: «تَحُتُّهُ، ثُمَّ تَقْرُصُهُ بِالْمَاءِ، ثُمَّ تَنْضَحُهُ، ثُمَّ تُصَلِّي فِيهِ» مُتَّفَقٌ عَلَيْهِ.",
        "އަސްމާ ބިންތި އަބީބަކްރިން رضي الله عنهما ރިވާކުރެއްވި އެވެ. އަންނައުނުގައި  އުނގުޅޭ ހައިޟުގެ ލެއާއި މެދު ރަސޫލާ صلى الله عليه وسلم  ޙަދީޘް ކުރެއްވި އެވެ. \"ފުރަތަމަ އެ ކަހާލާ ށެވެ. ދެން ފެން ފޮދަކުން އެތަން ތެތްކޮށްލުމަށް ފަހު އުނގުޅާލާ ށެވެ. ދެން އިތުރަށް ފެންއަޅައި ދޮންނާށެވެ. ދެން އެއަށްފަހު އެ ހެދުމުގައި  ނަމާދު ކުރާ ށެވެ.\" ރިވާ ކުރެއްވީ ބުޚާރީ އާއި މުސްލިމް އެވެ.",
        ""
    ],
    [
        "#0031",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب إزالة النجاسة وبيانها",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَتْ خَوْلَةُ: يَا رَسُولَ اللَّهِ، فَإِنْ لَمْ يَذْهَبِ الدَّمُ? قَالَ: «يَكْفِيكِ الْمَاءُ، وَلَا يَضُرُّكِ أَثَرُهُ» أَخْرَجَهُ التِّرْمِذِيُّ، وَسَنَدُهُ ضَعِيفٌ.",
        "އަބޫ ހުރެއިރާ رضي الله عنه  ރިވާކުރެއްވި އެވެ. ޚައުލާ ވިދާޅުވިއެވެ. \"އޭ  اللهގެ ރަސޫލާ އެވެ ! ފަހެ ލޭ ( ގެ އަސަރު ) ނުފިލާ ކަމުގައި ވާނަމަ ހަދާނީ ކިހިނެއްތޯ އެވެ؟” “ކަމަނާ އަށް ފެނުން ( ދޮވެލުމުން) ފުދިގެންވެ އެވެ. އަދި އޭގައި ލޭގެ އަޘަރު ހުރުމަކުން ކަމަނާ އަށް އެއްވެސް ގެއްލުމެއް ނުލިބޭނެ އެވެ.” ޙަދީޘް ރިވާ ކުރެއްވީ ތިރްމިޛީ އެވެ. އަދި ޙަދީޘް ގެ ސަނަދަކީ ބަލިކަށި ސަނަދެކެވެ.",
        ""
    ],
    [
        "#0032",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ: «لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي لَأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ وُضُوءٍ» أَخْرَجَهُ مَالِكٌ وأَحْمَدُ وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
        "އަބޫ ހުރެއިރާ رضي الله عنه ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ރިވާ ކުރެއްވި އެވެ. ރަސޫލާ صلى الله عليه وسلم ޙަދީޘް ކުރެއްވި އެވެ. “ތިމަން ކަލޭގެފާނުގެ އުއްމަތަށް ބުރަކަމަކަށް ނުވާނަމަ، ކޮންމެ ވުޟޫ އަކާއި އެކު ސިވާކު ބޭނުން ކުރުމަށް އެބައި މީހުންނަށް ތިމަން ކަލޭގެފާނު އަމުރު ކުރެއްވީމުހެވެ.”މި ޙަދީޘް ރިވާކުރެއްވީ މާލިކް، އަޙްމަދު އަދި އަންނަސާއީ އެވެ. އަދި މި ޙަދީޘް ޞައްޙަ ކުރެއްވީ އިބުނު ޙުޒެއިމާ އެވެ.",
        ""
    ],
    [
        "#0033",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ حُمْرَانَ أَنَّ عُثْمَانَ - رضي الله عنه - دَعَا بِوَضُوءٍ، فَغَسَلَ كَفَّيْهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ وَاسْتَنْثَرَ، ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثَ مَرَّاتٍ، ثُمَّ غَسَلَ يَدَهُ الْيُمْنَى إِلَى الْمِرْفَقِ ثَلَاثَ مَرَّاتٍ، ثُمَّ الْيُسْرَى مِثْلَ ذَلِكَ، ثُمَّ مَسَحَ بِرَأْسِهِ، ثُمَّ غَسَلَ رِجْلَهُ الْيُمْنَى إِلَى الْكَعْبَيْنِ ثَلَاثَ مَرَّاتٍ، ثُمَّ الْيُسْرَى مِثْلَ ذَلِكَ، ثُمَّ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا. مُتَّفَقٌ عَلَيْهِ.\n\n",
        "އަދި ޙުމަރާން ރިވާކުރެއްވިއެވެ. ޢުޘްމާން - رضي الله عنه – ވުޟޫކުރާ ފެން ގެނައެމަށް ގޮވައިލެއްވިއެވެ. އެއަށްފަހު އެކަލޭގެފާނުގެ ދެ އަތްތިލަ ތިން ފަހަރަށް ދޮވެލެއްވިއެވެ. އެއަށްފަހު މަޟްމަޟާ ކޮށް އިސްތިންޝާޤްކޮށް އިސްތިންޘާރު ކުރެއްވިއެވެ. އެއަށްފަހު އެކަލޭގެފާނުގެ މޫނު ތިން ފަހަރަށް ދޮވެލެއްވިއެވެ. އެއަށްފަހު އެކަލޭގެފާނުގެ ކަނާތް އުޅަނބޮއްޓާ ހަމައަށް ތިން ފަހަރަށް ދޮވެލެއްވިއެވެ. އެއަށްފަހު ވައަތް އެފަދައިން ދޮވެލެއްވިއެވެ. އެއަށްފަހު ބޮލުގައި ފެން ފޮއްސެވިއެވެ. އެއަށްފަހު ކަނާތުފައި ދެ ތަނބިކައްޓާ ހަމައަށް ދޮވެލެއްވިއެވެ. އެއަށްފަހު ވާތުފައި ހަމައެފަދައިން ދޮވެލެއްވިއެވެ. އެއަށްފަހު ވިދާޅުވިއެވެ. ތިމަންގެ ވުޟޫފަދައިން ރަސޫލު ﷲ - صلى الله عليه وسلم – ވުޟޫ ކުރެއްވިތަން ތިމަން ދެކުނީމެވެ. ރިވާ ކުރެއްވީ އަލަބުޚާރީއާއި މުސްލިމް.",
        ""
    ],
    [
        "#0034",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَلِيٍّ - رضي الله عنه - فِي صِفَةِ وُضُوءِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: وَمَسَحَ بِرَأْسِهِ وَاحِدَةً. أَخْرَجَهُ أَبُو دَاوُدَ.",
        "އަދި ނަބިއްޔާ ﷺ ވުޟޫ ކުރެއްވި ގޮތާމެދު ޢަލީ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: އަދި ނަބިއްޔާގެ އިސްތަށިފުޅުގައި އެއް ފަހަރު ފެން ފުއްސެވިއެވެ. މި ޙަދީޘް ރިވާ ކުރެއްވީ އަބޫ ދާވޫދެވެ.",
        ""
    ],
    [
        "#0035",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيدِ بْنِ عَاصِمٍ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- قَالَ: وَمَسَحَ - صلى الله عليه وسلم - بِرَأْسِهِ، فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ. مُتَّفَقٌ عَلَيْهِ،\n\nوَفِي لَفْظٍ: بَدَأَ بِمُقَدَّمِ رَأْسِهِ، حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ، ثُمَّ رَدَّهُمَا إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ.",
        "އަދި ޢަބްދުالله ބިން ޒައިދް ބިން ޢާޞިމް رضي الله عنه ވުޟޫކުރުމުގެ ސިފައާއި މެދު ވިދާޅުވިއެވެ. “އަދި  ރަސޫލާ صلى الله عليه وسلم  އިސްތަށިފުޅުގައި ފެންފުއްސެވި އެވެ. ފަހެ ނިތްކުރިފުޅުން ފެށިގެން އިސްތަށިފުޅުގެ  ފަހަތްޕުޅަށް ދެއަތްޕުޅު ގެންނަވާ އަބުރާ ނިތްކުރިފުޅަށް ގެންނެވިއެވެ.” ރިވާކުރެއްވީ އިމާމް ބުޚާރީ އާއި މުސްލިމް އެވެ. \n\nއަދި  ބުޚާރީ އާއި މުސްލިމްގެ އެހެން ލަފްޡެއްގައި ވެ އެވެ. \"އެކަލޭގެފާނު އިސްތަށިފުޅުގެ ކުރިން (ނިތްކުރިފުޅުން) ފެއްޓެވިއެވެ. ދެެއަތް ޕުޅު ކަނދުރާ ފުޅާއި ހަމައަށް ގެންނެވުމަށް ފަހު، ފެއްޓެވި ތަނަށް އަނބުރާ ދެއަތްޕުޅު  ރައްދުކުރެއްވި އެވެ.”",
        ""
    ],
    [
        "#0036",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا -فِي صِفَةِ الْوُضُوءِ- قَالَ: ثُمَّ مَسَحَ - صلى الله عليه وسلم - بِرَأْسِهِ، وَأَدْخَلَ إِصْبَعَيْهِ السَّبَّاحَتَيْنِ فِي أُذُنَيْهِ، وَمَسَحَ بِإِبْهَامَيْهِ ظَاهِرَ أُذُنَيْهِ. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
        "ޢަބްދުﷲ ބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُمَا ގެ ފަރާތުން ރަސޫލާ صلى الله عليه وسلم ވުޟޫކުރެއްވި ގޮތުގެ ސިފައާމެދު ވާރިދުވެގެންވެއެވެ. «ދެން ރަސޫލާ صلى الله عليه وسلم އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. އަދި ދެ ކަންފަތްފުޅުގެ އެތެރެފަރާތަށް ދެ ޝަހާދަތް އިނިގިލިފުޅު ލައްވަވައި، އަދި ދެ ބޮޑުވާ އިނގިލިފުޅުން ދެ ކަންފަތްފުޅުގެ ބޭރު ފަރާތުގައި ފެން ފުއްސެވިއެވެ». \r\nމި ޙަދީޘް ނެރުއްވީ އަބޫ ދާވޫދާއި ނަސާއީ އަދި އިބްނު ޚުޒައިމާ އެބޭފުޅާގެ ޞަޙީޙުގައެވެ.",
        ""
    ],
    [
        "#0037",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثًا، فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيْشُومِهِ» مُتَّفَقٌ عَلَيْهِ.",
        "އަބޫ ހުރައިރާ رضي الله عنه ރިވާކުރެއްވިއެވެ. ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ. « ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލާ ހިނދު ފަހެ ނޭފަތުގެ ހިނދުރި ތެރެއަށް ތިން ފަހަރު ފެން ވައްދައި ދޮންނާށެވެ. އެހެނީ ހަމަ ކަށަވަރުން ޝައިޠާނާ އޭނާގެ ނޭފަތު އެތެރޭގައި ރޭ ވޭތުކުރެއެވެ ».\r\nމިޙަދީޘް ނެރުއްވުމުގެ މައްޗަށް ދެ ޝައިޚުން އިއްތިފާޤުވެވަޑައިގަތެވެ.",
        ""
    ],
    [
        "#0038",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْهُ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الْإِنَاءِ حَتَّى يَغْسِلَهَا ثَلَاثًا؛ فَإِنَّهُ لَا يَدْرِي أَيْنَ بَاتَتْ يَدَهُ» مُتَّفَقٌ عَلَيْهِ، وَهَذَا لَفْظُ مُسْلِمٍ.",
        "އަދިވެސް ރަސޫލާ صلى الله عليه وسلم ގެ ކިބައިން، އަބޫ ހުރައިރާ رضي الله عنه ރިވާކުރެއްވިއެވެ. «ތިޔަބައިމީހުންގެ ތެރެއިން މީހަކު ނިދިން ހޭލާ ހިނދު، ފަހެ ތިން ފަހަރު އަތް ދޮވެފުމަށް ދާންދެން ފެން ކަންވާރުގެ ތެރެއަށް އަތް ގަންބާނުލާށެވެ. އެހެނީ އޭނާގެ އަތް، ވޭތުކުރީ ކޮންތަނެއްގައި ކަމެއް އޭނާއަކަށް ނޭނގެއެވެ». \r\nމި ޙަދީޘް ނެރުއްވުމުގެ މައްޗަށް ދެ ޝައިޚުން އިއްތިފާޤުވެވަޑައިގަތެވެ. އަދި މިއީ މުސްލިމުގެ ލަފްޒެވެ.",
        ""
    ],
    [
        "#0039",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ لَقِيطِ بْنِ صَبِرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أَسْبِغِ الْوُضُوءَ، وَخَلِّلْ بَيْنَ الْأَصَابِعِ، وَبَالِغْ فِي الاسْتِنْشَاقِ، إِلَّا أَنْ تَكُونَ صَائِمًا» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ، وَلِأَبِي دَاوُدَ فِي رِوَايَةٍ: «إِذَا تَوَضَّأْتَ فَمَضْمِضْ».",
        "އަދި ލަޤީޠް ބްނު ޞަބިރާ رضي الله عنه ރިވާކުރެއްވިއެވެ. ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ. «(ކޮންމެ ގުނަވަނެއްގައިވެސް ރަނގަޅަށް ފެން ޖައްސައި) ފުރިހަމައަށް ތިބާ ވުޟޫ ކުރާށެވެ. އަދި އިނގިލިތަކުގެ ދޭތެރެއަށް އިނގިލިތައް ވައްދައި ވިނަވާށެވެ. އަދި ތިބާ ރޯދައަށް ނުހުންނަ ހިނދެއްގައިނަމަ ނޭފަތުގެ ތެރެއަށް ގަދައަށް ފެންލައި އިސްތިންޝާޤު ކުރާށެވެ». \r\nމި ޙަދީޘް ނެރުއްވީ ހަތަރު ބޭކަލުން (އަބޫ ދާވޫދު، އައްތިރްމިޛީ، އައްނަސާއީ އަދި އިބްނު މާޖާ) އެވެ. އަދި އިބްނު ޚުޒައިމާ އެބޭފުޅާގެ ޞަޙީޙުގައި ނެރުއްވައި ޞައްޙަކުރެއްވިއެވެ. އަބޫ ދާވޫދުގެ ރިވާޔަތެއްގައި އިތުރަށް ވެއެވެ. « ތިބާ ވުޟޫ ކުރާ ހިނދު މަޟްމަޟާކުރާށެވެ.» (އެބަހީ: އަނގައިގެ ތެރެއަށް ފެންލައި ހަރަކާތްކޮށް ދޮންނާށެވެ).",
        ""
    ],
    [
        "#0040",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عُثْمَانَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يُخَلِّلُ لِحْيَتَهُ فِي الْوُضُوءِ. أَخْرَجَهُ التِّرْمِذِيُّ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
        "ޢުޘްމާނު رضي الله عنه ރިވާކުރެއްވިއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ވުޟޫ ކުރައްވާއިރު ތުނބުޅިފުޅު ވިނަވާލައްވައެވެ. \r\nމި ޙަދީޘް ނެރުއްވީ ތިރްމިޛީއެވެ. އަދި އިބްނު ޚުޒައިމާ އެބޭފުޅާގެ ޞަޙީޙުގައި ނެރުއްވައި ޞައްޙަކުރެއްވިއެވެ.",
        ""
    ],
    [
        "#0041",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أُتِيَ بِثُلُثَيْ مُدٍّ، فَجَعَلَ يَدْلُكُ ذِرَاعَيْهِ. أَخْرَجَهُ أَحْمَدُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
        "ޢަބްދު ﷲ ބިން ޒައިދިން رضي الله عنه  ރިވާކުރެއްވިއެވެ. ރަސޫލާ  صلى الله عليه وسلم  އަށް މުއްދެއްގެ ތިންބައިކުޅަ ދެބައިގެ (ފެން) ގެނެވުނެވެ. އެހިނދު އޭގެއިން އެކަލޭގެފާނު، އެކަލޭގެފާނުގެ ދެ އަތްޕުޅު އުނގުޅުއްވަން ފެއްޓެވިއެވެ. ޙަދީޘް ރިވާކުރެއްވީ އަޙްމަދުއެވެ. އަދި ޙަދީޘް ޞައްޙަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        ""
    ],
    [
        "#0042",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْهُ، أَنَّهُ رَأَى النَّبِيَّ - صلى الله عليه وسلم - يَأْخُذُ لِأُذُنَيْهِ مَاءً خِلَافَ الْمَاءِ الَّذِي أَخَذَ لِرَأْسِهِ. أَخْرَجَهُ الْبَيْهَقِيُّ، وَهُوَ عِنْدَ مُسْلِمٍ مِنْ هَذَا الْوَجْهِ بِلَفْظ: وَمَسَحَ بِرَأْسِهِ بِمَاءٍ غَيْر فَضْلِ يَدَيْهِ، وَهُوَ الْمَحْفُوظ.",
        "އަދިވެސް އެކަލޭގެފާނު ރިވާކުރެއްވިއެވެ. ރަސޫލާ  صلى الله عليه وسلم އެކަލޭގެފާނުގެ ކަންފަތްޕުޅުގައި ފެން ފުއްސެވުމަށް، އިސްތަށިފުޅަށް ނެންގެވި ފެންފޮދު ނޫން އެހެން ފެންފޮދެއް ނެންގެވިތަން އެކަލޭގެފާނަށް ފެނިވަޑައިގަތެވެ. ޙަދީޘް ރިވާކުރެއްވީ އަލްބައިޙަޤީއެވެ. އަދި މުސްލިމްގެ ރިވާޔަތުގައިވާ ލަފްޡުގައިވަނީ : އަދި އެކަލޭގެފާނު އަތްޕުޅު ދޮންނެވުމަށްފަހު ބާކީވި ފެންފޮދު ނޫން އެހެން ފެންފޮދަކުން އެކަލޭގެފާނުގެ އިސްތަށިފުޅުގައި ފެން ފުއްސެވިއެވެ. މަޙްފޫޡު ވެގެންވާ ޙަދީޘަކީ މި ލަފްޡެވެ.",
        ""
    ],
    [
        "#0043",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «إِنَّ أُمَّتِي يَأْتُونَ يَوْمَ الْقِيَامَةِ غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الْوُضُوءِ»، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ. مُتَّفَقٌ عَلَيْهِ، وَاللَّفْظُ لِمُسْلِمٍ.",
        "އަބޫ ހުރައިރާ  رضي الله عنه ވިދާޅުވިއެވެ. ރަސޫލާ  صلى الله عليه وسلم  ޙަދީޘްކުރެއްވި އަޑު ތިމަންކަލޭގެފާނު އެއްސެވީމެވެ.  ހަމަކަށަވަރުން ޤިޔާމަތް ދުވަހުން ތިމަންކަލޭގެފާނުގެ އުންމަތް، ވުޟޫގެ އަޘަރުތަކުގެ ސަބަބުން އަލިވެގެންވާ މޫނުތަކަކާއި، އަތްތަކަކާއި އަދި ފައިތިލަތަކަކާއިއެކު އަންނަހުއްޓެވެ. ފަހެ، ތިޔަބައިމީހުންގެ ތެރެއިން އެމީހެއްގެ އަލިކަން އިތުރުކުރުމަށް ކުޅަދާނަވެގެންވާ މީހާ އެކަން ކުރާހުށިކަމެވެ.",
        ""
    ],
    [
        "#0044",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ. مُتَّفَقٌ عَلَيْهِ.",
        "ޢާއިޝާ رضي الله عنها ވިދާޅުވިއެވެ. ފައިވާން ޖޯޑު ކޮޅަށް އެރުއްވުމުގަޔާއި އިސްތަށިފުޅު ތުރުކުރެއްވުމުގަޔާއި ޠަހާރަތުގަޔާއި އަދި އެންމެހައި ކަންތައްތަކެއްގައި ކަނާތްޕުޅު އިސްކުރެއްވުމަށް ރަސޫލާ  صلى الله عليه وسلم ލޯބިފުޅު ކުރެއްވިއެވެ. ރިވާކުރެއްވީ އަލްބުޚާރީ އަދި މުސްލިމް އެވެ.",
        ""
    ],
    [
        "#0045",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا تَوَضَّأْتُمْ فَابْدَأوا بِمَيَامِنِكُمْ» أَخْرَجَهُ الْأَرْبَعَةُ، وَصَحَّحَهُ ابْنُ خُزَيْمَةَ.",
        "އަބޫ ހުރައިރާ  رضي الله عنه ވިދާޅުވިއެވެ. ރަސޫލާ صلى الله عليه وسلم ޙަދީޘް ކުރެއްވިއެވެ. ތިޔަބައިމީހުން ވުޟޫކުރާ ހިނދު، ތިޔަބައިމީހުންގެ ކަނާތް ފަރާތުން ފަށާހުށިކަމެވެ. ޙަދީޘް ރިވާކުރެއްވީ ހަތަރު ބޭކަލުންނެވެ. އަދި ޙަދީޘް ޞައްޙަ ކުރެއްވީ އިބްނު ޚުޒައިމާއެވެ.",
        ""
    ],
    [
        "#0046",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ - رضي الله عنه - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - تَوَضَّأَ، فَمَسَحَ بِنَاصِيَتِهِ، وَعَلَى الْعِمَامَةِ وَالْخُفَّيْنِ. أَخْرَجَهُ مُسْلِمٌ.",
        "އަދި މުޣީރާ ބުން ޝޢްބާ - رضي الله عنه - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ހަމަކަށަވަރުން، ނަބިއްޔާ - صلى الله عليه وسلم - ވުޟުކުރެއްވިއެވެ. ފަހެ، އެކަލޭގެފާނުގެ ނިތްމަތީގެ އިސްތަށިފުޅުތަކުގަޔާއި، ފަގުޑިކޮޅު މަތީގަޔާއި، ދެ ޚުއްފުކޮޅު މަތީގައި ފެންފުއްސެވިއެވެ.\" މި ޙަދީޘް ނެރުއްވާފައިވަނީ މުސްލިމްއެވެ.",
        ""
    ],
    [
        "#0047",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا -فِي صِفَةِ حَجِّ النَّبِيِّ - صلى الله عليه وسلم - قَالَ - صلى الله عليه وسلم -: «ابْدَؤُوا بِمَا بَدَأَ اللَّهُ بِهِ» أَخْرَجَهُ النَّسَائِيُّ، هَكَذَا بِلَفْظِ الْأَمْر، وَهُوَ عِنْدَ مُسْلِمٍ بِلَفْظِ الْخَبَرِ.",
        "އަދި ޖާބިރު ބުން ޢަބްދިﷲ - رَضِيَ اللَّهُ عَنْهُمَا - ގެ އަރިހުން، ނަބިއްޔާ - صلى الله عليه وسلم - ގެ ޙައްޖުގެ ޞިފަފުޅު، ބަޔާންވެގެންވީ ޙަދީޘްގައި ވެއެވެ. އެކަލޭގެފާނު - صلى الله عليه وسلم - ޙަދީޘްކުރެއްވިއެވެ. \" ﷲ (ތަރުތީބު ކުރައްވާ) ފައްޓަވާފައިވާ ކަންކަމުން، ތިޔަބައިމީހުންވެސް ފަށާށެވެ.\" މި ޙަދީޘް ނެރުއްވީ ނަސާއީއެވެ. (އެބޭފުޅާ ނެރުއްވި ޙަދީޘްގައިވަނީ) މިފަދައިން، އަމުރުގެ ލަފުޒުންނެވެ. އަދި މުސްލިމްގެ އަރިހުގައި އެ ހަދީޘްވަނީ، ޚަބަރުގެ ލަފުޒުންނެވެ.",
        ""
    ],
    [
        "#0048",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْهُ قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا تَوَضَّأَ أَدَارَ الْمَاءَ عَلَى مِرْفَقَيْهِ. أَخْرَجَهُ الدَّارَقُطْنِيُّ بِإِسْنَادٍ ضَعِيفٍ.",
        "އަދި އެކަލޭގެފާނުގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ނަބިއްޔާ - صلى الله عليه وسلم - ވުޟޫކުރައްވާއިރު، އެކަލޭގެފާނުގެ އުޅަނބޯށިކޮޅުގައި ފެން ދައުރުކުރައްވައެވެ. (އެބަހީ، އުޅަނބޮށިކޮޅުގައި ފެންޖައްސަވައެވެ.) މި ޙަދީޘް، ދާރުޤުޠުނީ ނެރުއްވާފައިވަނީ، ޟަޢީފު (ބަލިކަށި) އިސްނާދަކުންނެވެ.",
        ""
    ],
    [
        "#0049",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ» أَخْرَجَهُ أَحْمَدُ وَأَبُو دَاوُدَ وَابْنُ مَاجَهْ، بِإِسْنَادٍ ضَعِيفٍ.",
        "އަދި އަބޫ ހުރައިރާ -  رضي الله عنه - ގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. ރަސޫލު ﷲ - صلى الله عليه وسلم - ޙަދީޘްކުރެއްވިއެވެ. \" ވުޟޫކުރަން ފެށުމުގެ ކުރިން، ﷲ ގެ އިސްމުފުޅު ނުގަންނަ މީހާއަށް ވުޟޫއެއް ނުވެއެވެ. (އެބަހީ: އޭނާގެ ވުޟޫ ފުރިހަމަވެގެންނުވެއެވެ.) މިޙަދީޘް، އަޙްމަދާއި، އަބޫ ދާވޫދާއި، އަދި އިބްނު މާޖާ، ނެރުއްވާފައިވަނީ، ޟަޢީފު (ބަލިކަށި) އިސްނާދަކުންނެވެ.",
        ""
    ],
    [
        "#0050",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَلِلترْمِذِيِّ: عَنْ سَعِيدِ بْنِ زَيْدٍ.",
        "އަދި ތިރްމިޛީގައި، (މިޙަދީޘް) ރިވާވެގެންވަނީ ސަޢީދު ބުން ޒައިދުގެ އަރިހުންނެވެ.",
        ""
    ],
    [
        "#0051",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَأَبِي سَعِيدٍ نَحْوُهُ، قَالَ أَحْمَدُ: لَا يَثْبُتُ فِيهِ شَيْءٌ.",
        "އަދި އަބޫ ސަޢިދުގެ އަރިހުންވެސް އެފަދައިން ރިވާވެގެންވެއެވެ. އަޙްމަދު ވިދާޅުވިއެވެ: މިކަމުގައި (އައިސްފައިވާ) އެއްވެސް ޙަދީޘެއް ޘާބިތެއްނޫނެވެ.",
        ""
    ],
    [
        "#0052",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَفْصِلُ بَيْنَ الْمَضْمَضَةِ وَالاسْتِنْشَاقِ. أَخْرَجَهُ أَبُو دَاوُدَ بِإِسْنَادٍ ضَعِيفٍ.",
        "",
        ""
    ],
    [
        "#0053",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَلِيٍّ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- ثُمَّ تَمَضْمَضَ - صلى الله عليه وسلم - وَاسْتَنْثَرَ ثَلَاثًا، يُمَضْمِضُ وَيَنْثِرُ مِنَ الْكَفِّ الَّذِي يَأْخُذُ مِنْهُ الْمَاءَ. أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ.",
        "",
        ""
    ],
    [
        "#0054",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ - رضي الله عنه - فِي صِفَةِ الْوُضُوءِ- ثُمَّ أَدْخَلَ - صلى الله عليه وسلم - يَدَهُ، فَمَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدَةٍ، يَفْعَلُ ذَلِكَ ثَلَاثًا. مُتَّفَقٌ عَلَيْهِ.",
        "",
        ""
    ],
    [
        "#0055",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب الوضوء",
        "",
        "وَعَنْ أَنَسٍ - رضي الله عنه - قَالَ: رَأَى النَّبِيُّ - صلى الله عليه وسلم - رَجُلًا وَفِي قَدَمِهِ مِثْلُ الظُّفْرِ لَمْ يُصِبْهُ الْمَاءُ. فَقَالَ: «ارْجِعْ فَأَحْسِنْ وُضُوءَكَ» أَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ.",
        "",
        ""
    ]
]