let bulugh_dataSet=[
    [
        "#001",
        "‌كتاب الطهارة",
        "ތަހާރާގެ ފޮތް",
        "باب المياه",
        "ފެނުގެ ބާބު",
        "عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الْبَحْرِ: «هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ». أَخْرَجَهُ الْأَرْبَعَةُ, وَابْنُ أَبِي شَيْبَةَ وَاللَّفْظُ لَهُ, وَصَحَّحَهُ ابْنُ خُزَيْمَةَ وَالتِّرْمِذِيُّ، وَرَوَاهُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ.",
        "އަބޫ ހުރައިރާ رَضِيَ اللَّهُ عَنْهُ ރިވާ ކުރެއްވިއެވެ: ކަނޑާ މެދުގައި ރަސޫލު ﷲ ޙަދީޘް ކުރެއްވިއެވެ: އެއީ އެ ތަނުގެ ފެން ތާހިރުވެގެންވާ،  އަދި އެތަނުގެ މަރުވާ ތަކެތި ޙަލާލުވެގެންވާ ތަނެކެވެ.",
        ""
    ]
]