[["الإسلام دين رسل الله","އިސްލާމް ދީނަކީ މާތް الله ގެ ރަސޫލުންގެ ދީނެވެ."],["الإسلام هو الاستسلام لله خالق الكون ومدبره، والانقياد له محبة وتعظيماً، وأساس الإسلام هو الإيمان بالله، وأنه هو الخالق وكل ما سواه مخلوق، وأنه المستحق للعبادة وحده لا شريك له، لا معبود بحق إلا هو، له الأسماء الحسنى والصفات العلى، وله الكمال المطلق بلا نقص، لم يلد ولم يولد ولم يكن له كفواً ولا مثيلاً، لا يحل ولا يتجسد في شيء من خلقه.","އިސްލާމްކަމަކީ: ކައުނު އުފެއްދެވި ޚާލިޤު އަދި އެ ކައުނު ތަދުބީރުކުރައްވާ ﷲ އަށް ބޯލަނބާ އަމާންދިނުމެވެ. އަދި އެކަލާނގެއަށް ލޯތްބާއި ޤަދަރާއެކު ކިޔަމަންވުމެވެ. އިސްލާމްކަމުގެ އަސާސަކީ މާތް الله އަށް އީމާންވެ، އަދި އެކަލާނގެއީ ޚާލިޤުކަމާއި އެނޫން ހުރިހާ އެއްޗެއް އެއީ އުފެއްދެވިގެންވާ މަޚްލޫޤުންކަމާއި، އަދި އެކަލާނގެއީ އެއްވެސް ބައިވެރިއެއްނެތި އަޅުކަން ހަމައެކަނި ޙައްޤުވާ ފަރާތްކަމަށް އީމާންވުމެވެ. އެކަލާނގެ ފިޔަވައި ޙައްޤު ގޮތުގައި އަޅުކަންވެވޭ ފަރާތެއް ނުވެއެވެ. އެންމެ ރިވެތި ނަންފުޅުތަކާއި އެންމެ މަތިވެރި ޞިފަފުޅުތައް އެކަލާނގެއަށް ލިބިވޮޑިގެންވެއެވެ. އަދި އެއްވެސް އުނިކަމެއް ނެތި، މުޠުލަޤު ފުރިހަމަކަން އެކަލާނގެއަށް ވެއެވެ. އެކަލާނގެއަކަށް އެއްވެސް އެއްޗެއް އުފަންވެގެނެއް ނުވެތެވެ. އަދި އެއްވެސް އެއްޗަކަށް އެކަލާނގެ އުފަންވެވޮޑިގެނެއް ނުވެއެވެ. އަދި އެކަލާނގެއާ އެއްފަދަވެގެންވާ، އެއްހަމަވެގެންވާ ހަމަ އެކައްޗެއްވެސް ނުވެއެވެ. އަދި އެކަލާނގެ ޚަލްޤުތަކުންކުރެ އެއްވެސް އެއްޗެއްގެ ކިބައިގައި އެކަލާނގެ ނިވައިވެވޮޑިގެން އަދި ބައްޓަންވެވޮޑިގެން ނުވެއެވެ."],["والإسلام هو دين الله تعالى الذي لا يقبل من الناس ديناً غيره، وهو الدين الذي جاء به جميع الأنبياء عليهم السلام.","އިސްލާމްދީނަކީ މީސްތަކުންގެ ކިބައިން އެނޫން ދީނެއް ﷲ ތަޢާލާ ޤަބޫލުނުކުރައްވާނޭ އެކަލާނގެ (ހަމައެކަނި) ދީނެވެ. އަދި އެއީ ހުރިހާ ނަބިއްޔުން عليهم السلام ގެންނެވި ދީނެވެ."],["ومن أصول الإسلام الإيمان بجميع الرسل، وبأن الله أرسل الرسل ليبلغوا أوامره لعباده وأنزل إليهم كتباً، وكان آخرهم محمداً عليه السلام، أرسله الله بالشريعة الإلهية الخاتمة الناسخة لشرائع الرسل قبله، أيده الله بالآيات العظيمة، وأعظمها القرآن الكريم، كلام رب العالمين، أعظم كتاب عرفته البشرية، معجز في مضمونه ولفظه ونظمه، فيه الهداية للحق الموصل للسعادة في الدنيا والآخرة، وهو محفوظ إلى اليوم باللغة العربية التي نزل بها، لم يغير ولم يبدل فيه ولا حرف واحد،","އިސްލާމްދީނުގެ އަސާސްތަކުގެ ތެރޭގައި ހުރިހާ ރަސޫލުންނަށް އީމާންވުން ހިމެނެއެވެ. އަދި އެކަލާނގެ ރަސޫލުން ފޮނުއްވީ އަޅުތަކުންނަށް އެކަލާނގެ އަމުރުފުޅުތައް ފޯރުކޮށްދިނުމަށްޓަކައި ކަމާއި، އަދި އެކަލާނގެ އެބޭކަލުންނަށް ފޮތްތައް ބާވައިލެއްވިކަމެވެ. އޭގެ ތެރެއިން އެންމެ ފަހުގެ ބޭކަލަކީ މުޙައްމަދު عليه السلام އެވެ. ﷲ އެކަލޭގެފާނު ފޮނުއްވީ އެކަލޭގެފާނުގެ ކުރީގައި އުޅުއްވި ރަސޫލުންގެ ޝަރީޢަތްތައް އުވާލާ، އެންމެ ފަހުގެ އިލާހީ ޝަރީޢަތާއެކުގައެވެ. ބޮޑެތި ހެކިތަކުން އެކަލާނގެ އެކަލޭގެފާނަށް ބާރު ދެއްވިއެވެ. އޭގެ ތެރެއިން އެންމެ ބޮޑު ހެއްކަކީ ކީރިތި ޤުރުއާނެވެ. ޢާލަމްތަކުގެ ވެރިރަސްކަލާނގެ ކަލާމްފުޅެވެ. އިންސާނުން ދެކުނު އެންމެ މަތިވެރި ފޮތެވެ. އޭގައި އެކުލެވޭ ބައިތަކާއި، ލަފްޒުތަކާއި، އެމުނުމުގައިވެސް މުޢުޖިޒާތެއް ކަމުގައިވާ ފޮތެކެވެ. ދުނިޔެއާއި އާޚިރަތުގައި އުފާވެރިކަމަށް ވާޞިލުކޮށްދޭ ޙައްޤަށްވާ ހިދާޔަތު އެ ފޮތުގައިވެއެވެ. އެ ފޮތް ބާވައިލެއްވުނު ޢަރަބި ބަހުން އަދިއަދަށް ދާންދެންވެސް ރައްކާކުރެވިގެންވެއެވެ. އެ ފޮތުގެ އެންމެ އަކުރެއްވެސް ބަދަލުވެ ތަޣައްޔަރުވެގެން ނުވެއެވެ."],["ومن أصول الإسلام الإيمان بالملائكة، والإيمان باليوم الآخر وفيه يبعث الله الناس من قبورهم يوم القيامة ليحاسبهم على أعمالهم، فمن عمل الصالحات وهو مؤمن فله النعيم المقيم في الجنة، ومن كفر وعمل السيئات فله العذاب العظيم في النار، ومن أصول الإسلام الإيمان بما قدره الله من خير أو شر.","އަދި އިސްލާމްދީނުގެ އަސާސްތަކުގެ ތެރޭގައި މަލާއިކަތުންނަށް އީމާންވުމާއި، އާޚިރަތް ދުވަހަށް އީމާންވުން ހިމެނެއެވެ. އެ ދުވަހުގައި މީސްތަކުން ކުޅަ ޢަމަލުތަކުގެ ޙިސާބު ބެއްލެވުމަށްޓަކައި، ޤިޔާމަތްދުވަހު ﷲ ތަޢާލާ އެމީހުން އަލުން ދިރުއްވާނެއެވެ. ދެންފަހެ މުއުމިނެއްގެ ގޮތުގައި ހުރެ ޞާލިޙު ޢަމަލުތައް ކުރި މީހަކަށް ސުވަރުގޭގައި ދާއިމީ ނިޢުމަތްވެއެވެ. އަދި ކާފަރުވެ ނުބައި ޢަމަލުތައް ކުރި މީހަކަށް ނަރަކައިގައި ބޮޑުވެގެންވާ ޢަޛާބު ހުއްޓެވެ. އަދިވެސް އިސްލާމްދީނުގެ އަސާސްތަކުގެ ތެރޭގައި ﷲ ތަޢާލާ މިންވަރުކޮށް ޤަދަރުކުރެއްވި ހެޔޮ މިންވަރު ނުވަތަ ނުބައި މިންވަރަށް އީމާންވުންވެއެވެ."],["ويؤمن المسلمون أن عيسى عبد الله ورسوله وأنه ليس ابن الله؛ لأن الله عظيم لا يمكن أن يكون له زوجة أو ولد، ولكن الله أخبرنا في القرآن أن عيسى كان نبيا أعطاه الله الكثير من المعجزات وأن الله أرسله لدعوة قومه لعبادة الله وحده لا شريك له وأخبرنا أن عيسى لم يطلب من الناس أن يعبدوه بل كان هو يعبد خالقه.","މުސްލިމުން ޤަބޫލުކުރާ ގޮތުގައި ޢީސާގެފާނަކީ الله ގެ އަޅެކެވެ. އަދި އެކަލާނގެ ރަސޫލެކެވެ. އަދި އެކަލޭގެފާނަކީ ﷲ ގެ ދަރިކަލެއް ނޫނެވެ. އެހެނީ ﷲ ތަޢާލާ މާ މަތިވެރިވެ މާތްވެގެންވެއެވެ. އެކަލާނގެއަށް އަތްނބަކު ނުވަތަ ދަރިޔަކުވުމަކީ ވާނޭކަމެއް ނޫނެވެ. އެކަމަކު ޤުރްއާނުގައި ﷲ އަހަރުމެންނަށް ޚަބަރުދެއްވާފައިވަނީ ޢީސާގެފާނަކީ ﷲ އެކަލޭގެފާނަށް އެތަކެއް މުޢުޖިޒާތެއް ދެއްވި ނަބިއްޔެއްކަމެވެ. އަދި ﷲ އެކަލޭގެފާނު ފޮނުއްވީ ﷲ އަށް އެއްވެސް ޝަރީކަކު ނުލާ އެކަލާނގެ އެއްކައުވަންތަކޮށް އަޅުކަންކުރުމަށް އެކަލޭގެފާނުގެ ޤައުމަށް ގޮވާލެއްވުމަށްޓަކައިއެވެ. އަދި އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރުދެއްވާފައިވަނީ މީސްތަކުންގެ ކިބައިން އެކަލޭގެފާނަށް އަޅުކަންކުރުމަށް ޢީސާގެފާނު އެދިވަޑައިނުގަންނަވާކަމަށެވެ. ކިއެއްތަ، އެކަލޭގެފާނު އަޅުކަންކުރައްވަމުން ގެންދެވީ އެކަލޭގެފާނު ހެއްދެވި ފަރާތަށެވެ."],["والإسلامُ دين متوافق مع الفِطْرة والعقول السليمة، وتَقْبَلُه النفوس السويَّة، شرعه الخالق العظيم لخلقه، وهو دينُ الخير والسعادة للناس جميعًا، لا يميز عِرْقاً على عِرْق، ولا لوناً على لون، والناس فيه سواسية، لا يتميز أحدٌ في الإسلام على غيره إلا بقدر عمله الصالح.","އަދި އިސްލާމްދީނަކީ، ފިޠުރަތާއި ސަލާމަތްތެރި ބުއްދިއާ އެއްގޮތްވާ، އަދި ހަމައަށް ސީދާކޮށްވާ ނަފްސުތައް ޤަބޫލުކުރާނޭ ދީނެކެވެ. މަތިވެރިވެގެންވާ ޚާލިޤު، އެކަލާނގެ ޚަލްޤުތަކުންނަށްޓަކައި އެ ދީން ޝަރުޢުކޮށްދެއްވިއެވެ. އަދި އެއީ ހުރިހާ މީސްތަކުންނަށް ދުނިޔެއާއި އާޚިރަތުގައި، ހެޔޮކަމާއި ބާއްޖަވެރިކަން ލިއްބައިދޭ ދީނެވެ. އެ ދީނުގައި އެއް ނަސްލު އަނެއް ނަސްލުގެ މައްޗަށް، އަދި އެއް ކުލަ އަނެއް ކުލައިގެ މައްޗަށް ތަފާތެއް ނުކުރެއެވެ. ހުރިހާ މީސްތަކުން އެ ދީނުގައި ވަނީ ހަމަހަމަވެގެންނެވެ. އިސްލާމްދީނުގައި އެމީހެއްގެ ހެޔޮ ޢަމަލުތަކުގެ މިންވަރުން މެނުވީ އެކަކުވެސް އަނެކަކުގެ މައްޗަށް ފާހަގަވެ ތަފާތު ނުވެތެވެ."],["ويجب على كل إنسان عاقل أن يؤمن بالله رباً، وبالإسلام ديناً، وبمحمد ‘رسولاً، وهذا أمر ليس للإنسان فيه اختيار؛ لأن الله سيسأله يوم القيامة عما أجاب به الرسل؛ فإن كان مؤمناً فله الفوز والفلاح العظيم، وإن كان كافراً فله الخسران المبين.","ބުއްދި ސަލާމަތުންހުރި ކޮންމެ އިންސާނަކު ﷲ އީ ރައްބުކަމުގައި، އަދި އިސްލާމްދީނަކީ ދީން ކަމުގައި، އަދި މުޙައްމަދުގެފާނީ ރަސޫލެއް ކަމުގައި އީމާންވާން ޖެހެއެވެ. މިއީ އެއްވެސް އިންސާނަކަށް އޭގައި ކުރުމާއި ނުކުރުމުގެ އިޚްތިޔާރު އޮތްކަމެއް ނޫނެވެ. އެހެނީ އޭނާ ރަސޫލުންނަށް ދިން ޖަވާބަކީ ކޮބައިކަމާމެދު ޤިޔާމަތްދުވަހު ﷲ އޭނާއާ ސުވާލުކުރައްވާނެއެވެ. ދެންފަހެ އޭނާއީ މުއުމިނެއްނަމަ ފަހެ އޭނާއަށް ކާމިޔާބާއި ބޮޑުވެގެންވާ ނަޞީބުވެއެވެ. އޭނާއީ ކާފަރެއްނަމަ ފަހެ އޭނާއަށްވަނީ ބަޔާންވެގެންވާ ގެއްލުމާއި ހަލާކެވެ."],["ومن أراد الدخول في الإسلام فعليه أن يقول: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله)، عالماً بمعناها ومؤمناً بها، وبهذا يصير مسلمًا؛ ثم يتعلم بقية شرائع الإسلام شيئاً فشيئاً؛ ليقوم بما أوجبه الله عليه.","އިސްލާމްދީނަށް ވަންނަން ބޭނުން މީހަކުގެ މައްޗަށް އޮތީ މިހެން ކިޔުމެވެ: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله)\n(މާނައީ: ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށް އަޅު ހެކިވަމެވެ. އަދި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ ކަމަށް އަޅު ހެކިވަމެވެ.) \nއެއީ އެކަލިމައިގެ މާނަ އެނގި އެއަށް އީމާންވާ ޙާލުގައިއެވެ. މިއިން އޭނާ މުސްލިމަކަށް ވެދެއެވެ. ދެން އޭނާ އިސްލާމްދީނުގެ ބާކީ ހުރި ޝަރީޢަތްތައް މަޑުމަޑުން ކަމަކަށް ފަހު ކަމެއް ދަސްކުރަމުން ގެންދާނީއެވެ. އެއީ الله އޭނާއަށް ވާޖިބުކުރައްވާފައިވާ ކަންތައް އަދާކުރުމަށްޓަކައިއެވެ."],["لمزيد معلومات: https://byenah.com/ar/discover-islam","އިތުރު މައުލޫމާތު: https://byenah.com/ar/discover-islam"]]