[["الإسلام\nدين الفطرة والعقل والسعادة","އިސްލާމް ދީން\nއެއީ ފިޠުރަތާއި ބުއްދިއާއި ބާއްޖަވެރިކަމުގެ ދީނެވެ."],["بسم الله الرحمن الرحيم\r\nهل سألت نفسك:\r\nمن خلق السماوات والأرض وما فيهما من المخلوقات العظيمة؟ ومن صنع هذا النظام الدقيق المتقن فيها؟\r\nكيف ينتظم ويستقر هذا الكون العظيم بقوانينه التي تضبطه ضبطاً دقيقاً على مر السنين؟\r\nهل خَلَقَ هذا الكون نفسه؟ أم جاء من لا شيء؟ أم وجد بالصدفة؟\r\nمن خلقك؟\r\nمن وضع هذا النظام الدقيق في أجهزة جسمك وأجسام الكائنات الحية؟\r\nلن يقبل أحد أن يقال له إن هذا المنزل جاء من غير أن يبنيه أحد! أو قال له إن العدم هو الذي أوجد هذا المنزل! فكيف يصدق بعض الناس من يقول إن هذا الكون العظيم جاء من غير خالق؟ كيف يقبل عاقل أن يقال له إن هذا الانضباط الدقيق للكون جاء صدفة؟\r\nبالتأكيد هناك إله عظيم خالق ومدبر لهذا الكون وما فيه، وهو الله سبحانه وتعالى.","رحمنވަންތަ رحيمވަންތަ اللَّهގެ اسمފުޅުން (ފަށައިގަންނަމެވެ.)\nތިބާ އަމިއްލަ ނަފުސާ ސުވާލުކުރިން ހެއްޔެވެ؟\nއުޑާއި ބިމާއި އެދެމެދު ވާހައި ބޮޑެތި މަޚުލޫޤާތުތައް ހެއްދެވީ ކޮންފަރާތަކުން ހެއްޔެވެ؟ މި ފުރިހަމަ ނާޒުކު ނިޒާމު ހެއްދެވީ ކޮންފަރާތަކުން ހެއްޔެވެ؟\nއަހަރުތަކުގެ ތެރޭގައި ވަށާ ޖެހޭ މި ބޮޑު ކައުނު، ނާޒުކުކޮށް ހިނގަމުންދާ ޤާނޫނުތަކާއެކު، އެއްވެސް މައްސަލައެއް ނުޖެހި އިންތިޒާމުވެގެން ދަނީ ކިހިނެއް ހެއްޔެވެ؟\nމި ކައުނު އުފެދުނީ އޭގެ ޒާތުގައި އަމިއްލައަށް ހެއްޔެވެ؟\n ނޫނީ އެއްވެސް އެއްޗަކުން ނޫންހެއްޔެވެ؟\n ނޫނީ އިއްތިފާޤަކުން އުފެދުނީ ހެއްޔެވެ؟\nތިބާ ހެއްދެވީ ކޮން ފަރާތަކުންހެއްޔެވެ؟\nތިބާގެ ހަށިގަނޑުގެ ނިޒާމުތަކާއި ދިރޭތަކެތީގެ ހަށިތަކުގައި މި ސީދާ ނިޒާމު ލެއްވީ ކާކު ހެއްޔެވެ؟\nމިހިރަ ގެޔަކީ އެއްވެސް މީހަކު ޢިމާރާތް ނުކޮށް ހުރި ގެޔެކޭ ބުނެގެން އެކަން އެއްވެސް މީހަކު ޤަބޫލެއް ނުކުރާނެއެވެ. ނުވަތަ މި ގެ ވުޖޫދަށް އައީ ނެތުމުގެ ތެރެއިންނޭ ބުނިނަމަވެސްމެއެވެ. ދެންފަހެ\nމި ބޮޑު ކައުނު އައީ އުފެއްދެވި އެއްވެސް ފަރާތެއް ނެތިކަމަށް ބުނާ މީހުންގެ ބަސް ބައެއް މީހުން ތެދުކުރާނީ ކިހިނަކުންހެއްޔެވެ؟ މި ނާޒުކު ރޭވުންތެރިކަމުގެ މައްޗަށް ކައުނު އައީ އިއްތިފާޤަކުން ކަމަށް ބުނެވުން ބުއްދިހުރި މީހަކު ޤަބޫލުކުރާނީ ކިހިނެއް ހެއްޔެވެ؟\nޔަޤީނުންވެސް، މި ކައުނާއި މި ކައުނުގައި ވާހާ އެއްޗެއް ހައްދަވައި ތަދުބީރުކޮށް ހިންގަވާ މަތިވެރި އިލާހަކު އެބަ ވެއެވެ. އެއީ ﷲ ސުބުޙާނަހޫ ވަތަޢާލާ އެވެ."],["والرب سبحانه أرسل إلينا رسلاً وأنزل عليهم الكتب الإلهية (الوحي) وآخرها القرآن الكريم الذي أنزله الله على محمد آخر رسل الله، ومن خلال كتبه ورسله:\r\n⦁عرفنا بنفسه وصفاته وحقه علينا، وبين حقنا عليه.\r\n⦁وأرشدنا أنه هو الرب الذي خلق الخلق، وأنه حي لا يموت، والخلق في قبضته وتحت قهره وتصرفه.\r\nوأخبرنا أن من صفاته العلم فقد أحاط بكل شيء علماً، وأنه سميع بصير لا يخفى عليه شيء في الأرض ولا في السماء.\r\nوالرب هو الحي القيوم الذي حياة كل مخلوق منه وحده سبحانه، وأنه هو القيوم الذي تقوم حياة كل مخلوق به سبحانه، قال تعالى:\r\n﴿اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾\r\n[سورة البقرة:255].","އަދި ހުސްޠާހިރުވަންތަ ރައްބު އަހަރުމެންގެ ގާތަށް ރަސޫލުން ފޮނުއްވިއެވެ. އަދި އެބޭކަލުންނަށް އިލާހީ ފޮތްތައް (ވަޙީ) ބާވައިލެއްވިއެވެ . އޭގެ އެންމެ ފަހު ފޮތަކީ، ﷲ ގެ ރަސޫލުންގެ ތެރެއިން އެންމެ ފަހުގެ ރަސޫލާ މުޙައްމަދުގެފާނުގެ މައްޗަށް ބާވައިލެއްވި ކީރިތި ޤުރްއާނެވެ. އަދި އެކަލާނގެ ފޮތްތަކާއި އެކަލާނގެ ރަސޫލުން މެދުވެރި ކުރައްވާ:\nއެކަލާނގެ ޒާތްޕުޅު އަހަރުމެންނަށް ތަޢާރަފްކޮށްދެއްވިއެވެ. އަދި އެކަލާނގެ ޞިފަފުޅުތައް ބަޔާންކޮށްދެއްވިއެވެ. އަދި އަހަރުމެންގެ މައްޗަށްވާ އެކަލާނގެ ޙައްޤުތަކާއި އަދި  އެކަލާނގެ މައްޗަށްވާ އަހަރުމެންގެ ޙައްޤުތައް ބަޔާންކޮށްދެއްވިއެވެ.\nއަދި އެކަލާނގެ އަހަރުމެންނަށް އުނގަންނައިދެއްވީ އެކަލާނގެއަކީ ޚަލްޤުތައް އުފެއްދެވި ރަސްކަލާނގެ ކަމުގައިއެވެ. އަދި އެކަލާނގެއީ ދިރިދެމިވޮޑިގެންވާ  ދުވަހަކުވެސް މަރުނުވާ ރަސްކަލާނގެ ކަމަށެވެ. \nއަދި ޚަލްޤުތައްވަނީ އެކަލާނގެ އަތްޕުޅުގައި އަދި އެކަލާނގެ ބާރާއި ޤުދުރަތުގެ ދަށުގައިކަމަށެވެ.\nއެކަލާނގެ އެއް ސިފަފުޅަކީ ޢިލްމު ކަމުގައި އަހަރުމެންނަށް ޚަބަރު ދެއްވިއެވެ. އެގޮތުން ހުރިހާ ކަމެއް އެކަލާނގެ ޢިލްމުން ވަށާލައްވާފައި ވެއެވެ. އެކަލާނގެއަކީ ހުރިހާ ކަމެއް އަޑުއައްސަވާ، ހުރިހާ ތަކެއްޗެއް ދެކެވޮޑިގެންވާ އިލާހެވެ. ބިމުގައި އަދި އުޑުގައިވެސް އެއްވެސް އެއްޗެއް އެކަލާނގެއަށް ވަންހަނާވެގެންނުވެއެވެ.\nއަދި ރައްބަކީ ހުރިހާ މަޚްލޫޤެއްގެ ޙަޔާތް ހަމައެކަނި އެފަރާތަކަށް ބިނާވެފައިވާ، ދިރިދެމިވޮޑިގެންވާ ފަރާތެވެ. އަދި އެކަލާނގެއީ ކޮންމެ މަޚްލޫޤެއްގެ ޙަޔާތް އެކަލާނގެ މެދުވެރިކުރައްވާ ޤާއިމުވެގެންވާ، އަބަދަށް ޤާއިމުވެވޮޑިގެންވާ ފަރާތެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\nاللَّهއީ، އެކަލާނގެ ފިޔަވައި حقވެގެން އަޅުކަމެއް ވެވޭ إلهއަކުނުވާ ރަސްކަލާނގެއެވެ. ދިރިދެމިވޮޑިގެންވާ، دائمއަށް قائمވެ ވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. އަވަހާރަފުޅު އައުމެއް އަދި، އަވަހާރަފުޅު ލެއްޕެވުމެއްވެސް އެކަލާނގެއަކަށް ނުވެއެވެ. އުޑުތަކުގައި ވާހައި އެއްޗަކާއި، އަދި ބިމުގައި ވާހައި އެއްޗެއް މިލްކުވެގެންވަނީ އެކަލާނގެއަށެވެ. އެކަލާނގެ إذنފުޅާ ނުލައި އެކަލާނގެ حضرةގައި \nشفاعة ތެރިވާނޭ މީހަކީ ކާކުހެއްޔެވެ؟ އެއުރެންގެ ކުރިން (އެބަހީ: خلقތަކުންގެ ކުރިން) އިސްވެގޮސްފައިވާހައި ކަމަކާއި، އެއުރެންގެ ފަހުން ވާނޭހައި ކަމެއްވެސް އެކަލާނގެ ދެނެވޮޑިގެންވެއެވެ. އަދި، އެކަލާނގެ علمފުޅުގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރެއްވިކަމެއް ފިޔަވައި، އެއްވެސް އެއްޗެއް އެއުރެންނަކަށް އެނގިގެނެއް ނުވެއެވެ. އެކަލާނގެ كرسى، އުޑުތަކާއި، ބިމުގެ އެންމެހައި ކަންކޮޅުތަކަށް ތަނަވަސް ވެގެންވެއެވެ. އެ އުޑުތަކާއި، ބިން، ރައްކާތެރި ކުރައްވައި ހިފެހެއްޓެވުމަށް އެކަލާނގެ حضرةއަކަށް ކުޑަވެސް ބުރަކަމެއް ނުވެއެވެ. އަދި، އެކަލާނގެއީ، އެންމެ މަތިވެރި އެންމެ މާތް ރަސްކަލާނގެއެވެ.\n[ސޫރަތުލްބަޤަރާ: 255]"],["⦁وأخبرنا أنه هو الرب المتصف بصفات الكمال، ورزقنا عقولاً وحواساً تدرك عجائب خلقه وقدرته مما يدلنا على عظمته وقوته وكمال صفاته، وغرس فينا فطرة تدل على كماله وأنه لا يمكن أن يتصف بالنقص.\r\n⦁وعلمنا أن الرب فوق سماواته غير داخل في العالم ولا العالم حال فيه.\r\n⦁وأخبرنا أنه يجب علينا الاستسلام له سبحانه فهو خالقنا وخالق الكون ومدبره.\r\nفالخالق له صفات العظمة ولا يمكن أبدا أن يتصف بالحاجة أو النقص، فالرب لا ينسى ولا ينام ولا يأكل الطعام، ولا يمكن أن يكون له زوجة أو ولد؛ وكل النصوص التي فيها ما يخالف عظمة الخالق ليست من الوحي الصحيح الذي جاء به رسل الله عليهم السلام.\r\nقال الله تعالى في القرآن الكريم:\r\n﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ *\r\nٱللَّهُ ٱلصَّمَدُ *\r\nلَمۡ یَلِدۡ وَلَمۡ یُولَدۡ *\r\nوَلَمۡ یَكُن لَّهُۥ كُفُوًا أَحَدُۢ﴾\r\n[الإخلاص: ١-٤].","އަދި އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރުދެއްވާފައިވަނީ އެކަލާނގެއަކީ ފުރިހަމަކަމުގެ ސިފަފުޅުތަކުން ސިފަ ލިބިވޮޑިގެންވާ ރަސްކަލާނގެ ކަމުގައެވެ. އެކަލާނގެ ޚަލްޤުތަކުންގެ އަޖައިބުތަކާއި އެކަލާނގެ ކުޅަދުންވަންތަކަމުގެ އަޖައިބުތައް ދެނެގަންނަން ބުއްދިތަކާއި ހިއްސުތައް އަހަރުމެންނަށް ދެއްވިއެވެ. އެއީ އެކަލާނގެ މަތިވެރިކަމާއި، ބާރުވެރިކަމާއި، އެކަލާނގެ ޞިފަފުޅުތަކުގެ ފުރިހަމަކަން އަހަރުމެންނަށް ދައްކައިދޭ ކަމެކެވެ. އަދި އެކަލާނގެ ފުރިހަމަކަމާއި، އަދި އުނިކަމުން އެކަލާނގެ ޞިފަ ނުކުރެވޭނެކަމަށް ދަލީލުކޮށްދޭ ފިޠުރަތެއް އެކަލާނގެ އަހަރުމެންގެ ކިބައިގައި އިންދެވިއެވެ.\r\nއަދި އެކަލާނގެ އަހަރުމެންނަށް އަންގަވާފައިވަނީ: މާތްރަސްކަލާނގެ ވޮޑިގެންވަނީ އުޑުތަކުގެ މަތީގައިކަމަށެވެ. ޢާލަމުގެ ތެރޭގައި ނޫންކަމަށެވެ. އަދި ޢާލަމުވެސް އެކަލާނގެ ތެރޭގައި ނެތްކަމަށެވެ.\r\nއަދި އެކަލާނގެ އަހަރުމެންނަށް އަންގަވާފައިވަނީ އެކަލާނގެއަށް ކިޔަމަންވެ ބޯލަނބަން ޖެހޭނެކަމަށެވެ. ފަހެ އެކަލާނގެއަކީ އަހަރުމެން އުފައްދަވާ އަދި ކައުނުވެސް ހައްދަވާ ހިންގަވާ ފަރާތެވެ.\r\nޚާލިޤުވަންތަ ރަސްކަލާނގެއަށް މަތިވެރިކަމުގެ ސިފަތައް ލިބިވޮޑިގެންވެތެވެ. ދުވަހަކުވެސް އެކަލާނގެ ކަމަކަށް ޙާޖަތްޖެހިގެންވާކަމަށް ނުވަތަ އުނިކަމެއްވާކަމަށް ޞިފަކުރެވުމަކީ ވާނެކަމެއް ނޫނެވެ. ފަހެ ރައްބަކީ ހަނދުމަފުޅު ނެތޭ އަދި އަވަހާރަފުޅު ލައްޕަވާ ފަރާތެއް ނޫނެވެ. އަދި ފަރިއްކުޅުވާ ފަރާތެއްވެސް ނޫނެވެ. އަދި އެކަލާނގެއަށް އަތްނބަކު ނުވަތަ ދަރިޔަކުވުމަކީ ވާނެ ކަމެެއް ނޫނެވެ. ޚާލިޤުވަންތަ ރަސްކަލާނގެ މަތިވެރިކަމާ ފުށޫއަރާ ގޮތަށްވާ އެއްވެސް ނައްޞަކީ، ސަލާމްލެއްވުނު ރަސޫލުން ގެނެސްދެއްވި ޞައްޙަ ވަޙީގެ ތެރެއިންވާ ކަންކަމެއް ނޫނެވެ.\r\nކީރިތި ޤުރުއާނުގައި މާތްﷲ ވަޙީކުރެއްވިއެވެ:\r\n(ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއީ އެއްކައުވަންތަ اللَّهއެވެ.\r\nاللَّهއީ، އެންމެހާ ތަކެތި އެކަލާނގެއަށް ބޭނުންތެރިވެގެންވާ، އަދި އެއްވެސް އެއްޗަކަށް، އެކަލާނގެ ބޭނުންވެވޮޑިގެންނުވާ ރަސްކަލާނގެއެވެ.\r\nއެކަލާނގެއަކަށް އެއްވެސް އެއްޗެއް އުފަންވެގެނެއް ނުވެތެވެ. އަދި އެއްވެސް އެއްޗަކަށް އެކަލާނގެ އުފަންވެވޮޑިގެނެއް ނުމެވޭމެއެވެ.\r\nއަދި އެކަލާގެއާ އެއްފަދަވެގެންވާ، ހަމައެކަކުވެސް ނުވެތެވެ.\r\n[الإخلاص: 1-4]."],["إذا كنت تؤمن بالرب الخالق... فهل تساءلت يوماً عن الغرض من خلقك؟ وماذا يريد الله منا، وما الهدف من وجودنا؟\nهل يمكن أن يكون الله قد خلقنا ثم تركنا هملاً؟ هل يمكن أن يكون الله قد خلق كل هذه المخلوقات بدون هدف أو غاية؟\nالحقيقة أن الرب الخالق العظيم \" الله\" أخبرنا عن الغاية من خلقه لنا، وهي عبادة الله وحده، وماذا يريد منا! وأخبرنا أنه هو وحده المستحق للعبادة، وبين لنا من خلال رسله عليهم السلام كيف نعبده؟ وكيف نتقرب إليه بفعل أوامره وترك نواهيه؟ وكيف ننال رضاه؟ ونحذر من عقابه، وأخبرنا عن مصيرنا بعد الموت؟\nوأخبرنا أن هذه الحياة الدنيا هي مجرد اختبار، وأن الحياة الحقيقية الكاملة ستكون في الآخرة بعد الموت.\nوأخبرنا أن من عبد الله كما أمره، وانتهى عما نهاه عنه؛ فله الحياة الطيبة في الدنيا، والنعيم الدائم في الآخرة، ومن عصاه وكفر به فله الشقاء في الدنيا، والعذاب الدائم في الآخرة.\nولأننا نعلم أنه لا يمكن أن نمضي في هذه الحياة دون أن ينال كل إنسان منا جزاء ما عمل من خير أو شر؛ فلا يكون هناك عقاب للظالمين ولا مكافأة للمحسنين؟","ޚާލިޤުވަންތަ ވެރި ރައްބަށް ތިބާ އީމާންވާނަމަ... ދުވަހަކުވެސް ތިބާ ޚަލްޤު ކުރެއްވުމުގެ މަޤްޞަދާ މެދު ވިސްނާލިންތޯއެވެ؟ އަހަރުމެންގެ ކިބައިން ﷲ އެދިވޮޑިގަންނަވަނީ ކޮންކަމެއްތޯއެވެ؟ އަދި އަހަރުމެން ވުޖޫދުވެގެންވުމުގެ މަޤްޞަދަކީ ކޮބައިތޯއެވެ؟\nالله އަހަރުމެން އުފެއްދެވުމަށްފަހު އަހަރުމެން ބޭކާރު ގޮތެއްގައި ދޫކޮށްލެއްވި ކަމަށް ވެދާނެ ހެއްޔެވެ؟ ﷲ މި ހުރިހާ މަޚްލޫޤުން އުފެއްދެވީ އެއްވެސް މަޤްޞަދެއް ނުވަތަ ބޭނުމެއް ނެތި ކަމަށް ވެދާނެ ހެއްޔެވެ؟\nޙަޤީޤަތަކީ ޚަލްޤުކުރެއްވި މާތް ރަސްކަލާނގެ، ”ﷲ“ އެކަލާނގެ އަހަރުމެން އުފެއްދެވި މަޤްޞަދު ބަޔާންކޮށްދެއްވިއެވެ. އެއީ ހަމައެކަނި ﷲ އަށް އަޅުކަންކުރުމެވެ. އަހަރުމެންގެ ކިބައިން އެކަލާނގެ ބޭނުންވެވޮޑިގަންނަވާނީ ކޮންކަމެއް ހެއްޔެވެ! އަޅުކަން ކުރަން ޙައްޤުވަނީ ހަމައެކަނި އެކަލާނގެއަށް ކަމުގައި އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރުދެއްވިއެވެ. އަދި އެކަލާނގެ ރަސޫލުންގެ ޒަރީޢާއިން އެކަލާނގެއަށް އަޅުކަން ކުރަންވީ ގޮތް ބަޔާންކޮށްދެއްވިއެވެ. އެކަލާނގެ އަމުރުކުރައްވާ ކަންތައްތަކާއި، އެކަލާނގެ މަނާކުރައްވާ ކަންކަމުން ދުރުހެލިވެ، އެކަލާނގެއާ ކުއްތަންވާނީ ކިހިނެއްކަމާއި، އެކަލާނގެ ރުހިވޮޑިގަތުން އަހަރުމެން ހޯދާނީ ކިހިނެއްކަން ޚަބަރުދެއްވިއެވެ. އަދި އެކަލާނގެ ޢުޤޫބާތާމެދު އަހަރުމެން ހުށިޔާރުވެ ބިރުވެތިވަމެވެ. އަދި މަރުވުމަށްފަހު އަހަރުމެންގެ ކަންތައް ދާނެގޮތް ބަޔާންކޮށްދެއްވިއެވެ.\nއަދި މިދުނިޔޭގެ ޙަޔާތަކީ ހަމައެކަނި އިމްތިޙާނެއް ކަމުގައި އެކަލާނގެ ޚަބަރުދެއްވިއެވެ. \nއަދި ޙަޤީޤީ، ފުރިހަމަ ޙަޔާތް އޮންނާނީ މަރުވުމަށްފަހު އާޚިރަތުގެ ޙަޔާތުގައި ކަން ބަޔާންކޮށްދެއްވިއެވެ.\nއަދި އެކަލާނގެ އަމުރު ކުރެއްވި ގޮތަށް އެކަލާނގެއަށް އަޅުކަންކޮށް، އެކަލާނގެ މަނާކުރެއްވި ކަންކަމުން ދުރުހެލިވާ މީހަކަށް ދުނިޔޭގައި ހެޔޮ ޙަޔާތެއް ލިބި، އާޚިރަތުގައި ދާއިމީ ނިޢުމަތް ލިބިގެންދާނެކަމަށް އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރުދެއްވިއެވެ. އަދި އެކަލާނގެއަށް ނުކިޔަމަންތެރިވެ އެކަލާނގެއަށް ކާފަރުވެއްޖެ މީހަކަށް ދުނިޔޭގައި އަބާއްޖަވެރިކަމާއި، އަދި އާޚިރަތުގައި ދާއިމީ ޢަޛާބުހުރިކަމަށްވެސް ޚަބަރުދެއްވިއެވެ.\nއެހެނީ އަހަރުމެންނަށް އެނގޭ ކަމަކީ، އަހަރުމެންގެ ތެރެއިން ކޮންމެ މީހަކަށްވެސް، އެމީހަކު ކުރި ހެޔޮ ނުވަތަ ނުބައި ޢަމަލެއްގެ ޖަޒާ ނުލިބި ދިޔުމަކީ ނުވާނޭ ކަމެކެވެ. އެހެންވީމާ ފަހެ އަނިޔާވެރިންނަށް އެއްވެސް އަދަބެއް (އާޚިތަރުގައި) ނުލިބޭނެ ހެއްޔެވެ! އަދި ހެޔޮކަންތައް ކުރާ މީހުންނަށް (އާޚިރަތުގައި) އެއްވެސް ބަދަލެއް ނުލިބޭނެ ހެއްޔެވެ!"],["وقد أخبرنا ربنا أن الفوز برضاه والنجاة من عقابه لا تكون إلا بالدخول في دين الإسلام، والذي هو الاستسلام له وعبادته وحده لا شريك له، والانقياد له بالطاعة، والامتثال لشرعه برضا وقبول، وقد أخبرنا أنه لا يقبل من الناس ديناً غيره، قال الله تعالى:\r\n(وَمَن يَبۡتَغِ غَيۡرَ ٱلۡإِسۡلَٰمِ دِينا فَلَن يُقۡبَلَ مِنۡهُ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ)\r\n[آل عمران:85].\r\nمن ينظر فيما يعبده أكثر الناس اليوم؛ يجد هذا يعبد بشراً، وآخر يعبد صنماً، وآخر يعبد كوكباً وهكذا، ولا ينبغي للإنسان العاقل أن يعبد إلا رب العالمين الكامل في صفاته، فكيف يعبد مخلوقاً مثله أو أدنى منه! فلا يكون المعبود بشراً أو صنماً أو شجراً أو حيواناً!\r\nفكل الأديان التي يتعبد بها الناس اليوم -عدا الإسلام- لا يقبلها الله فهي أديان من صنع البشر، أو أديان كانت إلهية ثم عبثت بها يد البشر، أما الإسلام فهو دين رب العالمين، لا يتغير ولا يتبدل، وكتاب هذا الدين هو القرآن الكريم هو كتاب محفوظ كما أنزله الله ولا يزال في أيدي المسلمين إلى اليوم باللغة التي نزل بها على الرسول الخاتم.","އަހަރުމެންގެ ވެރިރަސްކަލާނގެ އަހަރުމެންނަށް އަންގަވާފައިވަނީ އިސްލާމްދީނަށް ވަދެގެން މެނުވީ އެކަލާނގެ ރުހިވޮޑިގަތުން ހޯދައި، އެކަލާނގެ ޢަޛާބުން މިންޖު ނުވެވޭނެކަމެވެ. އެއީ އެކަލާނގެއަށް ތިމާގެ ނަފުސު ހަވާލުކޮށް، ހަމައެކަނި އެކަލާނގެއަށް އަޅުކަންކޮށް، ބައިވެރިއެއް ނެތި، އަދި ކިޔަމަންތެރިކަމާއެކު އެކަލާނގެއަށް ބޯލަނބާ، ރުހުމާއި ޤަބޫލުކުރުމާއެކު އެކަލާނގެ ޝަރީޢަތަށް ތަބަޢަވެ ޢަމަލުކުރުމެވެ. އެކަލާނގެ އަހަރުމެންނަށް ޚަބަރުދެއްވާފައިވަނީ މީސްތަކުންގެ ކިބައިން އެނޫން ދީނެއް ޤަބޫލު ނުކުރައްވާނެ ކަމަށެވެ. މާތްالله ވަޙީކުރެއްވިއެވެ:\r\n(دينއެއްގެ ގޮތުގައި إسلام دين ނޫން دينއެއް އެދޭމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހާގެ ކިބައިން (އެކަން) قبولއެއް ނުކުރައްވާ ހުށްޓެވެ. އަދި، آخرةގައި އޭނާ ވާހުށީ، ގެއްލެނިވެގެންވާ މީހުންގެ ތެރެއިންނެވެ.)\r\n[އާލް ޢިމްރާން: 85]\r\nމިއަދު ގިނަ މީހުން އަޅުކަންކުރާ ތަކެއްޗަށް ބަލާ މީހަކަށް ފެންނާނީ: އެކަކު އިންސާނަކަށް އަޅުކަން ކުރަމުންދާތަން، އަނެކަކު ބުދަކަށް އަޅުކަންކުރާތަން، އަނެކަކު ތަރިއަކަށް އަޅުކަންކުރާތަނާއި މިހެންނެވެ.ހަމައެކަނި ޢާލަމުތަކުގެ ވެރި ރައްބަށް އަޅުކަންކުރުން މެނުވީ ބުއްދިހުރި އިންސާނަކަށް އެކަށީގެން ނުވެއެވެ. އެއީ އެކަލާނގެ ސިފަފުޅުތަކުގައި ފުރިހަމަ ރަސްކަލާނގެއެވެ. ތިމާ ފަދަ ނުވަތަ ތިމާއަށްވުރެވެސް ދަށް މަޚްލޫޤަކަށް އަޅުކަން ކުރާނީ ކިހިނެއް ހެއްޔެވެ؟ އަޅުކަންކުރެވޭ ފަރާތެއްކަމުގައި: އިންސާނެއް، ނުވަތަ ބުދެއް، ނުވަތަ ގަހެއް، ނުވަތަ ޖަނަވާރެއް ވެގެން ނުވާނެއެވެ.\r\nމިއަދު މީހުން އަޅުކަންކުރާ ހުރިހާ ދީންތަކަކީ - އިސްލާމްދީން ފިޔަވައި - މާތްالله ޤަބޫލުކުރައްވާ ދީނެއް ނޫނެވެ. ފަހެ އެއީ އިންސާނުން އުފެއްދި ދީންތަކެކެވެ. ނުވަތަ އިލާހީ ދީންތަކެއް ކަމުގައި ވަނިކޮށް ދެން އިންސާނުންގެ އަތުން ބަދަލުކޮށް ކުޅެފައިވާ ދީންތަކެކެވެ. ދެންފަހެ އިސްލާމްދީނަކީ ޢާލަމްތަކުގެ ވެރި ރައްބުގެ ދީނެވެ. އެ ދީން ތަޣައްޔަރުވެ ބަދަލެއް ނުވާނެއެވެ. އަދި މި ދީނުގެ ފޮތަކީ ކީރިތި ޤުރުއާނެވެ. އެއީ މާތް الله ބާވައިލެއްވި ގޮތަށް ރައްކާކުރެވިފައިވާ ފޮތެކެވެ. އެ ފޮތް އެންމެ ފަހުގެ ރަސޫލާއަށް ބާވައިލެއްވި ބަހުން މިއަދާ ހަމަޔަށް ވެސް މުސްލިމުންގެ އަތްމަތީގައިވުން މެދުނުކެނޑެއެވެ."],["ومن أصول الإسلام أن تؤمن بجميع الرسل الذين أرسلهم الله، وجميعهم كانوا من البشر أيدهم الله بالآيات والمعجزات، وأرسلهم للدعوة إلى عبادته وحده لا شريك له،\r\nوآخر الرسل هو الرسول محمد صلى الله عليه وسلم، أرسله الله بالشريعة الإلهية الخاتمة الناسخة لشرائع الرسل قبله، وأيده بالآيات العظيمة، وأعظمها القرآن الكريم، كلام رب العالمين، أعظم كتاب عرفته البشرية، معجز في مضمونه ولفظه ونظمه، وأحكامه، فيه الهداية للحق الموصل للسعادة في الدنيا والآخرة، وقد نزل باللغة العربية.\r\nوهناك الكثير من الأدلة العقلية والعلمية التي تثبت بما لا شك فيه أن هذا القرآن هو كلام الخالق سبحانه وتعالى وأنه لا يمكن أن يكون من صنع البشر.\r\nومن أصول الإسلام الإيمان بالملائكة، والإيمان باليوم الآخر، حيث يبعث الله الناس من قبورهم يوم القيامة ليحاسبهم على أعمالهم، فمن عمل الصالحات وهو مؤمن فله النعيم المقيم في الجنة، ومن كفر وعمل السيئات فله العذاب العظيم في النار، ومن أصول الإسلام أن تؤمن بما قدره الله من خير أو شر.","އިސްލާމްދީނުގެ އެއް އަސާސަކީ މާތް الله ފޮނުއްވި ހުރިހާ ރަސޫލުންނަށް އީމާންވުމެވެ.\nއެ ހުރިހާ ބޭކަލުންވެސް ވީ އިންސާނުން ކަމުގައިއެވެ. ﷲ އެބޭކަލުންނަށް އާޔަތްތަކާއި މުޢުޖިޒާތްތަކުން ބާރުދެއްވިއެވެ. އަދި އެކަލާނގެ އެބޭކަލުން ފޮނުއްވީ އެކަލާނގެއަށް އެއްވެސް ޝަރީކަކު ނުލާ ހަމައެކަނި އެކަލާނގެއަށް އަޅުކަންކުރުމަށް ގޮވާލެއްވުމަށެވެ.\nރަސޫލުންގެ ތެރެއިން އެންމެ ފަހު ރަސޫލަކީ މުޙައްމަދު، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ އެވެ. ﷲ އެކަލޭގެފާނު ފޮނުއްވީ އެކަލޭގެފާނުގެ ކުރީގައި އުޅުއްވި ރަސޫލުންގެ ޝަރީޢަތްތައް މަންސޫޚަކޮށް އުވާލާ އެންމެ ފަހުގެ އިލާހީ ޝަރީޢަތާއެކުގައެވެ. އަދި ބޮޑެތި ހެކިތަކުން އެކަލާނގެ އެކަލޭގެފާނަށް ތާއީދުދެއްވިއެވެ. އޭގެ ތެރެއިން އެންމެ ބޮޑު އެއްކަމަކީ ކީރިތި ޤުރުއާނެވެ. އެއީ ޢާލަމުތަކުގެ ވެރިރަސްކަލާނގެ ބަސްފުޅެވެ. އިންސާނީ ދަރިފަސްކޮޅަށް އެނގިފައިވާ އެންމެ މަތިވެރި މާތް ފޮތެވެ. އެ ފޮތުގައި އެކުލެވިގެންވާ ބައިތަކާއި، ލަފްޒުގައާއި، އެމުނުމުގައާއި، ޙުކުމްތަކުގައިވެސް މުޢުޖިޒާތެއް ކަމުގައިވާ ފޮތެކެވެ. އޭގައި ދުނިޔެއާއި އާޚިރަތުގައި އުފާވެރިކަމަށް ވާޞިލުކޮށްދޭނެ ޙައްޤަށް ހިދާޔަތު ވެއެވެ. އަދި އެ ފޮތް ބާވައިލެއްވުނީ ޢަރަބި ބަހުންނެވެ.\nމި ޤުރުއާނަކީ ހުސްޠާހިރުވަންތަ ޚާލިޤުވަންތަ ރަސްކަލާނގެ ބަސްފުޅުކަމާއ، އަދި އިންސާނުން އުފެއްދި އެއްޗެއްކަމުގައި އެ ފޮތް ނުވާނޭކަމަށް، ޝައްކެއްނެތް ގޮތުގައި ސާބިތުކޮށްދޭ ބުއްދީގެ އަދި ޢިލްމީ ގިނަ ދަލީލުތަކެއްވެއެވެ.\nއަދި އިސްލާމްދީނުގެ އަސާސްތަކުގެ ތެރޭގައި މަލާއިކަތުންނަށް އީމާންވުމާއި، އާޚިރަތް ދުވަހަށް އީމާންވުން ހިމެނެއެވެ. އެގޮތުން މީސްތަކުން ކުޅަ ޢަމަލުތަކުގެ ޙިސާބު ބެއްލެވުމަށްޓަކައި، ޤިޔާމަތްދުވަހު ﷲ ތަޢާލާ އެމީހުން އަލުން ދިރުއްވާނެއެވެ. ދެންފަހެ މުއުމިނެއްގެ ގޮތުގައި ހުރެ ޞާލިޙު ޢަމަލުތައް ކުރި މީހަކަށް ސުވަރުގޭގައި ދާއިމީ ނިޢުމަތްވެއެވެ. އަދި ކާފަރުވެ ނުބައި ޢަމަލުތައް ކުރި މީހަކަށް ނަރަކައިގައި ބޮޑުވެގެންވާ ޢަޛާބު ހުއްޓެވެ. އަދިވެސް އިސްލާމްދީނުގެ އަސާސްތަކުގެ ތެރޭގައި ﷲ ތަޢާލާ މިންވަރުކޮށް ޤަދަރުކުރެއްވި ހެޔޮ މިންވަރު ނުވަތަ ނުބައި މިންވަރަށް އީމާންވުންވެއެވެ."],["ودين الإسلام منهج شامل للحياة، يوافق الفِطْرة والعقل، وتَقْبَلُه النفوس السويَّة، شرعه الخالق العظيم لخلقه، وهو دينُ الخير والسعادة للناس جميعًا في الدنيا والآخرة، لا يميز عِرْقاً على عِرْق، ولا لوناً على لون، والناس فيه سواسية، لا يتميز أحدٌ في الإسلام على غيره إلا بقدر عمله الصالح.\r\nقال الله تعالى:\r\n(مَنۡ عَمِلَ صَٰلِحا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِن فَلَنُحۡيِيَنَّهُۥ حَيَوٰة طَيِّبَة وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ)\r\n[النحل:97]","އަދި އިސްލާމްދީނަކީ، އިންސާނާގެ ފިޠުރަތާއި ބުއްދިއާ އެއްގޮތްވާ، އަދި ހަމައަށް ސީދާކޮށްވާ ނަފްސުތައް ޤަބޫލުކުރާނޭ، މުޅި ދިރިއުޅުމަށް ޝާމިލުވެގެންވާ ވައްޓަފާޅިއެކެވެ. މަތިވެރިވެގެންވާ ޚާލިޤު، އެކަލާނގެ ޚަލްޤުތަކުންނަށްޓަކައި އެ ދީން ޝަރުޢުކޮށްދެއްވިއެވެ. އެއީ ހުރިހާ މީސްތަކުންނަށް ދުނިޔެއާއި އާޚިރަތުގައި، ހެޔޮކަމާއި ބާއްޖަވެރިކަން ލިއްބައިދޭ ދީނެވެ. އެ ދީނުގައި އެއް ނަސްލު އަނެއް ނަސްލުގެ މައްޗަށް، އަދި އެއް ކުލަ އަނެއް ކުލައިގެ މައްޗަށް ތަފާތެއް ނުކުރެއެވެ. ހުރިހާ މީސްތަކުން އެ ދީނުގައި ވަނީ ހަމަހަމަވެގެންނެވެ. އިސްލާމްދީނުގައި އެމީހެއްގެ ހެޔޮ ޢަމަލުތަކުގެ މިންވަރުން މެނުވީ އެކަކުވެސް އަނެކަކުގެ މައްޗަށް ފާހަގަވެ ތަފާތުނުވެތެވެ.\r\nމާތް الله ވަޙީކުރެއްވިއެވެ.\r\n(مؤمنއަކު ކަމުގައިވާ حال، ފިރިހެނުންގެ ތެރެއިންވިޔަސް، ނުވަތަ އަންހެނުންގެ ތެރެއިންވިޔަސް، صالح عملއެއް ކޮށްފިމީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، އެމީހަކަށް ރަނގަޅު، ބާއްޖަވެރި ދިރިއުޅުމެއް، ތިމަންރަސްކަލާނގެ ދެއްވާހުށީމެވެ. އަދި ހަމަކަށަވަރުން، އެއުރެން عملކޮށް އުޅުނު އެންމެ ހެޔޮގޮތުގެ ދަރުމައިން، އެއުރެންނަށް، ތިމަންރަސްކަލާނގެ ޖަޒާ ދެއްވާހުށީމެވެ.)\r\n[އައްނަޙްލު: 97]"],["ومما يؤكده الله في القرآن الكريم أن الإيمان بالله رباً ومعبوداً، وبالإسلام ديناً، وبمحمد رسولاً والدخول في الإسلام أمر لازم ليس للإنسان فيه اختيار؛ وفي يوم القيامة هناك حساب وجزاء؛ فمن كان مؤمناً صادقاً فله الفوز والفلاح العظيم، ومن كان كافراً فله الخسران المبين.\r\nقال الله تعالى:\r\n(... وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰت تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ،\r\nوَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدا فِيهَا وَلَهُۥ عَذَاب مُّهِين)\r\n[النساء:14-13].\r\nومن أراد الدخول في الإسلام فعليه أن يقول: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله)، عالماً بمعناها ومؤمناً بها، وبهذا يصير مسلمًا؛ ثم يتعلم بقية شرائع الإسلام شيئاً فشيئاً؛ ليقوم بما أوجبه الله عليه.","ކީރިތި ޤުރުއާނުގައި މާތް الله ކަށަވަރުކޮށްދެއްވާފައިވާ ކަމަކީ: ﷲ އީ ރައްބު އަދި އަޅުކަންވެވޭ ފަރާތްކަމުގައި އީމާންވުމާއި، އަދި އިސްލާމްދީނަކީ ދީން ކަމުގައި އާއި، އަދި މުޙައްމަދުގެފާނީ ރަސޫލެއް ކަމުގައި އީމާންވާންޖެހޭނެކަމާއި، އިސްލާމްދީނަށް ވަނުމަކީ އެއްވެސް އިންސާނަކަށް އޭގައި އެނޫން އިޚްތިޔާރެއް ނެތް، ކޮންމެހެން ކުރުން ލާޒިމްވެގެންވާ ކަމެއްކަމެވެ. އަދި ޤިޔާމަތް ދުވަހު ޙިސާބު ބެއްލެވުމާއި ޖަޒާދެއްވުން އޮންނާނެކަމަށެވެ. ދެންފަހެ ތެދުވެރި މުއުމިނެއްކަމުގައި ވީ މީހަކަށް ކާމިޔާބާއި ބޮޑުވެގެންވާ ނަޞީބުވެއެވެ. އަދި ކާފަރެއްކަމުގައި ވީ މީހާއަށްވަނީ ފަހެ ބަޔާންވެގެންވާ ގެއްލުމާއި ހަލާކެވެ.\nމާތް الله ވަޙީކުރެއްވިއެވެ.\n(....ﷲ އަށާއި، އެކަލާނގެ رسولއާއަށް ކިޔަމަންތެރިވާ މީހާ، އެތާގެ ދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް ވައްދަވާނެތެވެ. އެތާނގައި، އެއުރެން ދެމިތިބެނިވި ގޮތުގައެވެ. ބޮޑުވެގެންވާ نصيبލިބުމަކީ އެއީއެވެ.\nއަދި، اللَّه އަށާއި، އެކަލާނގެ رسول އަށް އުރެދި، އެކަލާނގެ ކަނޑައަޅުއްވާފައިވާ އިންތައް ފަހަނަޅައިދާމީހަކު، ނަރަކަޔަށް ވައްދަވާނެތެވެ. އެތާގައި އެމީހަކު ދެމިހުންނަނިވި ގޮތުގައެވެ. އަދި، އެމީހަކަށް އިހާނަތްތެރިކަން ދެނިވި عذاب ހުށްޓެވެ.)\n[އައްނިސާއު: 13-14]\nއިސްލާމްދީނަށް ވަންނަން ބޭނުން މީހަކުގެ މައްޗަށް އޮތީ މިހެން ކިޔުމެވެ: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله)\n(މާނައީ: ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށް އަޅު ހެކިވަމެވެ. އަދި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ ކަމަށް އަޅު ހެކިވަމެވެ.) \nއެއީ އެކަލިމައިގެ މާނަ އެނގި އެއަށް އީމާންވާ ޙާލުގައިއެވެ. މިއިން އޭނާ މުސްލިމަކަށް ވެދެއެވެ. ދެން އޭނާ އިސްލާމްދީނުގެ ބާކީ ހުރި ޝަރީޢަތްތައް މަޑުމަޑުން ކަމަކަށް ފަހު ކަމެއް ދަސްކުރަމުން ގެންދާނީއެވެ. އެއީ الله އޭނާއަށް ވާޖިބުކުރައްވާފައިވާ ކަންތައް އަދާކުރުމަށްޓަކައިއެވެ."],["لمزيد معلومات: https://byenah.com/ar","އިތުރު މަޢުލޫމާތައްޓަކައި: https://byenah.com"]]