[["1","[مقدمة المؤلف]","ޝަހާދަތުގެ ކަލިމަ لَا إِلَهَ إِلَّا اللهُ ގެ މާތްކަމާމެދުވާ ބައެއް ޙަދީޘްތައް","بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nقال الشيخُ الإمامُ العالِمُ العامِلُ العلَّامةُ القدوةُ الحافِظُ زينُ الدِّين عبدُ الرَّحمن ابنُ الشيخِ الصالِحِ العلَّامةِ أحمدَ بنِ رَجَبٍ الحنبليُّ البغداديُّ أدام اللَّه النَّفعَ به، آمين:\r\nفي «الصَّحِيحَينِ»(1) عَنْ أَنَسِ بنِ مَالِكٍ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ صلى الله عليه وسلم [راكباً] وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحلِ، فَقَالَ: «يَا مُعَاذُ» قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ، قَالَ: «يَا مُعَاذُ»، قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ، قَالَ: «يَا مُعَاذُ»، قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ. قَالَ: «مَا مِنْ عَبدٍ يَشهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ إِلا حَرَّمَهُ اللَّهُ عَلَى النَّارِ»، قَالَ: يَا رَسُولَ اللَّهِ، أَلا أُخبِرُ بِهَا النَّاسَ فَيَستَبشِرُوا؟ قَالَ: «لا، إِذاً يَتَّكِلُوا»، فَأَخبَرَ بِهَا مُعَاذٌ عِنْدَ مَوتِهِ تَأَثُّماً(2).\r\nوَفي «الصَّحِيحَينِ» عَنْ عِتبَانَ بنِ مَالِكٍ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «إِنَّ اللَّه قد حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ، يَبتَغِي بَهَا وَجهَ اللَّهِ»(3).","(1) البخاري رقم (128)، ومسلم رقم (32).\r\nوأخرجه البخاري أيضاً رقم (5622 و 5912 و 6135)، ومسلم رقم (30) من رواية أنسٍ عن معاذٍ.\r\n(2) قوله: «فأخْبَرَ بها معاذٌ عند مَوْته تأثُّماً»؛ أي: تَجَنُّباً للإثْم، وإنما خشي معاذٌ من الإثم المرَتَّب على كتمان العلم.\r\nينظر: «النهاية في غريب الأثر» (1/ 34)، و «فتح الباري» (1/ 228).\r\n(3) البخاري رقم (415)، ومسلم (33).","ﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ ނަންފުޅުން ފަށަމެވެ.\nﷲ ގެ މައްޗަށް އަހުރެން ވަކީލުކުރަމެވެ.","[6] އިބްނު ތައިމިއްޔާ"],["2","","","وَفي «صَحِيحِ مُسلِمٍ» عَنْ أَبِي هُرَيرَةَ أَوْ أَبِي سَعِيدٍ - بِالشَّكِ(1) - أَنَّهُمْ كَانُوا مَعَ النَّبِيِّ صلى الله عليه وسلم في غَزَاةِ تَبُوكَ فَأَصَابَتهُم مَجَاعَةٌ، فَدَعَا النَّبِيُّ صلى الله عليه وسلم بِنِطعٍ(2) فَبَسَطَهُ، ثُمَّ دَعَا بِفَضلِ أَزوَادِهِم، فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ، وَجَعَلَ الآخَرُ [يَجِيءُ](3) بِكَفِّ تَمرٍ، وَجَعَلَ الآخَرُ يَجِيءُ بِكِسرَةٍ، حَتَّى اجتَمَعَ عَلَى النِّطعِ مِنْ ذَلِكَ شَيءٌ يَسِيرٌ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيهِ بِالبَرَكَةِ، ثُمَّ قَالَ: «خُذُوا في أَوعِيَتِكُم»، فَأَخَذُوا في أَوعِيَتِهِم حَتَّى مَا تَرَكُوا فِي العَسكَرِ وِعَاءً إِلا مَلَؤوهُ، فَأَكَلُوا حَتَّى شَبِعُوا، وَفَضَلَت فَضلَةٌ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: «أَشهَدُ(4) أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ لا يَلقَى اللَّهَ بِهِمَا عَبدٌ غَيرَ شَاكٍّ فِيهِمَا فَيُحجَبَ عَنْ الجَنَّةِ»(5).","(1) الشكُّ من (الأعمش) من رواية أبي معاوية عنه، كما في «صحيح مسلم» وغيرِه، ومن رواية وكيعٍ عنه كما في «شرح السُّنَّة» للبغوي رقم (52) وغيرِه.\r\nورواه «قتادة بن الفضيل» و «سهيل بن أبي صالح» عن الأعمش عن أبي صالح عن أبي هريرة من غير شكٍّ.\r\nوروي أيضاً عن أبي صالح - من غير طريق الأعمش - من غير شكٍّ، فرواه «طَلْحَةُ بنُ مُصَرِّفٍ» و «سهيل بن أبي صالح» كلاهما عن أبي صَالحٍ عَنْ أَبي هُرَيْرَةَ من غير شكٍّ.\r\nينظر: «صحيح مسلم» رقم (27)، و «مسند أحمد» رقم (9466)، و «سنن النسائي الكبرى» رقم (8743 و 8745).\r\nوعلى هذا فالظاهر أنَّ الحديثَ من مسند أبي هريرة لا من مسند أبي سعيد، واللَّه أعلم. z\r\n(2) النِّطْع: هو بِسَاطٌ من الجِلْدِ، وفيه أربعُ لُغَاتٍ: فتحُ النُّونِ وكسرُها ومع كلِّ وَاحدٍ فَتحُ الطَّاءِ وسُكونُها (نَطْع، ونَطَع، ونِطْع، ونِطَع).\r\nينظر: «القاموس المحيط» (ص 991)، و «المصباح المنير» (ص 611).\r\n(3) ما بين المعقوفتين ساقطٌ من الأصل، والسياق يقتضيه.\r\n(4) في نسخة (ب): «مَنْ شَهِدَ أَنْ لا إِلَهَ إلا اللَّه وَشَهِدَ أنِّي رَسُولُ اللَّه … ».\r\n(5) أخرجه مسلم رقم (27).","",""],["3","","","وَفي «الصَّحِيحَينِ» عَنْ أَبِي ذَرٍّ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «مَا مِنْ عَبدٍ قَالَ: لا إِلَهَ إِلا اللَّهُ، ثُمَّ مَاتَ عَلَى ذَلِكَ إِلا دَخَلَ الجنَّةَ»، قُلتُ: وَإِنْ زَنَى، وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنَى، وَإِنْ سَرَقَ»، قَالَهَا ثَلاثاً، ثُمَّ قَالَ في الرَّابِعَةِ: «عَلَى رَغمِ أَنفِ أَبِي ذَرٍّ»(1)، فَخَرَجَ أَبُو ذَرِّ، وَهُوَ يَقُولُ: وَإِنْ رَغِمَ أَنفُ أَبِي ذَرٍّ(2).","(1) قوله: «وإن رَغِمَ أَنْفُ أبي ذرٍّ» قال في «النهاية»: «أي: وإنْ ذَلَّ، وقيل: وإن كَرِه».\r\nوالرَّغَامُ -بالفتح-: التُّرَابُ، وقولهم: «رَغِمَ أَنْفُه»؛ أَيْ: لَصِقَ بالتُّرَابِ، وهو كناية عن الذُّلِّ والهَوَانِ، وَهُوَ دُعَاءُ سُوءٍ في ظاهره، لكنه من جنس الأدعية التي تُقَالُ ولا يُرَادُ وقوعها، وإنما تقال على عادة العرب في ذلك، كقولهم: «تَرِبَت يَدَاكَ» و «ثَكِلَتْكَ أُمُّكَ» و «عَقْرَى حَلْقَى» ونحو ذلك من أدعيتهم الجارية على ألسنتهم.\r\nينظر: «النهاية في غريب الأثر» (2/ 587). z\r\n(2) أخرجه البخاري رقم (5489)، ومسلم رقم (154).","",""],["4","","","وَفي «صَحِيحِ مُسلِمٍ» عَنْ عُبَادَةَ [بن الصامت رضي الله عنه]؛ أَنَّهُ قَالَ عِنْدَ مَوتِهِ: سَمِعتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: «مَنْ شَهِدَ أَنَّ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمداً رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيهِ النَّارَ»(3).","(3) أخرجه مسلم رقم (29).\r\n","",""],["5","","","وفي «الصَّحِيحَينِ» عَنْ عُبَادَةَ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «مَنْ شَهِدَ أَنْ لا إِلَهَ إِلا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبدُ اللَّهِ وَرَسُولُهُ، وَكَلِمَتُهُ أَلقَاهَا إِلَى مَريَمَ وَرُوحٌ مِنهُ، وَأنَّ الجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، أَدخَلَهُ اللَّهُ الجَنَّةَ عَلَى مَا كَانَ مِنْ العَمَلِ»(4).\nوَفِي هَذَا المَعنَى أَحَادِيثُ كَثِيرةٌ جِدّاً يَطُولُ ذِكرُهَا.","(4) أخرجه البخاري رقم (3252)، ومسلم رقم (28) وعنده: «وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَابْنُ أَمَتِهِ»، و «أَدْخَلَهُ اللَّهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ».\r\nقال النووي في «شرح مسلم» (1/ 227) مبيناً مكانة هذا الحديث: «هذا حديثٌ عظيمُ الموقِع، وهو أجمعُ أو من أجمعِ الأحاديثِ المشتملةِ على العقائدِ، فإنَّه صلى الله عليه وسلم جمع فيه ما يُخرِج عن جميع مِلَلِ الكُفْرِ على اختلافِ عقائدِهم وتباعُدِهم، فاختصر صلى الله عليه وسلم في هذه الأحرفِ على ما يُبَايَنُ به جميعُهم».","",""],["6","[‌‌أهل التوحيد لا يخلدون في النار وإن دخلوها]","","وَأَحَادِيثُ هَذَا البَابِ نَوعَانِ:\r\nأَحَدُهُمَا: مَا فِيهِ أَنَّ مَنْ أَتَى بِالشَّهَادَتَينِ دَخَلَ الجَنَّةَ، أَوْ لَم يُحجَب عَنهَا؛ وَهَذَا ظَاهِرٌ؛ فَإِنَّ النَّارَ لا يُخَلَّدُ فِيهَا أَحَدٌ مِنْ أَهلِ التَّوحِيدِ الخَالِصِ، وَقَدْ يَدخُلُ الجَنَّةَ وَلا يُحجَبُ عَنهَا إِذَا طُهِّرَ مِنْ ذُنُوبِهِ بِالنَّارِ.\r\nوَحَدِيثُ أَبِي ذَرٍّ مَعنَاهُ: أَنَّ الزِّنَا وَالسَّرِقَةَ لا يَمنَعَانِ دُخُولَ الجَنَّةِ مَعَ التَّوحِيدِ، وَهَذَا حَقٌّ لا مِريَةَ فِيهِ، لَيسَ فِيهِ أَنَّهُ لا يُعَذَّبُ يَوماً عَلَيهِمَا مَعَ التَّوحِيدِ.\r\nوفِي مُسنَدِ البَزَّارِ عَنْ أَبِي هُرَيرَةَ رضي الله عنه مَرفُوعاً: «مَنْ قَالَ: لا إله إِلَّا اللَّهُ نَفَعَتهُ يَوماً مِنْ دَهرِهِ، يُصِيبُهُ قَبلَ ذَلِكَ مَا أَصَابَهُ»(1).","(1) أخرجه البزار في «مسنده» (15/ 66) رقم (8292)، وابن حبان في «صحيحه» (7/ 272) رقم (3004)، والطبراني في «الأوسط» (6/ 273) رقم (6396)، وإسناده صحيحٌ.","",""],["7","","","وَالثَّانِي: مَا فِيهِ أَنَّهُ يَحرُمُ عَلَى النَّارِ، وَهَذَا قَدْ حَمَلَهُ بَعضُهُم عَلَى الخُلُودِ فِيهَا، أَوْ عَلَى نَارٍ يُخَلَّدُ فِيهَا أَهلُهَا، وَهِيَ مَا عَدَا الدَّرْكِ الأَعلَى، فَإِنَّ الدَّرْكَ الأَعلَى يَدخُلُهُ خَلقٌ كَثِيرٌ مِنْ عُصَاةِ المُوَحِّدِينَ بِذُنُوبِهِم، ثُمَّ يَخرُجُونَ بِشَفَاعَةِ الشَّافِعِينَ، وَبِرَحمَةِ أَرحَمُ الرَّاحِمِينَ.\r\nوَفي «الصَّحِيحَينِ» أَنَّ اللَّهَ -تَعَالى- يَقُولُ: «وَعِزَّتِي وَجَلالِي لأُخْرِجَنَّ مِنْ النَّارِ مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ»(2).","(2) متفقٌ عليه من حديث أنسٍ رضي الله عنه؛ البخاري رقم (7510)، ومسلم رقم (500)، وهو جزءٌ من حديث الشفاعة الطويل.","",""],["8","[‌‌شروط لا إله إلا الله]","","وقَالَت طَائِفَةٌ من العُلَمَاءِ: المَرَادُ مِنْ هَذِهِ الأَحَادِيثِ: أَنَّ «لا إِلَهَ إِلَّا اللَّهُ» سَبَبٌ لِدُخُولِ الجَنَّةِ وَالنَّجَاةِ مِنْ النَّارِ وَمُقتَضٍ لِذَلِكَ، وَلَكِنَّ المُقتَضِي لا يَعمَلُ عَمَلَهُ إِلَّا بِاستِجمَاعِ شُرُوطِهِ وَانتِفَاءِ مَوَانِعِهِ، فَقَد يَتَخَلَّفُ عَنهُ مُقتَضَاهُ لِفَوَاتِ شَرطٍ مِنْ شُرُوطِهِ، أَوْ لِوُجُود مَانِعٍ؛ وَهَذَا قَولُ الحَسَنِ وَوَهبِ بنِ مُنَبِّهٍ، وَهُوَ الأَظهَرُ.\r\nوَقَالَ الحَسَنُ لِلفَرَزدَقِ -وَهُوَ يَدفِنُ امرَأَتَهُ-: مَا أَعدَدتَ لِهَذَا اليَومِ؟ قَالَ: شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ مُنذُ سَبعِينَ(1) سَنَةً. قَالَ الحَسَنُ: نَعَم(2)، إِنَّ لِ «لا إِلَهَ إِلَّا اللَّهُ» شُرُوطاً فَإِيَّاكَ وَقَذفَ المُحصَنَةِ(3).\r\n[وَرُوِيَ عَنهُ أَنَّهُ قَالَ لِلفَرَزدَقِ: هَذَا العَمُودُ، فَأَينَ الطُّنُبُ؟(4)(5).\r\nوَقِيلَ لِلحَسَنِ: إِنَّ نَاساً يَقُولُونَ: مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ دَخَلَ الجَنَّةَ؟ فَقَالَ: مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ، فَأَدَّى حَقَّهَا وَفَرْضَهَا دَخَلَ الجَنَّةَ(6).","(1) في جميع مصادر القصة: «ثمانين».\r\n(2) في نسخة (ب): [نِعْمَ العُدَّة، لَكِن إنَّ ل «لا إله إلا اللَّه» … ].\r\n(3) رواها البلاذري في «أنساب الأشراف» (12/ 77)، والشريف المرتضى في «أماليه» (1/ 65).\r\n(4) «أمالي المرتضى» الموضع السابق.\r\n(5) ما بين المعقوفتين ساقطٌ في نسخة (ب).\r\n(6) أخرجه أبو القاسم الأصبهاني في «الحُجَّة في بيان المحجَّة» (2/ 158).","",""],["9","","","وَقَالَ وَهبُ بنُ مُنَبِّهٍ لِمَنْ سَأَلَهُ: أَلَيسَ «لا إِلَهَ إِلَّا اللَّهُ» مِفتَاحُ الجَنَّةِ؟ قَالَ: بَلَى، وَلَكِن مَا مِنْ مِفتَاحٍ إِلَّا وَلَهُ أَسنَانٌ، فَإِنْ جِئتَ بِمِفتَاحٍ لَهُ أَسنَانٌ فَتَحَ لَكَ، وَإِلَّا لَم يَفتَح لَكَ(1).\nوَهَذَا الحَدِيثُ: «إِنَّ مِفتَاحَ الجَنَّةِ لا إِلَهَ إِلَّا اللَّهُ» خَرَّجَهُ الإِمَامُ أَحمَدُ(2) بِإِسنَادٍ مُنقَطِعٍ عن مُعَاذٍ قَالَ: قَالَ لي رَسُولُ اللَّهِ صلى الله عليه وسلم: «إِذَا سَأَلَكَ أَهلُ اليَمَنِ عَنْ مِفتَاحِ الجَنَّةِ؟ فَقُلْ: شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ»(3).","(1) علَّقه البخاري في «صحيحه» [كتاب الجنائز -باب مَنْ كان آخر كلامه «لا إله إلا اللَّه»]، ووصله إسحاق بن راهويه في «مسنده» - كما في «المطالب العالية» رقم (2893) -، وإسناده حسنٌ كما قال ابن حجر.\r\n(2) «المسند» رقم (22102)، وأخرجه أيضاً البزار في «مسنده» رقم (2660)، وضَعَّفه ابنُ حجر في «تغليق التعليق» (2/ 454).\r\n(3) أخرجه البيهقي في «الأسماء والصفات» رقم (192) وإسناده ضعيفٌ.","",""],["10","[‌‌شروط دخول الجنة]","","وَيَدُلُّ عَلَى صِحَّةِ هَذَا القَولِ: أَنَّ النَّبِيَّ صلى الله عليه وسلم رَتَّبَ دُخُولَ الجَنَّةِ عَلَى الأَعمَالِ الصَّالِحَةِ في كَثِيرٍ مِنْ النُّصُوصِ، كَمَا فِي «الصَّحِيحَينِ» عَنْ أَبِي أَيُّوبَ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللَّهِ، أَخبِرنِي بِعَمَلٍ يُدخِلُنِي الجَنَّةَ. فَقَالَ: «تَعبُدُ اللَّهَ لا تُشرِكُ بِهِ شَيئاً، وَتُقِيمُ الصَّلاةَ، وَتُؤتِي الزَّكَاةَ، وَتَصِلُ الرَّحِمَ»(1).\nوَفي «صَحِيحِ مُسلِمٍ» عَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللَّهِ، دُلَّنِي عَلى عَمَلٍ إِذَا عَمِلتُهُ دَخَلتُ الجَنَّةَ. قَالَ: «تَعبُدُ اللَّهَ لا تُشرِكُ بِهِ شَيئاً، وَتُقِيمُ الصَّلاةَ المَكتُوبَةَ، وَتُؤَدِّي الزَّكَاةَ المَفرُوضَةَ، وَتَصُومُ رَمَضَانَ»، فَقَالَ الرَّجُلُ: وَالَّذِي نَفسِي بِيَدِهِ، لا أَزِيدُ عَلَى هَذَا شَيئاً، وَلا أُنقِصُ مِنهُ. فَقَالَ النبيُّ صلى الله عليه وسلم: «مَنْ سَرَّهُ أَنْ يَنظُرَ إلى رَجُلٍ مِنْ أَهلِ الجَنَّةِ فَليَنظُر إِلى هَذَا»(2).","(1) أخرجه البخاري رقم (1332)، ومسلم رقم (13).\r\n(2) أخرجه مسلم رقم (14).","",""],["11","","","وفي «المُسنَدِ» عَنْ بَشِيرِ بنِ الخَصَاصِيَةِ رضي الله عنه قَالَ: أَتَيتُ النَّبِيَّ صلى الله عليه وسلم لأُبَايِعَهُ فَاشتَرَطَ عَليَّ: شَهَادَةَ أَنْ لا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنْ أُقِيمَ الصَّلاةَ، وَأَنْ أُوتِيَ الزَّكَاةَ، وَأَنْ أَحُجَّ حَجَّةَ الإِسلامِ، وَأَنْ أَصُومَ رَمَضَانَ، وَأَنْ أُجَاهِدَ فِي سَبِيلِ اللَّهِ. فَقُلتُ: يَا رَسُولَ اللَّهِ أَمَّا اثنَتَينِ فَوَاللَّهِ ما أُطِيقُهُمَا: الجِهَادُ والصَّدَقَةُ(1)، فَقَبَضَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ ثُمَّ حَرَّكَهَا، وَقَالَ: «فلا جِهَادَ وَلا صَدَقَةَ!، فَبِمَ تَدخُلُ الجَنَّةَ إِذاً؟!»، قُلتُ: يَا رَسُولَ اللَّهِ أَنَا أُبَايِعُكَ، فَبَايَعتُهُ عَلَيهِنَّ كُلِّهِنَّ(2).\nفَفِي هَذَا الحَدِيثِ أَنَّ الجِهَادَ وَالصَّدَقَةَ شَرطٌ فِي دُخُولِ الجَنَّةِ مَعَ حُصُولِ التَّوحِيدِ وَالصَّلاةِ وَالصِّيَامِ وَالحَجِّ.","(1) ورد في مصادر التخريج بيانُ سببِ عدمِ إطاقته رضي الله عنه للجهاد والصدقة فقال رضي الله عنه: «فَإِنَّهُمْ زَعَمُوا أَنَّهُ مَنْ وَلَّى الدُّبُرَ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ، فَأَخَافُ إِنْ حَضَرْتُ تِلْكَ جَشِعَتْ نَفْسِي، وَكَرِهَتِ الْمَوْتَ، وَالصَّدَقَةُ -فَوَاللَّهِ- مَا لي إِلَّا غُنَيْمَةٌ وَعَشْرُ ذَوْدٍ، هُنَّ رَسَلُ أَهْلِي وَحَمُولَتُهُمْ» وهذا لفظ أحمد.\r\n(2) أخرجه أحمد في «المسند» رقم (21952)، والمروزي في «تعظيم قدر الصلاة» رقم (450)، والطبراني في «الكبير» (2/ 44)، والحاكم في «المستدرك» (2/ 79) وقال: «هذا حديثٌ صحيحُ الإسنادِ ولَم يُخرِّجاهُ».","",""],["12","","","وَنَظِيرُ هَذَا: أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: «أُمِرتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشهَدُوا أَنْ لا إِلَهَ إِلَّا اللَّهُ، وأَنَّ مُحَمَّداً رَسُولُ اللَّهِ» فَفَهِمَ عُمَرُ وَجَمَاعَةٌ مِنْ الصَّحَابَةِ أَنَّ مَنْ أَتَى بِالشَّهَادَتَينِ امتَنَعَ مِنْ عُقُوبَةِ الدُّنيَا بِمُجَرَّدِ ذَلِكَ، فَتَوَقَّفُوا في قِتالِ مَانِعِي الزَّكَاةِ، وَفَهِمَ الصِّدِّيقُ أَنَّهُ لا يَمتَنِعُ قِتَالُهُ إِلا بِأَدَاءِ حُقُوقِهَا، لِقَولِهِ صلى الله عليه وسلم «فَإِذَا فَعَلُوا ذَلِكَ مَنَعُوا مِنِّي دِمَاءَهُم وَأَموَالَهُم إِلا بِحَقِّهَا [وحِسَابُهُم على اللَّه]» وَقَالَ: الزَّكَاةُ حَقُّ المَالِ(1).\nوَهَذَا الَّذِي فَهِمَهُ الصِّدِّيقُ رضي الله عنه قَدْ رَوَاهُ عَنْ النَّبِيِّ صلى الله عليه وسلم [صريحاً] جَمَاعَةٌ مِنْ الصَّحَابَةِ، مِنهُم: ابنُ عُمَرَ وَأَنَسٌ وَغَيرُهُمَا(2)، وَأَنَّهُ قَالَ: «أُمِرتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشهَدُوا أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلاةَ، وَيُؤتُوا الزَّكَاةَ».\nوَقد دَلَّ عَلَى ذَلِكَ قَولُهُ تَعَالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: 5].","(1) متفقٌ عليه من حديث أبي هريرة رضي الله عنه، البخاري رقم (1335)، ومسلم رقم (20).\r\n(2) حديث ابن عمر رضي الله عنه متفقٌ عليه؛ أخرجه البخاري رقم (25)، ومسلم رقم (22).\r\nوأما حديث أنس رضي الله عنه: فأخرجه البخاري رقم (385).","",""],["13","","","كَمَا دَلَّ قَولُهُ تَعَالَى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} [التوبة: 11] عَلَى أَنَّ الأُخُوَّةَ في الدِّينِ لا تَثبُتُ إِلا بِأَدَاءِ الفَرَائِضِ مَعَ التَّوحِيدِ، فَإِنَّ التَّوبَةَ مِنْ الشِّركِ لا تَحصُلُ إِلا بِالتَّوحِيدِ.\n\nوَلَمَّا قَرَّرَ أَبُو بَكرٍ رضي الله عنه هَذَا لِلصَّحَابَةِ رَجَعُوا إِلى قَولِهِ، وَرَأَوهُ صَوَاباً.\n \nفَ‌‌إِذَا عُلِمَ أَنَّ عُقُوبَةَ الدُّنيَا لا تَرتَفِعُ عَمَّن أَدَّى الشَّهَادَتَينِ مُطلَقاً، بَلْ قَدْ يُعَاقَبُ بِإِخلالِهِ بِحَقٍّ مِنْ حُقُوقِ الإِسلامِ، فَكَذَلِكَ عُقُوبَةُ الآخِرَةِ.","","",""],["14","","","وقد ذهبَ طائفةٌ إلى أنَّ هذه الأحاديث المذكورة أوَّلاً وما في مَعنَاها كانت قَبلَ نُزُولِ الفَرَائضِ والحدودِ، منهم: الزُّهريُّ(1) والثَّوريُّ(2) وغيرُهما(3)، وهذا بَعيدٌ جدّاً؛ فإنَّ كثيراً منها كانَ بالمدِينةِ بَعدَ نُزُولِ الفرائِضِ والحُدودِ، وفي بَعضِها أنَّه كَانَ في غَزوَةِ تَبوكٍ، وهي في آخِرِ حَياةِ النبيِّ صلى الله عليه وسلم.\r\nوهؤلاءِ منهُم مَنْ يقولُ في هذهِ الأَحادِيثِ: إنَّها مَنسُوخةٌ، ومنهم مَنْ يقولُ: هي مُحكَمَةٌ، ولكنْ ضُمَّ إِليها شَرَائِطُ، ويَلتَفِتُ هذا إلى أنَّ الزِّيَادةَ على النَّصِّ هل هي نَسخٌ أم لا؟ والخلافُ في ذلك بين الأُصُوليِّين مشهورٌ(4).\r\n","(1) ينظر: «جامع الترمذي» (5/ 23 - 24)، و «الإبانة الكبرى» لابن بطة - قسم الإيمان (2/ 896) رقم (1248).\r\n(2) ينظر: «الترغيب والترهيب» للمنذري (2/ 623 - 624).\r\n(3) منهم: سعيد بن المسيب، وسليمان بن يسار، وعروة بن الزبير، والضحاك بن مزاحم.\r\nينظر: «الإبانة» لابن بطة - قسم الإيمان (2/ 896) رقم (1249)، و «شرح ابن بطال على البخاري» (1/ 208)، و «إكمال المعلم بفوائد مسلم» (1/ 254)، وهو اختيار الآجري في «الشريعة» (2/ 554 - 555).\r\n(4) ينظر: «كشف الأسرار» (3/ 191)، و «روضة الناظر» (1/ 305 - 310)، و «البحر المحيط» للزركشي (4/ 143 - 148)، و «إعلام الموقعين» (2/ 293 وما بعدها).","",""],["15","","","وقد صَرَّح الثوريُّ(5) وغيرُه بأنها منسوخةٌ، وأنَّه نَسَخَهَا الفَرَائِضُ والحُدُودُ، وقد يكونُ مرادُهم ب «النَّسْخِ» البيانَ والإيضاحَ؛ فإنَّ السلَفَ كانوا يُطلِقُون «النَّسْخَ» على مثلِ ذَلِكَ كَثِيراً(1)، ويكون مَقُصُودُهم أنَّ آياتِ الفَرَائضِ والحدودِ تَبَيَّنَ بها تَوقُّفُ دخول الجنَّةِ والنَّجَاةِ من النَّار على فعلِ الفرائض، واجتناب المحارم، فصارت تلك النصوصُ منسوخةً؛ أي: مبَيَّنَةً مفَسَّرَةً، ونصوصُ الفرائضِ والحدودِ ناسخةً؛ أي: مفَسِّرَةٌ لمعنى تلك، مُوضِّحَة لها.","(5) تصحَّف في الأصل إلى «النَّوَويّ»، وهو خطأ بيِّنٌ، يأباه السياق.\n(1) ينظر: «مجموع فتاوى ابن تيمية» (13/ 29)، و «الموافقات» للشاطبي (3/ 344 وما بعدها)، و «إعلام الموقعين» (1/ 35).","",""],["16","[‌‌فهم النصوص المطلقة في ضوء النصوص المقيدة]","","وقالت طائفةٌ: تلك النُّصُوصُ المطلَقَةُ قد جاءت مقيَّدَةً في أحاديثَ أُخَر؛ ففي بعضِها: «مَنْ قَالَ: لا إله إلا اللَّه مُخْلِصاً»(1)، وفي بعضِها: «مُسْتَيْقِناً»(2)، وفي بعضِها: «يُصَدِّقُ قلبُه لِسَانَه(3)»(4)، وفي بعضِها: «يَقُولُهَا حَقّاً من قَلبِهِ»(5)، وفي بعضِها: «قَدْ ذَلَّ بها لِسَانُه واطمَأَنَّ بها قَلبُه»(6)، وهذا كُلُّه إشارةٌ إلى عَمَلِ القَلبِ وتَحَقُّقِهِ بمعنى الشَّهَادَتَينِ.\r\nفتَحَقُّقُهُ بقولِ(7) «لا إله إلا اللَّه»: أن لا يَأْلَه القَلْبُ غيرَ اللَّه؛ حُبّاً ورجَاءً وخَوفاً وتَوكُّلاً واستعانةً وخُضُوعاً وإِنَابَةً وطَلَباً.","(1) أخرجه البخاري في «صحيحه» رقم (91) من حديث أبي هُريرَةَ رضي الله عنه.\r\n(2) أخرجه مسلمٌ في «صحيحه» رقم (156) من حديث أبي هريرة رضي الله عنه، وقد تقدَّم ذكره ص 46 - 46.\r\n(3) وقع في نسخة (ب): «مُصَدِّقاً بِهَا قَلبُه ولِسَانُه»، والظاهر أن واو العطف زائدة؛ فوجودها مخِلٌّ بالمعنى، ويؤيِّد هذا أنَّه قد وَرَدَ في «سنن النسائي الكبرى» رقم (9772): «مُصَدِّقاً بِهَا قَلبُه لِسَانَه» بدون واو العطف.\r\n(4) أخرجه أحمد في «المسند» رقم (8070 و 10713)، وابن خزيمة في «التوحيد» رقم (441 و 461)، والحاكم في «المستدرك» (1/ 69) وصححه.\r\n(5) أخرجه الإمام أحمد في «المسند» رقم (447)، وابن خزيمة في «التوحيد» رقم (500)، وصحَّحه ابنُ حبان «صحيحه» رقم (204)، والحاكم في «المستدرك» (1/ 72 و 351) وصحَّحه، وجوَّد إسناده ابن كثير في «مسند الفاروق» (1/ 327).\r\n(6) أخرجه البخاري في «التاريخ الكبير» (2/ 259)، والبيهقي في «شعب الإيمان» رقم (9)، وغيرُهما، وإسناده ضعيف جدّاً.\r\n(7) في نسخة (ب): [فتَحَقُّقُه بمعنى شَهَادَة: أنْ لا إِلَه إلا اللَّه].","",""],["17","","","وتَحَقُّقُهُ بِأنَّ «محمَّداً رسولُ اللَّه»: أن لا يُعبَدَ اللَّه بغيرِ مَا شَرَعَهُ اللَّه على لِسَانِ محمَّدٍ صلى الله عليه وسلم.\r\nوقد جَاءَ هذا المعنى مرفوعاً إلى النَّبيِّ صلى الله عليه وسلم صريحاً أنَّه قَالَ: «مَنْ قَالَ: لا إله إلا اللَّه مُخْلِصاً دَخَلَ الجنَّة»، قيل: مَا إِخلاصُها يَا رَسُولَ اللَّه؟، قَالَ: «أن تَحْجِزَكَ عن كُلِّ مَا حَرَّمَ اللَّه عَلَيكَ»، وهذا يُروى من حديثِ أَنَسِ بنِ مَالكٍ(1)، وزَيدِ بنِ أَرقَمٍ(2)، ولكنَّ إِسنَادَهما لا يَصِحُّ، وجَاءَ أيضاً من مَرَاسِيلِ الحَسَنِ نحوُه(3).","(1) أخرجه الخطيب البغدادي في «تاريخه» (12/ 63)، وإسناده واهٍ بمرَّة.\r\n(2) أخرجه الطبراني في «الكبير» رقم (5074)، وإسناده واهٍ كسابقه، بل حكم عليه العلَّامة الألباني في «الضعيفة» رقم (5148) بأنه حديث موضوع.\r\n(3) لم أقف عليه.","",""],["18","[‌‌الشرك والكفر له أصل وفروع]","","وتحقيقُ هذا المعنى وإيضَاحُه أنَّ قولَ العبدِ: «لا إله إلا اللَّه»، يقتضي أن لا إله له غير اللَّه، و «الإله» هو الذي يُطَاعُ فلا يُعصَى؛ هيبةً له وإِجلالاً، ومحبةً، وخوفاً، ورجاءً، وتوكلاً عليه، وسؤالاً منه، ودعاءً له، ولا يَصْلُحُ ذلك كلُّه إلا للَّه عز وجل.\nفمن أشرَكَ مخلوقاً في شيءٍ من هذه الأمور التي هي من خَصَائِصِ الإِلَهِيَّة، كَانَ ذَلكَ قَدْحاً في إِخلَاصِه في قَولِ: لا إله إلا اللَّه، ونَقصاً في توحِيدِهِ، وكانَ فيه من عُبُودِيَّةِ ذلك المخلُوقِ بحسْبِ ما فِيهِ مِنْ ذَلكَ، وهذا كُلُّه من فُرُوعِ الشِّرْكِ.\nولهذا وَرَدَ إطلاقُ الكفرِ والشِّركِ على كثيرٍ من المعاصي التي مَنشَؤهَا من طَاعةِ غيرِ اللَّه، أو خَوفِهِ أو رَجَائِهِ، أو التوَكُّلِ عليه أو العَمَلِ لأجْلِهِ، كَمَا وَرَدَ إطلاق «الشِّركِ» على الرِّيَاء، وعلى الحَلِفِ بغيرِ اللَّه، وعلى التوَكُّلِ على غيرِ اللَّه والاعتِمَادِ عَلَيهِ، وعلى من سوَّى بين اللَّه وبين المخلُوقِ في المشِيئَةِ، مثل أن يقول: ما شَاءَ اللَّه وشَاءَ فُلانٌ، وكذا قولُه: ما لي إلا اللَّه وأنْتَ.\nوكذلك ما يَقْدَحُ في التوَكُّلِ، وتَفَرُّدِ اللَّه بالنَّفْعِ والضُّرِّ؛ كالطِّيَرَة، والرُّقَى المكرُوهَةِ، وإتيانِ الكُهَّانِ وتَصْدِيقِهم بما يَقُولُون.\n","","",""],["19","","","وَكَذَلكَ اتِّبَاعُ هَوَى النَّفْسِ فِيمَا نَهَى اللَّه عَنْهُ قادحٌ في تَمَامِ التَّوحِيدِ وَكَمَالِهِ، ولهذا أطلقَ الشَّرْعُ على كثيرٍ من الذُّنُوبِ التي مَنشَؤهَا مِنْ اتِّبَاعِ هَوَى النَّفْسِ، أنَّها كُفْرٌ وشِرْكٌ؛ كقِتَالِ المسْلِمِ، ومَن أَتَى حَائِضاً أو امرَأَةً في دُبُرِهَا، ومَن شَرِبَ الخَمْرَ في المرَّةِ الرَّابِعَةِ، وإنْ كَانَ ذَلك لا يُخرِجُ عن المِلَّةِ بالكُلِّيَّةِ، ولهذا قَالَ السَّلَفُ: كُفرٌ دُونَ كُفرٍ، وشِركٌ دُونَ شِركٍ.\nوقد وَرَدَ إطلاقُ «الإِلَه» على الهوَى المُتَّبَع؛ قال تعالى: {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} [الفرقان: 43]، قَالَ الحسنُ: هو الَّذِي لا يَهْوَى شيئاً إلا رَكِبَهُ(1).\nوقَالَ قَتَادَةُ: هو الَّّذِي كُلَّمَا هَوَى شَيئاً رَكِبَهُ، وكُلَّمَا اشْتَهَى شَيئاً أَتَاهُ، لا يَحْجِزُهُ عن ذلك وَرَعٌ ولا تَقوَى(2).\nورُوِيَ من حديثِ أبي أُمَامَةَ مرفوعاً بإسنادٍ ضَعِيفٍ: «مَا تَحْتَ ظِلِّ السَّمَاءِ إِلَهٌ يُعبَدُ أَعظَمُ عِنْدَ اللَّهِ مِنْ هَوًى مُتَّبَع»(3).\nوفي حَدِيثٍ آخَرَ: «لا تَزَالُ لا إِلَهَ إِلَّا اللَّهُ تَدفَعُ عَنْ أَصحَابِهَا، حَتَّى يُؤثِرُوا دُنيَاهُم علَى دِينِهِم، فَإِذَا فَعَلُوا ذَلِكَ رُدَّت عَلَيهِم، وَقِيلَ لهم: كَذَبْتُم»(4).","(1) أخرجه ابن أبي حاتم في «تفسيره» (8/ 2700)، والفريابي في «صفة النفاق» (ص 52).\n(2) أخرجه الطبري في «تفسيره» (21/ 93).\n(3) أخرجه ابن أبي عاصم في «السُّنَّة» رقم (3)، وأبو يعلى في «مسنده» -كما في «المطالب العالية» رقم (2990) -، والطبراني في «الكبير» رقم (7502)، وإسناده ضعيفٌ جدّاً، بل حَكَمَ بوضعِه ابنُ الجوزي في «الموضوعات» (3/ 139)، والألبانيُّ في «الضعيفة» رقم (6538).\n(4) هذا الحديث قد روي مرفوعاً من طُرُقٍ عديدةٍ، عن جماعةٍ من الصحابة، منهم: أنس بن مالك، وأبو هريرة، وعبد اللَّه بن عمر، وأم المؤمنين عائشة رضي الله عنهم،\nوغيرُهم، ولا يصح من هذه الطرق شيء، بل كلُّها شديدةُ الضَّعْف، وضَعْفُها بَيِّنٌ ظاهرٌ.","",""],["20","","","ويَشهَدُ لذَلِكَ الحَدِيثُ الصَّحِيحُ عن النبِيِّ صلى الله عليه وسلم: «تَعِسَ عَبدُ الدِّينَارِ، تَعِسَ عَبدُ الدِّرْهَمِ، تَعِسَ عَبدُ القَطِيفَةِ، تَعِسَ عَبدُ الخَمِيصَةِ، تَعِسَ وَانْتَكَسَ، وَإِذَا شِيكَ فَلا انتَقَشَ»(1).\nفَدَلَّ هَذَا عَلَى أَنَّ كُلَّ مَنْ أَحَبَّ شَيئاً وَأَطَاعَهُ، وَكَانَ غَايَةَ قَصدِهِ وَمَطلُوبِهِ، وَوَالَى لأَجلِهِ، وَعَادَى لأَجلِهِ، فَهُوَ عَبدُهُ، وَذَلِكَ الشَّيءُ مَعبُودُهُ وَإِلَهُهُ.","(1) أخرجه البخاريُّ من حديث أبي هريرة رضي الله عنه رقم (2730).\r","",""],["21","[‌‌طاعة الشيطان تقدح في توحيد الرحمن]","","وَيَدُلُّ عَلَيهِ أَيضاً أَنَّ اللَّه تَعَالى سَمَّى طَاعَةَ الشَّيطَانِ في مَعصِيَتهِ عِبَادَةً لِلشَّيْطَانِ، كَمَا قَالَ تَعَالى: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لاَّ تَعْبُدُوا الشَّيْطَانَ [إِنَّهُ لَكُمْ عَدُوٌّ مُّبِين (60)]} [يس: 60]، وَقَالَ حَاكِياً عَنْ خَلِيلِهِ إِبْرَاهِيمَ عليه السلام أَنَّهُ قَالَ لأَبِيهِ: {يَاأَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (44)} [مريم].\r\nفَمَنْ لَمْ يُحَقِّقْ عُبُودِيَّةَ الرَّحْمَنِ وَطَاعَتَهُ فَإِنَّهُ يَعْبُدُ الشَّيْطَانَ بِطَاعَتِهِ [لَهُ]، وَلَمْ يَخْلُصْ مِنْ عِبَادَةِ الشَّيْطَانِ إِلَّا مَنْ أَخْلَصَ عُبُودِيَّةَ الرَّحْمَنِ، وَهُمْ الَّذِينَ قَالَ اللَّه فِيهِمْ: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} [الحجر: 42]، فَهُمْ الَّذِينَ حَقَّقُوا قَوْلَ: «لا إِلَهَ إِلَّا اللَّه» وَأَخْلَصُوا فِي قَوْلِهَا، وَصَدَّقُوا قَولَهُمْ بِفِعْلِهِم، فَلَمْ يَلْتَفِتُوا إِلَى غَيْرِ اللَّهِ، مَحَبَّةً وَرَجَاءً وَخَشْيَةً وَطَاعَةً وَتَوَكُّلاً، وَهُمْ الَّذِينَ صَدَقُوا في قَوْلِ: «لا إِلَهَ إِلَّا اللَّه»، وَهُمْ عِبَادُ اللَّهِ حَقّاً.\r\nفَأَمَّا مَنْ قَالَ لا إِلَهَ إِلَّا اللَّه بِلِسَانِهِ، ثُمَّ أَطَاعَ الشَّيْطَانَ وَهَوَاهُ فِي مَعْصِيَةِ اللَّه وَمُخَالَفَتِهِ فَقَدْ كَذَّبَ فِعْلُهُ قَوْلَهُ، وَنَقَصَ مِنْ كَمَالِ تَوْحِيدِهِ بِقَدْرِ مَعْصِيَةِ اللَّهِ فِي طَاعَةِ الشَّيْطَانِ وَالْهَوَى {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ} [القصص: 50]، {وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} [ص: 26].","","",""],["22","","","فَيَا هَذَا كُنْ عَبْدَ اللَّهِ لا عَبْدَ الهَوَى، فَإِنَّ الهَوَى يَهْوِي بِصَاحِبِهِ فِي النَّارِ، {أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللّهُ الْوَاحِدُ الْقَهَّار (39)} [يوسف]، تَعِسَ عَبْدُ الدِّرْهَمِ تَعِسَ عَبْدُ الدِّينَارِ.\nوَاللَّه مَا يَنْجُو غَداً مِنْ عَذَابِ اللَّه إِلَّا مَنْ حَقَّقَ عُبُودِيَّةَ اللَّهِ وَحْدَهُ، وَلَمْ يَلْتَفِتْ مَعَهُ إِلى شَيْءٍ مِنَ الأَغْيَارِ.\nمِنْ عَلِمَ أَنَّ إِلَهَهُ وَمَعبُودَهُ فَردٌ، فَلْيُفرِدهُ بِالعُبُودِيَّةِ، ولا يُشرِك بِعِبَادَةِ ربِّهِ أَحَداً.\n","","",""],["23","","","كَانَ بَعْضُ العَارِفِينَ(1) يَتَكَلَّمُ عَلَى أَصْحَابِه، عَلَى رَأْسِ جَبَلٍ، فَقَالَ فِي كَلامِهِ: لا يَنَالُ أَحَدٌ مُرَادَهُ حَتَّى يَنْفَرِدَ فَرْداً بِفَرْدٍ، فَانْزَعَجَ وَاضْطَرَبَ، حَتَّى رَأَى أَصْحَابُهُ أَنَّ الصُّخُورَ قَدْ تَدَكْدَكَتْ، وَبَقِيَ عَلَى ذَلِكَ سَاعَاتٍ، فَلَمَّا أَفَاقَ فَكَأَنَّه(2) نُشِرَ مِنْ قَبْرٍ(3).","(1) هو: أبو عبد اللَّه محمد بن إسماعيل المغربي، أحد أعيان الصوفية الزهَّاد، (ت 276 هـ).\r\nانظر ترجمته في: «طبقات الصوفية» (ص 194)، و «حلية الأولياء» (10/ 335).\r\n(2) في نسخة (ب): «فكأَنَّمَا».\r\n(3) أخرج القصة: ابن الجوزي في «القُصَّاص والمذَكِّرين» (ص 282)، وفي تاريخه «المنتَظَم» (6/ 113).","",""],["24","[‌‌دلالة محبة الله عز وجل]","","قَولُهُ: «لا إِلَهَ إِلَّا اللَّه» تَقتَضِي أَلَّا يُحِبَّ سِوَاهُ، فَإِنَّ الإِلَهَ هُوَ الَّذِي يُطَاعُ، مَحَبَّةً وَخَوفاً وَرَجَاءً.\nوَمِنْ تَمَامِ مَحَبَّتِهِ مَحَبَّةُ مَا يُحِبُّهُ، وَكَرَاهَةُ مَا يَكرَهُهُ، فَمَنْ أَحَبَّ شَيئاً مِمَّا يَكرَهُ اللَّهُ، أَوْ كَرِهَ شَيئاً مِمَّا يُحِبُّهُ اللَّهُ لَم يَكمُل تَوحِيدُهُ وَلا صِدْقُهُ في قَولِ: «لا إِلَهَ إِلَّا اللَّهُ»، وَكَانَ فِيهِ مِنْ الشِّركِ الخَفِيِّ بِحَسبِ مَا كَرِهَهُ مِمَّا يُحِبُّهُ اللَّهُ، وَمَا أَحَبَّهُ مِمَّا يَكرَهُهُ، قَالَ تَعَالى: {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُم (28)} [محمد].\nقَالَ اللَّيثُ عَنْ مُجَاهِدٍ في قَولِهِ تَعَالى: {لَا يُشْرِكُونَ بِي شَيْئًا} [النور: 55]، قَالَ: لا يُحِبُّونَ(1) غَيرِي(2).\nوفي «صَحِيحِ الحَاكِمِ» عن عائِشةَ رضي الله عنها، عن النَّبِيِّ صلى الله عليه وسلم: أنَّه قال: «الشِّركُ(3) أَخفَى مِنْ دَبِيبِ الذَّرِّ عَلَى الصَّفَا فِي اللَّيلَةِ الظَّلمَاءِ، وأَدنَاهُ أَنْ تُحِبَّ عَلَى شَيءٍ مِنَ الجَورِ، أَوْ تُبغِضَ عَلَى شَيءٍ مِنْ العَدلِ، وَهَل الدِّينُ إِلا الحُبُّ وَالبُغضُ؟ قَالَ اللَّهُ تَعَالى: {قُلْ إِنْ كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ} [آل عمران: 31]»(1).","(1) وقع في نسخة الأصل: «لا يُحِبُّوا» بحذف النون على الجزم، والمثبت من نسخة (ب) وبقية مصادر التخريج، وهو الصواب لغة، فإن «لا» نافية وليست ناهية.\n(2) قول مجاهدٍ هذا لم أقف عليه في شيءٍ من كتب التفاسير المسنَدَة، ووجدتُه عند أبي نعيم في «حلية الأولياء» (3/ 296)، بينما أخرج ابنُ جريرٍ (19/ 210) وغيرُه من طريق الليث عن مجاهدٍ أنَّه قال في تفسيرها: «لا يخافون غيري»، فإن كان هذا الاختلافُ عن مجاهدٍ محفوظاً فيكون له في تفسير الآية قولان، وتفسيرها بنفي الخوف قد ورد عن ابنِ عبَّاس أيضاً، وانظر -في توجيه تفسيرها بذلك- «روحَ المعاني» لأبي الثناء الألوسي (9/ 394).\n(3) وقع في نسخة (ب) هنا زيادة: [في هَذِهِ الأُمَّة]، ولم أجد هذه الزيادة في المطبوع من «مستدرك الحاكم».\n(1) أخرجه البزار في «مسنده» -كما في «كشف الأستار» رقم (3566) -، وابن أبي حاتم في «تفسيره» (2/ 632)، والعقيلي في «الضعفاء» رقم (3538)، والحاكم في «المستدرك» (2/ 291) وغيرُهم، وهو «حديثٌ منكرٌ» كما قاله أبو زرعة والعُقَيلي، وقال الدارقطني: «ليس بثابت».\r\n","",""],["25","","","وَهَذَا نَصٌّ فِي أَنَّ مَحَبَّةَ مَا يَكرَهُهُ اللَّهُ وَبُغضَ مَا يُحِبُّهُ مُتَابَعَةً لِلهَوَى، وَالمُوَلاةَ عَلَى ذَلِكَ وَالمُعَادَاةَ عَلَيهِ مِنْ الشِّركِ الخَفِيِّ.\r\nوقَالَ الحَسَنُ: اعلَم أَنَّكَ لَنْ تُحِبَّ اللَّهَ حَتَّى تُحِبَّ طَاعَتَهُ(2).\r\nوَسُئِلَ ذُو النُّونِ [المِصْرِيُّ]: مَتَى أُحِبُّ رَبِّي؟ قَالَ: إِذَا كَانَ مَا يُبغِضُهُ عِنْدَكَ أَمَرَّ مِنْ الصَّبِر(3).\r\nوَقَالَ بِشرُ بنُ السَّرِيِّ: لَيسَ مِنْ أَعلامِ الحُبِّ أَنْ تُحِبَّ مَا يُبغِضُهُ حَبِيبُكَ(4).\r\nوَقَالَ أَبُو يَعقُوبَ النَّهرَجُورِي: كُلُّ مَنْ ادَّعَى مَحَبَّةَ اللَّهِ وَلَم يُوَافِق اللَّهَ في أَمرِهِ فَدَعوَاهُ بَاطِلٌ(5).\r\nوَقَالَ يَحيَى بنُ مُعَاذٍ: لَيسَ بِصَادِقٍ مَنْ ادَّعَى مَحَبَّةَ اللَّهِ، وَلَم يَحفَظ حُدُودَهُ(6).","(2) لم أجده، وقد ذكره المولِّف في كتابه الآخر «جامع العلوم والحِكَم» (1/ 212).\r\n(3) أخرجه أبو نعيم في «حلية الأولياء» (9/ 363 و 392).\r\nو «الصَّبِرُ» -ك «كَتِف» -: عُصَارَةُ شَجَرٍ مُرٍّ. [«القاموس المحيط» (مادة: صَبَرَ)].\r\n(4) أخرجه أبو نعيم في «حلية الأولياء» (8/ 300)، وأخرجه أيضاً في (8/ 24) من قول إبراهيمَ بنِ أدهم رحمه الله.\r\n(5) لم أجده، وقد ذكره المولِّف في «جامع العلوم والحِكَم» (1/ 213) و (2/ 397).\r\n(6) ذكره القُشَيري في «الرسالة القُشَيرِيَّة» (ص 523).","",""],["26","","","وَقَالَ رُوَيمٌ: المَحَبَّةُ المُوَافَقَةُ في جَمِيعِ الأَحوَالِ، وَأَنشَدَ:\r\nولو قلتَ لي: مُتْ، مُتُّ سمعاً وَطَاعَةً\r\nوقُلتُ لداعي الموتِ: أهلاً ومَرْحَباً(1)\r\nوَيَشهَدُ لِهَذَا المَعنَى أَيضاً قَولُهُ تَعَالى: {قُلْ إِنْ كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ} [آل عمران: 31]، قَالَ الحَسَنُ: قَالَ أَصحَابُ النَّبِيِّ صلى الله عليه وسلم: يَا رَسُولَ اللَّهِ إِنَّا نُحِبُّ رَبَّنَا حُبّاً شَدِيداً؛ فَأَحَبَّ اللَّهُ أَنْ يَجعَلَ لِحُبِّهِ عَلَماً، فَأَنْزَلَ اللَّهُ هَذِهِ الآيَةَ(2).\r\n \r\nوَمِنْ هُنَا يُعلَمُ أَنَّهُ لا تَتِمُّ شَهَادَةُ «ألَّا إِلَهَ إِلَّا اللَّهُ» إِلَّا بِشَهَادَةِ «أَنَّ مُحَمَّداً رَسُولُ اللَّه»، فَإِنَّهُ إِذَا عَلِمَ أَنَّهُ لا تَتِمُّ مَحَبَّةُ اللَّهِ إِلَّا بِمَحَبَّةِ مَا يُحِبُّهُ وَكَرَاهَةِ مَا يَكرَهُهُ، فَلا طَرِيقَ إِلَى مَعرِفَةِ مَا يُحِبُّهُ وَمَا يَكرَهُهُ إِلَّا مِنْ جِهَةِ مُحَمَّدٍ المُبَلِّغِ عَنْ اللَّهِ مَا يُحِبُّهُ وَمَا يَكرَهُهُ(3)، فَصَارَت‌‌ مَحَبَّةُ اللَّهِ مُسْتَلْزِمَةً لِمَحَبَّةِ رَسُولِهِ صلى الله عليه وسلم وَتَصدِيقِهِ وَمُتَابَعَتِهِ.\r\nوَلِهَذَا قَرَنَ اللَّهُ بَيْنَ مَحَبَّتِهِ وَمَحَبَّةِ رَسُولِهِ فِي قَوْلِهِ: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ} إلى قوله: {أَحَبَّ إِلَيْكُم مِنَ اللّهِ وَرَسُولِهِ} [التوبة: 24]، كَمَا قَرَنَ بَينَ طَاعَتِهِ وَطَاعَةِ رَسُولِهِ صلى الله عليه وسلم في مَوَاضِعَ كَثِيرَةٍ.","","",""],["27","[‌‌تلازم الظاهر والباطن]","","وَقَالَ صلى الله عليه وسلم: «ثَلاثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاوَةَ الإِيمَانِ: أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إِلَّا لِلَّهِ، وَأَنْ يَكرَهَ أَنْ يَرجِعَ إلى الكُفرِ بَعدَ إِذْ أَنقَذَهُ اللَّهُ مِنهُ، كَمَا يَكرَهُ أَنْ يُلقَى في النَّارِ»(1).\nهَذِهِ حَالُ السَّحَرَةِ لَمَّا سَكَنَت المَحَبَّةُ قُلُوبَهُم، سَمَحُوا بِبَذلِ نُفُوسِهِم، [ف] قَالُوا لِفِرعَونَ: اقْضِ مَا أَنْتَ قَاضٍ.\nوَمَتَى تَمَكَّنَت المَحَبَّةُ فِي(2) القَلبِ لَم تَنبَعِث الجَوَارِحُ إِلَّا إِلى طَاعَةِ الرَّبِّ، وهَذَا هو مَعنَى الحدِيثِ الإِلَهِيِّ الَّذِي خَرَّجَهُ البُخَارِيُّ في «صَحِيحِه»، وَفِيهِ: «وَلا يَزَالُ عَبدِي يَتَقَرَّبُ إِليَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا»(3)، وَفِي بَعضِ الرِّوَايَات: «فَبِي يَسْمَعُ، وبِي يُبْصِرُ، وبِي يَبْطِشُ، وبِي يَمْشِي»(4)؛ وَالمعنَى: أنَّ مَحَبَّةَ اللَّه إِذَا استَغْرَقَ بِها القَلْبُ واسْتَولَت عَلَيهِ، لَمْ تَنْبَعِث الجَوَارِحُ إِلَّا إِلى مَرَاضِي الرَّبِّ، وَصَارَت النَّفْسُ حِينَئِذٍ مُطْمَئِنَّةً، فَفَنِيَتْ بِإِرَادَةِ مَولَاهَا عَنْ مُرَادِهَا وَهَوَاهَا.","(1) متفقٌ عليه من حديث أنسٍ رضي الله عنه؛ البخاري رقم (16)، ومسلم رقم (43).\r\n(2) في نسخة (ب): «من».\r\n(3) أخرجه البخاري من حديث أبي هريرة رقم (6137).\r\n(4) لم أقف على هذه الرواية مسندةً رغم البحث، وقد ذكرها -من غير عزوٍ- شيخُ الإسلام ابن تيمية في مواضعَ كثيرةٍ من كتبِه، وكذلك تلميذُه ابنُ القيِّم، ولما خَرَّج العلامةُ الألبانيُّ أصلَ الحديث في «الصحيحة» (4/ 191) قال عن هذه الزيادة: «ولم أَرَ هذه الزيادة عند البخاري ولا عند غيره ممن ذكرنا من المخرِّجين»، وقد سبقه إلى هذا الحافظ الذهبي في «تاريخ الإسلام» (51/ 363) فإنه لما أورد\r\nكلاماً لشيخ الإسلام ابن تيمية وفيه ذِكْرُ هذه الرواية، عقَّبَ عليها بقوله: «قلت: لم أجد هذه اللفظة «فبي يسمع وبي يبصر» … إلخ».\r\nثم وجدتُ الحكيمَ الترمذيَّ قد ذَكَرَ هذه الرِّوَاية في «نوادر الأصول» (1/ 265 و 4/ 35)، وفي «الأمثال» (ص 133) ولكنه لم يَسُق إسنادَها أيضاً، واللَّه أعلم.","",""],["28","","","يا هَذَا! اعْبُد اللَّهَ لِمُرَادِهِ مِنْكَ لا لِمُرَادِكَ مِنهُ، فَمَنْ عَبَدَهُ لِمُرَادِهِ مِنهُ فَهو مِمَّنْ يَعبُدُ اللَّهَ عَلَى حَرْفٍ، إِنْ أَصَابَهُ خَيرٌ اطْمَأَنَّ بِهِ، وإِن أَصَابَتهُ فتنةٌ انقَلَبَ عَلَى وَجهِهِ خَسِرَ الدُّنيَا والآخِرَةَ.\r\nوَمَتَى قَوِيتِ المعرِفَةُ والمحَبَّةُ لَمْ يُرِد صَاحِبُهَا إلَّا مَا يُرِيدُهُ مَولاهُ، وَفي بَعضِ الكُتُبِ السَّالِفَةِ: «مَنْ أَحَبَّ اللَّه لَمْ يَكُنْ شَيءٌ عِندَهُ آثَرُ مِنْ رِضَاهُ، وَمَنْ أَحَبَّ الَّدُنيَا لَمْ يَكُنْ شَيءٌ عِندَهُ آثَرُ مِنْ هَوَى نَفْسِهِ»(1).\r\nوَرَوَى ابنُ أبي الدُّنيَا بِإِسنَادِهِ عن الحَسَنِ، قَالَ: مَا نَظَرْتُ بِبَصَرِي، وَلَا نَطَقْتُ بِلِسَانِي، وَلَا بَطَشْتُ بِيَدِي، وَلَا نَهَضْتُ عَلَى قَدَمِي، حَتَّى أَنْظُرَ عَلَى طَاعَةٍ أو مَعصِيَةٍ، فَإِنْ كَانَتْ طَاعَةً تَقَدَّمْتُ، وَإِنْ كَانَتْ مَعْصِيَةً تَأَخَّرْتُ(2).\r\n \r\nهَذَا‌‌ حَالُ خَوَاصِّ المحِبِّينَ [الصَّادِقِينَ]، فَافْهَمُوا رَحِمَكُمُ اللَّه هَذَا؛ فَإنَّه مِنْ دَقَائِقِ أَسْرَارِ التَّوحِيدِ الغَامِضَة.","(1) لم أجده، وقد ذكره المؤلِّف في كتابه «جامع العلوم والحِكَم» (1/ 213) و (2/ 397).\r\n(2) أخرجه ابن أبي الدنيا في «الورع» رقم (195).","",""],["29","","","وَإِلى هَذَا المقَامِ أَشَارَ النَّبِيُّ صلى الله عليه وسلم في خُطْبَتِهِ لَمَّا قَدِمَ المَدِينَةَ، حَيثُ قَالَ: «أَحِبُّوا اللَّه مِنْ كُلِّ قُلُوبِكُمْ» وَقَدْ ذَكَرَهَا ابنُ إِسحَاقَ وغَيرُه(1).\n \nفَإِنَّ‌‌ مَنْ امْتَلأَ قَلبُه مِنْ مَحَبَّةِ اللَّه لَمْ يَكُنْ فِيهِ فَرَاغٌ لِشَيءٍ من إِرَادَاتِ النَّفْسِ وَالهَوَى، وَإِلى ذَلِكَ أَشَارَ القَائِلُ بِقَولِهِ(2):\nأَرُوحُ وَقَدْ خَتَمتَ عَلَى فُؤادِي … بِحُبِّكَ أن يَحُلَّ بِهِ سِوَاكَ\nفَلَو أَني استَطَعتُ غَضَضْتُ طَرْفِي … فَلَم أَنْظُرْ بِهِ حَتَّى أَرَاكَا\nأُحِبُّكَ لا بِبَعْضِي بَلْ بِكُلِّي … وَإِنْ لَمْ يُبْقِ حُبُّكَ لي حِرَاكَا\nوَفي الأَحْبَابِ مَخْصُوصٌ بِوَجْدٍ … وَآخَر يَدَّعِي مَعَهُ اشْتِرَاكَا\nإِذَا اشْتَبَكَتْ(3) دُمُوعٌ في خُدُودٍ … تَبَيَّنَ مَنْ بَكَا مِمَّنْ تَبَاكَى\nفَأَمَّا مَنْ بَكَى فَيَذُوبُ وَجْداً … وَيَنْطِقُ بِالهَوَى مَنْ قَدْ تَشَاكَا\r\n","(1) أخرجها هنَّادٌ في «الزهد» رقم (492)، والبيهقي في «دلائل النبوة» (2/ 525 - 526) كلاهما من طريق محمد بن إسحاق بإسناده مرسلاً.\r\n(2) هذه الأبيات من قصيدة للمتنبي يمدح بها أبا شجاعِ عَضُد الدَّولة، مطلعها:\r\nفِدًى لكَ مَنْ يُقَصِّرُ عَنْ مَدَاكَا … فَلَا مَلِكٌ إِذَنْ إِلَّا فِدَاكَا\r\nولم أر البيتين -الثالث والسادس- من ضمن أبيات القصيدة، فلعلهما في رواية أخرى لها.\r\nينظر: «ديوان المتنبي بشرح أبي البقاء» (2/ 385 وما بعدها)، و «شرح ديوان المتنبي» للبرقوقي (3/ 123 وما بعدها).\r\n(3) وقع في نسخة (ب): «اسْتَكَبَت».","",""],["30","","","مَتَى بَقِيَ لِلمُحِبِّ مِنْ نَفْسِهِ حَظٌّ فَمَا بِيَدِهِ من المَحَبَّةِ إِلَّا الدَّعْوَى، إِنَّمَا المُحِبُّ مَنْ يَفْنَى عَنْ [هوى] نَفْسِهِ كُلِّهِ، وَيَبْقَى بِحَبِيبِهِ، فَبِي يَسْمَعُ، وَبِي يُبْصِرُ.\r\nالقَلبُ بَيتُ الرَّبِّ، وفي الإِسرَائِيلِيَّات يَقُولُ اللَّه: «مَا وَسِعَنِي سَمَائِي وَلا أَرْضِي، وَلَكِن وَسِعَنِي قَلْبُ عَبدِي المُؤمِن»(1).\r\nفَمَتَى كَانَ القَلبُ فِيهِ غَير اللَّه، فَاللَّه أَغنَى الأَغْنِيَاءِ عَنْ الشِّرْكِ، وَهو لَا يَرْضَى بِمُزَاحَمَةِ أَصْنَامِ الهَوَى، الحقُّ تَعَالَى غَيُورٌ، يَغَارُ عَلَى عَبدِهِ المُؤمِن أَنْ يَسْكُنَ في قَلْبِهِ سِوَاهُ، وأَن يَكُونَ فِيهِ شَيءٌ لا يَرْضَاهُ.\r\nأَرَدْنَاكُمُ صِرْفاً فَلَمَّا مَزَجْتُمُ … بَعُدْتُمْ بِمِقْدَارِ التِفَاتِكُمْ عَنَّا\r\nوَقُلْنَا لَكُمْ لا تُسْكِنُوا القَلبَ غَيرَنَا … فَأَسْكَنْتُمُ الأَغْيَارَ مَا أَنْتمُ مِنَّا(2)","(1) سئل شيخ الإسلام ابن تيمية عن هذا الأثر -كما في «مجموع الفتاوى» (18/ 370) - فقال: «هذا ما ذَكَرُوهُ في الإسرائيليات ليسَ لَهُ إسنَادٌ مَعرُوفٌ عن النَّبِيِّ صلى الله عليه وسلم، ومعنَاهُ: وَسِعَ قَلبُهُ مَحَبَّتِي ومَعرِفَتِي، وما يُروَى: «القَلبُ بَيتُ الرَّبِّ» هذا مِنْ جِنسِ الأَوَّلِ، فإِنَّ القَلبَ بَيتُ الإِيمَانِ بِاللَّهِ تَعَالَى ومَعرِفَتِهِ ومَحَبَّتِهِ .... ».\r\nوقال عنه العراقي في «تخريج أحاديث الإحياء» (3/ 15): «لم أَرَ لَهُ أصلاً».\r\n(2) هذان البيتان ذكرهما ابن الجوزي في «المدهش» (ص 326)، ولم ينسبهما لأحد.\r\nوقد ذكر بهاء الدين العاملي في «الكشكول» (1/ 123): أن أبا بكر الشِّبْلِي -أحدُ أعيانِ الصوفية- سمع رجلاً ينشد:\r\nأَرَدْنَاكُمُ صِرْفاً فَإِذْ قَدْ مَزَجْتُمُ\r\nفَبُعْداً وَسُحْقاً لا نُقِيْمُ لَكُمْ وَزْناً\r\nولم يذكر سوى هذا البيت، وهو مطابقٌ في معناه لما أورده ابنُ رجب.","",""],["31","[‌‌النجاة لا تكون إلا لصاحب القلب السليم]","","لا يَنجُو غَداً إِلَّا مَنْ أَتَى اللَّه بِقَلبٍ سَلِيمٍ، لَيسَ فِيهِ سِوَاهُ، قَالَ اللَّهُ تَعَالى: {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُون (88) إِلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيم (89)} [الشعراء].\r\n \r\n‌‌القَلبُ السَّلِيمُ: هُو الطَّاهِرُ مِنْ أَدنَاسِ المُخَالفَات، فَأَمَّا المُتَلَطِّخُ بِشَيءٍ مِنَ المَكرُوهَاتِ فَلا يَصلُحُ لِمُجَاوَرَةِ حَضرَةِ القُدُسِ(1) إِلا بَعدَ أَنْ يُطَهَّرَ في كِيرِ العَذَابِ، فَإِذَا زَالَ مِنهُ(2) الخَبَثُ صَلَحَ حِينَئِذٍ لِلمُجَاوَرَةِ «إِنَّ اللَّه طِيبٌ لا يَقبَلُ إِلَّا طَيِّباً»(3).\r\nفَأَمَّا القُلُوبُ الطَّيِّبَةُ فَتَصلُحُ لِلمُجَاوَرَةِ مِنْ أَوَّلِ الأَمرِ: [{سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّار (24)} [الرعد]]، {سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِين (73)} [الزمر]، {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُون (32)} [النحل].\r\nمَنْ لَم يُحرِق اليَومَ قَلبَهُ بِنَارِ الأَسَفِ عَلَى مَا سَلَفَ، أَوْ بِنَارِ الشَّوقِ إِلَى لِقَاءِ الحَبِيبِ، فَنَارُ جَهَنَّمَ لَهُ أَشَدُّ حَرّاً.\r\nمَا يَحتَاجُ إِلى التَّطهِيرِ بِنَارِ جَهَنَّمَ إِلَّا مَنْ لَم يُكمِل تَحقِيق التَّوحِيدِ وَالقِيَام بِحُقُوقِهِ.","(1) كذا في النسختين، ووقع في هامش نسخة (ب): «لعله: القدوس»، والصواب ما في «النسختين»، وهو ما صوَّبه الشارح حفظه اللهُ، فقال: هذه العبارة «حَضْرَة القُدُس» من العبارات الدارجة على لسان مَنْ يتكلَّم بهذا الكلام.\r\n(2) في نسخة (ب): «عنه».\r\n(3) أخرجه مسلمٌ رقم (1015) من حديث أبي هريرة رضي الله عنه.","",""],["32","[‌‌احذروا الرياء]","","أَوَّلُ مَا(1) تُسَعَّرُ بِهِ النَّارُ مِنَ المُوَحِّدِينَ العُبَّادُ المُرَاؤونَ بِأَعمَالِهِم؛ وَأَوَّلُهُم العَالِمُ، وَالمُجَاهِدُ، وَالمُتَصَدِّقُ لِلرِّيَاءِ؛ لأَنَّ يَسِيرَ الرِّيَاءِ شِركٌ.\r\nمَا نَظَرَ المُرَائِي إِلَى الخَلقِ فِي عَمَلِهِ إِلَّا لِجَهلِهِ بِعَظَمَةِ الخَالِقِ.\r\nالمُرَائِي يُزَوِّرُ التَّوَاقِيعَ عَلَى اسمِ المَلِكِ؛ لِيَأخُذَ البَرَاطِيلَ(2) لِنَفسِهِ، وَيُوهِمَ أَنَّهُ مِنْ خَاصَّةِ المَلِكِ، وَهُوَ مَا يَعرِفُ المَلِكَ بِالكُلِّيَّةِ.\r\nنَقَشَ المُرَائِي عَلَى الدِّرهَمِ الزَّائِفِ اِسمَ المَلِكِ لِيَرُوجَ(3)، وَالبَهرَجُ(4) مَا يَجُوزُ(5) إِلَّا عَلَى غَيرِ النَّاقِدِ.","(1) كذا في النسختين، وله وجه، ووقع في هامش نسخة (ب): «مَنْ»، وهو أولى.\r\n(2) البراطيل: جمع بِرْطِيل -بكسر الباء الموحَّدة- وهو الرِّشْوَة، وفي المثل: «البَرَاطِيل تَنْصُرُ الأَبَاطِيل».\r\nينظر: «أساس البلاغة» (مادة: ب ر ط ل)، و «المصباح المنير» (مادة: ب ر ط ل)، و «تاج العروس» (28/ 75).\r\n(3) رَاجَ الشَّيْءُ يَرُوجُ رَوَاجاً: إذا نَفَقَ، ورَاجَت الدَّرَاهمُ: تَعَامَلَ النَّاسُ بها.\r\nينظر: «تاج العروس» (5/ 600).\r\n(4) «البَهْرَجُ» -بالفَتْح-: الباطِلُ، والرَّدِيءُ مِنْ كلِّ شيْءٍ، قال ابن الأَعرابيّ: الدِّرْهَمُ البَهْرَجُ: هو الذي لا يُباع به.\r\nينظر: «تاج العروس» (5/ 432).\r\n(5) وفي بعض النسخ المطبوعة: «لا يروج».","",""],["33","","","وَبَعدَ أَهلِ الرِّيَاءِ يَدخُلُ النَّارَ أَصحَابُ الشَّهَوَاتِ، وَعَبِيدُ الهَوَى، الَّذِينَ أَطَاعُوا هَوَاهُم، وَعَصَوا مَولاهُم، فَأَمَّا عَبِيدُ اللَّهِ حَقّاً فَيُقَالُ لَهُمْ: {يَاأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّة (27) ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَّرْضِيَّة (28) فَادْخُلِي فِي عِبَادِي (29) وَادْخُلِي جَنَّتِي (30)} [الفجر].\n \n‌‌نَارُ جَهَنَّمَ تَنطَفِئُ بِنُورِ إِيمَانِ المُوَحِّدِينَ، في الحَدِيثِ: «تَقُولُ النَّارُ لِلمُؤمِنِ: جُزْ، فَقَد أَطفَأَ نُورُكَ لَهَبِي»(1).\nوَفِي «المُسنَدِ» عَنْ جَابِرٍ، عَنْ النَّبِيِّ صلى الله عليه وسلم: «لا يَبقَى مُؤمِنٌ وَلا فَاجِرٌ إِلَّا دَخَلَهَا، فَتَكُونُ عَلَى المُؤمِنِينَ بَرداً وَسَلاماً، كَمَا كَانَتْ عَلَى إِبرَاهِيمَ، حَتَّى إِنَّ لِلنَّارِ ضَجِيجاً مِنْ بَردِهِم»(2).\nهَذَا مِيرَاثٌ وَرِثَهُ المُحِبُّونَ مِنْ حَالِ الخَلِيلِ عليه السلام.\r\n","(1) هذا الحديث من الأحاديث المشتهرة على الألسنة، وهو ضعيفٌ جدّاً، فقد أخرجه الطبراني في «الكبير» (22/ 258 - 259)، وابن عدي في «الكامل» (6/ 394)، والبيهقي في «شعب الإيمان» رقم (369).\r\nقال ابنُ رجب في «التخويف من النار» (ص 202): «هذا حديثٌ غريبٌ، وفيه نكارة»، وقال ابنُ كثير في «النهاية» (2/ 93): «هذا حديثٌ غريبٌ جدّاً».\r\n(2) جزءٌ من حديث الوُرود، أخرجه أحمد في «المسند» رقم (14520)، وعبد بن حميد كما في «المنتخب من مسنده» رقم (1106)، والحارث بن أسامة في «مسنده» رقم (1127 بغية الباحث)، والحاكم في «المستدرك» (4/ 587)، والبيهقي في «شعب الإيمان» رقم (364)، وهو حديثٌ ضعيفٌ لا يصح مرفوعاً عن النبي صلى الله عليه وسلم، وقد أخرج مسلم في «صحيحه» رقم (191) عن جابرٍ موقوفاً عليه أنه سئل عن «الوُرود» فأجاب بكلامٍ طويلٍ، فيه ذكر الرؤية والشفاعة، وفيه: «قال: فينْطَلِقُ بهِم [يعني: الربُّ سبحانه وتعالى] ويَتَّبعونَهُ ويُعطَى كُلُّ إنسَانٍ منهُم -منافقٍ أو مؤمنٍ- نُوراً، ثُمَّ يَتَّبعونهُ وعَلَى جِسرِ جَهَنَّمَ كَلالِيبُ وَحَسَكٌ تأخُذُ من شَاءَ اللَّهُ، ثُمَّ يَطْفَأُ نورُ المنافقينَ ثُمَّ ينجُو المؤمنُونَ .... »،\r\nقلتُ: فلو كان عند جابرٍ رضي الله عنه شيءٌ محفوظٌ عن رسول اللَّه صلى الله عليه وسلم في شأن «الورود»، لذكره في جوابه، ولم يعدِل عنه إلى قولِ نفسِه، إضافة إلى ما بين السياقين -المرفوع والموقوف- من الفرق الظاهر في المعنى، فتأمَّل.","",""],["34","","","نَارُ المَحَبَّةِ فِي قُلُوبِ المُحِبِّينَ تَخَافُ مِنهَا نَارُ جَهَنَّمَ.\r\nقَالَ الجُنَيدُ [رضي الله عنه]: قَالَتْ النَّارُ: يَا رَبِّ لَو لَم أُطِعكَ هَلْ كُنْتَ تُعَذِّبنِي بِشَيءٍ؟، قَالَ: نَعَم كُنْتُ أُسَلِّطُ عَلَيكِ نَارِي الكُبرَى، قَالَتْ: وَهَل نَارٌ أَعظَمُ مِنِّي وَأَشَدُّ؟ قَالَ: [نعم]، نَارُ مَحَبَّتِي أَسكَنتُهَا قُلُوبَ أَولِيَائِي المُؤمِنِينَ(1).\r\nقِفَا قَلِيلاً بِهَا عَلَيَّ فَلا … أَقَلَّ مِنْ نَظرَةٍ أُزَوَّدُهَا(2)\r\nفَفِي فُؤَادِ المُحِبِّ نَارُ هَوَى(3) … أَحَرُّ نَارِ الجَحِيمِ أَبرَدُهَا(4)\r\n[ف] لَولا دُمُوعُ المُحِبِّينَ تُطفِئُ بَعضَ حَرَارَةِ الوَجدِ لاحتَرَقُوا كَمَداً.","(1) قال الشيخ محمد رشيد رضا رحمه الله في تعليقه على «جامع الرسائل والمسائل النجدية» (4/ 866): «إنْ صَحَّ هذا عن الجُنَيد فمراده منه أنَّ نارَ الحُبِّ أشدُّ حَرّاً من جهنم بطريقة التمثيل لا الرِّواية، وهو أشبَهُ بكلامِ جَهَلَةِ الصوفِيَّة منه بكلام الإمام الجُنَيد».\r\n(2) في نسخة (ب): «أُرَدِّدُهَا».\r\n(3) في نسخة (ب): «نَارُ جَوَى». قال في «القاموس»: «الْجَوَى: هَوَى بَاطِنٌ».\r\n(4) البيتان من قصيدةٍ للمتنبِّي يمدح بها محمَّد بنَ عبيدِ اللَّه العلوي، مطلعها:\r\nأَهلاً بِدَارٍ سَبَاكَ أَغْيَدُهَا\r\nأَبْعَدَ مَا بَانَ عَنْكَ خُرَّدُهَا\r\nينظر: «ديوان المتنبي بشرح أبي البقاء العكبري» (1/ 296).","",""],["35","","","دَعُوهُ يُطفِي بِالدُّمُوعِ حَرَارَةً … عَلَى كَبِدٍ حَرَّى دَعُوهُ دَعُوهُ!\r\nسَلُوا عَاذِلِيهِ يَعذُرُوهُ هُنَيهَةً … فَبِالعَذَلِ دُونَ الشَّوقِ قَدْ قَتَلُوهُ(1)\r\nكَانَ بَعضُ العَارِفِينَ(2) يَقُولُ: أَلَيسَ عَجَباً أَنْ أَكُونَ حَيّاً بَينَ أَظهُرِكُمٍ، وَفي قَلبِي مِنْ الاشتِيَاقِ إِلَى رَبِّي مِثلَ شُعَلِ النَّارِ الَّتِي لا تَنطَفِئُ؟!\r\nوَلَم أَرَ مِثلَ نَارِ الحُبِّ نَاراً … تَزِيدُ بِبُعدِ مُوقِدِهَا اِتِّقَاداً(3)\r","(1) هذان البيتان نسبهما ابن الجوزي في «المدهش» (ص 407) لابن المعتز، ولم أقف عليهما في المطبوع من ديوانه.\r\n(2) ذكره ابن الجوزي في «صفة الصفوة» (2/ 281 - 282) ونسبه إلى إحدى عابدات مكة ولم يُسَمِّها.\r\n(3) لم أقف على قائله.","",""],["36","","","مَا لِلعَارِفِينَ شُغلٌ بِغَيرِ مَولاهُم، وَلا هَمٌّ في غَيرِهِ.\r\nفي الحَدِيثِ: «مَنْ أَصبَحَ وَهَمُّهُ غَيرُ اللَّهِ فَلَيسَ مِنْ اللَّهِ»(1).\r\nقَالَ بَعضُهُم: مَنْ أَخبَرَكَ أَنَّ وَلِيَّهُ لَهُ هَمٌّ في غَيرِهِ فَلا تُصَدِّقهُ.\r\nوَكَانَ دَاوُدُ الطَّائِيُّ يَقُولُ في اللَّيلِ: هَمُّكَ عَطَّلَ عَلَيَّ الهُمُومَ، وَحَالَ بَينِي وَبَينَ السُّهَادِ، وَشَوقِي إِلَى النَّظَرِ إِلَيكَ أَوبَقَ مِنِّي اللَّذَّاتِ، وَحَالَ بَينِي وَبَينَ الشَّهَوَاتِ، فَأَنَا في سِجنِكَ أَيُّهَا الكَرِيمُ مَطلُوبٌ(2).\r\nمَا لِي شُغلٌ سِوَاهُ مَا لي شُغلُ\r\nمَا يَصرِفُ عَنْ هَوَاهُ قَلبِي عَذَلُ\r\nمَا أَصنَعُ إِنْ جَفَا وَخَابَ الأَمَلُ\r\nمِنِّي بَدَلٌ وَمِنهُ مَا لي بَدَلُ","(1) أخرجه الحاكم في «المستدرك» (4/ 320) وسكت عنه، وابن بشران في «الأمالي» رقم (1034)، من حديث عبد اللَّه بن مسعود رضي الله عنه مرفوعاً، وإسناده واهٍ.\nوللحديث شواهد من حديث أنس بن مالك، وحذيفة بن اليمان، وأبي ذر رضي الله عنهم، وكلُّها ضعيفة لا تصح.\nفالمقصود: أن الحديث لا يثبت مرفوعاً إلى النبي صلى الله عليه وسلم من وجهٍ صحيحٍ، وقد رواه الإمام أحمد في «الزهد» رقم (176) بإسنادٍ جيِّدٍ عن أُبي بن كعب موقوفاً عليه، واللَّه أعلم.\n(2) أخرجه أبو نعيم في «الحلية» (7/ 356 - 357).","",""],["37","[‌‌من صدق في قول لا إله إلا الله نجا من كربات يوم القيامة]","","إِخوَانِي: إِذَا فَهِمتُم هَذَا المَعنَى فَهِمتُم مَعنَى قَولِهِ صلى الله عليه وسلم: «مَنْ شَهِدَ أَنْ لا إِلَهَ إِلَّا اللَّهُ صِدقاً مِنْ قَلبِهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ».\r\nفَأَمَّا مَنْ دَخَلَ النَّارَ مِنْ أَهلِ [هذه] الكَلِمَةِ فَلِقِلَّةِ صِدقِهِ فِي قَولِهَا، فَإِنَّ هَذِهِ الكَلِمَةَ إِذَا صَدَقَت طَهَّرَت القَلبَ مِنْ كُلِّ مَا سِوَى اللَّهِ، وَمَتَى بَقِيَ فِي القَلبِ أَثَرٌ لِسِوَى اللَّهِ فَمِنْ قِلَّةِ الصِّدقِ فِي قَولِهَا.\r\nمَنْ صَدَقَ فِي قَولِهِ: «لا إِلَهَ إِلَّا اللَّهُ» لَم يُحِبَّ سِوَاهُ، لَم يَرْجُ إِلَّا إِيَّاهُ، لَم يَخْشَ أَحَداً إِلَّا اللَّهُ، لَم يَتَوَكَّل إِلَّا عَلَى اللَّهِ، لَم يُبقِ لَهُ بَقِيَّةً مِنْ آثَارِ نَفسِهِ وَهَوَاهُ.","","",""],["38","","","وَمَعَ هَذَا فَلا تَظُنُّوا أَنَّ المَرَادَ أَنَّ المُحِبَّ مُطَالَبٌ بِالعِصمَةِ، وَإِنَّمَا هُوَ مُطَالَبٌ كُلَّمَا زَلَّ أَنْ يَتَلافَى تِلكَ الوَصمَةَ(1).\nقَالَ زَيدُ بنُ أَسلَمَ: إِنَّ اللَّهَ لَيُحِبُّ العَبدَ حَتَّى يَبلُغَ مِنْ حُبِّهِ لَهُ أَنْ يَقُولَ: اذهَب فَاعمَل مَا شِئتَ فَقَد غَفَرتُ لَكَ(2).\nوَقَالَ الشَّعبِيُّ: إِذَا أَحَبَّ اللَّهُ عَبداً لَم يَضُرَّهُ ذَنبُهُ(3).\nوَتَفسِيرُ هَذَا الكَلامِ: أَنَّ اللَّهَ عز وجل لَهُ عِنَايَةٌ بِمَنْ يُحِبُّهُ مِنْ عِبَادِهِ، فَكُلَّمَا زَلَقَ ذَلِكَ العَبدُ فِي هُوَّةِ الهَوَى أَخَذَ بِيَدِهِ إلى نَجوَةِ النَّجَاةِ، يُيَسِّرُ له أَسبَابَ التَّوبَةِ، يُنَبِّهُهُ عَلَى قُبحِ الزَّلَّةِ، فَيَفزَعُ إِلَى الاعتِذَارِ، وَيَبتَلِيهُ بِمَصَائِبَ مُكَفِّرَةٍ لِمَا جَنَى(4).\nفي بَعضِ الآثَارِ: يَقُولُ اللَّهُ تعالى: «أَهلُ ذِكرِي أَهلُ مُجَالَسَتِي، وَأَهلُ طَاعَتِي أَهلُ كَرَامَتِي، وَأَهلُ مَعصِيَتِي لا أُيَئِّسُهُم مِنْ رَحمَتِي، إِنْ تَابُوا فَأَنَا حَبِيبُهُم، وَإِنْ لَم يَتُوبُوا فَأَنَا طَبِيبُهُم، أَبتَلِيهِم بِالمَصَائِبِ لأُطَهِّرَهُم مِنَ المَعَائِبِ»(1).\r\n","(1) في نسخة (ب): «الزلَّة».\r\n(2) لم أقف عليه.\r\n(3) أخرجه موقوفاً على الشعبيِّ: الحكيمُ الترمذيُّ في «نوادر الأصول» (2/ 350)، وأبو نعيم في «الحلية» (4/ 318).\r\nوروي مرفوعاً من وجهٍ ضعيفٍ جدّاً، أخرجه القشيري في «الرسالة القشيرية» (ص 178)، وابن النجار في «ذيل تاريخ بغداد» (18/ 78).\r\n(4) قال ابن رجب في «شرح حديث لبيك اللَّهُمَّ لبيك» (ص 113 - 114): «قال بعضُهم: إذا أحبَّ اللَّه عبداً لم يضره ذنبه، ومراده أنه يمحوه عنه، وربما يجعل الذنب في حَقِّه سَبَباً لشدة خوفِه من ربه وذُلِّهِ وانكِسَارِه له، فيكون سبباً لرفع درجة ذلك العبد عنده، وإذا خَذَلَ عبداً وقضى عليه بذنب لم يُوَفِّقْهُ لشيءٍ من ذلك فَلَقِيَ اللَّه بذنبِه من غيرِ سَبَبٍ يمحوه عنه في الدنيا ثم يؤاخذه به في الآخرة فلا يغفر له».\n(1) لم أقف على هذا الأثر مسنداً، والظاهر أنه من الأخبار الإسرائيلية، فقد نقل ابن عبد الهادي في «العقود الدرية» عن شيخ الإسلام ابن تيمية قوله: «يقول اللَّه تعالى في بعض الكتب .... » فذكره، فكأنه يريد كتب أهل الكتاب، واللَّه أعلم.\r\n","",""],["39","","","يَا قَومُ قُلُوبُكُمْ عَلَى أَصلِ الطَّهَارَةِ، وَإِنَّمَا أَصَابَهَا رَشَاشٌ مِنْ نَجَاسَةِ الذُّنُوبِ، فَرُشُّوا عَلَيهَا قَلِيلاً مِنْ دَمعِ العُيُونِ وَقَدْ طَهُرَت.\nاِعزِمُوا عَلَى فِطَامِ النُّفُوسِ عَنْ رَضَاعِ الهَوَى، فَ «الحِميَةُ رَأسُ الدَّوَاءِ»(1).\nمَتَى طَالَبَتكُم بِمَألُوفَاتِهَا، فَقُولُوا لَهَا كَمَا قَالَتْ تِلكَ المَرأَةُ لِذَلِكَ الرَّجُلِ الَّذِي دَمِيَ وَجهُهُ: قَدْ أَذهَبُ اللَّهُ بِالشِّركِ وَجَاءَ بِالإِسلامِ(2).\nوَالإِسلامُ يَقتَضِي الاستِسلامَ وَالانقِيَادَ لِلطَّاعَةِ.\nذَكِّرُوهَا مِدْحَة {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا} [فصلت: 30] لَعَلَّهَا تَحِنُّ إِلى الاستِقَامَةِ، عَرِّفُوهَا اطِّلاعَ مَنْ هُوَ أَقرَبُ مِنْ حَبلِ الوَرِيدِ لَعَلَّهَا تَستَحِي مِنْ قُربِهِ وَنَظَرِهِ، {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (14)} [العلق]، {إِنَّ رَبَّكَ لَبِالْمِرْصَاد (14)} [الفجر].\nرَاوَدَ رَجُلٌ اِمرَأَةً فِي فَلاةٍ لَيلاً فَأَبَت، فَقَالَ لَهَا: مَا يَرَانَا إِلَّا الكَوَاكِبُ، قَالَتْ: فَأَينَ مُكَوكِبُهَا؟(3).","(1) هذه الجملة يرويها بعضُهم حديثاً عن النبي صلى الله عليه وسلم، ولا أصل لها من كلامِه عليه الصلاة والسلام، قال ابن القيم في «زاد المعاد» (4/ 94): «وأما الحديثُ الدائرُ على ألسنةِ كثيرٍ من الناس: «الحِميةُ رأسُ الدواءِ، والمَعِدَةُ بيتُ الداءِ، وعوِّدُوا كلَّ جِسْمٍ مَا اعتَادَ» فهذا الحديث إنما هو من كلامِ الحارثِ ابنِ كَلَدَةَ؛ طبيبِ العَرَب، ولا يصحُّ رفعُه إلى النبيِّ صلى الله عليه وسلم، قاله غيرُ واحد من أئمة الحديث».\r\n(2) تَقَدَّم تخريجُه قريباً.\r\n(3) أوردها الخرائطي في «اعتلال القلوب» رقم (83)، والبيهقي في «شعب الإيمان» رقم (852).","",""],["40","","","أَكرَهَ رَجُلٌ امرَأَةً عَلَى نَفسِهَا، وَأَمَرَهَا بِغَلقِ الأَبوَابِ، فَفَعَلَت، فَقَالَ لَهَا: هَلْ بَقِيَ بَابٌ لَم تُغلِقِيهِ؟ قَالَتْ: نَعَم، البَابُ الَّذِي بَينَنَا وَبَينَ اللَّهِ، [فتركها] ولَم يَتَعَرَّض لَهَا.\r\nرَأَى بَعضُ العَارِفِينَ(1) رَجُلاً يُكَلِّمُ امرَأَةً، فَقَالَ: إِنَّ اللَّه يَرَاكُمَا، سَتَرنَا اللَّهُ وَإِيَّاكُمَا!.","(1) هو: محمَّدُ بنُ المنْكَدِر رحمه الله، أسنده عنه ابن أبي الدنيا في «الأمر بالمعروف والنهي عن المنكر» رقم (43).","",""],["41","","","سُئِلَ الجُنَيدُ رحمه الله:‌‌ بِمَ يُستَعَانُ عَلَى غَضِّ البَصَرِ؟، قَالَ: بِعِلمِكَ أَنَّ نَظَرَ اللَّهِ إِلَيكَ أَسبَقُ مِنْ نَظَرِكَ إِلَى مَا تَنظُرُه.\nوَقَالَ المُحَاسَبِيُّ: المُرَاقَبَةُ عِلمُ القَلبِ بِقُربِ الرَّبِّ(1).\nكُلَّمَا قَوِيت المَعرِفَةُ بِاللَّهِ قَوِيَ الحَيَاءُ [مِنْ قُربِهِ وَنَظَرِهِ].\nوَصَّى النَّبِيُّ صلى الله عليه وسلم رَجُلاً أَنْ يَستَحِي مِنْ اللَّهِ كَمَا يَستَحِي مِنْ رَجُلٍ من صَالِحِ عَشِيرَتِهِ لا يُفَارِقُهُ(2)(3).\nقَالَ بَعضُهُم(4): اِستَحِ مِنْ اللَّهِ عَلَى قَدرِ قُربِهِ مِنكَ، وَخَفِ اللَّهَ عَلَى قَدرِ قُدرَتِهِ عَلَيكَ.\nكَانَ بَعضُهُم(5) يَقُولُ: مُنذُ أَربَعِينَ سَنَةً مَا خَطَوتُ خُطوَةً لِغَيرِ اللَّهِ، وَلا نَظَرتُ إِلَى شَيءٍ أَستَحسِنُهُ حَيَاءً مِنْ اللَّهِ عز وجل.","(1) «القصد والرجوع إلى اللَّه» (ص 313).\r\n(2) في نسخة (ب): [كَمَا يَستَحِي من رَجُلَين صَالِحَين من عَشِيرَتِهِ لا يُفَارِقَانِه].\r\n(3) أخرجه الطبراني في «الكبير» رقم (5539) وإسناده جيِّدٌ.\r\n(4) هو: وُهَيبُ بنُ الوَرْد رحمه الله، أسنده عنه محمد بن نصر المروزي في «تعظيم قدر الصلاة» رقم (841 و 842)، وأبو نعيم في «حلية الأولياء» (8/ 140)، وصَرَّحَ المصنِّفُ باسمه في «جامع العلوم والحكم» (1/ 408).\r\n(5) هو: محمد بن الفضل البَلْخي رحمه الله، عزاه إليه ابن الجوزي في «صفة الصفوة» (4/ 165)، وزاد في آخره: «ومَا أَمْلَيتُ على مَلَكَيَّ ثلاثين سنة شيئاً، ولو فعلتُ ذلك لاستَحْيَيتُ منهما»، وصَرَّح المصنِّفُ باسمه في كتابه الآخر «جامع العلوم والحكم» (1/ 214) وقال معلِّقاً: «هؤلاء القوم لما صَلحَت قلوبُهم فَلَم يَبْقَ فيها إرادةٌ لغير اللَّه عز وجل صَلحَت جوارحُهم فلم تتحرَّك إلا للَّه عز وجل وبما فيه رضاه».","",""],["42","","","كَأَنَّ رَقِيباً مِنْكَ يَرعَى خَوَاطِرِي … وَآخَرُ يَرعَى نَاظِرِي وَلِسَانِي\r\nفَمَا أَبصَرَت عَينَايَ بَعدَكَ مَنظَراً … لِغَيرِكَ إِلَّا قُلتُ قَدْ رَمَقَانِي\r\nوَلا بَدَرَت مِنْ فِيّ بَعدَكَ لَفظَةٌ … لِغَيرِكَ إِلَّا قُلتُ قَدْ سَمِعَانِي\r\nوَلا خَطَرَت مِنْ ذِكرِ غَيرِكَ خَطرَةٌ … عَلَى القَلبِ إِلَّا عَرَّجَا بِعَنَاني(1)","(1) عزاه المصنِّف في آخر رسالته «كشف الكربة في وصف أهل الغربة» إلى البُحْتُري، فقال: «ولأبي عُبَادة البُحْتُري في هذا المعنى أبياتٌ حسنةٌ أساء بقولها في مخلوقٍ، وقد أصلحتُ منها أبياتاً حتى استقامت على الطريقة»، ثم ذكر الأبيات المذكورة هنا وزاد عليها.\r\nوقد أسندها عن البحتريِّ: القاضي التنوخيُّ في «نشوار المحاضرة» (6/ 145).","",""],["43","[‌‌فصل فضائل كلمة التوحيد]","","فَصلٌ\r\nوَكَلِمَةُ التَّوحِيدِ لَهَا فَضَائِلُ عَظِيمَةٌ لَا يُمْكِنُ هَهُنَا استِقصَاؤهَا(1)، فَلنَذْكُر بَعضَ مَا وَرَدَ فِيهَا:\r\n- فَهِي كَلِمَةُ التَّقْوَى، كَمَا قَالَهُ عُمَرُ وَغَيرُه من الصَّحَابَةِ(2).\r\n- وَهِي كَلِمَةُ الإِخلاصِ، وَشَهَادَةُ الحَقِّ، وَدَعوَةُ الحَقِّ(3)، وَبَرَاءَةٌ من الشِّرْكِ(4)، وَنَجَاةُ هَذَا الأَمْرِ.","(1) قال ابن تيمية كما في «مجموع الفتاوى» (2/ 256): «فضائلُ هذهِ الكلمةِ وحقائِقُهَا وموقِعُها من الدِّينِ فوقَ مَا يصفُهُ الواصِفُونَ ويعرِفُهُ العارفُونَ؛ وهِيَ حَقِيقَةُ الأَمرِ كُلِّهِ؛ كما قالَ تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاعْبُدُون (25)} [الأنبياء]».\n(2) قول عمر: أخرجه أحمد في «المسند» رقم (447) وإسناده قوي.\nوجاء تفسيرها عن غيره من الصحابة، منهم: علي بن أبي طالب، وابن عباس، وابن عمر. ينظر: «تفسير ابن جرير الطبري» (21/ 310 - 313)، و «الدر المنثور» (13/ 507 - 510) عند قوله تعالى: {وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى} [الفتح: 26].\n(3) تُنظر أقوال السلف في تفسير قوله تعالى: {لَهُ دَعْوَةُ الْحَقِّ} [الرعد: 14] في: «تفسير الطبري» (13/ 485 - 486)، و «الدر المنثور» (8/ 412 - 413).\n(4) جاء في بعض الأحاديث: أنَّ النبيَّ صلى الله عليه وسلم سَمِعَ رَاعِيَ غَنَمٍ يُؤذِّنُ للصلاة، فلمَّا قال: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّه، قال صلى الله عليه وسلم: «كَلِمَةُ الإِخْلاصِ»، وفي رواية: «شَهِدَ شَهَادَةَ الْحَقِّ»، وفي رواية: «بَرِئَ هَذَا مِنَ الشِّرْكِ»، وفي رواية: «خَرَجَ مِنَ النَّارِ».\nينظر مثلاً: «صحيح مسلم» رقم (873)، و «الدعاء» للطبراني [باب ثواب مَنْ قال كما يقول المؤذِّن] (ص 160 - 164)، و «معرفة الصحابة» لأبي نعيم رقم (6054 - ترجمة مسلم بن رِيَاح).","",""],["44","","","- وَلأَجْلِهَا خُلِقَ الخَلْقُ، كَمَا قَالَ تَعَالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُون (56)} [الذاريات].\n- وَلأَجْلِهَا أُرْسِلَت الرُّسُلُ وأُنْزِلَت الكُتُبُ، قَالَ تَعَالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاعْبُدُون (25)} [الأنبياء]، وَقَالَ تَعَالى: {يُنَزِّلُ الْمَلائِكَةَ بِالْرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاء مِنْ عِبَادِهِ أَنْ أَنذِرُوا أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاتَّقُون (2)} [النحل]، وَهَذِه الآيَةُ أَوَّلُ مَا عَدَّدَ [اللَّه] عَلَى عِبَادِهِ من النِّعَمِ في سُورَةِ النِّعَمِ الَّتِي تُسَمَّى «سُورَةُ النَّحْلِ»، وَلِهَذَا قَالَ ابنُ عُيَينَةَ: «مَا أَنْعَمَ اللَّه عَلَى العِبَادِ نِعْمَةً أَعظَم مِنْ أَنْ عَرَّفَهَم لا إِلَهَ إِلَّا اللَّه، وَإنَّ لَا إِلَهَ إِلَّا اللَّه لأَهْلِ الجَنَّةِ كَالمَاءِ البَارِدِ لأَهلِ الدُّنْيَا»(1).\n- وَلأَجْلِهَا أُعِدَّت دَارُ الثَّوَابِ وَدَارُ العِقَابِ في الآخِرَةِ، فَمَنْ قَبِلَهَا وَمَاتَ عَلَيهَا كَانَ مِنْ أَهلِ دَارِ الثَّوَابِ، ومَن رَدَّهَا كَانَ مِنْ أَهلِ دَارِ العِقَابِ.\n- وَمِنْ أَجلِهَا أُمِرَت الرُّسُلُ بِالجِهَادِ؛ فَمَنْ قَالَهَا عُصِمَ مَالُهُ وَدَمُهُ، وَمَنْ أَبَاهَا فَمَالُهُ وَدَمُهُ هَدَرٌ.","(1) أخرجه ابن أبي الدنيا في «الشكر» رقم (96).\r\n","",""],["45","","","- وَهِي مِفتَاحُ دَعوَةِ الرُّسُلِ.\n- وَبِهَا كَلَّمَ اللَّهُ مُوسَى كِفَاحاً.\nوَفي «مُسنَدِ البَزَّارِ» وَغَيرِهِ عَنْ عِيَاضٍ الأَنصَارِيِّ رضي الله عنه، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «إِنَّ لا إِلَهَ إِلَّا اللَّهُ كَلِمَةُ حَقٍّ عَلَى اللَّهِ كَرِيمَةٌ، وَلَهَا مِنْ اللَّهِ مَكَانٌ، وَهِيَ كَلِمَةٌ جُمِعَت وَشُرِكَت، فَمَنْ قَالَهَا صَادِقاً أَدخَلَهُ اللَّهُ الجَنَّةَ، وَمَنْ قَالَهَا كَاذِباً أَحرَزَت مَالَهُ، وَحَقَنَت دَمَهُ، وَلَقِيَ اللَّهَ فَحَاسَبَهُ»(1).","(1) أخرجه البزار في «مسنده» -كما في «كشف الأستار» رقم (4) -، وأبو نعيم في «معرفة الصحابة» رقم (5442) وفي إسناده مَنْ لم أعرفه.","",""],["46","","","وَهِيَ مِفتَاحُ الجَنَّةِ، كَمَا تَقَدَّمَ(1).\r\nوَهِيَ ثَمَنُ الجَنَّةِ، قَالَهُ الحَسَنُ(2)، وَجَاءَ مَرفُوعاً مِنْ وُجُوهٍ ضَعِيفَةً(3).\r\nومَنْ كَانَتْ آخِرَ كَلامِهِ دَخَلَ اَلْجَنَّةَ.","(1) ص 55.\r\n(2) أخرجه موقوفاً على الحسن: ابنُ أبي شيبة في «المصنَّف» رقم (36461)، وإسحاقُ بن راهويه في «مسنده» -كما في «المطالب العالية» رقم (2892) -، قال ابن حجر في «المطالب»: «هذا مَوقُوفٌ صَحِيحٌ».\r\n(3) ينظر: «الكامل» لابن عدي (6/ 348)، و «صفة الجنة» لأبي نعيم رقم (48)، و «المغني عن حمل الأسفار» للعراقي (عند تخريجه للحديث رقم 944)، و «سلسلة الأحاديث الضعيفة» للألباني رقم (3457).","",""],["47","","","وَهِيَ نَجَاةٌ مِنْ النَّارِ، وَسَمِعَ النَّبِيُّ صلى الله عليه وسلم مُؤَذِّناً يَقُولُ: أَشهَدُ أَنْ لا إِلَهَ إِلَّا اللَّهُ، فَقَالَ: «خَرَجَ مِنْ النَّارِ» خَرَّجَهُ مُسلِمٌ(1).\r\nوَهِيَ تُوجِبُ المَغفِرَةَ، وفي «المُسنَدِ» عَنْ شَدَّادِ بنِ أَوسٍ وَعُبَادَةَ بنِ الصَّامِتِ: أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأَصحَابِهِ يَوماً: «اِرفَعُوا أَيدِيَكُم، وَقُولُوا: لا إِلَهَ إِلا اللَّهُ»، فَرَفَعنَا أَيدِيَنَا سَاعَةً، ثُمَّ وَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ، ثُمَّ قَالَ: «الحَمدُ لِلَّهِ، اللَّهُمَّ بَعَثتَنِي بِهَذِهِ الكَلِمَةِ، وَأَمَرتَنِي بِهَا، وَوَعَدتَنِي الجَنَّةَ عَلَيهَا، وَإِنَّكَ لا تُخلِفُ المِيعَادَ»، ثُمَّ قَالَ: «أَبشِرُوا فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكُمْ»(2).\r\nوَهِيَ أَحسَنُ الحَسَنَاتِ، قَالَ أَبُو ذَرٍّ رضي الله عنه: قُلتُ: يَا رَسُولَ اللَّهِ، عَلِّمنِي عَمَلاً يُقَرِّبُنِي مِنَ الجَنَّةِ، وَيُبَاعِدُنِي مِنْ النَّارِ، قَالَ: «إِذَا عَمِلتَ سَيِّئَةً فَاعمَل حَسَنَةً، فَإِنَّهَا عَشرُ أَمثَالِهَا»، قُلتُ: يَا رَسُولَ اللَّهِ، لا إِلَهَ إِلَّا اللَّهُ مِنَ الحَسَنَاتِ؟ قَالَ: «هِيَ أَحسَنُ الحَسَنَاتِ»(3).","(1) رقم (382).\r\n(2) أخرجه أحمد في «المسند» رقم (17121)، والبزار في «مسنده» (2717 و 3483)، والحاكم في «المستدرك» (1/ 501)، وإسناده جَيِّدٌ.\r\n(3) أخرجه الإمام أحمد في «المسند» رقم (21487)، وابن أبي شيبة في «مسنده» -كما في «إتحاف الخيرة» رقم (6107) -، وغيرهما، وإسناده ضعيفٌ؛ لجهالةِ بعض رواته.","",""],["48","","","وَهِيَ تَمحُو الذُّنُوبَ وَالخَطَايَا(1)، وَفي «سُنَنِ ابنِ مَاجَه»(2) عَنْ أَمْ هَانِئ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «لا إِلَهَ إِلَّا اللَّهُ لا تَترُكُ ذَنباً، وَلا يَسبِقُهَا عَمَلٌ».\r\nرُئِيَ بَعضُ السَّلَفِ بَعدَ مَوتِهِ فِي المَنَامِ، فَسُئِلَ عَنْ حَالِهِ، فَقَالَ: مَا أَبقَت لا إِلَهَ إِلَّا اللَّهُ شَيئاً.\r\nوَهِيَ تُجَدِّدُ مَا دَرَسَ مِنَ الإِيمَانِ فِي القَلبِ، وَفي «المُسنَدِ»: أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأَصحَابِهِ: «جَدِّدُوا إِيمَانَكُم»، قَالُوا: كَيفَ نُجَدِّدُ إِيمَانَنَا؟، قَالَ: «قُولُوا: لا إِلَهَ إِلَّا اللَّهُ»(3).","(1) قال المؤلِّف في «جامع العلوم والحكم» (1/ 417): «مَنْ تحقَّق بكلمة التوحيد قَلبُه، أَخْرَجَتْ منه كلَّ ما سوى اللَّه محبةً وتعظيماً وإجلالاً ومهابةً وخشيةً ورجاءً وتوكُّلاً، وحينئذ تُحْرَقُ ذنوبُه وخطاياه كلُّها، ولو كانت مِثلَ زَبَدِ البَحر، وربَّمَا قَلَبَتْهَا حسناتٍ، كما سبق ذكره في تبديل السيئات حسنات، فإنَّ هذا التوحيدَ هو الإكسيرُ الأعظمُ، فلو وضع ذرَّة منه على جبالِ الذنوب والخطايا لقلبها حسناتٍ، كما في «المسند» وغيره عن أم هانئ عن النَّبيِّ صلى الله عليه وسلم قال: «لا إِلَهَ إِلَّا اللَّهُ لا تَتْرُكُ ذَنْباً، وَلا يَسْبِقُهَا عَمَلٌ»».\r\n(2) رقم (3797)، وضعَّفه البوصيريُّ في «مصباح الزجاجة»، وهو كما قال.\r\n(3) أخرجه أحمد في «المسند» رقم (8710)، والبزار في «مسنده» رقم (9569)، وصحَّحه الحاكم في «المستدرك» (4/ 256)، وتعقَّبه الذهبيُّ في «تلخيص المستدرك» فضعَّفَه.","",""],["49","","","وَهِيَ الَّتِي لا يَعدِلُهَا شَيءٌ في الوَزنِ، فَلَو وُزِنَت بالسموات وَالأَرضِ [ل] رَجَحَت بِهِنَّ، كَمَا في «المُسنَدِ» عَنْ عَبدِ اللَّهِ بنِ عَمرٍو عَنْ النَّبِيِّ صلى الله عليه وسلم: «أَنَّ نُوحاً عليه السلام قَالَ لابنِهِ عِنْدَ مَوتِهِ: آمُرُكَ بِ «لا إِلَهِ إِلَّا اللَّه»، فَإِنَّ السموات السَّبعَ وَالأَرَضِينَ السَّبعَ [لَو وُضِعْنَ في كِفَّةٍ وَوُضِعَت «لَا إِلَهَ إِلَّا اللَّه» في كِفَّةٍ لَرَجَحَت بِهِنَّ، وَلَو أنَّ السموات السَّبعَ وَالأَرَضِينَ السَّبعَ](1) كُنَّ حَلقَةً مُبهَمَةً فَصَمَتهُنَّ(2) «لا إِلَهَ إِلَّا اللَّه»»(3).\n","(1) ما بين المعقوفتين ساقط من نسخة الأصل، واستدركته من نسخة (ب)، ومن مصدر الحديث، والظاهر أن سقوطه من نسخة الأصل بسبب انتقال النظر من موضعٍ إلى موضعٍ.\n(2) كذا في النسختين: «فَصَمَتْهُنَّ» بالفاء، والذي في «المسند»: «قَصَمَتْهُنَّ» بالقاف، وهو أوجه وأبلغ في المعنى، فإنَّ «الفَصْم» هو كَسْرُ الشيء من غير بينونة، وأما «القَصْمُ» فهو كسره ببينونة.\nينظر: «لسان العرب» (مادة: فصم، وقصم).\n(3) جزءٌ من حديثٍ طويلٍ أخرجه أحمد في «المسند» رقم (6583 و 7101)، والبخاري في «الأدب المفرد» رقم (548)، وصحَّحه الحاكم في (1/ 48 - 49)، ووافقه الذهبيُّ في «تلخيص المستدرك»، وصححَّه أيضاً ابنُ كثير في «البداية والنهاية» (1/ 119).\nقلت: الحديث في إسناده اختلاف، فروي موصولاً ومرسلاً، ومن أرسله أوثق ممن ووصله، ولذا رجَّح أبو حاتم في «العلل» رقم (2183) إرساله.\n","",""],["50","","","وَفِيهِ أَيضاً عَنْ عَبدِ اللَّهِ بنِ عَمرٍو(4)، عَنْ النَّبِيِّ صلى الله عليه وسلم: «أَنَّ مُوسَى عليه السلام قَالَ: يَا رَبِّ عَلِّمنِي شَيئاً أَذكُرُكَ بِهِ وَأَدعُوكَ بِهِ، قَالَ: يَا مُوسَى، قُلْ: لا إِلَهَ إِلَّا اللَّهُ، قَالَ [موسى]: يَا رَبِّ، كُلُّ عِبَادِكَ يَقُولُونَ هَذَا. قَالَ: قُلْ: لا إِلَهَ إِلَّا اللَّهُ. فَقَالَ: لا إِلَهَ إِلَّا أَنتَ، إِنَّمَا أُرِيدُ شَيئاً تَخُصُّنِي بِهِ. قَالَ: يَا مُوسَى، لَو أَنَّ السموات السَّبعَ وَعَامِرَهُنَّ غَيرِي وَالأَرَضِينَ السَّبعَ في كِفَّةٍ، وَلا إِلَهَ إِلَّا اللَّهُ فِي كِفَّةٍ، مَالَت بِهِنَّ لا إِلَهَ إِلَّا اللَّهُ»(1).\nوَلِذَلِكَ تَرجحُ بِصَحَائِفِ الذُّنُوبِ، كَمَا فِي حَدِيثِ السِّجِلَّاتِ والبِطَاقَةِ(2)، وَقَدْ خَرَّجَهُ أَحمَدُ وَالنِّسَائِيُّ(3) والتِّرمِذِيُّ أَيضاً مِنْ حَدِيثِ عَبدِ اللَّهِ بنِ عَمرٍو عَنْ النَّبِيِّ صلى الله عليه وسلم(1).\r\n","(4) هذا وهَمٌ من المؤلِّف رحمه الله، فلا الحديث من رواية عبد اللَّه بن عمرو رضي الله عنهما، ولا هو في «مسند الإمام أحمد»، بل الحديث في جميع مصادره من\nرواية أبي سعيد الخدري، كما سيأتي في تخريجه، ولم أقف على قصة موسى هذه من رواية عبد اللَّه بن عمرٍو في شيءٍ من الكتب.\nوهذا الوهم قد تكرَّر من المؤلِّف في كتابه الآخر «جامع العلوم والحكم» (2/ 20)، فليتنبه له.\n(1) أخرجه النسائي في «الكبرى - عمل اليوم والليلة» رقم (10602 و 10913)، وأبو يعلى في «مسنده» رقم (1393)، وصحَّحه ابن حبان رقم (6218)، والحاكم (1/ 528)، وصحَّحه أيضاً الحافظ ابن حجر في «الفتح» (11/ 208).\n(2) ولفظه: «إنَّ اللَّه سَيُخَلِّصُ رجُلاً من أُمَّتِي على رؤوس الخلائقِ يومَ القيامةِ، فيَنشُرُ عليه تسعةً وتسعِينَ سِجِلاًّ، كُلُّ سِجِلٍّ مثلُ مَدِّ البَصَرِ، ثُمَّ يقول: أَتُنكِرُ من هذا شيئاً؟ أَظَلَمَكَ كَتَبَتِي الحافِظُونَ؟، فيقول: لا يا رَبِّ، فيقول: أَفَلَكَ عُذرٌ؟، فيقول: لا يا رَبِّ، فيقول: بَلَى إنَّ لك عندَنَا حَسَنَةً، فإنَّه لا ظُلْمَ عَلَيكَ اليومَ، فَتُخْرَجُ بِطَاقَةٌ فِيهَا «أَشهَدُ أَنْ لا إِلَهَ إلا اللَّه، وَأَشهَدُ أَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ»، فيقول: أَحْضِرْ وَزنَكَ، فيقول: يا رَبِّ ما هذه البِطَاقَةُ مع هذه السِّجِلَّاتِ؟ فيقال: إِنَّكَ لا تُظلَمُ، قال: فَتُوضَعُ السِّجِلَّاتُ في كِفَّة، والبِطَاقَةُ في كِفَّة، فَطَاشَتْ السِّجِلَّاتُ وَثَقُلَت البِطَاقَةُ، فلا يَثقُلُ مع اسْمِ اللَّه شَيءٌ».\n(3) لم أر هذا الحديث في «سنن النسائي»؛ لا الصغرى ولا الكبرى، ولما أورد المزي هذا الحديث في كتابه «تحفة الأشراف» رقم (8855) لم يَعْزُه للنسائي، وإنما عزاه للترمذي وابن ماجه فحسب، واللَّه أعلم.\n(1) أخرجه الترمذي في «جامعه» رقم (2639)، وابن ماجه في «سننه» رقم (4300)، والإمام أحمد في «المسند» رقم (6994)، وصححه ابن حبان رقم (225)، والحاكم في «المستدرك» (1/ 6 و 529).\r\n","",""],["51","","","وَهِيَ الَّتِي تَخرِقُ الحُجُبَ كُلَّهَا حَتَّى تَصِلَ إِلى اللَّهِ عز وجل، وَفي «التِّرمِذِيِّ» عَنْ عَبدِ اللَّهِ بنِ عَمرٍو، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «لا إِلَهَ إِلَّا اللَّهُ لَيسَ لَهَا دُونَ اللَّهِ حِجَابٌ، حَتَّى تَصِلَ إِلَيهِ»(2).\r\nوَفِيهِ أَيضاً عَنْ أَبِي هُرَيرَةَ، عَنْ النَّبِيِّ صلى الله عليه وسلم: «مَا قَالَ عَبدٌ: «لا إِلَهَ إِلَّا اللَّهُ» مُخلِصاً إِلَّا فُتِحَت لَهُ أَبوَابُ السموات حَتَّى تُفضِيَ إِلى العَرشِ مَا اجتُنِبَت الكَبَائِرُ»(3).\r\nوقَد رُوِيَ عَنْ اِبنِ عَبَّاسٍ مَرفُوعاً: «مَا مِنْ شَيءٍ إِلَّا وبَينَهُ وَبَينَ اللَّهِ حِجَابٌ، إِلَّا قَولَ: لا إِلَهَ إِلَّا اللَّهُ، كَمَا أَنَّ شَفَتَيكَ لا تَحجُبُهَا كَذَلِكَ لا يَحجُبهَا شَيءٌ حَتَّى تَنتَهِيَ إِلَى اللَّهِ عز وجل»(4).\r\nوَقَالَ أَبُو أُمَامَةَ رضي الله عنه: «مَا مِنْ عَبدٍ يُهَلِّلُ تَهلِيلَةً فَيُنَهنِهُهَا شَيءٌ دُونَ العَرشِ»(5).","(2) أخرجه الترمذي في «جامعه» رقم (3518) وقال: «هذا حديثٌ غريبٌ من هذا الوجهِ، وليسَ إسنادُهُ بالقويِّ».\r\n(3) أخرجه الترمذي في «جامعه» رقم (3590)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (10601).\r\nقال الترمذي: «هذا حديثٌ حسنٌ غريبٌ من هذا الوجه».\r\n(4) أخرجه أبو القاسم الْخُتَّلِي في «الديباج» رقم (133)، وزاد في آخره: «فيقولُ اللَّه تعالى: اسْكُنِي، فتقولُ: يا رَبِّ، كَيفَ أَسْكُنُ ولَم تَغفِرْ لِقَائِلِي؟، قال: يقولُ اللَّه تعالى: وعِزَّتِي وجَلالِي، ما أَجْرَيْتُكِ على لسَانِ عَبْدِي وأنَا أُرِيدُ أن أُعَذِّبَهُ». والحديث إسناده ضعيفٌ جدّاً؛ مسلسلٌ بالضعفاء والمجاهيل.\r\n(5) أورده الذهبيُّ في «العلو» رقم (138)، وساق طرفاً من إسناده، وفيه: عبد اللَّه بن بُسر السَّكسكي الحمصي، وهو متفقٌ على ضعفه.\r\nوقوله: «فيُنَهْنِهُهَا»؛ يعني: يمنعها عن الوصول إليه.\r\nينظر: «لسان العرب» (13/ 550 مادة: نَهْنَهَ).","",""],["52","","","وَهِيَ الَّتِي يَنْظُرُ اللَّهُ إِلَى قَائِلِهَا، وَيُجِيبُ دُعَاءَهُ، خَرَّجَ النَّسَائِيُّ فِي كِتَابِ «عمل اليَومَ وَاللَّيلَةِ» مِنْ حَدِيثِ رَجُلَينِ مِنْ الصَّحَابَةِ عَنْ النَّبِيِّ صلى الله عليه وسلم: «مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، مُخلِصاً بِهَا رُوحُهَ، مُصَدِّقاً بِهَا قَلبُهَ لِسَانَهُ، إِلَّا فَتَقَ اللَّهُ لَهُ السَّمَاءَ، حَتَّى يَنظُرَ إِلَى قَائِلِهَا مِنْ أَهلِ الأَرضِ، وَحُقَّ لِعَبدٍ نَظَرَ اللَّهُ إِلَيهِ أَنْ يُعطِيَهُ سُؤلَهُ»(1).\r\nوَهِيَ الكَلِمَةُ الَّتِي يُصَدِّقُ اللَّهُ قَائِلَهَا، كَمَا خَرَّجَهُ النَّسَائِيُّ وَالتِّرمِذِيُّ وَابنُ حِبَّانَ مِنْ حَدِيثِ أَبِي هُرَيرَةَ وَأَبِي سَعِيدٍ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «إِذَا قَالَ العَبدُ: لا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكبَرُ صَدَّقَهُ رَبُّهُ، وَقَالَ: لا إِلَهَ إِلَّا أَنَا، وَأَنَا أَكبَرُ، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ، يَقُولُ اللَّهُ: لا إِلَهَ إِلَّا أَنَا وَحدِي، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا وَحدِي لا شَرِيكَ لِي، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا، لِي المُلكُ وَلِي الحَمدُ، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ، وَلا حَولَ وَلا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا، وَلا حَولَ وَلا قُوَّةَ إِلَّا بِي»، وَكَانَ يَقُولُ: «مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَم تَطعَمهُ النَّارُ»(2).","(1) أخرجه النسائي في «الكبرى - عمل اليوم والليلة» رقم (9772)، وابن خزيمة في «التوحيد» رقم (618)، وإسناده ضعيفٌ.\r\n(2) أخرجه الترمذي في «جامعه» رقم (3430)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (9774)، وابن ماجه في «سننه» رقم (3794)، وصحَّحه ابن حبان رقم (851)، والحاكم في «المستدرك» (1/ 5).","",""],["53","","","وَهِيَ أَفضَلُ مَا قَالَهُ النَّبِيُّونَ، كَمَا وَرَدَ ذَلِكَ فِي دُعَاءِ يَومِ عَرَفَةَ(1).\r\nوَهِيَ أَفضَلُ الذِّكرِ، كَمَا فِي حَدِيثِ جَابِرٍ المَرفُوعِ: «أَفضَلُ الذِّكرِ لا إِلَهَ إِلَّا اللَّهُ»(2)، وَعَنْ ابنِ عَبَّاسٍ قَالَ: «أَحَبُّ كَلِمَةٍ إِلَى اللَّهِ [لا إله إلا اللَّه]، لا يُقبَلُ عَمَلٌ(3) إِلا بِهَا»(4).","(1) ولفظه: «أَفْضَلُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَأَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ» أخرجه مالك في «الموطأ» رقم (500 و 945) عن زياد بن أبي زياد مولى عبد اللَّه بن عيَّاش بن أبي ربيعة، عن طلحة بن عُبَيدِ اللَّه بنِ كَرِيْزٍ، عن النبيِّ صلى الله عليه وسلم، مرسلاً.\r\nقال ابن عبد البر في «التمهيد» (6/ 39): «لا خلاف عن مالكٍ في إرسال هذا الحديث، كما رأيتَ، ولا أحفظُه بهذا الإسناد مسنداً من وجهٍ يُحتَجُّ بمثلِه». وقال البيهقي في «فضائل الأوقات» رقم (191): «هذا مرسلٌ حَسَنٌ، وقد رُوِيَ من حديثِ مالكٍ موصولاً بإسنادٍ آخر، ووَصْلُهُ ضَعيفٌ».\r\nقلت: وقد روي الحديث مسنَداً من طريق جماعةٍ من الصحابة، ولكنها لا تخلو من مقال، ولذا قال ابن عبد البر في «التمهيد» (6/ 41): «ومرسل مالكٍ أثبتُ من تلك المسانيد». z\r\n(2) أخرجه الترمذي في «جامعه» رقم (3383)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (10599)، وابن ماجه في «سننه» رقم (3800)، وصححه ابن حبان رقم (846)، والحاكم في «المستدرك» (1/ 498 و 503).\r\nوقال الترمذي: «هذا حديثٌ حسنٌ غريبٌ»، وحسَّنه أيضاً الحافظ ابن حجر في «نتائج الأفكار» (1/ 58).\r\n(3) في نسخة (ب): «لا يَقبَلُ اللَّهُ عَمَلاً».\r\n(4) كلام ابن عباس هذا هو عبارة عن جوابٍ لمسألةٍ من جملةِ مسائل كَتَبَ بها قيصرُ إلى معاويةَ رضي الله عنه يسأله عنها، فأرسل بها معاويةُ إلى ابنِ عبَّاس فأجابه عنها.\r\nتُنظر المسائل وجواب ابن عباس عنها عند: يعقوب بن سفيان في «المعرفة والتاريخ» (1/ 530)، وابن قتيبة في «عيون الأخبار» (1/ 199)، والدينوري في «المجالسة وجواهر العلم» (3/ 194 - 195).","",""],["54","","","وَهي أَفضَلُ الأَعمَالِ، وأَكَثَرُهَا تَضعِيفاً، وَتَعدِلُ عِتقَ الرِّقَابِ، وَتَكُونُ حِرزاً مِنْ الشَّيطَانِ، كَمَا فِي «الصَّحِيحَينِ» عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنْ النَّبِيِّ صلى الله عليه وسلم: «مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، [فِي يَومٍ](1) مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدلُ عَشرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَ عَنهُ مِائَةُ سَيِّئَةٍ، وَكَانَت لَهُ حِرزاً مِنْ الشَّيطَانِ يَومَهُ ذَلِكَ حَتَّى يُمسِيَ، وَلَم يَأتِ أحدٌ بِأَفضَلَ مِمَّا جَاءَ بِهِ، إِلا أَحَدٌ عَمِلَ أَكثَرَ مِنْ ذَلِكَ»(2).\r\nوَفِيهِمَا أَيضاً عَنْ أَبِي أَيُّوبَ [الأنصاري رضي الله عنه]، عَنْ النَّبِيِّ صلى الله عليه وسلم: «مَنْ قَالَهَا عَشرَ مَرَّاتٍ كَانَ كَمَنْ أَعتَقَ أَربَعَةَ أَنفُسٍ مِنْ وَلَدِ إِسمَاعِيلَ»(3).\r\n","(1) ما بين المعقوفتين ساقط من نسخة الأصل، واستدركته من نسخة (ب)، ومن مصدر الحديث.\r\n(2) متفقٌ عليه؛ البخاري رقم (3119)، ومسلم رقم (2691).\r\n(3) متفقٌ عليه؛ البخاري رقم (6041)، ومسلم رقم (2693).","",""],["55","","","وَفِي «التِّرمِذِيِّ» عَنْ ابنِ عُمَرَ(4) مَرفُوعاً: «مَنْ قَالَهَا إِذَا دَخَلَ السُّوقَ، وَزَادَ فِيهَا: «يُحيَي وَيُمِيتُ [وَهو حَيٌّ لَا يَمُوتُ بِيَدِهِ الخَيْرُ وَهو عَلَى كُلِّ شَيءٍ قَدَيرٌ](5)» كُتِبَت لَهُ أَلفُ أَلفِ حَسَنَةٍ، وَمُحِيَ عَنهُ أَلفُ أَلفِ سَيِّئَةٍ، وَرُفِعَ لَهُ أَلفُ أَلفِ دَرَجَةٍ»، وَفي رِوَايَةٍ: «وَبُنِيَ لَهُ بَيتٌ فِي الجَنَّةِ»(1).\r\n","(4) هذا وهمٌ من الحافظ ابن رجب، بل الذي في الترمذي وغيره: أنه عن ابن عمر عن أبيه عمر مرفوعاً، فالحديث من مسند «عمر» لا من مسند «ابنه عبد اللَّه».\n(5) ما بين المعقوفتين ساقطٌ من نسخة الأصل، واستدركتُه من نسخة (ب)، ومن مصدر الحديث.\n(1) أخرجه الترمذي في «جامعه» رقم (3428 و 3429)، وابن ماجه في «سننه» رقم (2235)، وأحمد في «المسند» رقم (327).\r\nقال علي بن المديني: «كان أصحابنا يُنكرون هذا الحديث أشد الإنكار لجودة إسناده» [نقله ابن كثير في «مسند الفاروق» (2/ 642 - 643)]، وقال أبو حاتم في «العلل» رقم (2006): «حديثٌ منكرٌ جِدّاً»، وقال أبو داود كما في «سؤالات الآجري» رقم (1082 و 1083): «هذا الحديث ليس بشيء».","",""],["56","","","‌وَمِنْ فَضَائِلِهَا: أَنَّهَا أَمَانٌ مِنْ وَحشَةِ القَبرِ وَهَولِ الحَشرِ، كَمَا في «المُسنَدِ»(1) وَغَيرِهِ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «لَيسَ عَلَى أَهلِ «لا إِلَهَ إلا اللَّهُ» وَحشَةٌ فِي قُبُورِهِم وَلا نَشُورِهِم، وَكَأَنِّي بِأَهلِ «لا إِلَهَ إِلَّا اللَّهُ» قَدْ قَامُوا يَنفُضُونَ التُّرَابَ عَنْ رؤوسهم، وَيَقُولُونَ: الحَمدُ لِلَّهِ الَّذِي أَذهَبُ عَنَّا الحَزَنَ»(2).\r\nوَفِي حَدِيثٍ مُرسَلٍ: «مَنْ قَالَ: «لا إِلَهَ إِلَّا اللَّهُ المَلِكُ الحَقُّ المُبِينُ» كُلَّ يَومٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ أَمَاناً مِنَ الفَقرِ، وَأُنْساً مِنْ وَحشَةً القَبرِ، وَاستَجْلَبَ بِهِ الغِنَى، وَاستَقْرَعَ بِهِ بَابَ الجَنَّةِ»(3).","(1) هذا وهمٌ من الحافظ ابن رجب، فليس الحديث في «مسند أحمد»، ولم يذكره ابن حجر في «أطراف المسند» ولا في «إتحاف المهرة بأطراف العشرة»، وذكره البوصيري في «إتحاف الخِيَرَة المهرة بزوائد المسانيد العشرة» رقم (6118) ولم يعزه ل «مسند أحمد»، وهذا مما يؤكد عدم وجوده فيه.\r\n(2) أخرجه أبو يعلى في «مسنده» -كما في «المطالب العالية» رقم (2865) -، وابن أبي الدنيا في «الأهوال» رقم (214)، وفي «القبور» رقم (69)، والطبراني في «الأوسط» رقم (9478)، وإسناده ضعيفٌ جدّاً.\r\n(3) أخرجه ابن المقرئ في «غرائب مالك» -كما في «منتخبه» رقم (17) -، وأبو نعيم في «الحلية» (8/ 280)، وغيرهم من طريق مالكٍ، عن جعفر بن محمد [هو: المعروف ب «الصادق»]، عن أبيه [هو: محمَّد بنُ علي]، عن جدِّه [هو: علي بن الحسين]، عن النبيِّ صلى الله عليه وسلم مرسلاً.\r\nقلت: وقد رُوي عن مالكٍ من وجهٍ آخر موصولٍ، ولا يصح، قال ابن حجر في «رفع الإصر» (ص 305): «قد رُوِيَ عن مالكٍ من وجوهٍ عِدَّة لا يثبت شيءٌ منها»، وقال الدارقطني في «غرائب مالك»: «هذا الحديث لا يصح، وكلُّ مَنْ رواه عن\r\nمالكٍ ضعيفٌ»، وقال ابن عبد البر: «هذا حديثٌ غريبٌ من حديث مالكٍ لا يصح عنه، … ، ولا يرويه عن مالكٍ مَنْ يوثق به، ولا هو معروفٌ من حديثه».","",""],["57","","","وَهِيَ شِعَارُ المُؤمِنِينَ إِذَا قَامُوا مِنَ القُبُورِ، وقَالَ النَّضرُ بنُ عَرَبِيٍّ: «بَلَغَنِي أَنَّ النَّاسَ إِذَا قَامُوا مِنْ قُبُورِهِم فَإِنَّ شِعَارَهُم: لا إِلَهَ إِلَّا اللَّهُ»(1).\r\nوَقَدْ خَرَّجَ الطَّبَرَانِيُّ حَدِيثاً مَرفُوعاً: «إِنَّ شِعَارَ هَذِهِ الأُمَّةِ عَلَى الصِّرَاطِ: لا إِلَهَ إِلَّا أَنْتَ»(2).\r\nوَمِنْ فَضَائِلِهَا: أَنَّهَا تَفتَحُ لِقَائِلِهَا أَبوَابَ الجَنَّةِ الثَّمَانِيَةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ، كَمَا فِي حَدِيثِ عُمَرَ رضي الله عنه(3)، عَنْ النَّبِيِّ صلى الله عليه وسلم فِيمَن أَتَى بِالشَّهَادَتَينِ بَعدَ الوُضُوءِ، خَرَّجَهُ مُسلِمٌ(4).\r\nوَفِي «الصَّحِيحَينِ» عَنْ عُبَادَةَ [بن الصامت رضي الله عنه]، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «مَنْ قَالَ: أَشهَدُ أَنْ لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبدُ اللَّهِ [ورسوله] وَكَلِمَتُهُ أَلقَاهَا إِلَى مَريَمَ وَرُوحٌ مِنهُ، وَأَنَّ الجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، وَأَنَّ اللَّهَ يَبعَثُ مَنْ فِي القُبُورِ فُتِحَت لَهُ ثَمَانِيَةُ أَبوَابٍ مِنَ الجَنَّةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ»(5).","(1) أخرجه موقوفاً عليه: ابن أبي الدنيا في «القبور» رقم (71)، وفي «الأهوال» رقم (103).\r\n(2) أخرجه الطبراني في «الأوسط» رقم (160)، وفي «الدعاء» رقم (1487)، وإسناده واهٍ.\r\n(3) في نسخة (ب): «ابن عمر»، وهو خطأ.\r\n(4) برقم (234)، ولفظه: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ -أَوْ فَيُسْبِغُ- الْوُضُوءَ ثُمَّ يَقُولُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّداً عَبْدُ اللَّهِ وَرَسُولُهُ إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ».\r\n(5) متفقٌ عليه، أخرجه البخاري رقم (3252)، ومسلم رقم (28).\r\nتنبيهان:\r\nأولهما: قوله: «وأنَّ اللَّهَ يَبعَثُ مَنْ فِي القُبُورِ» ليست في «الصحيحين»، ومثلها أيضاً ما وقع في نسخة (ب) من قوله قبلها: «وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيبَ فِيهَا»، بل\r\nلم أر هاتين الجملتين من رواية عُبَادة رضي الله عنه في شيءٍ من مصادر الحديث، فاللَّه أعلم.\r\nثانيهما: قوله: «فُتِحَت لَهُ ثَمَانِيَةُ أَبوَابٍ مِنَ الجَنَّةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ»، هذا قريبٌ من لفظ مسلمٍ: «أَدْخَلَهُ اللَّهُ مِنْ أَيِّ أَبوَابِ الجَنَّةِ الثَّمَانِيَةِ شَاءَ»، وأما لفظ البخاري فهو: «أَدخَلَهُ اللَّهُ الجَنَّةَ عَلَى مَا كَانَ مِنَ العَمَلِ».","",""],["58","","","وَفِي حَدِيثِ عَبدِ الرَّحمَنِ بنِ سَمُرَةَ، عَنْ النَّبِيِّ صلى الله عليه وسلم فِي قِصَّةِ مَنَامِهِ الطَّوِيلِ، وَفِيهِ قَالَ: «وَرَأَيتُ رَجُلاً مِنْ أُمَّتِي اِنتَهَى إِلَى أَبوَابِ الجَنَّةِ، فَأُغلِقَت الأَبوَابُ دُونَهُ، فَجَاءَتهُ شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ، فَفَتَحَت لَهُ الأَبوَابَ، وَأَدخَلَتهُ الجَنَّةَ»(1).\r\n \r\n‌‌وَمِنْ فَضَائِلِهَا: أَنَّ أَهلَهَا وَإِنْ دَخَلُوا النَّارَ بِتَقصِيرِهِم فِي حُقُوقِهَا فَإِنَّهُم لا بُدَّ أَنْ يَخرُجُوا مِنهَا، وَفي «الصَّحِيحَينِ» عَنْ أَنَسٍ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «قَالَ اللَّهُ عز وجل: وَعِزَّتِي وَجَلالِي وَكِبرِيَائِي وَعَظَمَتِي، لأُخرِجَنَّ مِنهَا مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ»(2).\r\nوَخَرَّجَ الطَّبَرَانِيُّ عَنْ أَنَسٍ، عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ: «إِنَّ أُنَاساً مِنْ أَهلِ لا إِلَهَ إِلا اللَّهُ يَدخُلُونَ النَّارَ بِذُنُوبِهِم، فَيَقُولُ لَهُمْ أَهلُ اللاتِ وَالعُزَّى: مَا أَغنَى عَنْكُمْ قَولُ لا إِلَهَ إِلَّا اللَّهُ، فَيَغضَبُ اللَّهُ لَهُمْ فَيُخرِجُهُم مِنْ النَّارِ، فَيَدخُلُونَ الجَنَّةَ»(3).","(1) أخرجه الطبراني في «الكبير» -كما في «جامع المسانيد» (8/ 331 - 333) - وفي «الدعاء» رقم (385)، وابن شاهين في «الترغيب في فضائل الأعمال» رقم (526)، وابن الجوزي في «العلل المتناهية» (2/ 697) وغيرهم.\r\nقال ابن الجوزي: «هذا حديثٌ لا يصح»، قلت: وهو كما قال، فإنَّ عامَّة أسانيده ضعيفة لا تثبت، ولا يخلو إسناد منها من مجهول أو ضعيف.\r\n(2) متفقٌ عليه، أخرجه البخاري رقم (7072)، ومسلم رقم (193)، وهو جزءٌ من حديث الشفاعة الطويل.\r\n(3) أخرجه أبو بكر بن أبي داود في «البعث والنشور» رقم (51)، والطبراني في «الأوسط» رقم (7293)، وإسناده ضعيفٌ جدّاً، وفيه من لا يُعرَف.","",""],["59","","","وَمَنْ كَانَ فِي سُخطِهِ مُحسِناً … فَكَيفَ يَكُونُ إِذَا مَا رَضِيَ؟\r\nلا يُسَوِّي بَين مَنْ وَحَّدَهُ -وَإِنْ قَصَّرَ فِي حُقُوقِ تَوحِيدِهِ- وَبَينَ مَنْ أَشرَكَ بِهِ.\r\nقَالَ بَعضُ السَّلَفِ: كَانَ إِبرَاهِيمُ عليه السلام يَقُولُ: اللَّهُمَّ لا تُشرِكُ مَنْ كَانَ يُشرِكُ بِكَ بِمَنْ كَانَ لا يُشرِكُ بِكَ.\r\nكَانَ بَعضُ السَّلَفِ يَقُولُ فِي دُعَائِهِ: اللَّهُمَّ إِنَّكَ قُلتَ عَنْ أَهلِ النَّارِ: إِنَّهُمْ أَقسَمُوا بِاللَّهِ جَهدَ أَيمَانِهِم لا يَبعَثُ اللَّهُ مَنْ يَمُوتُ(1)، وَنَحنُ نُقسِمُ بِاللَّهِ جَهدَ أَيمَانِنَا: لَيَبعَثَنَّ اللَّهُ مَنْ يَمُوتُ، اللَّهُمَّ لا تَجمَع بَينَ أَهلِ القَسَمَينِ فِي دَارٍ وَاحِدَةٍ.\r\nكَانَ أَبُو سُلَيمَانَ يَقُولُ: إِنْ طَالَبَنِي بِبُخلِي طَالَبتُهُ بِجُودِهِ، وَإِنْ طَالَبَنِي بِذُنُوبِي طَالَبتُهُ بِعَفوِهِ، وَإِنْ أَدخَلَنِي النَّارَ أَخبَرتُ أَهلَ النَّارِ أَنِّي كُنْتُ أُحِبُّهُ.\r\nمَا أَطيَبَ وَصلَهُ وَمَا أَعذَبَهُ … وَمَا أَثقَلَ هَجْرَهُ وَمَا أَصعَبَهُ\r\nفي السُّخطِ وَفي الرِّضَى ما أَهيَبَهُ(2) … القَلبُ يُحِبُّهِ وَإِنْ عَذَّبَهُ!\r\nوَكَانَ بَعضُ العَارِفِينَ(3) يَبكِي طُولَ لَيلِهِ، وَيَقُولُ: إِنْ تُعَذِّبنِي فَإِنِّي لَكَ مُحِبٌّ، وَإِنْ تَرحَمنِي فَإِنِّي لَكَ مُحِبٌّ.","(1) يشير إلى قوله تعالى: {وَأَقْسَمُوا بِاللّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُون (38)} [النحل].\r\n(2) في نسخة (ب): «في السُّخْطِ والرِّضَى فَمَا أَهْيَبَهُ».\r\n(3) هو: عتبة بن أبان الغلام، أسنده عنه: أبو نعيم في «الحلية» (6/ 226).","",""],["60","","","العَارِفُونَ يَخَافُونَ مِنَ الحِجَابِ أَكثَرَ مِمَّا يَخَافُونَ مِنَ العَذَابِ(1)، قَالَ ذُو النُّونِ: خَوفُ النَّارِ عِنْدَ خَوفِ الفِرَاقِ كَقَطرَةٍ فِي بَحرٍ لُجِّيٍّ(2).\r\nكَانَ بَعضُهُم يَقُولُ: إِلَهِي وَسَيِّدِي وَمَولاي، لَو عَذَّبتَنِي بِعَذَابِكَ كُلِّهِ، كَانَ مَا فَاتَنِي مِنْ قُربِكَ أَعظَمَ عِنْدِي مِنَ العَذَابِ.\r\nقِيلَ لِبَعضِهِم: لَو طَرَدَكَ مَا كُنْتَ تَفعَلُ؟، فَقَالَ:\r\nأَنَا إِنْ لَم أَجِد مِنْ الحُبِّ وَصلاً … رُمتُ فِي النَّارِ مَنزِلاً وَمَقِيلا\r\nثُمَّ أَزعَجتُ أَهلَهَا بِنِدَائِي … بُكرَةً فِي عَرَصَاتِهَا(3) وَأَصِيلا\r\nمَعشَرَ المُشرِكِينَ نُوحُوا عَلَى مَنْ … يَدِّعِي أَنَّهُ يُحِبُّ الجَلِيلَا\r\nلَم يَكُنْ فِي الَّذِي اِدَّعَاهُ مُحِقّاً … فَجَزَاهُ بِهِ العَذَابَ الطَّوِيلا!\r\nإِخوَاني اِجتَهَدُوا اليَومَ فِي تَحقِيقِ التَّوحِيدِ، فَإِنَّهُ لا يُوصِلُ إِلَى اللَّهِ سِوَاهُ، وَاحرِصُوا عَلَى القِيَامِ بِحُقُوقِهِ، فَإِنَّهُ لا يُنْجِي مِنْ عَذَابِ اللَّهِ إِلا إِيَّاهُ.","(1) قال ابن تيمية في «مجموع الفتاوى» (1/ 27): «عذابُ الحِجَابِ أعظمُ أنواعِ العذابِ، ولَذَّةُ النَّظَرِ إلى وجهِهِ أعلَى اللَّذَّاتِ».\r\n(2) عزاه إليه أبو طالب المكي في «قوت القلوب» (1/ 377)، والغزالي في «إحياء علوم الدين» (4/ 168).\r\n(3) في نسخة (ب): «عِرَاصِهَا». قال في «القاموس»: «العَرْصَةُ: كلُّ بُقْعَةٍ بينَ الدُّورِ واسِعَةٍ ليس فيها بِناءٌ، جمعها: عِراصٌ وعَرَصاتٌ وأعْراصٌ».","",""],["61","","","مَا نَطَقَ النَّاطِقُونَ إِذْ نَطَقُوا … أَحسَنَ مِنْ لا إِلَهَ إِلَّا هو\r\nتَبَارَكَ اللَّه ذُو الجَلَالِ وَمَنْ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\r\nمَنْ لِذُنُوبِي وَمَنْ يُمَحِّصُهُا … غيرك يا من لَا إِلَهَ إِلَّا هُو\r\nجِنَانُ خُلدٍ(1) لِمَنْ يُوَحِّدُهُ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\r\nنِيرَانُهُ لَا تُحرِقُ مَنْ … حَقَّقَ(2) أَنْ لَا إِلَهَ إِلَّا هُو\r\nأَقُولُهَا مُخلِصاً بِلَا بُخلٍ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\r\nآخِرُهُ وَالحَمدُ للَّه وَحدَهُ\r\nوصلى اللَّه على سيدنا محمد وآله [وصحبه] وسلم تسليماً كثيراً","(1) في نسخة (ب): «جِنَانُ خُلْدِهِ».\r\n(2) في نسخة (ب): «يَشْهَدُ»، مكان: «حَقَّق».","",""]]
