[["1","[مقدمة المؤلف]","بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nقال الشيخُ الإمامُ العالِمُ العامِلُ العلَّامةُ القدوةُ الحافِظُ زينُ الدِّين عبدُ الرَّحمن ابنُ الشيخِ الصالِحِ العلَّامةِ أحمدَ بنِ رَجَبٍ الحنبليُّ البغداديُّ أدام اللَّه النَّفعَ به، آمين:\rفي «الصَّحِيحَينِ»(1) عَنْ أَنَسِ بنِ مَالِكٍ رضي الله عنه، قَالَ: كَانَ النَّبِيُّ ﷺ [راكباً] وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحلِ، فَقَالَ: «يَا مُعَاذُ» قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ، قَالَ: «يَا مُعَاذُ»، قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ، قَالَ: «يَا مُعَاذُ»، قَالَ: لَبَّيكَ [يا] رَسُولَ اللَّهِ وَسَعدَيكَ. قَالَ: «مَا مِنْ عَبدٍ يَشهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ إِلا حَرَّمَهُ اللَّهُ عَلَى النَّارِ»، قَالَ: يَا رَسُولَ اللَّهِ، أَلا أُخبِرُ بِهَا النَّاسَ فَيَستَبشِرُوا؟ قَالَ: «لا، إِذاً يَتَّكِلُوا»، فَأَخبَرَ بِهَا مُعَاذٌ عِنْدَ مَوتِهِ تَأَثُّماً(2).\rوَفي «الصَّحِيحَينِ» عَنْ عِتبَانَ بنِ مَالِكٍ، عَنْ النَّبِيِّ ﷺ قَالَ: «إِنَّ اللَّه قد حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لا إِلَهَ إِلا اللَّهُ، يَبتَغِي بَهَا وَجهَ اللَّهِ»(3).","(1) البخاري رقم (128)، ومسلم رقم (32).\rوأخرجه البخاري أيضاً رقم (5622 و 5912 و 6135)، ومسلم رقم (30) من رواية أنسٍ عن معاذٍ.\r(2) قوله: «فأخْبَرَ بها معاذٌ عند مَوْته تأثُّماً»؛ أي: تَجَنُّباً للإثْم، وإنما خشي معاذٌ من الإثم المرَتَّب على كتمان العلم.\rينظر: «النهاية في غريب الأثر» (1/ 34)، و «فتح الباري» (1/ 228).\r(3) البخاري رقم (415)، ومسلم (33).","ޝަހާދަތުގެ ކަލިމަ لَا إِلَهَ إِلَّا اللهُ ގެ މާތްކަމާމެދުވާ ބައެއް ޙަދީޘްތައް\nދެޞަޙީޙުގައި، އަނަސް ބްނު މާލިކު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ:\n«أَنَّ النَّبِيَّ صلى الله عليه وسلم وَمُعَاذٌ رَدِيفُهُ عَلَى الرَّحْلِ قَالَ: يَا مُعَاذُ. قَالَ: لَبَّيْكَ يَا رَسُولَ اللهِ وَسَعْدَيْكَ. قَالَ: يَا مُعَاذُ. قَالَ: لَبَّيْكَ يَا رَسُولَ اللهِ وَسَعْدَيْكَ. قَالَ: يَا مُعَاذُ. قَالَ: لَبَّيْكَ يَا رَسُولَ اللهِ وَسَعْدَيْكَ. قَالَ: مَا مِنْ أَحَدٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا عبده رَسُولُه إِلَّا حَرَّمَهُ اللهُ عَلَى النَّارِ. قَالَ: يَا رَسُولَ اللهِ، أَلَا أُخْبِرُ بِها النَّاسَ فَيَسْتَبْشِرُوا؟ قَالَ: لا، إِذًا يَتَّكِلُوا. وَأَخْبَرَ بِهَا مُعَاذٌ عِنْدَ ‌مَوْتِهِ ‌تَأَثُّمًا» 5\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ސަވާރުވެވަޑައިގަންނަވާ، އަދި ފަހަތްޕުޅުގައި މުޢާޛު، ސަވާރީގައި އިންނެވިއެވެ. ދެން ޙަދީޘްކުރެއްވިއެވެ: \"އޭ މުޢާޛެވެ!\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އިޖާބައަކަށްފަހު އިޖާބައެއް ދީފީމެވެ! (ކިޔަމަންވުމަށް) އެހީއަކަށްފަހު އެހީއެއްވަމެވެ! އޭ ﷲ ގެ ރަސޫލާއެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭ މުޢާޛެވެ!\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އިޖާބައަކަށްފަހު އިޖާބައެއް ދީފީމެވެ! (ކިޔަމަންވުމަށް) އެހީއަކަށްފަހު އެހީއެއްވަމެވެ! އޭ ﷲ ގެ ރަސޫލާއެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭ މުޢާޛެވެ!\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އިޖާބައަކަށްފަހު އިޖާބައެއް ދީފީމެވެ! (ކިޔަމަންވުމަށް) އެހީއަކަށްފަހު އެހީއެއްވަމެވެ! އޭ ﷲ ގެ ރަސޫލާއެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"އެއްވެސް އަޅަކު ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ އެކަލާނގެ އަޅާ އަދި ރަސޫލާކަމަށް ހެކިވެއްޖެނަމަ، ﷲ އެމީހަކު ނަރަކައިގެ މައްޗަށް ޙަރާމްކުރައްވައިގެން މެނުވީ ނުވެއެވެ.\" މުޢާޛު ވިދާޅުވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! މީސްތަކުން ހެޔޮ ޚަބަރު ލިބިގަތުމަށްޓަކައި އަހުރެން މިޚަބަރު ދެންތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"ނޫނެކެވެ! އޭރުން އެބައިމީހުން ބުރަވެ ބަރޯސާވެދާނެއެވެ.\" ދެން މުޢާޛުގެފާނު އެޚަބަރުދެއްވީ އެކަލޭގެފާނު އަވަހާރަވާން އުޅެނިކޮށެވެ. އެއީ ފާފަވެރިވެދާނެކަމަށްޓަކައެވެ.\"\nއަދިވެސް ދެޞަޙީޙުގައި، ޢިތުބާނު ބްނު މާލިކުގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާވެގެންވެއެވެ:\n(إِنَّ اللهَ قَدْ ‌حَرَّمَ ‌عَلَى ‌النَّارِ ‌مَنْ ‌قَالَ لَا إِلَهَ إِلَّا اللهُ، يَبْتَغِي بِها وَجْهَ اللهِ) 6\nމާނައީ: \"ﷲ ތަޢާލާގެ ވަޖްހުފުޅު އެދިގެން لَا إِلَهَ إِلَّا اللهُ ކިޔައިފި މީހަކުގެ މައްޗަށް ހަމަކަށަވަރުން ﷲ ވަނީ ނަރަކަ ޙަރާމްކުރައްވާފައިއެވެ.\"","(5) صحيح البخاري: 128، ومسلم: 32\n(6) صحيح البخاري: 425، ومسلم: 33"],["2","","وَفي «صَحِيحِ مُسلِمٍ» عَنْ أَبِي هُرَيرَةَ أَوْ أَبِي سَعِيدٍ - بِالشَّكِ(1) - أَنَّهُمْ كَانُوا مَعَ النَّبِيِّ ﷺ في غَزَاةِ تَبُوكَ فَأَصَابَتهُم مَجَاعَةٌ، فَدَعَا النَّبِيُّ ﷺ بِنِطعٍ(2) فَبَسَطَهُ، ثُمَّ دَعَا بِفَضلِ أَزوَادِهِم، فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ، وَجَعَلَ الآخَرُ [يَجِيءُ](3) بِكَفِّ تَمرٍ، وَجَعَلَ الآخَرُ يَجِيءُ بِكِسرَةٍ، حَتَّى اجتَمَعَ عَلَى النِّطعِ مِنْ ذَلِكَ شَيءٌ يَسِيرٌ، فَدَعَا رَسُولُ اللَّهِ ﷺ عَلَيهِ بِالبَرَكَةِ، ثُمَّ قَالَ: «خُذُوا في أَوعِيَتِكُم»، فَأَخَذُوا في أَوعِيَتِهِم حَتَّى مَا تَرَكُوا فِي العَسكَرِ وِعَاءً إِلا مَلَؤوهُ، فَأَكَلُوا حَتَّى شَبِعُوا، وَفَضَلَت فَضلَةٌ، فَقَالَ رَسُولُ اللَّهِ ﷺ: «أَشهَدُ(4) أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ لا يَلقَى اللَّهَ بِهِمَا عَبدٌ غَيرَ شَاكٍّ فِيهِمَا فَيُحجَبَ عَنْ الجَنَّةِ»(5).","(1) الشكُّ من (الأعمش) من رواية أبي معاوية عنه، كما في «صحيح مسلم» وغيرِه، ومن رواية وكيعٍ عنه كما في «شرح السُّنَّة» للبغوي رقم (52) وغيرِه.\rورواه «قتادة بن الفضيل» و «سهيل بن أبي صالح» عن الأعمش عن أبي صالح عن أبي هريرة من غير شكٍّ.\rوروي أيضاً عن أبي صالح - من غير طريق الأعمش - من غير شكٍّ، فرواه «طَلْحَةُ بنُ مُصَرِّفٍ» و «سهيل بن أبي صالح» كلاهما عن أبي صَالحٍ عَنْ أَبي هُرَيْرَةَ من غير شكٍّ.\rينظر: «صحيح مسلم» رقم (27)، و «مسند أحمد» رقم (9466)، و «سنن النسائي الكبرى» رقم (8743 و 8745).\rوعلى هذا فالظاهر أنَّ الحديثَ من مسند أبي هريرة لا من مسند أبي سعيد، واللَّه أعلم. z\r(2) النِّطْع: هو بِسَاطٌ من الجِلْدِ، وفيه أربعُ لُغَاتٍ: فتحُ النُّونِ وكسرُها ومع كلِّ وَاحدٍ فَتحُ الطَّاءِ وسُكونُها (نَطْع، ونَطَع، ونِطْع، ونِطَع).\rينظر: «القاموس المحيط» (ص 991)، و «المصباح المنير» (ص 611).\r(3) ما بين المعقوفتين ساقطٌ من الأصل، والسياق يقتضيه.\r(4) في نسخة (ب): «مَنْ شَهِدَ أَنْ لا إِلَهَ إلا اللَّه وَشَهِدَ أنِّي رَسُولُ اللَّه … ».\r(5) أخرجه مسلم رقم (27).","ޞަޙީޙު މުސްލިމްގައި އަބޫ ހުރައިރާ ނުވަތަ އަބޫ ސަޢީދުގެ އަރިހުން –(އަލްއަޢުމަޝްއަށް) ޝައްކުވެވަޑައިގަތީއެވެ- ރިވާވެގެންވެއެވެ:\n(أَنهم كَانُوا مَعَ النَّبِي صلى الله عليه وسلم فِي غَزْوَة تَبُوك فَأَصَابَتْهُمْ مجاعَة فَدَعَا النَّبِي صلى الله عليه وسلم بنطع فبسطه ثمَّ دَعَا بِفضل أَزْوَادهم فَجعل الرجل يَجِيء بكف ذرة وَيَجِيء الآخر بكف تمر وَيَجِيء الآخر بكسرة حَتَّى اجْتمع على النطع من ذَلِك شَيْء يسير فَدَعَا رَسُول الله صلى الله عليه وسلم بِالْبركَةِ ثمَّ قَالَ خُذُوا فِي أوعيتكم فَأخذُوا فِي أوعيتهم حَتَّى مَا تركُوا فِي الْعَسْكَر وعَاء إِلَّا ملؤوه فَأَكَلُوا حَتَّى شَبِعُوا وفضلت فضلَة فَقَالَ رَسُول الله صلى الله عليه وسلم أشهد أَن لَا إِلَه إِلَّا الله وَأَنِّي رَسُول الله لَا يلقى الله بهما عبد غير شَاك فيهمَا فيحجب عَن الْجنَّة) 7\nމާނައީ: \"ތަބޫކު ހަނގުރާމާގައި އެބޭކަލުން ނަބިއްޔާ صلى الله عليه وسلم އާއެކުގައި ވިއެވެ. ދެން ހައިހޫނުކަން އެބޭކަލުންނަށް ލައިގަތެވެ. ދެން ނަބިއްޔާ صلى الله عليه وسلم ކުނަލެއް ގެނައުމަށް އަންގަވާ، އެ ފަތުރާލެއްވިއްއެވެ. ދެން އެބޭކަލުންގެ ކޮއްތުގެ އިތުރަށް ހުރި އެއްޗެއް ގެނައުމަށް އެންގެވިއެވެ. ދެން އެކަކު އަތްތިލައެއްގެ ޒުވާރިކޮޅެއް، އަނެކަކު އަތްތިލައެއްގެ ކަދުރުކޮޅެއް، އަނެކަކު ރޮށިފަޅިއެއް ހިފައިގެން އެގޮތަށް އަންނަން ފެށިއެވެ. އެހެންގޮސް މަދު އެތިކޮޅެއް އެކުނަލުގެ މަތީގައި ޖަމަޢަވެއްޖައުމަށް ދާންދެނެވެ. ދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم، އޭގައި ބަރަކާތް ލެއްވުމަށް އެދި ދުޢާކުރެއްވިއެވެ. ދެން ޙަދީޘްކުރެއްވިއެވެ: \"ތިޔަބައިމީހުންގެ ކަންވާރުތަކުގައި މިތަކެތި ނަގައިގެންދާށެވެ.\" ދެން އެބޭކަލުންގެ ކަންވާރުތަކަށް އެތަކެތި އަޅަމުންގޮސް، ލަޝްކަރުގައި އެއްވެސް ކަންވާރެއް ވީނަމަ އެ އެއްޗެއް ފުރާލައްވާފައި މެނުވީ ދޫނުކުރައްވައިފުމަށް ދާންދެނެވެ. ދެން އެބޭކަލުން ބަނޑުފުރިއްޖައުމަށް ދާންދެން ފަރީއްކުޅުވިއެވެ. އަދި އިތުރަށް ބާކީވެސްވިއެވެ. ދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށާއި، ތިމަންކަލޭގެފާނީ ﷲ ގެ ރަސޫލާކަމަށް ތިމަންކަލޭގެފާނު ހެކިވަމެވެ. އެއްވެސް މީހަކު އެ ދެކަލިމައާމެދު ޝައްކު ނުކުރާ ޙާލު، އެދެކަލިމައާއެކު ﷲ އާ ބައްދަލުކޮށްފިނަމަ ސުވަރުގެއާ އޭނާއާ ހުރަސްއެޅިގެން ނުވެއެވެ.\"","(7) صحيح مسلم: 27"],["3","","وَفي «الصَّحِيحَينِ» عَنْ أَبِي ذَرٍّ، عَنْ النَّبِيِّ ﷺ قَالَ: «مَا مِنْ عَبدٍ قَالَ: لا إِلَهَ إِلا اللَّهُ، ثُمَّ مَاتَ عَلَى ذَلِكَ إِلا دَخَلَ الجنَّةَ»، قُلتُ: وَإِنْ زَنَى، وَإِنْ سَرَقَ؟ قَالَ: «وَإِنْ زَنَى، وَإِنْ سَرَقَ»، قَالَهَا ثَلاثاً، ثُمَّ قَالَ في الرَّابِعَةِ: «عَلَى رَغمِ أَنفِ أَبِي ذَرٍّ»(1)، فَخَرَجَ أَبُو ذَرِّ، وَهُوَ يَقُولُ: وَإِنْ رَغِمَ أَنفُ أَبِي ذَرٍّ(2).","(1) قوله: «وإن رَغِمَ أَنْفُ أبي ذرٍّ» قال في «النهاية»: «أي: وإنْ ذَلَّ، وقيل: وإن كَرِه».\rوالرَّغَامُ -بالفتح-: التُّرَابُ، وقولهم: «رَغِمَ أَنْفُه»؛ أَيْ: لَصِقَ بالتُّرَابِ، وهو كناية عن الذُّلِّ والهَوَانِ، وَهُوَ دُعَاءُ سُوءٍ في ظاهره، لكنه من جنس الأدعية التي تُقَالُ ولا يُرَادُ وقوعها، وإنما تقال على عادة العرب في ذلك، كقولهم: «تَرِبَت يَدَاكَ» و «ثَكِلَتْكَ أُمُّكَ» و «عَقْرَى حَلْقَى» ونحو ذلك من أدعيتهم الجارية على ألسنتهم.\rينظر: «النهاية في غريب الأثر» (2/ 587). z\r(2) أخرجه البخاري رقم (5489)، ومسلم رقم (154).","އަދިވެސް ދެޞަޙީޙުގައި އަބޫ ޛައްރުގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާވެގެންވެއެވެ:\n«مَا مِنْ عَبْدٍ قَالَ: لَا إِلَهَ إِلَّا اللهُ، ثُمَّ مَاتَ عَلَى ذَلِكَ إِلَّا دَخَلَ الْجَنَّةَ، قُلْتُ: ‌وَإِنْ ‌زَنَى ‌وَإِنْ ‌سَرَقَ؟ قَالَ: ‌وَإِنْ ‌زَنَى ‌وَإِنْ ‌سَرَقَ، قالها ثَلَاثًا، ثُمَّ قَالَ فِي الرَّابِعَةِ: عَلَى رَغْمِ أَنْفِ أَبِي ذَرٍّ، قَالَ: فَخَرَجَ أَبُو ذَرٍّ وَهُوَ يَقُولُ: وَإِنْ رَغِمَ أَنْفُ أَبِي ذَرٍّ » 8\nމާނައީ: \"އެއްވެސް އަޅަކު لَا إِلَهَ إِلَّا اللهُ ކިޔާ، ދެން އޭގެ މަތީގައި މަރުވެއްޖެނަމަ އެމީހަކު ސުވަރުގެ ވަދެގެން މެނުވީ ނުވެއެވެ.\" އަހުރެން ދެންނެވީމެވެ: \"އެމީހަކު ޒިނޭކުރިޔަސް، ވައްކަންކުރިޔަސްތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭނާ ޒިނޭކޮށް ވައްކަންކުރިޔަސްމެއެވެ.\" -އެގޮތަށް ތިންފަހަރު ޙަދީޘްކުރެއްވިއެވެ- ދެން ހަތަރުވަނަ ފަހަރު ޙަދީޘްކުރެއްވިއެވެ: \"އަބޫ ޛައްރުގެ ކިތަންމެ ނުރުހި ދެރަވިޔަސްމެއެވެ!\" ދެން އަބޫ ޛައްރު ނިކުމެވަޑައިގެންނެވިއެވެ. އެއީ މިހެން ވިދާޅުވާ ޙާލުގައިއެވެ: \"އަބޫ ޛައްރުގެ ކިތަންމެ ނުރުހުނަސް ދެރަވިޔަސް ހެވެވެ!\"","(8) صحيح البخاري: 1237، ومسلم: 94"],["4","","وَفي «صَحِيحِ مُسلِمٍ» عَنْ عُبَادَةَ [بن الصامت رضي الله عنه]؛ أَنَّهُ قَالَ عِنْدَ مَوتِهِ: سَمِعتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: «مَنْ شَهِدَ أَنَّ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمداً رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيهِ النَّارَ»(3).","(3) أخرجه مسلم رقم (29).","އަދިވެސް ޞަޙީޙު މުސްލިމްގައި، ޢުބާދާ ބްނުއް ޞާމިތުގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނު އަވަހާރަވުމުގައި އޮންނަވާ ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރައްވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n(مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ حَرَّمَ اللهُ عَلَيْهِ النَّارَ) 9\nމާނައީ: \"لَا إِلَهَ إِلَّا اللهُ އަށާއި، مُحَمَّد رَسُولُ اللهِ އަށް ހެކިވެއްޖެ މީހާ، ﷲ އޭނާގެ މައްޗަށް ނަރަކަ ޙަރާމްކުރެއްވިއެވެ.\"","(9) صحيح مسلم: 29"],["5","","وفي «الصَّحِيحَينِ» عَنْ عُبَادَةَ، عَنْ النَّبِيِّ ﷺ قَالَ: «مَنْ شَهِدَ أَنْ لا إِلَهَ إِلا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبدُ اللَّهِ وَرَسُولُهُ، وَكَلِمَتُهُ أَلقَاهَا إِلَى مَريَمَ وَرُوحٌ مِنهُ، وَأنَّ الجَنَّةَ حَقٌّ، وَالنَّارَ حَقٌّ، أَدخَلَهُ اللَّهُ الجَنَّةَ عَلَى مَا كَانَ مِنْ العَمَلِ»(4).\nوَفِي هَذَا المَعنَى أَحَادِيثُ كَثِيرةٌ جِدّاً يَطُولُ ذِكرُهَا.","(4) أخرجه البخاري رقم (3252)، ومسلم رقم (28) وعنده: «وَأَنَّ عِيسَى عَبْدُ اللَّهِ وَابْنُ أَمَتِهِ»، و «أَدْخَلَهُ اللَّهُ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ الثَّمَانِيَةِ شَاءَ».\rقال النووي في «شرح مسلم» (1/ 227) مبيناً مكانة هذا الحديث: «هذا حديثٌ عظيمُ الموقِع، وهو أجمعُ أو من أجمعِ الأحاديثِ المشتملةِ على العقائدِ، فإنَّه ﷺ جمع فيه ما يُخرِج عن جميع مِلَلِ الكُفْرِ على اختلافِ عقائدِهم وتباعُدِهم، فاختصر ﷺ في هذه الأحرفِ على ما يُبَايَنُ به جميعُهم».","އަދިވެސް ދެޞަޙީޙުގައި ޢުބާދާގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«مَنْ شَهِدَ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنَّ عِيسَى عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ أَدْخَلَهُ اللهُ ‌الْجَنَّةَ ‌عَلَى ‌مَا ‌كَانَ ‌مِنَ ‌الْعَمَلِ.» 10\nމާނައީ: \"ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށާއި، އެކަލާނގެ އެއްކައުވަންތަވެ، އެއްވެސް ޝަރީކަކު ނުވާކަމަށާއި، އަދި މުޙައްމަދުގެފާނީ އެކަލާނގެ އަޅާ އަދި ރަސޫލާކަމަށާއި، އަދި ޢީސާގެފާނީ ﷲ ގެ އަޅާ އަދި ރަސޫލާކަމަށާއި، އަދި މަރްޔަމުގެފާނާ ހަމައަށް ފޮނުއްވި އެކަލާނގެ ކަލިމަފުޅު އަދި އެކަލާނގެ ޙަޟްރަތުންވާ ރޫޙެއްކަމަށާއި، ސުވަރުގެއަކީ ޙައްޤުކަމާއި، ނަރަކައަކީ ޙައްޤުކަމަށް ހެކިވެއްޖެމީހާ؛ އޭނާ ކޮންމެފަދަ ޢަމަލެއްގެ މަތީގައިވިޔަސް ﷲ އޭނާ ސުވަރުގެ ވައްދަވާނެއެވެ.\" 11\nމިމާނާގައި އައިސްފައިވާ ވަރަށްވެސް ގިނަ ޙަދީޘްތައްވެއެވެ. އެހުރިހާ އެއްޗެއް ޛިކުރުކުރުން ދިގުވެގެންވެއެވެ.","(10) صحيح البخاري: 3435، ومسلم نحوه: 28\n(11) މުއައްލިފު މިތަނުގައި އެވަނީ ޝަހާދަތުގެ ކަލިމަ ކިޔުމާމެދު އައިސްފައިވާ ބައެއް ޙަދީޘްތައް ޛިކުރުކުރައްވާފައިއެވެ. އެގޮތުން ބައެއް ޙަދީޘްތަކުގައި މުޠުލަޤުކޮށް ޝަހާދަތުގެ ދެކަލިމަ ކިޔާ މީހާ ސުވަރުގެ ވަންނާނޭކަމަށް، އަދި ނަރަކަ ޙަރާމްކުރެވުނުކަމަށް، އަނެއް ބައި ޙަދީޘްތަކުގައި އެއާއެކު އެހެން ޝަރުޠުތައް ޛިކުރުކުރެވިގެންވެއެވެ. އެގޮތުން ސުންނަތުގެ އަހުލުވެރިންގެ މަންހަޖަކީ މުޠުލަޤުކޮށް އައިސްފައިވާ ނައްޞުތައް މުޤައްޔަދު ނައްޞުތަކުން މާނަކުރުމެވެ. ޢިލްމުވެރިން އެއްބަސްވެގެންވަނީ ޝަހާދަތުގެ ދެކަލިމަ އޭގެ އެއްވެސް މާނައެއް ޝަރުޠެއްނެތި ހުސްއެކަނި ދުލުކުރިން ކިޔާފައި، ދެން އެކަލިމަ ގެއްލުވާލާ ބާޠިލުވާ ކަންތައް އޭނާގެ ޢަމަލާއި ބަހާއި ހިތުން ގެނެސްފިއްޔާ އެކަލިމައިން އޭނާއަށް ފައިދާ ނުކުރާނޭކަމެވެ. އެގޮތުން ނަރަކައިގެ އެންމެ އަޑީގައިވާ މުނާފިޤުން މިކަމަށް ފުދެއެވެ. އެމީހުންނީ ރަސޫލާ صلى الله عليه وسلم އާއެކު ބޭރުފުށުން އިސްލާމްވެ، އެކަލޭގެފާނާ އެއްކޮށް ހަނގުރާމަކޮށް، ނަމާދުތައް ޖަމާޢަތްތަކުގައިކޮށް ރޯދަވެސް ހިފާ އެހެންވެސް ޢަމަލުތައް ކޮށްއުޅުނު ބައެކެވެ. އެއާއެކު އެމީހުން ތައުޙީދުގެ ކަލިމައިގެ ޝަރުޠު ގެއްލުވާލިހިނދު އެހުރިހާ ކަމެއް ބާޠިލުވެގެންދިޔައެވެ. އެގޮތުން ނައްޞުތައް ތަޙްޤީޤުކޮށް ބެއްލެވި ޢިލްމުވެރިން ޝަހާދަތުގެ ކަލިމައިގެ ޝަރުޠުތަކުގެ ގޮތުގައި އަށް ޝަރުޠެއް ޛިކުރުކުރައްވައެވެ: އެއީ: 1)ކަލިމައިގެ މާނަ އެނގިގެންވުން. 2) ޔަޤީންކުރުން. 3) އިޚްލާޞްތެރިވުން. 4) ތެދުވެރިވުން. 5) ބޯލަނބާ ކިޔަމަންވުން. 6) ޤަބޫލުކުރުން. 7) ލޯބިވުން. 8) ﷲ ފިޔަވައި އެހެން އިލާހުންތަކަށް ކުރެވޭ އަޅުކަމަށް ކާފަރުވުން. މިއެވެ."],["6","[‌‌أهل التوحيد لا يخلدون في النار وإن دخلوها]","وَأَحَادِيثُ هَذَا البَابِ نَوعَانِ:\rأَحَدُهُمَا: مَا فِيهِ أَنَّ مَنْ أَتَى بِالشَّهَادَتَينِ دَخَلَ الجَنَّةَ، أَوْ لَم يُحجَب عَنهَا؛ وَهَذَا ظَاهِرٌ؛ فَإِنَّ النَّارَ لا يُخَلَّدُ فِيهَا أَحَدٌ مِنْ أَهلِ التَّوحِيدِ الخَالِصِ، وَقَدْ يَدخُلُ الجَنَّةَ وَلا يُحجَبُ عَنهَا إِذَا طُهِّرَ مِنْ ذُنُوبِهِ بِالنَّارِ.\rوَحَدِيثُ أَبِي ذَرٍّ مَعنَاهُ: أَنَّ الزِّنَا وَالسَّرِقَةَ لا يَمنَعَانِ دُخُولَ الجَنَّةِ مَعَ التَّوحِيدِ، وَهَذَا حَقٌّ لا مِريَةَ فِيهِ، لَيسَ فِيهِ أَنَّهُ لا يُعَذَّبُ يَوماً عَلَيهِمَا مَعَ التَّوحِيدِ.\rوفِي مُسنَدِ البَزَّارِ عَنْ أَبِي هُرَيرَةَ رضي الله عنه مَرفُوعاً: «مَنْ قَالَ: لا إله إِلَّا اللَّهُ نَفَعَتهُ يَوماً مِنْ دَهرِهِ، يُصِيبُهُ قَبلَ ذَلِكَ مَا أَصَابَهُ»(1).","(1) أخرجه البزار في «مسنده» (15/ 66) رقم (8292)، وابن حبان في «صحيحه» (7/ 272) رقم (3004)، والطبراني في «الأوسط» (6/ 273) رقم (6396)، وإسناده صحيحٌ.","لَا إِلَهَ إِلَّا اللهُ ކިޔާ މީހާއާމެދުވާ ޙަދީޘްތައްވަނީ ދެގޮތަކަށް\nމިބާބުގައިވާ ޙަދީޘްތައްވަނީ ދެ ވައްތަރަކަށެވެ:\n• ފުރަތަމައީ: ޝަހާދަތުގެ ދެކަލިމަ ގެނެސްފިމީހާ ސުވަރުގެ ވަދެއްޖެކަމަށް، ނުވަތަ ސުވަރުގެއިން ހުރަސްނޭޅޭނެކަމަށްވާ ޙަދީޘްތަކެވެ. މިއީ (މާނަ އޮޅުމެއްނެތި) ފާޅުވެގެންވާ ކަމެކެވެ. އެހެނީ ތައުޙީދުގެ އަހުލުވެރިންގެ ތެރެއިން އެއްވެސް މީހަކު ނަރަކާގައި ދެމިނޯންނާނެއެވެ. އަދި ނަރަކާގައި އޭނާގެ ކުށްފާފަތަކުން ޠާހިރުކުރެވުމަށްފަހު، ސުވަރުގެއިން ހުރަސްއެޅުމެއްނެތި އޭނާ ސުވަރުގެ ވަދެއެވެ. އަދި ފަހަރެއްގައި ﷲ އޭނާއަށް ޢަފޫކޮށްދެއްވާ، ދެން އޭގެ ކުރިން ޢުޤޫބާތެއް ލިބުމެއްނެތިވެސް ސުވަރުގެ ވެއްދެވިދާނެއެވެ.\nއަބޫ ޛައްރުގެ ޙަދީޘްގެ މާނައަކީ: ތައުޙީދާއެކު ދެން ޒިނޭއާއި ވައްކަންވުމަކީ ސުވަރުގެ ވަނުން މަނާކުރާކަމެއް ނޫނެވެ. މިއީ އެއްވެސް ޝައްކެއްނެތް ޙައްޤެވެ. މީގައި، ތައުޙީދާއެކު ދެން އެ ދެކަންތަކުގެ މައްޗަށް ދުވަހަކުވެސް ޢަޛާބެއް ނުދެއްވޭނެކަމަކަށް ނުވެއެވެ.\nމުސްނަދުލް ބައްޒާރުގައި އަބޫ ހުރައިރާ رضي الله عنه ގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ:\n(من قال لا إله إلَاّ الله ‌نفعته ‌يوما ‌من ‌دهره يصيبه قبل ذلك ما أصابه) 12\nމާނައީ: \" لَا إِلَهَ إِلَّا اللهُ ކިޔައިފިމީހާ، އޭނާގެ ޒަމާނުން ކޮންމެވެސް ދުވަހަކު އޭގެ ފައިދާކުރާނެއެވެ. އޭގެ ކުރިން އޭނާއަށް ޖެހުނުކަމެއް ޖެހެއެވެ.\"","(12) مسند البزار: 8292، صحيح ابن حبان: 3004 ، شعب الإيمان للبيهقي: 96"],["7","","وَالثَّانِي: مَا فِيهِ أَنَّهُ يَحرُمُ عَلَى النَّارِ، وَهَذَا قَدْ حَمَلَهُ بَعضُهُم عَلَى الخُلُودِ فِيهَا، أَوْ عَلَى نَارٍ يُخَلَّدُ فِيهَا أَهلُهَا، وَهِيَ مَا عَدَا الدَّرْكِ الأَعلَى، فَإِنَّ الدَّرْكَ الأَعلَى يَدخُلُهُ خَلقٌ كَثِيرٌ مِنْ عُصَاةِ المُوَحِّدِينَ بِذُنُوبِهِم، ثُمَّ يَخرُجُونَ بِشَفَاعَةِ الشَّافِعِينَ، وَبِرَحمَةِ أَرحَمُ الرَّاحِمِينَ.\rوَفي «الصَّحِيحَينِ» أَنَّ اللَّهَ -تَعَالى- يَقُولُ: «وَعِزَّتِي وَجَلالِي لأُخْرِجَنَّ مِنْ النَّارِ مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ»(2).","(2) متفقٌ عليه من حديث أنسٍ رضي الله عنه؛ البخاري رقم (7510)، ومسلم رقم (500)، وهو جزءٌ من حديث الشفاعة الطويل.","• ދެވަނައީ: ނަރަކައިގެ މައްޗަށް ޙަރާމްވެގެންވާކަމަށް އައިސްފައިވާ ޙަދީޘްތަކެވެ. މިވައްތަރު، ބައެއް ޢިލްމުވެރިން އެއީ ނަރަކާގައި ދާއިމަށް ދެމިއޮތުމުގެ ވާހަކަކަމަށް (އެބަހީ: ދެމިއޮތުން ޙަރާމްވުންކަމަށް) ނަންގަވައެވެ. ނުވަތަ އެއަލިފާނުގެ އަހުލުވެރިން އޭގައި ދެމިތިބޭނެ އަލިފާނުގެ މައްޗަށް ޙަރާމްކުރެއްވުންކަމަށް ނަންގަވައެވެ. އެއީ (ނަރަކައިގެ) އެންމެ މަތީ ފަށަލާގައިވާ ވަތްގަނޑު ފިޔަވައި އެހެން ތަންތަނެވެ. އެގޮތުން އެންމެ މަތީގައިވާ ވަތަށް މުވައްޙިދުންގެ ތެރެއިން އުރެދިގެންވީ ގިނަ ބަޔަކު އެބައިމީހުންގެ ފާފަތަކުގެ ސަބަބުން ވަދެއެވެ. ދެން އެއަށްފަހުގައި ޝަފާޢަތްތެރިވާ މީހުންގެ ޝަފާޢަތް، އަދި އެންމެ ރަޙުމްކުރައްވާ އިލާހުގެ ރަޙްމަތުގެ ސަބަބުން އެބައިމީހުން ނިކުމެއެވެ.\nދެ ޞަޙީޙުގައިވެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރައްވައެވެ:\n(وَعِزَّتِي وَجَلَالِي لَأُخْرِجَنَّ مِن النار مَنْ قَالَ لَا إِلَهَ إِلَّا اللهُ) 13\nމާނައީ: \"ތިމަންއިލާހުގެ ޢިއްޒަތާއި މަތިވެރިވަންތަކަން ގަންދެއްވާ ވަޙީކުރައްވަމެވެ: لَا إِلَهَ إِلَّا اللهُ ކިޔާފައިވާ މީހުން ތިމަންއިލާހު ނަރަކައިން ނެރުއްވާހުށީމެވެ.\"","(13) صحيح البخاري: 7510، ومسلم: 193"],["8","[‌‌شروط لا إله إلا الله]","وقَالَت طَائِفَةٌ من العُلَمَاءِ: المَرَادُ مِنْ هَذِهِ الأَحَادِيثِ: أَنَّ «لا إِلَهَ إِلَّا اللَّهُ» سَبَبٌ لِدُخُولِ الجَنَّةِ وَالنَّجَاةِ مِنْ النَّارِ وَمُقتَضٍ لِذَلِكَ، وَلَكِنَّ المُقتَضِي لا يَعمَلُ عَمَلَهُ إِلَّا بِاستِجمَاعِ شُرُوطِهِ وَانتِفَاءِ مَوَانِعِهِ، فَقَد يَتَخَلَّفُ عَنهُ مُقتَضَاهُ لِفَوَاتِ شَرطٍ مِنْ شُرُوطِهِ، أَوْ لِوُجُود مَانِعٍ؛ وَهَذَا قَولُ الحَسَنِ وَوَهبِ بنِ مُنَبِّهٍ، وَهُوَ الأَظهَرُ.\rوَقَالَ الحَسَنُ لِلفَرَزدَقِ -وَهُوَ يَدفِنُ امرَأَتَهُ-: مَا أَعدَدتَ لِهَذَا اليَومِ؟ قَالَ: شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ مُنذُ سَبعِينَ(1) سَنَةً. قَالَ الحَسَنُ: نَعَم(2)، إِنَّ لِ «لا إِلَهَ إِلَّا اللَّهُ» شُرُوطاً فَإِيَّاكَ وَقَذفَ المُحصَنَةِ(3).\r[وَرُوِيَ عَنهُ أَنَّهُ قَالَ لِلفَرَزدَقِ: هَذَا العَمُودُ، فَأَينَ الطُّنُبُ؟(4)(5).\rوَقِيلَ لِلحَسَنِ: إِنَّ نَاساً يَقُولُونَ: مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ دَخَلَ الجَنَّةَ؟ فَقَالَ: مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ، فَأَدَّى حَقَّهَا وَفَرْضَهَا دَخَلَ الجَنَّةَ(6).","(1) في جميع مصادر القصة: «ثمانين».\r(2) في نسخة (ب): [نِعْمَ العُدَّة، لَكِن إنَّ ل «لا إله إلا اللَّه» … ].\r(3) رواها البلاذري في «أنساب الأشراف» (12/ 77)، والشريف المرتضى في «أماليه» (1/ 65).\r(4) «أمالي المرتضى» الموضع السابق.\r(5) ما بين المعقوفتين ساقطٌ في نسخة (ب).\r(6) أخرجه أبو القاسم الأصبهاني في «الحُجَّة في بيان المحجَّة» (2/ 158).","މިޙަދީޘްތަކުގެ މުރާދުކޮށް މާނަކުރެއްވުމުގައި ޢިލްމުވެރިންގެ ޤައުލުތައް\n• އަދި ޢިލްމުވެރިންގެ ޖަމާޢަތެއް ބުންޏެވެ: މިޙަދީޘްތަކުގެ މުރާދަކީ لَا إِلَهَ إِلَّا اللهُ އަކީ ސުވަރުގެއަށް ވެއްދެވި، ނަރަކައިން ނަޖާވުމުގެ ސަބަބެކެވެ. އަދި އެކަމަށް ލާޒިމްކުރާ ކަމެކެވެ. އެހެނެއްކަމަކު އޭގެ ޝަރުޠުތައް ޖަމަޢަކޮށް، އަދި މަނާކުރާ ކަންތައް ނަފީވެ ނެތިގެން މެނުވީ ލާޒިމްކުރާ ކަންތަކުގެ ޢަމަލެއް ނުހިނގައެވެ. އެގޮތުން ޝަރުޠުތަކުގެ ތެރެއިން ޝަރުޠެއް ފާއިތުވުމުން، ނުވަތަ މަނާވެގެންވާ ކަމެއް ވުޖޫދުވެގެންވުމުން އެލާޒިމްކުރާ ކަންތައް ނުލިބި ހިނގައިދާނެއެވެ. މިއީ އަލްޙަސަނުއާއި ވަހްބު ބްނު މުނައްބިހުގެ ބަސްފުޅެވެ. އެންމެ ފާޅުވެގެންވާ ގޮތަކީ މިއެވެ.\nއަލްޙަސަނު، އަލްފަރަޒްދަޤުއަށް -އޭނާގެ އަނބިމީހާ ވަޅުލަނިކޮށް- ވިދާޅުވިއެވެ:\n(ما أعددت لهَذَا الْيَوْم قَالَ شَهَادَة أَن لَا إِلَه إِلَّا الله مُنْذُ سبعين سنة قَالَ الْحسن نعم العدة لَكِن لـ لَا إِلَه الإ الله شُرُوطًا فإياك وَقذف المحصنة) 14\nމާނައީ: \"ތިބާ މިދުވަހަށްޓަކައި ތައްޔާރުކުރީ ކޮންއެއްޗެއްހެއްޔެވެ؟\" ދެންނެވިއެވެ: \"ހަތްދިހަ އަހަރުއްސުރެ ކުރިން ފަށައިގެން لَا إِلَهَ إِلَّا اللهُ އަށް ހެކިވުމެވެ.\" އަލްޙަސަނު ވިދާޅުވިއެވެ: \"ތިޔަ ތައްޔާރުކުރި ކަންތަކުގެ މޮޅުކަމާއެވެ! ހަމަކަށަވަރުން لَا إِلَهَ إِلَّا اللهُ އަށް ޝަރުޠުތަކެއްވެއެވެ. ފަހެ މުޙްޞަނު އަންހެނަކަށް (ޒިނޭގެ ތުހުމަތުއަޅުވާ) ޤަޛްފުކުރުމާމެދު ތިބާ ނަމަނަމަ ހުށިޔާރުވާށެވެ!\" 15\n] އަދިވެސް ރިވާކުރެވޭ ގޮތުގައި އެކަލޭގެފާނު އަލްފަރަޒްދަޤުއަށް ވިދާޅުވިއެވެ:\n(هذا ‌العمود فأين الطّنب؟) 16\nމާނައީ: \"ތިއީ ތަނބެވެ! ދެންފަހެ (ފޭލިގެ ހިފަހައްޓަން ތަނބާ ގުޅުވާ) ވާފަށްތައް ކޮބާހެއްޔެވެ!؟\" [17\nއަދިވެސް އަލްޙަސަނުއަށް ދެންނެވުނެވެ: \"ބަޔަކު މީހުން އެބަ ކިޔައެވެ: لَا إِلَهَ إِلَّا اللهُ ކިޔައިފި މީހަކު ސުވަރުގެ ވަދެއްޖެއެވެ.' އެހިނދު ވިދާޅުވިއެވެ:\n(من قَالَ لَا إِلَه إِلَّا الله فَأدى حَقّهَا وفرضها دخل الْجنَّة) 18\nމާނައީ: \"لَا إِلَهَ إِلَّا اللهُ ކިޔާ، ދެން އޭގެ ޙައްޤާއި ފަރުޟު އަދާކޮށްފިމީހާ ސުވަރުގެ ވަދެއްޖެއެވެ.\"","(14) تاريخ دمشق لابن عساكر: 74/64 ، حسن الظن لابن أبي الدنيا نحوه: 1/101\n(15) މުޙްޞަނު އަންހެނާއަށް ޒިނޭގެ ތުހުމަތު އެޅުވުމުގެ ވާހަކައިން އަލްޙަސަނުލް ބަޞްރީ، ފަރަޒްދަޤަށް ޚާއްޞަކޮށް ވިދާޅުވިކަމުގައި ބެލެވެނީ އެހެނީ ފަރަޒްދަޤަކީ ނަން މަޝްހޫރު ޅެންވެރި ޝާޢިރެކެވެ. އަދި ޅެންކިޔުމުގައި ހަޖޫޖެހުމާއި، ދިމާކޮށް އެއްޗެހިކިޔާ އަނެކާ ކުޑަކޮށްލުމުގެ ގޮތުން އެފަދަ ތުހުމަތުތައް ކުރުމަކީ ކުރެވެމުން އައިކަމެކެވެ.\n(16) أمالي المرتضى: 1/65\n(17) މިރިވާޔަތަކީ ދާރު އައްތަދްމުރިއްޔާ ޗާޕާއި، އަލްފާރޫޤުގެ މަޖްމޫޢުގައި އިތުރަށްވާ ބައެކެވެ.\n(18) الحجة في بيان المحجة: 2/158"],["9","","وَقَالَ وَهبُ بنُ مُنَبِّهٍ لِمَنْ سَأَلَهُ: أَلَيسَ «لا إِلَهَ إِلَّا اللَّهُ» مِفتَاحُ الجَنَّةِ؟ قَالَ: بَلَى، وَلَكِن مَا مِنْ مِفتَاحٍ إِلَّا وَلَهُ أَسنَانٌ، فَإِنْ جِئتَ بِمِفتَاحٍ لَهُ أَسنَانٌ فَتَحَ لَكَ، وَإِلَّا لَم يَفتَح لَكَ(1).\nوَهَذَا الحَدِيثُ: «إِنَّ مِفتَاحَ الجَنَّةِ لا إِلَهَ إِلَّا اللَّهُ» خَرَّجَهُ الإِمَامُ أَحمَدُ(2) بِإِسنَادٍ مُنقَطِعٍ عن مُعَاذٍ قَالَ: قَالَ لي رَسُولُ اللَّهِ ﷺ: «إِذَا سَأَلَكَ أَهلُ اليَمَنِ عَنْ مِفتَاحِ الجَنَّةِ؟ فَقُلْ: شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ»(3).","(1) علَّقه البخاري في «صحيحه» [كتاب الجنائز -باب مَنْ كان آخر كلامه «لا إله إلا اللَّه»]، ووصله إسحاق بن راهويه في «مسنده» - كما في «المطالب العالية» رقم (2893) -، وإسناده حسنٌ كما قال ابن حجر.\r(2) «المسند» رقم (22102)، وأخرجه أيضاً البزار في «مسنده» رقم (2660)، وضَعَّفه ابنُ حجر في «تغليق التعليق» (2/ 454).\r(3) أخرجه البيهقي في «الأسماء والصفات» رقم (192) وإسناده ضعيفٌ.","ވަހްބު ބްނު މުނައްބިހުގެ އަރިހުން 'لَا إِلَهَ إِلَّا اللهُ އަކީ ސުވަރުގޭގެ ތަޅުދަނޑިއެއް ނޫންތޯއެވެ؟' މިހެން ސުވާލުކުރި މީހަކަށް ވިދާޅުވިއެވެ:\n(بلَى وَلَكِن مَا من مِفْتَاح إِلَّا لَهُ أَسْنَان فَإِن جِئْت بمفتاح لَهُ أَسْنَان فتح لَك وَإِلَّا لم يفتح لَك) 19\nމާނައީ: \"އެހެންނެވެ! އެކަމަކު ކޮންމެ ތަޅުދަނޑިއަކަށްވެސް ތުނޑުތަކެއްވެއެވެ. ފަހެ ތިބާ ތުނޑުތައް ލާފައި ހުރި ތަޅުދަނޑި ހިފައިގެން އައިސްފިނަމަ ތިބާއަށްޓަކައި ހުޅުވާލެވޭނެއެވެ. އެހެންނޫނީ ނުހުޅުވޭނެއެވެ.\"\nމިޙަދީޘް:\n(إِن مِفْتَاح الْجنَّة لَا إِلَه إِلَّا الله) 20\nމާނައީ: \"ހަމަކަށަވަރުން ސުވަރުގޭގެ ތަޅުދަނޑިއަކީ لَا إِلَهَ إِلَّا اللهُ އެވެ.\"\nމިޙަދީޘް ނެރުއްވީ އިމާމް އަޙްމަދު، މެދުކެނޑިގެންވާ ސަނަދަކުން މުޢާޛުގެ އަރިހުންނެވެ. ވިދާޅުވިއެވެ:\n(قَالَ لي رَسُول الله صلى الله عليه وسلم إِذا سَأَلَك أهل الْيمن عَن مِفْتَاح الْجنَّة فَقل شَهَادَة أَن لَا إِلَه إِلَّا الله)21\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަހުރެންނަށް ޙަދީޘްކުރެއްވިއެވެ: \"ޔަމަނުގެ އަހުލުވެރިން ތިބާގެ ގާތުން ސުވަރުގޭގެ ތަޅުދަނޑިއަކީ ކޮބައިތޯ ސުވާލުކޮށްފިނަމަ ބުނާށެވެ! لَا إِلَهَ إِلَّا اللهُ އަށް ހެކިވުމެވެ.\"","(19) صحيح البخاري معلقا: 2/71 ، التاريخ الكبير للبخاري: 1/359\n(20) مسند أحمد: 22102\n(21) سيرة ابن هشام: 2/590 ، مسند البزار: 2660 ، تاريخ بغداد: 9/435 މުއައްލިފު ބަޔާންކުރެއްވިފަދައިން މިޙަދީޘްއާ އޭގެ ކުރިން މުސްނަދު އަޙްމަދުގައިވާ ޙަދީޘްގެ ސަނަދުގައި މެދުކެނޑުމެއް އުޅޭތީ ބަލިކަށިވެގެންވެއެވެ."],["10","[‌‌شروط دخول الجنة]","وَيَدُلُّ عَلَى صِحَّةِ هَذَا القَولِ: أَنَّ النَّبِيَّ ﷺ رَتَّبَ دُخُولَ الجَنَّةِ عَلَى الأَعمَالِ الصَّالِحَةِ في كَثِيرٍ مِنْ النُّصُوصِ، كَمَا فِي «الصَّحِيحَينِ» عَنْ أَبِي أَيُّوبَ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللَّهِ، أَخبِرنِي بِعَمَلٍ يُدخِلُنِي الجَنَّةَ. فَقَالَ: «تَعبُدُ اللَّهَ لا تُشرِكُ بِهِ شَيئاً، وَتُقِيمُ الصَّلاةَ، وَتُؤتِي الزَّكَاةَ، وَتَصِلُ الرَّحِمَ»(1).\nوَفي «صَحِيحِ مُسلِمٍ» عَنْ أَبِي هُرَيرَةَ رضي الله عنه: أَنَّ رَجُلاً قَالَ: يَا رَسُولَ اللَّهِ، دُلَّنِي عَلى عَمَلٍ إِذَا عَمِلتُهُ دَخَلتُ الجَنَّةَ. قَالَ: «تَعبُدُ اللَّهَ لا تُشرِكُ بِهِ شَيئاً، وَتُقِيمُ الصَّلاةَ المَكتُوبَةَ، وَتُؤَدِّي الزَّكَاةَ المَفرُوضَةَ، وَتَصُومُ رَمَضَانَ»، فَقَالَ الرَّجُلُ: وَالَّذِي نَفسِي بِيَدِهِ، لا أَزِيدُ عَلَى هَذَا شَيئاً، وَلا أُنقِصُ مِنهُ. فَقَالَ النبيُّ ﷺ: «مَنْ سَرَّهُ أَنْ يَنظُرَ إلى رَجُلٍ مِنْ أَهلِ الجَنَّةِ فَليَنظُر إِلى هَذَا»(2).","(1) أخرجه البخاري رقم (1332)، ومسلم رقم (13).\r(2) أخرجه مسلم رقم (14).","ޞާލިޙު ޢަމަލުތައް ކުރުމަކީ ސުވަރުގެ ވަނުމަށްވާ ޝަރުޠެއްކަން\nމިޤައުލުގެ ޞައްޙަކަމަށް ދަލީލުކޮށްދެނީ: ނަބިއްޔާ صلى الله عليه وسلم ވަނީ ގިނަ ނައްޞުތަކެއްގައި ސުވަރުގެ ވަނުން ޞާލިޙު ޢަމަލުތަކުގެ މައްޗަށް ތަރުތީބުކުރައްވާ އަންގަވާފައެވެ. އެއީ ދެ ޞަޙީހުގައި އަބޫ އައްޔޫބު رضي الله عنه ގެ އަރިހުން ރިވާވެގެންވާ ފަދައިންނެވެ:\n«أَنَّ رَجُلًا قَالَ: يا رسول الله! أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ؟ فقَالَ: تَعْبُدُ اللهَ لَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، ‌وَتَصِلُ ‌الرَّحِمَ» 22\nމާނައީ: \"މީހަކު ދެންނެވިއެވެ: 'އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހުރެން ސުވަރުގެ ވައްދާނޭ ޢަމަލަކުން ޚަބަރުދެއްވާށެވެ.\" ޙަދީޘްކުރެއްވިއެވެ: \"ތިބާ ﷲ އާ އެއްވެސް އެއްޗެއް ޝަރީކުނުކުރާ ޙާލު އެކަލާނގެއަށް އަޅުކަންކުރުމާއި، ނަމާދު ޤާއިމުކުރުމާއި، ޒަކާތް ދިނުމާއި، ރަޙިމުގެ ގުޅުން ދެމެހެއްޓުމެވެ.\"\nއަދި ޞަޙީޙު މުސްލިމްގައި އަބޫ ހުރައިރާ رضي الله عنهގެ އަރިހުން ރިވާވެގެންވެއެވެ:\n« أنّ رجلاً قال: يَا رَسُولَ اللهِ، دُلَّنِي عَلَى عَمَلٍ إِذَا عَمِلْتُهُ دَخَلْتُ الْجَنَّةَ، قَالَ: تَعْبُدُ اللهَ لَا تُشْرِكُ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ الْمَكْتُوبَةَ، وَتُؤَدِّي الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومُ رَمَضَانَ، فقَالَ الرجل: ‌وَالَّذِي ‌نَفْسِي ‌بِيَدِهِ ‌لَا ‌أَزِيدُ عَلَى هَذَا شَيْئًا، وَلَا أَنْقُصُ مِنْهُ،فَقَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الْجَنَّةِ، فَلْيَنْظُرْ إِلَى هَذَا»23\nމާނައީ: \"މީހަކު ދެންނެވިއެވެ: 'އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހުރެން އެޢަމަލެއްކޮށްފިނަމަ އަހުރެން ސުވަރުގެ ވަންނާނޭ ޢަމަލެއް އަހުރެންނަށް ދައްކަވާދެއްވާށެވެ.' ޙަދީޘްކުރެއްވިއެވެ: 'ތިބާ ﷲ އާ އެއްވެސް އެއްޗެއް ޝަރީކުނުކުރާ ޙާލު އެކަލާނގެއަށް އަޅުކަންކުރުމާއި، ތިބާ ފަރުޟުވެގެންވާ ނަމާދު ޤާއިމުކުރުމާއި، ފަރުޟުވެގެންވާ ޒަކާތްދިނުމާއި، ރަމަޟާންމަހު ރޯދަހިފުމެވެ.' ދެން އޭނާ ދެންނެވިއެވެ: 'އަޅުގެ ނަފްސު އެފަރާތެއްގެ އަތްޕުޅުގައިވާ ފަރާތް ގަންދީ ބުނަމެވެ! އަހުރެން މިއަށްވުރެ އެއްޗެއް އިތުރު ނުކުރާހުށީމެވެ. އަދި އުނިވެސް ނުކުރާހުށީމެވެ.' އެހިނދު ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: 'ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކު ބެލުމަށް އެދިއްޖެމީހަކު ފަހެ މީނާއަށް ބަލާށެވެ.\"","(22) صحيح البخاري: 1396، ومسلم: 13\n(23) صحيح البخاري: 1397، ومسلم: 14"],["11","","وفي «المُسنَدِ» عَنْ بَشِيرِ بنِ الخَصَاصِيَةِ رضي الله عنه قَالَ: أَتَيتُ النَّبِيَّ ﷺ لأُبَايِعَهُ فَاشتَرَطَ عَليَّ: شَهَادَةَ أَنْ لا إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنْ أُقِيمَ الصَّلاةَ، وَأَنْ أُوتِيَ الزَّكَاةَ، وَأَنْ أَحُجَّ حَجَّةَ الإِسلامِ، وَأَنْ أَصُومَ رَمَضَانَ، وَأَنْ أُجَاهِدَ فِي سَبِيلِ اللَّهِ. فَقُلتُ: يَا رَسُولَ اللَّهِ أَمَّا اثنَتَينِ فَوَاللَّهِ ما أُطِيقُهُمَا: الجِهَادُ والصَّدَقَةُ(1)، فَقَبَضَ رَسُولُ اللَّهِ ﷺ يَدَهُ ثُمَّ حَرَّكَهَا، وَقَالَ: «فلا جِهَادَ وَلا صَدَقَةَ!، فَبِمَ تَدخُلُ الجَنَّةَ إِذاً؟!»، قُلتُ: يَا رَسُولَ اللَّهِ أَنَا أُبَايِعُكَ، فَبَايَعتُهُ عَلَيهِنَّ كُلِّهِنَّ(2).\nفَفِي هَذَا الحَدِيثِ أَنَّ الجِهَادَ وَالصَّدَقَةَ شَرطٌ فِي دُخُولِ الجَنَّةِ مَعَ حُصُولِ التَّوحِيدِ وَالصَّلاةِ وَالصِّيَامِ وَالحَجِّ.","(1) ورد في مصادر التخريج بيانُ سببِ عدمِ إطاقته رضي الله عنه للجهاد والصدقة فقال رضي الله عنه: «فَإِنَّهُمْ زَعَمُوا أَنَّهُ مَنْ وَلَّى الدُّبُرَ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ، فَأَخَافُ إِنْ حَضَرْتُ تِلْكَ جَشِعَتْ نَفْسِي، وَكَرِهَتِ الْمَوْتَ، وَالصَّدَقَةُ -فَوَاللَّهِ- مَا لي إِلَّا غُنَيْمَةٌ وَعَشْرُ ذَوْدٍ، هُنَّ رَسَلُ أَهْلِي وَحَمُولَتُهُمْ» وهذا لفظ أحمد.\r(2) أخرجه أحمد في «المسند» رقم (21952)، والمروزي في «تعظيم قدر الصلاة» رقم (450)، والطبراني في «الكبير» (2/ 44)، والحاكم في «المستدرك» (2/ 79) وقال: «هذا حديثٌ صحيحُ الإسنادِ ولَم يُخرِّجاهُ».","އަދި މުސްނަދުގައި ބަޝީރު ބްނުލް ޚަޞާޞިޔާ رضي الله عنه ގެ އަރިހުން ރިވާވެގެންވެއެވެ. ވިދާޅުވިއެވެ:\n(أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم لِأُبَايِعَهُ، فَاشْتَرَطَ عَلَيَّ شَهَادَةَ أَنْ لَا إِلَهَ إِلَّا اللهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ َرَسُولُهُ، وَأَنْ أُقِيمَ الصَّلَاةَ، وَأَنْ أُوتي الزَّكَاةَ، وَأَنْ أَحُجَّ حَجَّةَ الْإِسْلَامِ، وَأَنْ أَصُومَ شَهْرَ رَمَضَانَ، وَأَنْ أُجَاهِدَ فِي سَبِيلِ اللهِ فَقُلْتُ: يَا رَسُولَ اللهِ، أَمَّا اثْنَتَين، فَوَاللهِ مَا أُطِيقُهُمَا: الْجِهَادُ وَالصَّدَقَةُ، فإنهم زَعَمُوا أَنه من ولى الدبر فقد بَاء بغضب من الله فَأَخَاف إِن حضرت تِلْكَ جشمت نَفسِي وكرهت الْمَوْت وَالصَّدَََقَة فوَاللَّه مَالِي إِلَّا غنيمَة وَعشر ذود هن رسل أَهلِي وحمولتهن فَقَبَضَ رَسُولُ اللهِ صلى الله عليه وسلم يَدَهُ، ثُمَّ حَرَّكَها وقَالَ: \" فَلَا جِهَادَ وَلَا صَدَقَةَ، فَبِمَ تَدْخُلُ الْجَنَّةَ إِذًا؟ قُلْتُ: يَا رَسُولَ اللهِ، أَنَا أُبَايِعُكَ. قَالَ: فَبَايَعْتُهُ عَلَيْهِنَّ كُلِّهِنَّ) 24\nމާނައީ: \"އަހުރެން ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހަށް ބައިޢަތު ހިފުމަށްޓަކައި އައީމެވެ. ދެން އެކަލޭގެފާނު އަހުރެންނަށް ޝަރުޠުކުރެއްވީ: ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށް ހެކިވުމަށާއި، މުޙައްމަދުގެފާނީ އެކަލާނގެ އަޅާ އަދި ރަސޫލާކަމަށް ހެކިވުމަށާއި، އަހުރެން ނަމާދު ޤާއިމުކުރުމަށާއި، އަދި ޒަކާތްދިނުމަށާއި، އިސްލާމްކަމުގެ ޙައްޖުން ޙައްޖުވުމަށާއި، ރަމަޟާންމަހު ރޯދަހިފުމަށާއި، ﷲ ގެ މަގުގައި ޖިހާދުކުރުމަށެވެ. ދެން އަހުރެން ދެންނެވީމެވެ: 'އޭ ﷲ ގެ ރަސޫލާއެވެ! އެތަނުން ދެކަންތައް އަހުރެންނަށް ކުޅަދާނަވެގެން ނުވެއެވެ. ޖިހާދުކުރުމާއި ޞަދަޤާތްދިނުމެވެ. އެހެނީ އެމީހުން ދަޢުވާކުރަނީ (ހަނގުރާމައަށް ޙާޒިރުވެ) ފުރަގަސްދީ ފިލައިފި މީހާ ދާހުށީ ﷲ ގެ ކޯފާއާވެގެންނެވެ. ފަހެ އަހުރެން އެތަނަށް ޙާޒިރުވެ ދެން އަހުރެންގެ ނަފްސު ބިރުގަނެ، މަރުވުމަށް ނުރުހިދާނޭކަމަށް އަހުރެންނަށް ބިރުހީވެއެވެ. އަދި ޞަދަޤާތް ދަންނައެވެ! ﷲ ގަންދީ ބުނަމެވެ! ބަކަރިކޮޅަކާއި ދިހަވަރަކަށް ޖަމަލު މެނުވީ އަހުރެންނަށް ލިބިގެން ނުވެއެވެ. އެއީ އަހުރެންގެ އަހުލުން ކިރުބޯން އަދި އެމީހުން ސަވާރުގެ އުފުލާން ގެންގުޅޭ ތަކެއްޗެވެ.\" އެހިނދު ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަތްޕުޅު މަޅާލައްވާ ދެން ޙަރަކާތް ކުރައްވާ ޙަދީޘްކުރެއްވިއެވެ: \"ޖިހާދާއި ޞަދަޤާތެއް ނެތެވެ!؟ ދެންތިބާ ސުވަރުގެ ވަންނާނީ ކޮންކަމެއް މެދުވެރިކޮށްހެއްޔެވެ!؟' ދެން އަހުރެން ދެންނެވީމެވެ: 'އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހުރެން ކަލޭގެފާނަށް ބައިޢަތު ހިފާހުށީމެވެ.' ދެން އެހުރިހާކަމެއްގެ މައްޗަށް އަހުރެން އެކަލޭގެފާނަށް ބައިޢަތު ހިފީމެވެ.\"\nމިޙަދީޘްގައިވާގޮތުން ތައުޙީދާއި ނަމާދާއި ރޯދައާއި ޙައްޖު ޙާޞިލުވުމާއެކު ޖިހާދާއި ޞަދަޤާތަކީވެސް ސުވަރުގެ ވަނުމަށްވާ ޝަރުޠެކެވެ.","(24) مسند أحمد: 21952، المعجم الكبير للطبراني: 1233، المستدرك للحاكم: 2421"],["12","","وَنَظِيرُ هَذَا: أَنَّ النَّبِيَّ ﷺ قَالَ: «أُمِرتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشهَدُوا أَنْ لا إِلَهَ إِلَّا اللَّهُ، وأَنَّ مُحَمَّداً رَسُولُ اللَّهِ» فَفَهِمَ عُمَرُ وَجَمَاعَةٌ مِنْ الصَّحَابَةِ أَنَّ مَنْ أَتَى بِالشَّهَادَتَينِ امتَنَعَ مِنْ عُقُوبَةِ الدُّنيَا بِمُجَرَّدِ ذَلِكَ، فَتَوَقَّفُوا في قِتالِ مَانِعِي الزَّكَاةِ، وَفَهِمَ الصِّدِّيقُ أَنَّهُ لا يَمتَنِعُ قِتَالُهُ إِلا بِأَدَاءِ حُقُوقِهَا، لِقَولِهِ ﷺ «فَإِذَا فَعَلُوا ذَلِكَ مَنَعُوا مِنِّي دِمَاءَهُم وَأَموَالَهُم إِلا بِحَقِّهَا [وحِسَابُهُم على اللَّه]» وَقَالَ: الزَّكَاةُ حَقُّ المَالِ(1).\nوَهَذَا الَّذِي فَهِمَهُ الصِّدِّيقُ رضي الله عنه قَدْ رَوَاهُ عَنْ النَّبِيِّ ﷺ [صريحاً] جَمَاعَةٌ مِنْ الصَّحَابَةِ، مِنهُم: ابنُ عُمَرَ وَأَنَسٌ وَغَيرُهُمَا(2)، وَأَنَّهُ قَالَ: «أُمِرتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشهَدُوا أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنَّ مُحَمَّداً رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلاةَ، وَيُؤتُوا الزَّكَاةَ».\nوَقد دَلَّ عَلَى ذَلِكَ قَولُهُ تَعَالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: 5].","(1) متفقٌ عليه من حديث أبي هريرة رضي الله عنه، البخاري رقم (1335)، ومسلم رقم (20).\r(2) حديث ابن عمر رضي الله عنه متفقٌ عليه؛ أخرجه البخاري رقم (25)، ومسلم رقم (22).\rوأما حديث أنس رضي الله عنه: فأخرجه البخاري رقم (385).","އިސްލާމްކަމުގެ ޙައްޤެއް ގެއްލުވާލައިގެންވާ ޙާލު ހުސްއެކަނި ޝަހާދަތް ކިޔުމަކުން ދުނިޔަވީ ޢުޤޫބާތް އަދި އުޚުރަވީ ޢުޤޫބާތްވެސް އުފުލިގެން ނުދާކަން\nހަމަ މިއާ ވައްތަރުވެގެންވާ އަނެއް ޙަދީޘަކީ: ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«‌أُمِرْتُ ‌أَنْ ‌أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ» 25\nމާނައީ: \"މީސްތަކުން لَا إِلَهَ إِلَّا اللهُ އަށާއި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާކަމަށް ހެކިވެއްޖައުމަށް ދާންދެން އެބައިމީހުންނާ ދެކޮޅަށް ހަނގުރާމަކުރުމަށް ތިމަންކަލޭގެފާނަށް ވަނީ އަމުރުވެވިގެންނެވެ.\"\nދެން ޢުމަރުގެފާނާއި ޞަޙާބީންގެ ޖަމާޢަތަށް ފަހުމުވެލެއްވި ގޮތުގައި: ޝަހާދަތުގެ ދެކަލިމަ ގެނެސްގަނެފިމީހާ، ހަމައެކަނި އެކަންތަކުގެ ސަބަބުން ދުނިޔޭގައި އެމީހަކަށް ޢުޤޫބާތްލިބުން މަނާކުރެއެވެ. އެހެންވެ ޒަކާތުން މަނާވެގަތް މީހުންނާ ދެކޮޅަށް ހަނގުރާމަކުރުމުން އެބޭކަލުން ހުއްޓިވަޑައިގެންނެވިއެވެ. އަދި އައްޞިއްދީޤުއަށް ފަހުމުވެލެއްވީ އޭގެ ޙައްޤުތައް އަދާކުރުމާލައިގެން މެނުވީ އެމީހާއާ ދެކޮޅަށް ހަނގުރާމަކުރުން މަނާނުވާނެކަމެވެ. އެއީ ނަބިއްޔާ صلى الله عليه وسلم ގެ މިބަސްފުޅަށްޓަކައިއެވެ:\n«فَإِذَا فَعَلُوا ذلك منعوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلَّا بِحَقِّهَا، وَحِسَابُهُمْ عَلَى اللهِ »26\nމާނައީ: \"ދެންފަހެ އެބައިމީހުން އެފަދައިން ކަންތައްކޮށްފިނަމަ، އެބައިމީހުންގެ ލެޔާއި މުދާތައް ތިމަންކަލޭގެފާނުގެ ކިބައިން މަނާކޮށްފިއެވެ. އޭގެ ޙައްޤާ ލައިގެން މެނުވީއެވެ. އަދި އެބައިމީހުންގެ ޙިސާބު ބެއްލެވުންވަނީ ﷲ އަށެވެ.\"\nއަދި އައްޞިއްދީޤު ވިދާޅުވިއެވެ:\n(الزَّكَاةَ ‌حَقُّ ‌الْمَالِ) 27\nމާނައީ: \"ޒަކާތަކީ މުދަލުގެ ޙައްޤެވެ.\"\nއައްޞިއްދީޤު އަށް ފަހުމުވެލެއްވި މިކަންތައްވަނީ: ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ޞަރީޙަކޮށް ޞަޙާބީންގެ ޖަމާޢަތެއް ރިވާކުރައްވާފައެވެ. އޭގެ ތެރޭގައި: އިބްނު ޢުމަރު، އަނަސް އަދި އެނޫން ބޭކަލުންވެއެވެ. އެއީ އެކަލޭގެފާނު މިހެން ޙަދީޘްކުރެއްވިކަމަށެވެ:\n«‌أُمِرْتُ ‌أَنْ ‌أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، ‌وَيُقِيمُوا ‌الصَّلَاةَ ‌وَيُؤْتُوا ‌الزَّكَاةَ» 28\nމާނައީ: لَا إِلَهَ إِلَّا اللهُ އަށާއި محمد رسول الله އަށް މީސްތަކުން ހެކިވެ، އަދި ނަމާދު ޤާއިމުކޮށް، ޒަކާތް ދީފުމަށް ދާންދެން އެމީހުންނާ ދެކޮޅަށް ހަނގުރާމަ ކުރުމަށް ތިމަންކަލޭގެފާނަށް ވަނީ އަމުރުކުރެވިގެންނެވެ.\"\nއަދި ﷲ ތަޢާލާގެ މިބަސްފުޅު އެކަމަށް ދަލީލުކުރިއެވެ:\n﴿فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ ﴾ [التوبة: 5] \nމާނައީ: \"ފަހެ، އެއުރެން ތައުބާވެ، ނަމާދު ޤާއިމް ކޮށް، ޒަކާތް ދީ އުޅެފިނަމަ، ދެން އެއުރެން މިނިވަންކަމާއެކު ދޫކޮށްލާށެވެ!\"","(25) صحيح البخاري: 25، ومسلم: 22\n(26) صحيح البخاري: 25، ومسلم: 22\n(27) صحيح البخاري: 1399، ومسلم: 20\n(28) صحيح البخاري: 25، ومسلم: 22\n(5) صحيح البخاري: 128، ومسلم: 32"],["13","","كَمَا دَلَّ قَولُهُ تَعَالَى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} [التوبة: 11] عَلَى أَنَّ الأُخُوَّةَ في الدِّينِ لا تَثبُتُ إِلا بِأَدَاءِ الفَرَائِضِ مَعَ التَّوحِيدِ، فَإِنَّ التَّوبَةَ مِنْ الشِّركِ لا تَحصُلُ إِلا بِالتَّوحِيدِ.\nوَلَمَّا قَرَّرَ أَبُو بَكرٍ رضي الله عنه هَذَا لِلصَّحَابَةِ رَجَعُوا إِلى قَولِهِ، وَرَأَوهُ صَوَاباً.\nفَإِذَا عُلِمَ أَنَّ عُقُوبَةَ الدُّنيَا لا تَرتَفِعُ عَمَّن أَدَّى الشَّهَادَتَينِ مُطلَقاً، بَلْ قَدْ يُعَاقَبُ بِإِخلالِهِ بِحَقٍّ مِنْ حُقُوقِ الإِسلامِ، فَكَذَلِكَ عُقُوبَةُ الآخِرَةِ.","","އެފަދައިން މިބަސްފުޅު:\n﴿فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ ﴾ [التوبة: 11] \nމާނައީ: \"ފަހެ، އެއުރެން ތައުބާވެ، ނަމާދު ޤާއިމް ކޮށް، ޒަކާތް ދީފިނަމަ، ފަހެ، އެއުރެންނަކީ، ދީނުގައި ތިޔަބައިމީހުންގެ އަޚުންނެވެ.\"\nމިއިން ދަލީލުކުރަނީ ތައުޙީދާއެކު ފަރުޟުތައް އަދާކޮށްގެން މެނުވީ ދީނުގެ އުޚުއްވަތްތަތެރިކަން ޘާބިތު ނުވާކަމަށެވެ. އެހެނީ ތައުޙީދުން މެނުވީ ޝިރުކުން ތައުބާވުން ޙާޞިލުނުވާނެތެވެ.\nއަބޫބަކުރު رضي الله عنه މިކަން ޞަޙާބީންނަށް ޤަރާރުކޮށްދެއްވާ ޘާބިތުކޮށްދެއްވިހިނދު، އެބޭކަލުން އެކަލޭގެފާނުގެ ބަސްފުޅަށް ރުޖޫޢަވިއެވެ. އަދި އެއީ ރަނގަޅުގޮތްކަމުގައި ދެކެލެއްވިއެވެ.\nއެހެންކަމުން ހަމައެކަނި ޝަހާދަތުގެ ދެކަލިމަ މުޠުލަޤުކޮށް އަދާކޮށްލައިގެން ދުނިޔަވީ ޢުޤޫބާތް އެމީހެއްގެ ކިބައިން އުފުލިގެން ނުދާކަން އެނގިއްޖެނަމަ، އަދި ކިއެއްތަ، އިސްލާމްދީނުގެ ޙައްޤުތަކުގެ ތެރެއިން ޙައްޤެއް އޭނާ ގެއްލުވާލުމުން އޭނާއަށް (ޝަހާދަތްކިޔަސް) ޢުޤޫބާތްދެވޭކަން އެނގިއްޖެނަމަ؛ ދެންފަހެ އާޚިރަތުގެ ޢުޤޫބާތްވެސްވަނީ އެހެންނެވެ.29","(11) މުއައްލިފު މިތަނުގައި އެވަނީ ޝަހާދަތުގެ ކަލިމަ ކިޔުމާމެދު އައިސްފައިވާ ބައެއް ޙަދީޘްތައް ޛިކުރުކުރައްވާފައިއެވެ. އެގޮތުން ބައެއް ޙަދީޘްތަކުގައި މުޠުލަޤުކޮށް ޝަހާދަތުގެ ދެކަލިމަ ކިޔާ މީހާ ސުވަރުގެ ވަންނާނޭކަމަށް، އަދި ނަރަކަ ޙަރާމްކުރެވުނުކަމަށް، އަނެއް ބައި ޙަދީޘްތަކުގައި އެއާއެކު އެހެން ޝަރުޠުތައް ޛިކުރުކުރެވިގެންވެއެވެ. އެގޮތުން ސުންނަތުގެ އަހުލުވެރިންގެ މަންހަޖަކީ މުޠުލަޤުކޮށް އައިސްފައިވާ ނައްޞުތައް މުޤައްޔަދު ނައްޞުތަކުން މާނަކުރުމެވެ. ޢިލްމުވެރިން އެއްބަސްވެގެންވަނީ ޝަހާދަތުގެ ދެކަލިމަ އޭގެ އެއްވެސް މާނައެއް ޝަރުޠެއްނެތި ހުސްއެކަނި ދުލުކުރިން ކިޔާފައި، ދެން އެކަލިމަ ގެއްލުވާލާ ބާޠިލުވާ ކަންތައް އޭނާގެ ޢަމަލާއި ބަހާއި ހިތުން ގެނެސްފިއްޔާ އެކަލިމައިން އޭނާއަށް ފައިދާ ނުކުރާނޭކަމެވެ. އެގޮތުން ނަރަކައިގެ އެންމެ އަޑީގައިވާ މުނާފިޤުން މިކަމަށް ފުދެއެވެ. އެމީހުންނީ ރަސޫލާ صلى الله عليه وسلم އާއެކު ބޭރުފުށުން އިސްލާމްވެ، އެކަލޭގެފާނާ އެއްކޮށް ހަނގުރާމަކޮށް، ނަމާދުތައް ޖަމާޢަތްތަކުގައިކޮށް ރޯދަވެސް ހިފާ އެހެންވެސް ޢަމަލުތައް ކޮށްއުޅުނު ބައެކެވެ. އެއާއެކު އެމީހުން ތައުޙީދުގެ ކަލިމައިގެ ޝަރުޠު ގެއްލުވާލިހިނދު އެހުރިހާ ކަމެއް ބާޠިލުވެގެންދިޔައެވެ. އެގޮތުން ނައްޞުތައް ތަޙްޤީޤުކޮށް ބެއްލެވި ޢިލްމުވެރިން ޝަހާދަތުގެ ކަލިމައިގެ ޝަރުޠުތަކުގެ ގޮތުގައި އަށް ޝަރުޠެއް ޛިކުރުކުރައްވައެވެ: އެއީ: 1)ކަލިމައިގެ މާނަ އެނގިގެންވުން. 2) ޔަޤީންކުރުން. 3) އިޚްލާޞްތެރިވުން. 4) ތެދުވެރިވުން. 5) ބޯލަނބާ ކިޔަމަންވުން. 6) ޤަބޫލުކުރުން. 7) ލޯބިވުން. 8) ﷲ ފިޔަވައި އެހެން އިލާހުންތަކަށް ކުރެވޭ އަޅުކަމަށް ކާފަރުވުން. މިއެވެ.\n(29) ޝަހާދަތުގެ ކަލިމައިން މަންފާކުރަނީ އޭގެ ޝަރުޠުތަކާއި ސަބަބުތައް ވުޖޫދުވެގެންވެ، އަދި މަނާކުރާ ކަންކަން ނަފީވެގެންވުމުންނެވެ. އެގޮތުން ޝަހާދަތުގެ ދެކަލިމަ ކިޔަސް ޒިނޭކުރާ މުޙްޞަނު މީހާ ރަޖަމްކުރެވެއެވެ. ޤަޞްދުގައި މީހަކު މަރާ މީހާ މަރާލެވެއެވެ. އެހެނީ އޭނާގެ ލޭ ހުއްދަކުރާ އެހެން ސަބަބެއް އައުމުންނެވެ. މިކަން ބަޔާންވެގެންދާ ސާފު އެއްކަމަކީ ޚަވާރިޖުންނާ މެދު އައިސްފައިވާ ޙަދީޘެވެ. އެގޮތުން ޚަވާރިޖުންނަކީ ޞަޙާބީންނަށްވުރެވެސް އަޅުވެރި، ޞަޙާބީންނަށްވުރެ ނަމާދުކުރުމާއި ރޯދަހިފުމާއި ޤުރްއާން ކިޔެވުންވެސް ގިނަ ބަޔަކުކަމުގައި ޙަދީޘްގައި އައިސްފައިވެއެވެ. އެއާއެކު އެމީހުން ޤަތުލުކުރުމަށާއި، އެއީ އުޑުދަށުގައިވާ އެންމެ ނުބައި މީހުންކަމާއި، ނަރަކައިގެ ކުއްތާތަކެއް ކަމުގައި އައިސްފައިވެއެވެ. ޝަހާދަތުގެ ދެކަލިމައާއި އަޅުކަމުން އެމީހުންގެ ކިބައިން ޢުޤޫބާތް އުފުލިގެން ނުދިޔައެވެ."],["14","","وقد ذهبَ طائفةٌ إلى أنَّ هذه الأحاديث المذكورة أوَّلاً وما في مَعنَاها كانت قَبلَ نُزُولِ الفَرَائضِ والحدودِ، منهم: الزُّهريُّ(1) والثَّوريُّ(2) وغيرُهما(3)، وهذا بَعيدٌ جدّاً؛ فإنَّ كثيراً منها كانَ بالمدِينةِ بَعدَ نُزُولِ الفرائِضِ والحُدودِ، وفي بَعضِها أنَّه كَانَ في غَزوَةِ تَبوكٍ، وهي في آخِرِ حَياةِ النبيِّ ﷺ.\rوهؤلاءِ منهُم مَنْ يقولُ في هذهِ الأَحادِيثِ: إنَّها مَنسُوخةٌ، ومنهم مَنْ يقولُ: هي مُحكَمَةٌ، ولكنْ ضُمَّ إِليها شَرَائِطُ، ويَلتَفِتُ هذا إلى أنَّ الزِّيَادةَ على النَّصِّ هل هي نَسخٌ أم لا؟ والخلافُ في ذلك بين الأُصُوليِّين مشهورٌ(4).","(1) ينظر: «جامع الترمذي» (5/ 23 - 24)، و «الإبانة الكبرى» لابن بطة - قسم الإيمان (2/ 896) رقم (1248).\r(2) ينظر: «الترغيب والترهيب» للمنذري (2/ 623 - 624).\r(3) منهم: سعيد بن المسيب، وسليمان بن يسار، وعروة بن الزبير، والضحاك بن مزاحم.\rينظر: «الإبانة» لابن بطة - قسم الإيمان (2/ 896) رقم (1249)، و «شرح ابن بطال على البخاري» (1/ 208)، و «إكمال المعلم بفوائد مسلم» (1/ 254)، وهو اختيار الآجري في «الشريعة» (2/ 554 - 555).\r(4) ينظر: «كشف الأسرار» (3/ 191)، و «روضة الناظر» (1/ 305 - 310)، و «البحر المحيط» للزركشي (4/ 143 - 148)، و «إعلام الموقعين» (2/ 293 وما بعدها).","މިޙަދީޘްތަކަކީ ފަރުޟުތައް ބާވައިލެއްވުމުގެ ކުރިންވެ މިހާރު މަންސޫޚަވެގެންވާ ޙަދީޘްތަކެއްކަމުގައި ބުނެވުމާއި އޭގެ މާނަ\n• އަދި ޖަމާޢަތެއްގެ ބަޔަކު ދެކެލެއްވި ގޮތުގައި: އެންމެ ފުރަތަމަ ޛިކުރުކުރެވިގެންވާ މިޙަދީޘްތަކާއި މިމާނާގައިވާ ޙަދީޘްތައްވަނީ ފަރުޟުތަކާއި ޙައްދުތައް ބާވައިލެއްވުމުގެ ކުރިންނެވެ. މިބޭކަލުންގެ ތެރޭގައި: އައްޒުހްރީ، އައްޘައުރީ، އަދި އެނޫން ބޭކަލުން ހިމެނެއެވެ. މިއީ ވަރަށް ދުރުވެގެންވާ ބަހެކެވެ. އެހެނީ މީގެ ގިނަ ޙަދީޘްތައްވަނީ މަދީނާގައި، ފަރުޟުތަކާއި ޙައްދުތައް ބާވައިލެއްވުމަށް ފަހުގައެވެ. އަދި ބައެއް ޙަދީޘްތަކުގައިވާ ގޮތުން އެއީ ތަބޫކު ހަނގުރާމާގައެވެ. އެއީ ނަބިއްޔާ صلى الله عليه وسلم ގެ ޙަޔާތުގެ ފަހުކޮޅެވެ. 30\nއަދި މިބައިމީހުންގެ ތެރޭގައި މިޙަދީޘްތަކާމެދު މިހެން ބުނާ މީހުންވެއެވެ: \"މިޙަދީޘްތައްވަނީ މަންސޫޚަވެފައެވެ.\"\nއަދި އަނެއްބަޔަކު ބުނެއެވެ: \"އެއީ (މަންސޫޚަވެގެން ނުވާ) މުޙްކަމު ޙަދީޘްތަކެކެވެ. އެކަމަކު އެއަށް އިތުރު ޝަރުޠުތައް ގުޅުވާލެވުނީއެވެ.\"\nމިކަންތައް އެނބުރިދަނީ ނައްޞުގެ މައްޗަށް އިތުރުކުރުން އެއީ މަންސޫޚަކުރުމަކަށްވާނެތޯ ނުވަތަ ނޫންތޯއެވެ. އުޞޫލުގެ ޢިލްމުވެރިންގެ ގާތުގައި އެކަމުގައިވާ ޚިލާފުވަނީ މަޝްހޫރުވެގެންނެވެ.","(30) ބައެއް ޢިލްމުވެރިން މިޤައުލުގެ މުރާދު ބަޔާންކުރައްވަމުން ވިދާޅުވީ އެބަހީ: އެއީ ފަރުޟުތަކާއި ޙައްދުތައް އަދި ދީން ފުރިހަމަވުމުގެ ކުރިންވާ ނައްޞުތަކެއް ކަމުގައިއެވެ. އެހެނީ ދީން ފުރިހަމަވެގެންދިޔައީ ޙައްޖަތުލް ވަދާޢުގައި، ނަބިއްޔާ އަވަހާރަވުމާ ކައިރިކޮށެވެ. އޭގެ ކުރިން ވަޙީ ބާވައިލެއްވި އެކި ފަރުޟުތަކާއި ޙައްދުތައް ޝަރުޢުކުރެވި، ބައެއް ކަންކަން މަންސޫޚަ ކުރެވެމުންދިޔައެވެ. ދެން އެހުރިހާ ކަމެއް ފުރިހަމަވުމަށް ފަހު ޝަހާދަތުގެ ކަލިމައިން ނަފާކުރުމަށްޓަކައި މިފަރުޟުތަކާއި ޙައްދުތަކަށް އިޤުރާރުވުންވެސް ކަނޑައެޅުނެވެ. މިގޮތަށް މިޤައުލު ޖަމްޢުކުރުން، ރައްދުކުރުމަށްވުރެ އައުލާވެގެންވެއެވެ. އެހެނީ ދީނުގެ އެހެން އަޅުކަންތައްވެސް، މިސާލަކަށް ނަމާދުވެސްވީ އެފަދައިންނެވެ. އެގޮތުން ނަމާދުގެ ޝަރުޠުތަކާއި މަނާކުރާ ކަންކަމަށް އެކި ކަންކަން އިތުރުވަމުންދިޔައެވެ. އެގޮތުން ނަމާދު ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ނަމާދުގެ ތެރޭގައި ވާހަކަދެއްކުމާއި ސަލާމަށް ޖަވާބުދިނުންވެސް ހުއްދަވެގެންވިއެވެ. އެކަމަކު ފަހުން އެކަން އެއީ ނަމާދު ބާޠިލުވާ ކަމެއްގެ ގޮތުގައި ލެއްވުނެވެ. ރޯދަ ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ރޭގަނޑު ނިދައިފި މީހާ ދެން އެރެޔާއެކު އަނެއް ދުވަހު ރޯދައަށް ހުންނަން ޖެހެއެވެ. މިފަދަ އެތައް ކަމެއް ދީނުގެ ރުކުންތަކުގައި ޝަރުޢުކޮށް މަންސޫޚަކުރެވެމުންދިޔައެވެ. އެއް ޙަދީޘްގައި، ނުވަތަ އެންމެ އާޔަތެއްގައި ހުރިހާ ޙުކުމެއް ތަފްސީރުކޮށް ނާދެއެވެ. ނަމާދުގެ ރުކުންތަކާއި ތަފްޞީލުތައް، ރޯދަ ގެއްލޭ ހުރިހާކަމެއްގެ ތަފްޞީލެއް އެއް ނައްޞުގައި ނާދެއެވެ. އެކަންކަން އައީ އެކި ފަހަރު މަތިން އެކި ޙަދީޘްގައި އެކި މަޙައްލުގައިއެވެ. އަދި ބައެއް ޞަޙާބީންނަށް އެފަދަ ބަދަލުތައް އައިކަން ނޭނގިވެސްވެއެވެ. ދެން ދީން ފުރިހަމަކުރެވުމަށް ފަހު އެކަންކަން ޤަރާރުވެ އެނގިގެންދިޔައެވެ. އެފަދައިން ޝަހާދަތުގެ ކަލިމައިގެ ޝަރުޠުތަކާއި ލާޒިމްތަކާއި ވާޖިބުތައްވެސް އެއީ އެއްފަހަރާ އެއްކޮށް އައުމުގެ ބަދަލުގައި ވަކިވަކިން އައިސް ދެން ފުރިހަމަވެގެން ދިޔަ ކަންކަމެވެ."],["15","","وقد صَرَّح الثوريُّ(5) وغيرُه بأنها منسوخةٌ، وأنَّه نَسَخَهَا الفَرَائِضُ والحُدُودُ، وقد يكونُ مرادُهم ب «النَّسْخِ» البيانَ والإيضاحَ؛ فإنَّ السلَفَ كانوا يُطلِقُون «النَّسْخَ» على مثلِ ذَلِكَ كَثِيراً(1)، ويكون مَقُصُودُهم أنَّ آياتِ الفَرَائضِ والحدودِ تَبَيَّنَ بها تَوقُّفُ دخول الجنَّةِ والنَّجَاةِ من النَّار على فعلِ الفرائض، واجتناب المحارم، فصارت تلك النصوصُ منسوخةً؛ أي: مبَيَّنَةً مفَسَّرَةً، ونصوصُ الفرائضِ والحدودِ ناسخةً؛ أي: مفَسِّرَةٌ لمعنى تلك، مُوضِّحَة لها.","(5) تصحَّف في الأصل إلى «النَّوَويّ»، وهو خطأ بيِّنٌ، يأباه السياق.\n(1) ينظر: «مجموع فتاوى ابن تيمية» (13/ 29)، و «الموافقات» للشاطبي (3/ 344 وما بعدها)، و «إعلام الموقعين» (1/ 35).","އައްޘައުރީއާއި އެހެނިހެން ބޭކަލުން ޞަރީޙަކޮށް އެޙަދީޘްތައް މަންސޫޚަވެގެންވާކަމަށާއި، ފަރުޟުތަކާއި ޙައްދުތައް އެޙަދީޘްތައް މަންސޫޚަކުރިކަމަށް ވިދާޅުވިއެވެ.\nފަހަރެއްގައި އެބޭކަލުން މަންސޫޚުއޭ ވިދާޅުވުމުގެ މުރާދަކީ އިތުރަށް ބަޔާންކުރެވި ސާފުކޮށްދެވުންކަމަށް ވެދާނެއެވެ. އެހެނީ ސަލަފުންގެ ބޭކަލުން ވަރަށް ގިނައިން އެފަދަ ކަންތަކަށް ނަސްޚުގެ ލަފްޒު ބޭނުންކުރައްވައެވެ. އެބޭކަލުންގެ މަޤްޞަދަކީ: ފަރުޟުތަކާއި ޙައްދުތަކުގެ އާޔަތްތަކުން ބަޔާންވެގެންދިޔައީ ސުވަރުގެ ވަނުމާއި ނަރަކައިން ނަޖާވުން؛ ފަރުޟުތަކަށް ޢަމަލުކުރުމާއި، ޙަރާމްކަންތަކުން އެއްކިބާވުމުގެ މައްޗަށް ހުއްޓިގެންވާކަމެވެ. އޭރުން އެނައްޞުތައް އެވީ މަންސޫޚަވެގެންވާ -އެބަހީ: އިތުރަށް ތަފްސީރުކުރެވި ބަޔާންކުރެވިގެންވާ- ނައްޞުތަކެއްކަމުގައެވެ. އަދި ފަރުޟުތަކާއި ޙައްދުތަކުގެ ނައްޞުތަކަކީ ނާސިޚު -ޔަޢުނީ: އޭގެ މާނަތައް ތަފްސީރުކޮށްދިން، އަދި ސާފުކޮށްދިން- ނައްޞުތައްކަމުގައެވެ.",""],["16","[‌‌فهم النصوص المطلقة في ضوء النصوص المقيدة]","وقالت طائفةٌ: تلك النُّصُوصُ المطلَقَةُ قد جاءت مقيَّدَةً في أحاديثَ أُخَر؛ ففي بعضِها: «مَنْ قَالَ: لا إله إلا اللَّه مُخْلِصاً»(1)، وفي بعضِها: «مُسْتَيْقِناً»(2)، وفي بعضِها: «يُصَدِّقُ قلبُه لِسَانَه(3)»(4)، وفي بعضِها: «يَقُولُهَا حَقّاً من قَلبِهِ»(5)، وفي بعضِها: «قَدْ ذَلَّ بها لِسَانُه واطمَأَنَّ بها قَلبُه»(6)، وهذا كُلُّه إشارةٌ إلى عَمَلِ القَلبِ وتَحَقُّقِهِ بمعنى الشَّهَادَتَينِ.\rفتَحَقُّقُهُ بقولِ(7) «لا إله إلا اللَّه»: أن لا يَأْلَه القَلْبُ غيرَ اللَّه؛ حُبّاً ورجَاءً وخَوفاً وتَوكُّلاً واستعانةً وخُضُوعاً وإِنَابَةً وطَلَباً.","(1) أخرجه البخاري في «صحيحه» رقم (91) من حديث أبي هُريرَةَ رضي الله عنه.\r(2) أخرجه مسلمٌ في «صحيحه» رقم (156) من حديث أبي هريرة رضي الله عنه، وقد تقدَّم ذكره ص 46 - 46.\r(3) وقع في نسخة (ب): «مُصَدِّقاً بِهَا قَلبُه ولِسَانُه»، والظاهر أن واو العطف زائدة؛ فوجودها مخِلٌّ بالمعنى، ويؤيِّد هذا أنَّه قد وَرَدَ في «سنن النسائي الكبرى» رقم (9772): «مُصَدِّقاً بِهَا قَلبُه لِسَانَه» بدون واو العطف.\r(4) أخرجه أحمد في «المسند» رقم (8070 و 10713)، وابن خزيمة في «التوحيد» رقم (441 و 461)، والحاكم في «المستدرك» (1/ 69) وصححه.\r(5) أخرجه الإمام أحمد في «المسند» رقم (447)، وابن خزيمة في «التوحيد» رقم (500)، وصحَّحه ابنُ حبان «صحيحه» رقم (204)، والحاكم في «المستدرك» (1/ 72 و 351) وصحَّحه، وجوَّد إسناده ابن كثير في «مسند الفاروق» (1/ 327).\r(6) أخرجه البخاري في «التاريخ الكبير» (2/ 259)، والبيهقي في «شعب الإيمان» رقم (9)، وغيرُهما، وإسناده ضعيف جدّاً.\r(7) في نسخة (ب): [فتَحَقُّقُه بمعنى شَهَادَة: أنْ لا إِلَه إلا اللَّه].","މުޠުލަޤުކޮށް އައިސްފައިވާ މިޙަދީޘްތަކަށް އެހެން ޙަދީޘްތަކުގައި ޝަރުޠުތަކުން މުޤައްޔަދުކުރެވިގެންވުން\n• އަދި ޖަމާޢަތެއްގެ ބަޔަކު ބުނޫއެވެ: މުޠުލަޤުކޮށް އައިސްފައިވާ އެނައްޞުތައް، އެހެން ޙަދީޘްތަކުގައި މުޤައްޔަދުކޮށްވަނީ އައިސްފައިއެވެ. އެގޮތުން ބައެއް ޙަދީޘްތަކުގައިވެއެވެ:\n(مَنْ قَالَ لَا إِلَهَ إِلَّا اللهُ ‌مخلِصًا) 31\nމާނައީ: \"އިޚްލާޞްތެރިކަމާއެކު لَا إِلَهَ إِلَّا اللهُ ކިޔައިފިމީހާއެވެ.\"\nއަނެއްބައި ޙަދީޘްތަކުގައި:\n(مُسْتَيْقِنًا) 32\nމާނައީ: \"ޔަޤީންކުރާ ޙާލުގައި\"\nއަނެއްބައި ޙަދީޘްތަކުގައި:\n(يُصَدِّقُ ‌قَلْبُهُ لِسَانَهُ) 33\nމާނައީ: \"އޭނާގެ ހިތުން އޭނާގެ ދޫ ތެދުކުރާ ޙާލުގައި\"\nއަނެއްބައި ޙަދީޘްތަކުގައި:\n(يَقُولُهَا ‌حَقًّا مِنْ ‌قَلْبِهِ) 34\n\"އޭނާގެ ހިތުން ޙައްޤު އެކަލިމަ ކިޔާ މީހާ\"\nއެހެން ޙަދީޘްތަކުގައި:\n(قد ذل بها ‌لسانه واطمأن بها قلبه) 35\nމާނައީ: \"އޭނާގެ ދޫ އެކަލިމައަށް ނިކަމެތިވެ، އޭނާގެ ހިތް އެކަލިމައަށް ހިތްހަމަޖެހިގެންވާ ޙާލު\"\nމިހުރިހާ ކަމެއްވެސް އިޝާރާތްކޮށްދެނީ ހިތުގެ ޢަމަލަށް، އަދި ޝަހާދަތުގެ ދެކަލިމައިގެ މާނަ ޙައްޤުކުރުމަށެވެ.\nއެގޮތުން لَا إِلَهَ إِلَّا اللهُ ޙަޤީޤަތަށްހަދާ ޙައްޤުކުރުމަކީ: އޭނާގެ ހިތް ﷲ ފިޔަވައި އެހެން އެއްޗަކަށް އަޅުވެތި ނުވުމެވެ. ލޯބިކުރުމުގައާއި، އުއްމީދުކޮށް އެދުންވެރިވުމުގައާއި، ބިރުވެތިވުމުގައާއި، ވަކީލުކުރުމުގައާއި، އެހީތެރިކަމަށް އެދުމުގައާއި، ނިކަމެތިވެ ބޯލެނބުމުގައާއި، ރުޖޫޢަވެ ތައުބާވުމާއި، ހޯދައިގަނެ ޤަޞްދުކުރުމުގައިވެސްމެއެވެ.","(31) صحيح البخاري: 99\n(32) صحيح مسلم: 31\n(33) مسند أحمد: 10713\n(34) مسند أحمد: 447، صحيح ابن حبان: 204 ، المستدرك للحاكم: 242\n(35) التاريخ الكبير للبخاري: 2373، شعب الإيمان: 9 މިއީ ސަނަދުގައި ބަލިކަށިކަމެއްވާ ޙަދީޘެކެވެ."],["17","","وتَحَقُّقُهُ بِأنَّ «محمَّداً رسولُ اللَّه»: أن لا يُعبَدَ اللَّه بغيرِ مَا شَرَعَهُ اللَّه على لِسَانِ محمَّدٍ ﷺ.\rوقد جَاءَ هذا المعنى مرفوعاً إلى النَّبيِّ ﷺ صريحاً أنَّه قَالَ: «مَنْ قَالَ: لا إله إلا اللَّه مُخْلِصاً دَخَلَ الجنَّة»، قيل: مَا إِخلاصُها يَا رَسُولَ اللَّه؟، قَالَ: «أن تَحْجِزَكَ عن كُلِّ مَا حَرَّمَ اللَّه عَلَيكَ»، وهذا يُروى من حديثِ أَنَسِ بنِ مَالكٍ(1)، وزَيدِ بنِ أَرقَمٍ(2)، ولكنَّ إِسنَادَهما لا يَصِحُّ، وجَاءَ أيضاً من مَرَاسِيلِ الحَسَنِ نحوُه(3).","(1) أخرجه الخطيب البغدادي في «تاريخه» (12/ 63)، وإسناده واهٍ بمرَّة.\r(2) أخرجه الطبراني في «الكبير» رقم (5074)، وإسناده واهٍ كسابقه، بل حكم عليه العلَّامة الألباني في «الضعيفة» رقم (5148) بأنه حديث موضوع.\r(3) لم أقف عليه.","އަދި محمّدٌ رَّسُولُ الله ޙައްޤުކޮށް ޙަޤީޤަތަކަށް ހެދުމަކީ: މުޙައްމަދު صلى الله عليه وسلم ގެ ދޫފުޅުމަތިން ﷲ ތަޢާލާ ޝަރުޢުކުރައްވާފައިވާ ގޮތަށް މެނުވީ ﷲ އަށް އަޅުކަން ނުކުރުމެވެ.\nމިމާނަވަނީ މަރްފޫޢުކޮށް ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ޞަރީޙަކޮށް އައިސްފައިއެވެ. ޙަދީޘްކުރެއްވިއެވެ:\n(مَنْ قالَ: ‌لا ‌إله ‌إلا ‌اللَّه مخلصًا دخلَ الجنَّة\" قيلَ: وما إخلاصُها يا رسول الله؟ قال: \"أن ‌تحجُزَك عن كلّ ما حرَّم اللَّهُ عليك) 36\nމާނައީ: \"އިޚްލާޞްތެރިކަމާއެކު لَا إِلَهَ إِلَّا اللهُ ކިޔައިފި މީހާ ސުވަރުގެ ވަދެއްޖެއެވެ.\" ދެންނެވުނެވެ: \"އެކަލިމަ އިޚްލާޞްތެރިކުރުމަކީ ކޮބައިތޯއެވެ؟ އޭ ﷲ ގެ ރަސޫލާއެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ ތިބާއަށް ޙަރާމްކުރެއްވި ކޮންމެ ކަމަކުން އެކަލިމަ ތިބާ ހުރަސްއަޅުވާ ދުރުކުރުމެވެ.'\"\nމިހެން ރިވާވެގެންވަނީ އަނަސް ބްނު މާލިކު އަދި ޒައިދު ބްނު އަރްޤަމުގެ ޙަދީޘްގައެވެ. އެކަމަކު އެ ދެޙަދީޘްގެ އިސްނާދު ޞައްޙަވެގެން ނުވެއެވެ. އަދި އަލްޙަސަނުގެ މުރުސަލު ރިވާޔަތްތަކުގައި މިފަދަ ބަސްފުޅެއް އައިސްފައިވެއެވެ.","(36) حلية الأولياء: 9/254 ، المعجم الكبير للطبراني: 5074 ، تاريخ بغداد: 12/64 މުއައްލިފު ވިދާޅުވިހެން މިޙަދީޘް ޞައްޙަވެގެން ނުވެއެވެ. އަދި ބައެއް ޢިލްމުވެރިން މިޙަދީޘް މައުޟޫޢުކަމަށް ވިދާޅުވިއެވެ. އެގޮތުން އަބޫ ނުޢައިމުގެ ސަނަދުގައި އަބޫ ދާވޫދު ނުފައިޢު ބްނުލް ޙާރިޘްއަކީ ޙަދީޘް ދޫކޮށްލެވިފައިވާ ރާވީއެކެވެ. އަދި އައްޠަބަރާނީގެ ސަނަދުގައިވާ އަލްހައިޘަމު ބްނު ޖައްމާޒު މުންކަރު ރާވީއަކަށްވުމާއެކު، އަދި ދޮގު ޙަދީޘްހަދާކަމަށް ކަނޑައެޅިފައިވާ މުޙައްމަދު ބްނު ޢަބްދުއްރަޙްމާނު ބްނު ޣަޒްވާނު ވެއެވެ. ނަމަވެސް އެއާއެކު މާނަ ޞައްޙަވެ ރަނގަޅުވެގެންވެއެވެ. އެއީ ސަނަދު ނިސްބަތްކުރުމެއް ނެތިއެވެ."],["18","[‌‌الشرك والكفر له أصل وفروع]","وتحقيقُ هذا المعنى وإيضَاحُه أنَّ قولَ العبدِ: «لا إله إلا اللَّه»، يقتضي أن لا إله له غير اللَّه، و «الإله» هو الذي يُطَاعُ فلا يُعصَى؛ هيبةً له وإِجلالاً، ومحبةً، وخوفاً، ورجاءً، وتوكلاً عليه، وسؤالاً منه، ودعاءً له، ولا يَصْلُحُ ذلك كلُّه إلا للَّه عز وجل.\nفمن أشرَكَ مخلوقاً في شيءٍ من هذه الأمور التي هي من خَصَائِصِ الإِلَهِيَّة، كَانَ ذَلكَ قَدْحاً في إِخلَاصِه في قَولِ: لا إله إلا اللَّه، ونَقصاً في توحِيدِهِ، وكانَ فيه من عُبُودِيَّةِ ذلك المخلُوقِ بحسْبِ ما فِيهِ مِنْ ذَلكَ، وهذا كُلُّه من فُرُوعِ الشِّرْكِ.\nولهذا وَرَدَ إطلاقُ الكفرِ والشِّركِ على كثيرٍ من المعاصي التي مَنشَؤهَا من طَاعةِ غيرِ اللَّه، أو خَوفِهِ أو رَجَائِهِ، أو التوَكُّلِ عليه أو العَمَلِ لأجْلِهِ، كَمَا وَرَدَ إطلاق «الشِّركِ» على الرِّيَاء، وعلى الحَلِفِ بغيرِ اللَّه، وعلى التوَكُّلِ على غيرِ اللَّه والاعتِمَادِ عَلَيهِ، وعلى من سوَّى بين اللَّه وبين المخلُوقِ في المشِيئَةِ، مثل أن يقول: ما شَاءَ اللَّه وشَاءَ فُلانٌ، وكذا قولُه: ما لي إلا اللَّه وأنْتَ.\nوكذلك ما يَقْدَحُ في التوَكُّلِ، وتَفَرُّدِ اللَّه بالنَّفْعِ والضُّرِّ؛ كالطِّيَرَة، والرُّقَى المكرُوهَةِ، وإتيانِ الكُهَّانِ وتَصْدِيقِهم بما يَقُولُون.","","އިލާހުގެ މާނަ\nމިމާނަ ޙައްޤުކޮށް ސާފުކުރުމަށް ބަލާއިރު: އަޅާ لَا إِلَهَ إِلَّا اللهُ އޭ ބުނާ ބުނުން ލާޒިމްކުރަނީ ﷲ ފިޔަވައި އަޅުކަންވެވޭ ފަރާތެއް އޭނާއަށް ލިބިގެންނުވާކަމެވެ. އަދި އިލާހަކީ އެފަރާތަކަށް ކިޔަމަންވެވި، ނުއުރެދެވޭ ފަރާތެވެ. އެއީ އެފަރާތަށްޓަކައި އޮންނަ ހައިބަތަކަށްޓަކައި، އަދި މާތްކޮށް މަތިވެރިކުރުމެއް، ލޯތްބެއް، ބިރެއް، އެދުންވެރިވެ އުއްމީދުކުރުމަށްޓަކައި، އަދި އެފަރާތަށް އޮންނަ ވަކީލުކުރުމަކަށްޓަކައި، އަދި އެފަރާތެއްގެ ކިބައިން (ކަންކަމަށް އެދި) ސުވާލުކުރެވޭކަމަށްޓަކައި، އަދި އެފަރާތަށްޓަކައި ދުޢާކުރުމުގެ ގޮތުންނެވެ. ހަމައެކަނި ﷲ ޢައްޒަ ވަޖައްލައަށް މެނުވީ އެހުރިހާކަމެއް މުނާސަބުވެ ލާއިޤުވެގެން ނުވެއެވެ.\nއިލާހުވަންތަކަމުގެ ޚާއްޞަ ކަންތަކެއްކަމުގައިވާ މިކަންތަކުގައި މަޚްލޫޤެއް އެކަލާނގެއާ ބައިވެރިކޮށްފިމީހާ، ފަހެ އެކަންވާހުށީ އޭނާގެ ބުނުންކަމުގައިވާ: لَا إِلَهَ إِلَّا اللهُ ކިޔުމުގައި އޭނާގެ އިޚްލާޞްތެރިކަމަށް އަންނަ ޢައިބެއްކަމުގައި، އަދި އޭނާގެ ތައުޙީދު އުނިކޮށްލާ ކަމެއްކަމުގައެވެ. އަދި އެކަންތައް އޭނާގެ ކިބައިގައި ހުރި ނިސްބަތެއްގެ މައްޗަށް، އެމަޚްލޫޤަކަށް އަޅުވެތިވުންވެސް އޭނާގެ ގައިގައިވެއެވެ. މިހުރިހާ ކަންތަކަކީ ޝިރުކުގެ ކަފިތަކެވެ.\nދީނުން ބޭރު ނުވާ ފާފަތަކަށްވެސް ކުފުރާއި ޝިރުކުގެ ނަންދެވިގެން އައިސްފައިވާކަމާއި އޭގެ ވަޖްހު ބަޔާންކުރުން\nމިހެންވެ އެތަކެއް ފާފަތަކެއްގެ މައްޗަށް ކުފުރާއި ޝިރުކުގެ ނަން ދެވިގެން އައިސްފައިވެއެވެ. އެއީ އެކަންކަން އުފެދިގެން އަންނަ އަޞްލަކީ ﷲ ފިޔަވައި އެހެން ފަރާތަކަށް ކިޔަމަންތެރިކަން އަދާކުރުން، ނުވަތަ ބިރުގަތުން، ނުވަތަ އެދުންވެރިވުން، ނުވަތަ ވަކީލުކުރުން، ނުވަތަ (ﷲ ފިޔަވައި) އެފަރާތަކަށްޓަކައި ޢަމަލުކުރުންކަމުގައިވާ ކަންކަމެވެ. އެފަދައިންމެ ދެއްކުންތެރިކަމަށްވެސް، އަދި ﷲ ފިޔަވައި އެހެން ފަރާތެއް ގަންދީ ހުވާކުރުމާއި، އެކަލާނގެ ފިޔަވައި އެހެން ފަރާތަކަށް ވަކީލުކޮށް ބަރޯސާވުމަށްވެސް ޝިރުކުގެ ލަފްޒު ދެވިގެން އައިސްފައިވެއެވެ. އަދި މަޝީއަތުގައި (އެދިވޮޑިގަތުމުގައި) އެކަލާނގެއާ މަޚްލޫޤުންނާ އެއްވަރުކުރުމާމެދުގައިވެސް މެއެވެ. އެއީ މިސާލަކަށް މިހެން ބުނުމެވެ: 'ﷲ އެދިވޮޑިގެންނެވި، އަދި އެވެނި މީހަކުވެސް އެދުނު ގޮތެވެ.' އެފަދައިން މިހެން ބުނުންވެސްމެއެވެ: 'ﷲ އާއި ތިބާ ފިޔަވައި އެހެން މީހެއް އަހަރެންނަށް ލިބިގެން ނުވެއެވެ.'\nއެފަދައިންމެ ވަކީލުކުރުމަށް ޢައިބު ގެނުވާ، އަދި ފައިދާއާ ގެއްލުން ދެއްވުމުގައި އެކަލާނގެ އެއްކައުވަންތަކުރުމަށް ޢައިބު ގެނުވާ؛ ސުންޕާކަމެއްކަމުގައި ދެކުންފަދަ، ނުރުހިގެންވާ ރުޤުޔާކުރުމާއި، ކާހިނުންގެ ގާތަށް ގޮސް އެބައިމީހުން ކިޔާތަކެތި ތެދުކުރުންފަދަ ކަންތަކަށްވެސްމެއެވެ. (ކުފުރާއި ޝިރުކުގެ ލަފްޒު އައިސްފައިވެއެވެ.)",""],["19","","وَكَذَلكَ اتِّبَاعُ هَوَى النَّفْسِ فِيمَا نَهَى اللَّه عَنْهُ قادحٌ في تَمَامِ التَّوحِيدِ وَكَمَالِهِ، ولهذا أطلقَ الشَّرْعُ على كثيرٍ من الذُّنُوبِ التي مَنشَؤهَا مِنْ اتِّبَاعِ هَوَى النَّفْسِ، أنَّها كُفْرٌ وشِرْكٌ؛ كقِتَالِ المسْلِمِ، ومَن أَتَى حَائِضاً أو امرَأَةً في دُبُرِهَا، ومَن شَرِبَ الخَمْرَ في المرَّةِ الرَّابِعَةِ، وإنْ كَانَ ذَلك لا يُخرِجُ عن المِلَّةِ بالكُلِّيَّةِ، ولهذا قَالَ السَّلَفُ: كُفرٌ دُونَ كُفرٍ، وشِركٌ دُونَ شِركٍ.\nوقد وَرَدَ إطلاقُ «الإِلَه» على الهوَى المُتَّبَع؛ قال تعالى: {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} [الفرقان: 43]، قَالَ الحسنُ: هو الَّذِي لا يَهْوَى شيئاً إلا رَكِبَهُ(1).\nوقَالَ قَتَادَةُ: هو الَّّذِي كُلَّمَا هَوَى شَيئاً رَكِبَهُ، وكُلَّمَا اشْتَهَى شَيئاً أَتَاهُ، لا يَحْجِزُهُ عن ذلك وَرَعٌ ولا تَقوَى(2).\nورُوِيَ من حديثِ أبي أُمَامَةَ مرفوعاً بإسنادٍ ضَعِيفٍ: «مَا تَحْتَ ظِلِّ السَّمَاءِ إِلَهٌ يُعبَدُ أَعظَمُ عِنْدَ اللَّهِ مِنْ هَوًى مُتَّبَع»(3).\nوفي حَدِيثٍ آخَرَ: «لا تَزَالُ لا إِلَهَ إِلَّا اللَّهُ تَدفَعُ عَنْ أَصحَابِهَا، حَتَّى يُؤثِرُوا دُنيَاهُم علَى دِينِهِم، فَإِذَا فَعَلُوا ذَلِكَ رُدَّت عَلَيهِم، وَقِيلَ لهم: كَذَبْتُم»(4).","(1) أخرجه ابن أبي حاتم في «تفسيره» (8/ 2700)، والفريابي في «صفة النفاق» (ص 52).\n(2) أخرجه الطبري في «تفسيره» (21/ 93).\n(3) أخرجه ابن أبي عاصم في «السُّنَّة» رقم (3)، وأبو يعلى في «مسنده» -كما في «المطالب العالية» رقم (2990) -، والطبراني في «الكبير» رقم (7502)، وإسناده ضعيفٌ جدّاً، بل حَكَمَ بوضعِه ابنُ الجوزي في «الموضوعات» (3/ 139)، والألبانيُّ في «الضعيفة» رقم (6538).\n(4) هذا الحديث قد روي مرفوعاً من طُرُقٍ عديدةٍ، عن جماعةٍ من الصحابة، منهم: أنس بن مالك، وأبو هريرة، وعبد اللَّه بن عمر، وأم المؤمنين عائشة رضي الله عنهم،\nوغيرُهم، ولا يصح من هذه الطرق شيء، بل كلُّها شديدةُ الضَّعْف، وضَعْفُها بَيِّنٌ ظاهرٌ.","އަދި ހަމައެފަދައިން: ﷲ ނަހީކުރައްވާފައިވާ ކަމެއްގައި ހަވާނަފްސުގެ އެދުމަށް ތަބަޢަވުމަކީވެސް ތައުޙީދުގެ ފުރިހަމަކަމާއި ފައްކާކަން އުނިކޮށްލާ ކަމެކެވެ. މިހެންވެ އެކަންތަކެއްގެ އަޞްލުކަމުގައި ހަވާނަފްސުގެ އެދުމަށް ތަބަޢަވުންކަމުގައިވާ އެތަކެއް ކުށްފާފަތަކަކަށް ކުފުރާއި ޝިރުކުގެ ނަން ޝަރުޢުގައި ދެވުނެވެ. މިޘާލަކަށް: މުސްލިމަކާ ދެކޮޅަށް ހަނގުރާމަކުރުމާއި، ޙައިޟުވެފައިވާ އަންހެނަކާ ނުވަތަ އަންހެނެއްގެ ފުރަގަސްފަރާތް ބޭނުންކުރުމާއި، ހަތަރުވަނަ ފަހަރު ރާ ބޮއެފިމީހާއަށާއި އެފަދަ ކަންތަކަށެވެ. އެއީ އެކަންތަކުގެ ސަބަބުން މިއްލަތުން އެއްކޮށް ބޭރުނުވިޔަސްމެއެވެ. މިހެންވެ ސަލަފުން ވިދާޅުވިއެވެ: ކުފުރު ދޫނަ ކުފުރެވެ. (ކުފުރަކަށް ނުވާ ކުފުރެވެ.) އަދި ޝިރުކު ދޫނަ ޝިރުކެވެ. 37\nއަމިއްލަ އެދުން އިލާހެއްގެ ގޮތުގައި ނެގޭކަން\nތަބަޢަވެވޭ ހަވާނަފްސުގެ އެދުމަށް 'އިލާހު' ލަފްޒު ދެވިގެން އައިސްފައިވެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\n﴿أَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ﴾ [الفرقان: 43]\nމާނައީ: \"އެމީހެއްގެ އިލާހުކަމުގައި އެމީހެއްގެ އަމިއްލަ އެދުން ނަގައިގެން އުޅޭ މީހާ ތިބާ ދެކުނިންހެއްޔެވެ؟\"\nއަލްޙަސަނު ވިދާޅުވިއެވެ:\n(هو الذي لَا يَهْوَى شَيْئًا إِلَّا ‌رَكِبَهُ) 38\nމާނައީ: \"އޭނާއަކީ އެއްވެސް ކަމަކަށް އެދުންވެރިވެއްޖެނަމަ އެއަށް އަރައިގަންނަ މީހާއެވެ.\"\nޤަތާދާ ވިދާޅުވިއެވެ:\n(هو الذي كُلَّمَا هَوِيَ شَيْئًا رَكِبَهُ وَكُلَّمَا اشْتَهَى شَيْئًا أَتَاهُ، ‌لَا ‌يَحْجِزُهُ عَنْ ‌ذَلِكَ وَرَعٌ وَلا تَقْوَى) 39\nމާނައީ: \"އޭނާއަކީ ކަމަކަށް އެދުންވެރިވާ ކޮންމެފަހަރަކު އެއަށް އަރައިގަންނަ މީހާއެވެ. އަދި އެއްވެސް އެއްޗެކާ އޭނާ ގަޔާވެއްޖެނަމަ އެއެއްޗެއްގެ ގާތަށްދެއެވެ. ވަރަޢަވެރިކަމެއް އަދި ތަޤުވާވެރިކަމެއްވެސް އެކަމަށް އޭނާއަށް ހުރަހެއް ނާޅައެވެ.\"\nއަބޫ އުމާމާގެ ޙަދީޘްގައި މަރްފޫޢުކޮށް، ބަލިކަށި ސަނަދަކުން ރިވާކުރެވިގެންވެއެވެ:\n«مَا تَحْتَ ظِلِّ السَّمَاءِ إِلَهٌ يُعْبَدُ أَعْظَمُ عِنْدَ اللَّهِ ‌مِنْ ‌هَوًى ‌مُتَّبَعٌ» 40\nމާނައީ: \"އޭގެ ފަހަތުން ތަބަޢަވެވޭ އަމިއްލަ އެދުމަކަށްވުރެ ﷲ ގެ ޙަޟްރަތުގައި (ނުބައިކަން) ބޮޑުވެގެންވާ ޙާލު އެއަށްއަޅުކަންވެވޭ އިލާހެއް އުޑުގެ ހިޔާވަހިކަމުގެ ދަށުގައި ނުވެއެވެ.\"\nއެހެން ޙަދީޘެއްގައިވެއެވެ:\n(لا تزال لا إله إلا الله تدفع عن أصحابها ‌حتى ‌يؤثروا دنياهم عَلَى دينهم، فَإِذَا فعلوا ذلك رُدَّت عليهم، وقِيلَ لَهُم: كذبتم) 41\nމާނައީ: \"لَا إِلَهَ إِلَّا اللهُ އޭގެ އަހުލުވެރިން ދިފާޢުކޮށް ދިނުމުގައި ދެމިހުރެއެވެ. އެއީ އެބައިމީހުންގެ ދީނުގެ މައްޗަށް އެބައިމީހުންގެ ދުނިޔެ އިސްކޮށްފުމަށް ދާންދެނެވެ. ފަހެ އެފަދައިން އެބައިމީހުން ކަންތައްކޮށްފިނަމަ؛ އެކަލިމަ އަނބުރާ އެބައިމީހުންނަށް ރައްދުކުރެވޭހުއްޓެވެ. އަދި އެބައިމީހުންނަށް ބުނެވޭނެއެވެ: 'ތިޔަބައިމީހުން (ކަލިމައަށް ހެކިވުމުގައި) ހެދީ ދޮގެވެ!'\"","(37) އެފަދައިންމެ ﷲ ބާވައިލެއްވި ގޮތާ ޚިލާފަށް ޙުކުމްކުރުމަކީވެސް މިކަންތަކުގެ ތެރެއަށް ވަދެގެންދާ ކަމެކެވެ. އަދި ކިއެއްތަ، ކުފުރު ދޫނަ ކުފުރުގެ މުޞްޠަލަޙު އައިސްފައިވާ އަޞްލު މައްސަލައަކީވެސް އެއީއެވެ. އިބްނު ޢައްބާސްއާއި، ޠާވޫސްއާއި އަދި އިމާމް އަޙްމަދުފަދަ އެތައް ސަލަފުންގެ އަރިހުން ވާރިދުވެގެން އައިސް، ޢިލްމުވެރިން އިއްތިފާޤުވެގެންވާ ގޮތުގައިއެވެ.\n(43) ދަންނާށެވެ! އަމިއްލަ އެދުމާއި ހަވާ ނަފްސަށް ތަބަޢަވުން، އަދި އަމިއްލަ އެދުން އިލާހެއްކަމުގައި ނެގުން، އަދި އަމިއްލަ އެދުމަށް އަޅުވެތިވުންވަނީ ދަރަޖަތަކަކަށެވެ. އަމިއްލަ އެދުމަށް ތަބަޢަވެގެން ކުފުރުވާކަމެއް އަދި ޝިރުކެއް ކޮށްފިނަމަ އެއީ ދީނުން ބޭރުވާ ކުފުރެވެ. އަމިއްލަ އެދުމަށް ތަބަޢަވެގެން ޝަހުވަތަށް އަރައިގަނެ ފާޙިޝް ކަންތައްކޮށް އުޅެފިނަމަ އެއީ އުރެދުންތެރިކަމެވެ. އަދި ފާފަވެރިކަމެވެ. އަދި އެއީ ނިސްބަތުން އަމިއްލަ އެދުމަށް އަޅުވެތިވުމެވެ. އަދި ފާފަތަކަކީ ޝިރުކާއި ކުފުރުގެ ގޮފިތަކުން ގޮފިތަކެކެވެ. އެހެންވެ ފާފަތަކާއި އުރެދުންތަކަށް ކުފުރުގެ ލަފްޒު ނައްޞުތަކުގައި އައިސްފައިވެއެވެ. އެއީ ބުއްދިކޮށި ޚަވާރިޖުންނަށް ފަހުމްވެ ނަގާގޮތަށް، ހުރިހާ ޙާލަތެއްގައި ދީނުން ބޭރުވެ ކާފަރުވެ، އޭނާގެ ލެޔާއި މުދާ ހުއްދަވުމެއް ނޫނެވެ. އެގޮތުން އެއާޔަތާމެދު އަލްބަޣަވީ ވިދާޅުވިއެވެ:\n(38) صفة النفاق للفريابي: 43، تفسير ابن حاتم: 15202\n(39) تفسير ابن حاتم: 15203\n(40) السنة لابن أبي عاصم: 3، المعجم الكبير للطبراني: 7502 މިޙަދީޘް މަރްފޫޢުކޮށް ނަބިއްޔާ صلى الله عليه وسلم އަށް ނިސްބަތްކުރުން ވަރަށްވެސް ބަލިކަށްޓެވެ. އަދި ބައެއް ޢިލްމުވެރިން މިއީ މައުޟޫޢު ދޮގު ޙަދީޘެއްކަމަށްވެސް ޙުކުމްކުރެއްވިއެވެ.\n(41) مسند البزار: 8376 ، العقوبات لابن أبي الدنيا: 6، شعب الإيمان للبيهقي: 10015 މިޙަދީޘް އެކި ލަފްޡުތަކުން ރިވާވެގެންވެއެވެ. ނަމަވެސް އެހުރިހާ ސަނަދުތައްވެސް ބަލިކަށިވެގެންވާކަމަށް މުޙައްޤިޤުން ޙުކުމްކުރައްވައެވެ."],["20","","ويَشهَدُ لذَلِكَ الحَدِيثُ الصَّحِيحُ عن النبِيِّ ﷺ: «تَعِسَ عَبدُ الدِّينَارِ، تَعِسَ عَبدُ الدِّرْهَمِ، تَعِسَ عَبدُ القَطِيفَةِ، تَعِسَ عَبدُ الخَمِيصَةِ، تَعِسَ وَانْتَكَسَ، وَإِذَا شِيكَ فَلا انتَقَشَ»(1).\nفَدَلَّ هَذَا عَلَى أَنَّ كُلَّ مَنْ أَحَبَّ شَيئاً وَأَطَاعَهُ، وَكَانَ غَايَةَ قَصدِهِ وَمَطلُوبِهِ، وَوَالَى لأَجلِهِ، وَعَادَى لأَجلِهِ، فَهُوَ عَبدُهُ، وَذَلِكَ الشَّيءُ مَعبُودُهُ وَإِلَهُهُ.","(1) أخرجه البخاريُّ من حديث أبي هريرة رضي الله عنه رقم (2730).","އެކަމަށް ހެކިވަނީ ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން މަޝްހޫރުވެގެންވާ ޞައްޙަ ޙަދީޘެވެ:\n(تَعِسَ ‌عَبْدُ ‌الدِّينَارِ، تعس عَبْدُ الدِّرْهَمِ، تعس عبد القطيفة، تعس عَبْدُ الْخَمِيصَةِ، تَعِسَ وَانْتَكَسَ وَإِذَا شِيكَ فَلَا انْتَقَشَ) 42\nމާނައީ: \"ދީނާރުގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ. ދިރުހަމުގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ. އަދި ޤަޠީފާ (ފަށުވިފޭރާމެއް) ގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ. އަދި ޚަމީޞާ (ޒީނަތްތެރިވެގެންވާ ހެދުމެއް) ގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ. އޭނާ ގެއްލި ހަލާކުވެ ބޯކޮޅު ވަތަށް ވެއްޓިއްޖެއެވެ. އޭނާގެ ގަޔަށް ކަށްޓެއް ހެރުނަސް އެނެގިޔަ ނުދެއްވާށިއެވެ!\"\nމިއިން ދަލީލުކޮށްދެނީ އެއްވެސް އެއްޗެއްދެކެ ލޯބިވެ އެއަށް ކިޔަމަންވެއްޖެ މީހާ، އަދި އެއެއްޗަކީ އޭނާގެ މަޤްޞަދާއި އެންމެ ދުރު އަމާޒު އަދި ނިމުންކަމުގައިވެ، އަދި އެއަށްޓަކައި އޭނާ އެކުވެރިވެ ވާގިވެރިވެ، އަދި އެއަށްޓަކައި ދެކޮޅުވެރިވެ ޢަދާވާތްތެރިވެއްޖެނަމަ؛ ފަހެ އޭނާއަކީ އެއެއްޗެއްގެ އަޅެއްކަމެވެ. އަދި އެއެއްޗަކީ އޭނާ އަޅުކަންކުރާ ފަރާތް އަދި އިލާހެވެ.43","(42) صحيح البخاري: 2887، سنن ابن ماجه: 4136\n(43) ދަންނާށެވެ! އަމިއްލަ އެދުމާއި ހަވާ ނަފްސަށް ތަބަޢަވުން، އަދި އަމިއްލަ އެދުން އިލާހެއްކަމުގައި ނެގުން، އަދި އަމިއްލަ އެދުމަށް އަޅުވެތިވުންވަނީ ދަރަޖަތަކަކަށެވެ. އަމިއްލަ އެދުމަށް ތަބަޢަވެގެން ކުފުރުވާކަމެއް އަދި ޝިރުކެއް ކޮށްފިނަމަ އެއީ ދީނުން ބޭރުވާ ކުފުރެވެ. އަމިއްލަ އެދުމަށް ތަބަޢަވެގެން ޝަހުވަތަށް އަރައިގަނެ ފާޙިޝް ކަންތައްކޮށް އުޅެފިނަމަ އެއީ އުރެދުންތެރިކަމެވެ. އަދި ފާފަވެރިކަމެވެ. އަދި އެއީ ނިސްބަތުން އަމިއްލަ އެދުމަށް އަޅުވެތިވުމެވެ. އަދި ފާފަތަކަކީ ޝިރުކާއި ކުފުރުގެ ގޮފިތަކުން ގޮފިތަކެކެވެ. އެހެންވެ ފާފަތަކާއި އުރެދުންތަކަށް ކުފުރުގެ ލަފްޒު ނައްޞުތަކުގައި އައިސްފައިވެއެވެ. އެއީ ބުއްދިކޮށި ޚަވާރިޖުންނަށް ފަހުމްވެ ނަގާގޮތަށް، ހުރިހާ ޙާލަތެއްގައި ދީނުން ބޭރުވެ ކާފަރުވެ، އޭނާގެ ލެޔާއި މުދާ ހުއްދަވުމެއް ނޫނެވެ. އެގޮތުން އެއާޔަތާމެދު އަލްބަޣަވީ ވިދާޅުވިއެވެ:"],["21","[‌‌طاعة الشيطان تقدح في توحيد الرحمن]","وَيَدُلُّ عَلَيهِ أَيضاً أَنَّ اللَّه تَعَالى سَمَّى طَاعَةَ الشَّيطَانِ في مَعصِيَتهِ عِبَادَةً لِلشَّيْطَانِ، كَمَا قَالَ تَعَالى: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لاَّ تَعْبُدُوا الشَّيْطَانَ [إِنَّهُ لَكُمْ عَدُوٌّ مُّبِين (60)]} [يس: 60]، وَقَالَ حَاكِياً عَنْ خَلِيلِهِ إِبْرَاهِيمَ عليه السلام أَنَّهُ قَالَ لأَبِيهِ: {يَاأَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (44)} [مريم].\rفَمَنْ لَمْ يُحَقِّقْ عُبُودِيَّةَ الرَّحْمَنِ وَطَاعَتَهُ فَإِنَّهُ يَعْبُدُ الشَّيْطَانَ بِطَاعَتِهِ [لَهُ]، وَلَمْ يَخْلُصْ مِنْ عِبَادَةِ الشَّيْطَانِ إِلَّا مَنْ أَخْلَصَ عُبُودِيَّةَ الرَّحْمَنِ، وَهُمْ الَّذِينَ قَالَ اللَّه فِيهِمْ: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} [الحجر: 42]، فَهُمْ الَّذِينَ حَقَّقُوا قَوْلَ: «لا إِلَهَ إِلَّا اللَّه» وَأَخْلَصُوا فِي قَوْلِهَا، وَصَدَّقُوا قَولَهُمْ بِفِعْلِهِم، فَلَمْ يَلْتَفِتُوا إِلَى غَيْرِ اللَّهِ، مَحَبَّةً وَرَجَاءً وَخَشْيَةً وَطَاعَةً وَتَوَكُّلاً، وَهُمْ الَّذِينَ صَدَقُوا في قَوْلِ: «لا إِلَهَ إِلَّا اللَّه»، وَهُمْ عِبَادُ اللَّهِ حَقّاً.\rفَأَمَّا مَنْ قَالَ لا إِلَهَ إِلَّا اللَّه بِلِسَانِهِ، ثُمَّ أَطَاعَ الشَّيْطَانَ وَهَوَاهُ فِي مَعْصِيَةِ اللَّه وَمُخَالَفَتِهِ فَقَدْ كَذَّبَ فِعْلُهُ قَوْلَهُ، وَنَقَصَ مِنْ كَمَالِ تَوْحِيدِهِ بِقَدْرِ مَعْصِيَةِ اللَّهِ فِي طَاعَةِ الشَّيْطَانِ وَالْهَوَى {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ} [القصص: 50]، {وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ} [ص: 26].","","ޝައިޠާނާއަށް ކިޔަމަންވުމަކީ އޭނާއަށް ކުރެވޭ އަޅުކަމެއް\nއަދިވެސް އެކަމަށް ދަލީލުކުރަނީ: އުރެދުމެއްގައި ޝައިޠާނާއަށް ކިޔަމަންވުމަކީ އެޝައިޠާނާއަށް ކުރެވޭ އަޅުކަމެއްކަމަށް ﷲ ތަޢާލާ ނަންދެއްވާފައިވުމެވެ. އެއީ އެކަލާނގެ ވަޙީކުރެއްވި ފަދައިންނެވެ:\n﴿أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ ٦٠ ﴾ [يس: 60] \nމާނައީ: \"އޭ އާދަމުގެދަރިންނޭވެ! ތިޔަބައިމީހުން ޝައިޠާނާއަށް އަޅުކަން ނުކުރުމަށް ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް އަމުރު ނުކުރައްވަން ހެއްޔެވެ؟ ހަމަކަށަވަރުން، އޭނާޔަކީ ތިޔަބައިމީހުންނަށްހުރި، ފާޅުވެގެންވާ ޢަދާވަތްތެރިޔެކެވެ.\"\nއަދި އެކަލާނގެ ޚަލީލު (ގާތް އެކުވެރިޔާ) އިބްރާހީމްގެފާނު، އެކަލޭގެފާނުގެ ބައްޕައަށް ވިދާޅުވިކަމަށް އެންގެވިއެވެ:\n﴿ يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا ٤٤ ﴾ [مريم: 44] \nމާނައީ: \"އޭ ބައްޕާއެވެ! ޝައިޠާނާއަށް އަޅުކަން ނުކުރާށެވެ! ހަމަކަށަވަރުން، ޝައިޠާނާވަނީ ރަޙްމާންވަންތަ އިލާހަށް ހުރި އުރެދުންތެރިއެއް ކަމުގައިއެވެ.\"\nފަހެ ރަޙުމާނުވަންތަ އިލާހަށް އަޅުވެތިކަން އަދާކޮށް ކިޔަމަންތެރިވުން ޙައްޤުނުކުރާ މީހާ، ފަހެ އޭނާ އަޅުކަންކުރަނީ ޝައިޠާނާއަށެވެ. އެއީ އެޝައިޠާނާއަށް ކިޔަމަންވެގެންނެވެ. އަދި ރަޙްމާންވަންތަ އިލާހުގެ ޢުބޫދިއްޔަތު (އަޅުވެތިކަން) ޚާލިޞްކޮށްފި މީހަކު މެނުވީ ޝައިޠާނާއަށް އަޅުކަންކުރުމުން ސަލާމަތްނުވެއެވެ. އެއީ އެބަޔަކާމެދު ﷲ ތަޢާލާ މިހެން ވަޙީކުރެއްވި މީހުންނެވެ:\n﴿إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ﴾ [الحجر: 42] \nމާނައީ: \"ހަމަކަށަވަރުން ތިމަންއިލާހުގެ އަޅުތަކުންގެ މައްޗަށް ކަލެޔަކަށް އެއްވެސް ބާރެއް ނެތެވެ.\"\nއެބައިމީހުންނަކީ لَا إِلَهَ إِلَّا اللهُ ގެ ބުނުން ޙައްޤުކޮށް ޙަޤީޤަތަށްހަދާ، އަދި އެހެން ބުނުމުގައި އިޚްލާޞްތެރިވި މީހުންނެވެ. އަދި އެބައިމީހުންނީ ޢަމަލުން، އެބައިމީހުންގެ ބަސް ތެދުކުރިމީހުންނެވެ. އެގޮތުން ލޯބިވެ، އެދުންވެރިވެ، ބިރުވެތިވެ، ކިޔަމަންތެރިވެ، ވަކީލުކުރުމުގައި ﷲ ފިޔަވައި އެހެން ފަރާތަކަށް އެބައިމީހުން ފަސްއެނބުރި ނުބަލައެވެ. لَا إِلَهَ إِلَّا اللهُ ކިޔުމުގައި ތެދުވެރިވި މީހުންނަކީ މިބައިމީހުންނެވެ. އަދި ﷲ އަށް (އަޅުވެތިކަން އަދާކުރި) ޙައްޤު އަޅުންނަކީ އެއީއެވެ.\nދެންފަހެ އެމީހެއްގެ ދުލުން لَا إِلَهَ إِلَّا اللهُ ކިޔާލާ، ދެން ﷲ އަށް އުރެދި އެކަލާނގެ އަމުރުފުޅާ ޚިލާފުވުމުގައި ޝައިޠާނާއާއި އޭނާގެ އަމިއްލަ އެދުމަށް ކިޔަމަންވެއްޖެމީހާ؛ ފަހެ އޭނާގެ ޢަމަލުން އޭނާގެ ބަސް ދޮގުކޮށްފިއެވެ. އަދި ޝައިޠާނާއާއި އަމިއްލަ އެދުމަށް ކިޔަމަންވެގެން ﷲ އަށް އުރެދުނު ފާފައެއްގެ މިންވަރެއްގެ މައްޗަށް އޭނާގެ ތައުޙީދުގެ ފުރިހަމަކަމުން އުނިވެއްޖެއެވެ.\n﴿وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ ‌هَوَىٰهُ ‌بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ﴾ [القصص: 50] \nމާނައީ: \"އަދި ﷲ ގެ ޙަޟްރަތުންވާ ތެދުމަގެއް ނެތި، އެމީހެއްގެ އަމިއްލަ އެދުމަށް ތަބަޢަވެއްޖެ މީހަކަށްވުރެ މަގުފުރެދުން ބޮޑު މީހަކީ ވަކި ކާކުހެއްޔެވެ؟\"\n﴿وَلَا تَتَّبِعِ ٱلۡهَوَىٰ ‌فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ﴾ [ص: 26] \nމާނައީ: \"އަދި އަމިއްލަ އެދުމަށް ތިބާ ތަބަޢަނުވާށެވެ! އެހެންހަދައިފިނަމަ ﷲ ގެ މަގުން މަގުފުރައްދާނެއެވެ.\"","(60) المدهش: 1/326\n(44) صفة الصفوة: 2/460\n(42) صحيح البخاري: 2887، سنن ابن ماجه: 4136\n(50) الرسالة القشيرية: 2/488\n(26) صحيح البخاري: 25، ومسلم: 22"],["22","","فَيَا هَذَا كُنْ عَبْدَ اللَّهِ لا عَبْدَ الهَوَى، فَإِنَّ الهَوَى يَهْوِي بِصَاحِبِهِ فِي النَّارِ، {أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللّهُ الْوَاحِدُ الْقَهَّار (39)} [يوسف]، تَعِسَ عَبْدُ الدِّرْهَمِ تَعِسَ عَبْدُ الدِّينَارِ.\nوَاللَّه مَا يَنْجُو غَداً مِنْ عَذَابِ اللَّه إِلَّا مَنْ حَقَّقَ عُبُودِيَّةَ اللَّهِ وَحْدَهُ، وَلَمْ يَلْتَفِتْ مَعَهُ إِلى شَيْءٍ مِنَ الأَغْيَارِ.\nمِنْ عَلِمَ أَنَّ إِلَهَهُ وَمَعبُودَهُ فَردٌ، فَلْيُفرِدهُ بِالعُبُودِيَّةِ، ولا يُشرِك بِعِبَادَةِ ربِّهِ أَحَداً.","","އެހެންކަމުން އޭ މިހިރަ މީހާއެވެ! ތިބާ ﷲ ގެ އަޅެއްކަމުގައިވާށެވެ! ހަވާނަފްސުގެ އަމިއްލަ އެދުމުގެ އަޅެއްކަމުގައި ނުވާށެވެ! އެހެނީ ހަވާނަފްސުގެ އެދުން އޭގެ އަހުލުވެރިޔާއާއެކު ނަރަކައަށް \"ހަވާ\" ވާނެއެވެ. (ވެއްޓޭނެއެވެ.)\n﴿‌ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ ٣٩ ﴾ [يوسف: 39] \nމާނައީ: \"ވަކިވަކިވެގެންވާ ކަލާނގެ ތަކެއްހޭ ރަނގަޅީ، ނުވަތަ އެއްކައުވަންތަ، ބާރުވެރިވަންތަ ﷲ ހެއްޔެވެ؟\"\nދިރުހަމުގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ! ދީނާރުގެ އަޅާ ގެއްލި ހަލާކުވެއްޖެއެވެ!\nﷲ ގަންދީ ބުނަމެވެ! ﷲ އަށް އެކަނި އަޅުވެތިކަން އަދާކުރުން ޙައްޤުކޮށް، އަދި އެކަލާނގެއާއެކު އެހެން އެއްވެސް އެއްޗަކަށް ފަސްއެނބުރި ނުބަލާ މީހާ މެނުވީ މާދަމާ ﷲ ގެ ޢަޛާބުން ނަޖާނުވާނެއެވެ.\nއެމީހަކު އަޅުކަންކުރާ ފަރާތް އަދި އިލާހަކީ އެއްކައުވަންތަ ފަރާތެއްކަން އެނގިއްޖެމީހާ؛ ފަހެ ޢުބޫދިއްޔަތު (އަޅުވެތިކަމު)ގައި އެފަރާތެއް އެއްކައުވަންތަކުރާށެވެ. އަދި އޭނާގެ ވެރި ރައްބަށް އަޅުކަންކުރުމުގައި އެހެން އެއްވެސް މީހަކު ބައިވެރިނުކުރާހުށިކަމެވެ.","(39) تفسير ابن حاتم: 15203"],["23","","كَانَ بَعْضُ العَارِفِينَ(1) يَتَكَلَّمُ عَلَى أَصْحَابِه، عَلَى رَأْسِ جَبَلٍ، فَقَالَ فِي كَلامِهِ: لا يَنَالُ أَحَدٌ مُرَادَهُ حَتَّى يَنْفَرِدَ فَرْداً بِفَرْدٍ، فَانْزَعَجَ وَاضْطَرَبَ، حَتَّى رَأَى أَصْحَابُهُ أَنَّ الصُّخُورَ قَدْ تَدَكْدَكَتْ، وَبَقِيَ عَلَى ذَلِكَ سَاعَاتٍ، فَلَمَّا أَفَاقَ فَكَأَنَّه(2) نُشِرَ مِنْ قَبْرٍ(3).","(1) هو: أبو عبد اللَّه محمد بن إسماعيل المغربي، أحد أعيان الصوفية الزهَّاد، (ت 276 هـ).\rانظر ترجمته في: «طبقات الصوفية» (ص 194)، و «حلية الأولياء» (10/ 335).\r(2) في نسخة (ب): «فكأَنَّمَا».\r(3) أخرج القصة: ابن الجوزي في «القُصَّاص والمذَكِّرين» (ص 282)، وفي تاريخه «المنتَظَم» (6/ 113).","لَا إِلَهَ إِلَّا اللهُ ލާޒިމްކުރަނީ ﷲ ދެކެ ލޯބިވުމާއި އެކަލާނގެ ލޯބިވެވޮޑިގެންވާ ކަންތައްދެކެވެސް ލޯބިވުމާއި، އެކަލާނގެ ނުރުއްސަވާ ކަންތައް ދެކެ ރުޅިއައުންކަން\nމަޢުރިފާވެރިކަމުގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކު އެބޭފުޅާގެ އަޞްޙާބުންގެ ގާތުގައި، ފަރުބަދައެއް ކޮޅުގައި ތިބެގެން ވާހަކަދައްކަން ތިއްބެވިއެވެ. ދެން އެބޭފުޅާގެ ވާހަކާގެ ތެރޭގައި ވިދާޅުވިއެވެ:\n(لا ينال العبد مراده حتى ‌ينفرد ‌فرداً بفرد) 44\nމާނައީ: \"އެކަހެރިވެގެންވާ ޙާލު އެކަހެރިކޮށް އެކަހެރި ފަރާތް އެކަހެރިކޮށްފުމަށް ދާންދެން، އެއްވެސް މީހަކު އެމީހަކު ހޯދަން އުޅޭ މުރާދު ނުހޯދޭހުއްޓެވެ.\" 45\nދެން ފަރުބަދަ ތެޅިގަނެ، އެބޭފުޅާވެސް ގުޑިގެންދިޔައެވެ. ފަރުބަދައިގެ ހިލަތައް ކުނޑިވެ ފައިބާތަން އެބޭފުޅާގެ އަޞްޙާބުންނަށް ފެނިއްޖައުމަށް ދާންދެނެވެ. ދެން އިރުގަނޑެއްވަންދެން އެބޭފުޅާ އެހެން އިންނެވިއެވެ. ދެން ހޭފުޅު އެރިއިރު، ޤަބުރަކުން ނިކުތް މީހެއްފަދައެވެ.","(44) صفة الصفوة: 2/460"],["24","[‌‌دلالة محبة الله عز وجل]","قَولُهُ: «لا إِلَهَ إِلَّا اللَّه» تَقتَضِي أَلَّا يُحِبَّ سِوَاهُ، فَإِنَّ الإِلَهَ هُوَ الَّذِي يُطَاعُ، مَحَبَّةً وَخَوفاً وَرَجَاءً.\nوَمِنْ تَمَامِ مَحَبَّتِهِ مَحَبَّةُ مَا يُحِبُّهُ، وَكَرَاهَةُ مَا يَكرَهُهُ، فَمَنْ أَحَبَّ شَيئاً مِمَّا يَكرَهُ اللَّهُ، أَوْ كَرِهَ شَيئاً مِمَّا يُحِبُّهُ اللَّهُ لَم يَكمُل تَوحِيدُهُ وَلا صِدْقُهُ في قَولِ: «لا إِلَهَ إِلَّا اللَّهُ»، وَكَانَ فِيهِ مِنْ الشِّركِ الخَفِيِّ بِحَسبِ مَا كَرِهَهُ مِمَّا يُحِبُّهُ اللَّهُ، وَمَا أَحَبَّهُ مِمَّا يَكرَهُهُ، قَالَ تَعَالى: {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُم (28)} [محمد].\nقَالَ اللَّيثُ عَنْ مُجَاهِدٍ في قَولِهِ تَعَالى: {لَا يُشْرِكُونَ بِي شَيْئًا} [النور: 55]، قَالَ: لا يُحِبُّونَ(1) غَيرِي(2).\nوفي «صَحِيحِ الحَاكِمِ» عن عائِشةَ رضي الله عنها، عن النَّبِيِّ ﷺ: أنَّه قال: «الشِّركُ(3) أَخفَى مِنْ دَبِيبِ الذَّرِّ عَلَى الصَّفَا فِي اللَّيلَةِ الظَّلمَاءِ، وأَدنَاهُ أَنْ تُحِبَّ عَلَى شَيءٍ مِنَ الجَورِ، أَوْ تُبغِضَ عَلَى شَيءٍ مِنْ العَدلِ، وَهَل الدِّينُ إِلا الحُبُّ وَالبُغضُ؟ قَالَ اللَّهُ تَعَالى: {قُلْ إِنْ كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ} [آل عمران: 31]»(1).","(1) وقع في نسخة الأصل: «لا يُحِبُّوا» بحذف النون على الجزم، والمثبت من نسخة (ب) وبقية مصادر التخريج، وهو الصواب لغة، فإن «لا» نافية وليست ناهية.\n(2) قول مجاهدٍ هذا لم أقف عليه في شيءٍ من كتب التفاسير المسنَدَة، ووجدتُه عند أبي نعيم في «حلية الأولياء» (3/ 296)، بينما أخرج ابنُ جريرٍ (19/ 210) وغيرُه من طريق الليث عن مجاهدٍ أنَّه قال في تفسيرها: «لا يخافون غيري»، فإن كان هذا الاختلافُ عن مجاهدٍ محفوظاً فيكون له في تفسير الآية قولان، وتفسيرها بنفي الخوف قد ورد عن ابنِ عبَّاس أيضاً، وانظر -في توجيه تفسيرها بذلك- «روحَ المعاني» لأبي الثناء الألوسي (9/ 394).\n(3) وقع في نسخة (ب) هنا زيادة: [في هَذِهِ الأُمَّة]، ولم أجد هذه الزيادة في المطبوع من «مستدرك الحاكم».\n(1) أخرجه البزار في «مسنده» -كما في «كشف الأستار» رقم (3566) -، وابن أبي حاتم في «تفسيره» (2/ 632)، والعقيلي في «الضعفاء» رقم (3538)، والحاكم في «المستدرك» (2/ 291) وغيرُهم، وهو «حديثٌ منكرٌ» كما قاله أبو زرعة والعُقَيلي، وقال الدارقطني: «ليس بثابت».","އޭނާގެ لَا إِلَهَ إِلَّا اللهُ ބުނުން ލާޒިމްކުރަނީ އެކަލާނގެއަށް މެނުވީ ލޯބިނުކުރުމެވެ. އެހެނީ އިލާހަކީ ލޯބިވުމާއި، ބިރުގަތުމާއި، އެދި އުއްމީދުކުރުމަށްޓަކައި އެފަރާތަކަށް ކިޔަމަންވެވޭ ފަރާތެވެ.\nއެކަލާނގެދެކެ ލޯބިވުމުގެ ފުރިހަމަކަމުގެ ތެރޭގައި: އެކަލާނގެ ލޯބިވެވޮޑިގަންނަވާ ކަންތަކެއްދެކެވެސް ލޯބިވުމާއި، އެކަލާނގެ ނުރުއްސަވާ ކަންތަކާ ނުރުހުންވުންވެއެވެ. ދެންފަހެ ﷲ ތަޢާލާ ނުރުއްސަވާ ކަންތަކުން ކަމަކަށް ލޯބިކޮށް، ނުވަތަ ﷲ ލޯބިވެވޮޑިގެންވާ ކަމަކަށް ނުރުހުންވެއްޖެ މީހާ؛ އޭނާގެ ތައުޙީދު އަދި لَا إِلَهَ إِلَّا اللهُ ކިޔުމުގައި އޭނާގެ ތެދުވެރިކަން ފުރިހަމަ ނުވެއެވެ. އަދި ﷲ ލޯބިވެވޮޑިގެންވާ ކަންތަކުން އޭނާ ނުރުހުނުކަމެއްގެ މިންވަރުން، އަދި އެކަލާނގެ ނުރުއްސަވާ ކަންތަކުން އޭނާ ލޯބިކުރިކަމެއްގެ މިންވަރުން އޭނާގެ ގައިގައި ވަންހަނާވެގެންވާ ޝިރުކުވެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\n﴿ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ ٢٨﴾ [محمد: 28] \nމާނައީ: \"އެއީ، ﷲ ކޯފާވެވޮޑިގެންވާ މަގަށް އެއުރެން ތަބަޢަ ވީކަމަށްޓަކައެވެ. އަދި އެކަލާނގެ ރުއްސެވުމަށް އެއުރެން ނުރުހުންވީކަމަށްޓަކައެވެ. ދެން އެކަލާނގެ އެއުރެންގެ ޢަމަލުތައް ބާޠިލު ކުރެއްވިއެވެ.\"\nއައްލައިޘު ވިދާޅުވިއެވެ. ﷲ ތަޢާލާގެ މިބަސްފުޅާމެދު މުޖާހިދު ވިދާޅުވިއެވެ:\n﴿لَا يُشۡرِكُونَ ‌بِي ‌شَيۡـٔٗاۚ ﴾ [النور: 55]\nމާނައީ: \"އެއުރެން، ތިމަންއިލާހާ އެއްވެސް އެއްޗެއް ބައިވެރިކޮށް ޝަރީކު ނުކުރެއެވެ.\"\nމުޖާހިދު ވިދާޅުވިއެވެ:\n(لا ‌يحبون ‌غيري) 46\nމާނައީ: \"ތިމަންއިލާހު ފިޔަވައި އެހެން ފަރާތެއްދެކެ އެމީހުން ލޯބިނުވެއެވެ.\"\nއަލްޙާކިމުގެ ޞަޙީޙުގައި ޢާއިޝާ رضي الله عنها ގެ އަރިހުން ރިވާވެގެންވެއެވެ: ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(الشِّرْكُ ‌أَخْفَى ‌مِنْ ‌دَبِيبِ الذَّرِّ عَلَى الصَّفَا فِي اللَّيْلَةِ الظَّلْمَاءِ، وَأَدْنَاهُ أَنْ تُحِبَّ عَلَى شَيْءٍ مِنَ الْجَوْرِ، أو تُبْغِضَ عَلَى شَيْءٍ مِنَ الْعَدْلُ. وَهل الدِّينُ، إِلَّا الْحَبُّ وَالْبُغْضُ؟ قَالَ اللَّهُ عز وجل {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبعُونِي يُحْبِبْكُمُ اللَّهُ})47\nމާނައީ: \"ކަޅު އަނދިރި ރެޔެއްގައި، ހިލައެއްގެ މަތީގައި ހިނިހިރޭ ހިރުމަށްވުރެވެސް ޝިރުކު ވަންހަނާވެގެންވެއެވެ. އޭގެ އެންމެ ކުޑަ މިންވަރަކީވެސް ތިބާ އަނިޔާވެރިކަމުން ކަމެއްގެ މައްޗަށް ލޯބިކުރުމެވެ. ނުވަތަ ޢަދުލުވެރިކަމުން ކަމަކަށް ރުޅިއައުމެވެ. އަދި ލޯބިވުމާއި ރުޅިއައުންކަމުގައި މެނުވީ ދީންވޭހެއްޔެވެ!؟ ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\n﴿قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ﴾ [آل عمران: 31] \nމާނައީ: \"ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ﷲ ދެކެ ލޯބިވާނަމަ ފަހެ ތިމަންކަލޭގެފާނަށް ތަބަޢަވާށެވެ! އޭރުން ﷲ ތިޔަބައިމީހުންދެކެ ލޯބިވެވޮޑިގަންނަވާނެއެވެ.\"","(28) صحيح البخاري: 25، ومسلم: 22\n(55) نوادر الأصول: 1/265 ނޯޓް: މިލަފްޒު، ސަނަދަކާއެކު އެއްވެސް ފޮތެއްގައި ނުވެއެވެ. ސަނަދަކާ ނުލާ ބައެއް ޞޫފީންނާއި ފަހުގެ މީހުން މިލަފްޒު ޛިކުރުކުރެއެވެ.\n(46) حلية الأولياء: 3/296 ، تفسير القرطبي: 12/300\n(47) المستدرك للحاكم: 3148 ، حلية الأولياء: 8/368 މިޙަދީޘް ފުރިހަމަކޮށް މިލަފްޒުންވަނީ ބަލިކަށިވެގެންނެވެ. އަބޫ ޒުރްޢާއާއި، އަލްޢުޤައިލީއާއި އައްދާރަޤުޠުނީ މިޙަދީޘް ބަލިކަށިކުރެއްވިއެވެ. ނަމަވެސް މިޙަދީޘްގެ ކުރީކޮޅުގައިވާ ޢިބާރާތް: \"ހިނިހިރޭ ހިރުމަށްވުރެވެސް ޝިރުކު ވަންހަނާވެގެންވެއެވެ.\" މިޢިބާރާތްވަނީ އެހެން ޙަދީޘްތަކުގައި ޘާބިތުވެގެންނެވެ. (الأدب المفرد للبخاري: 716) އަދި ﷲ އަށްޓަކައި ލޯބިވުމާއި އެކަލާނގެއަށްޓަކައި ރުޅިއައުމުގެ މައްޗަށް އައިސްފައިވާ ނައްޞުތައް ގިނަވެގެންވެއެވެ.\n(31) صحيح البخاري: 99"],["25","","وَهَذَا نَصٌّ فِي أَنَّ مَحَبَّةَ مَا يَكرَهُهُ اللَّهُ وَبُغضَ مَا يُحِبُّهُ مُتَابَعَةً لِلهَوَى، وَالمُوَلاةَ عَلَى ذَلِكَ وَالمُعَادَاةَ عَلَيهِ مِنْ الشِّركِ الخَفِيِّ.\rوقَالَ الحَسَنُ: اعلَم أَنَّكَ لَنْ تُحِبَّ اللَّهَ حَتَّى تُحِبَّ طَاعَتَهُ(2).\rوَسُئِلَ ذُو النُّونِ [المِصْرِيُّ]: مَتَى أُحِبُّ رَبِّي؟ قَالَ: إِذَا كَانَ مَا يُبغِضُهُ عِنْدَكَ أَمَرَّ مِنْ الصَّبِر(3).\rوَقَالَ بِشرُ بنُ السَّرِيِّ: لَيسَ مِنْ أَعلامِ الحُبِّ أَنْ تُحِبَّ مَا يُبغِضُهُ حَبِيبُكَ(4).\rوَقَالَ أَبُو يَعقُوبَ النَّهرَجُورِي: كُلُّ مَنْ ادَّعَى مَحَبَّةَ اللَّهِ وَلَم يُوَافِق اللَّهَ في أَمرِهِ فَدَعوَاهُ بَاطِلٌ(5).\rوَقَالَ يَحيَى بنُ مُعَاذٍ: لَيسَ بِصَادِقٍ مَنْ ادَّعَى مَحَبَّةَ اللَّهِ، وَلَم يَحفَظ حُدُودَهُ(6).","(2) لم أجده، وقد ذكره المولِّف في كتابه الآخر «جامع العلوم والحِكَم» (1/ 212).\r(3) أخرجه أبو نعيم في «حلية الأولياء» (9/ 363 و 392).\rو «الصَّبِرُ» -ك «كَتِف» -: عُصَارَةُ شَجَرٍ مُرٍّ. [«القاموس المحيط» (مادة: صَبَرَ)].\r(4) أخرجه أبو نعيم في «حلية الأولياء» (8/ 300)، وأخرجه أيضاً في (8/ 24) من قول إبراهيمَ بنِ أدهم رحمه الله.\r(5) لم أجده، وقد ذكره المولِّف في «جامع العلوم والحِكَم» (1/ 213) و (2/ 397).\r(6) ذكره القُشَيري في «الرسالة القُشَيرِيَّة» (ص 523).","މިއީ ހަވާނަފްސަށް ތަބަޢަވެގެން ﷲ ތަޢާލާ ނުރުއްސަވާ ކަންތައްދެކެ ލޯބިވުމާއި، އެކަލާނގެ ލޯބިވެވޮޑިގެންވާ ކަންތައްދެކެ ނުރުހުންވުމަކީ، އަދި އެކަމުގެ މައްޗަށް އެކުވެރިވެ އެހީތެރިވެ އަދި އެކަމުގެ މައްޗަށް ދެކޮޅުވެރިވެ ޢަދާވާތްތެރިވުމަކީ ފޮރުވި ވަންހަނާވެގެންވާ ޝިރުކުގެ ތެރެއިންވާ ކަމެއްކަމަށްވާ ނައްޞެކެވެ.\nއަލްޙަސަނު ވިދާޅުވިއެވެ:\n(اعْلَم أَنَّك لن تحب الله حَتَّى ‌تحب ‌طَاعَته)\nމާނައީ: \"ދަންނާށެވެ! ﷲ އަށް ކިޔަމަންވުމަށް ތިބާ ލޯބިކޮށްފުމަށް ދާންދެން ތިބާ ﷲ ދެކެ ލޯބިވީކަމުގައި ނުވާނެއެވެ.\"\nޛުއްނޫނު އަލްމިޞްރީގެ އަރިހުން ސުވާލުކުރެވުނެވެ: \"އަހުރެންގެ ވެރި ރައްބުދެކެ ލޯބިވީކަމުގައިވާނީ ކޮންއިރަކުތޯއެވެ؟\" ވިދާޅުވިއެވެ:\n(إذا كان ما يبغضه عندَكَ أمرَّ من الصبر) 48\nމާނައީ: \"އެކަލާނގެ ނުރުއްސަވާ ކަންތައް ތިބާގެ ގާތުގައި، ހަބަރަށްވުރެ ހިތި އެއްޗަކަށް ވެއްޖެނަމައެވެ.\"\nބިޝްރު ބްނުއް ސައްރީ ވިދާޅުވިއެވެ:\n(ليس من أعلام الحب أن تحب ما ‌يبغضه ‌حبيبك) 49\nމާނައީ: \"ތިބާ ލޯބިވާ ފަރާތް ރުޅިއަންނަ ކަންތައްދެކެ ތިބާ ލޯބިވުމަކީ ލޯބީގެ ޢަލާމާތެއް ނޫނެވެ.\"\nއަބޫ ޔަޢުޤޫބު އައްނަހްރުޖޫރީ ވިދާޅުވިއެވެ:\n(كُلُّ مَن ادّعى محبةَ الله تعالى، ولم يوافق الله في أمره؛ ‌فدعواه باطل)\nމާނައީ: \"ﷲ ތަޢާލާދެކެ ލޯބިވާކަމަށް ދަޢުވާކޮށް، ދެން ﷲ ގެ އަމުރުފުޅާ އެއްބަސްނުވެއްޖެ ކޮންމެ މީހެއް، ފަހެ އޭނާގެ ދަޢުވާ ވަނީ ބާޠިލުވެގެންނެވެ.\"\nޔަޙްޔާ ބްނު މުޢާޛު ވިދާޅުވިއެވެ:\n(لَيْسَ بصادق من ادعى محبة الله وَلَمْ ‌يحفظ ‌حدوده) 50\nމާނައީ: \"ﷲ ދެކެ ލޯބިވާކަމަށް ދަޢުވާކޮށް، އެކަމަކު އެކަލާނގެ ޙައްދުތަކަށް ރައްކާތެރިނުވާ މީހާ ތެދުވެރިއެއް ކަމުގައި ނުވެއެވެ.\"","(48) حلية الأولياء: 9/392\n(49) حلية الأولياء: 10/7 ، عيون الأخبار: 2/387\n(50) الرسالة القشيرية: 2/488"],["26","","وَقَالَ رُوَيمٌ: المَحَبَّةُ المُوَافَقَةُ في جَمِيعِ الأَحوَالِ، وَأَنشَدَ:\rولو قلتَ لي: مُتْ، مُتُّ سمعاً وَطَاعَةً\rوقُلتُ لداعي الموتِ: أهلاً ومَرْحَباً(1)\rوَيَشهَدُ لِهَذَا المَعنَى أَيضاً قَولُهُ تَعَالى: {قُلْ إِنْ كُنتُمْ تُحِبُّونَ اللّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللّهُ} [آل عمران: 31]، قَالَ الحَسَنُ: قَالَ أَصحَابُ النَّبِيِّ ﷺ: يَا رَسُولَ اللَّهِ إِنَّا نُحِبُّ رَبَّنَا حُبّاً شَدِيداً؛ فَأَحَبَّ اللَّهُ أَنْ يَجعَلَ لِحُبِّهِ عَلَماً، فَأَنْزَلَ اللَّهُ هَذِهِ الآيَةَ(2).\rوَمِنْ هُنَا يُعلَمُ أَنَّهُ لا تَتِمُّ شَهَادَةُ «ألَّا إِلَهَ إِلَّا اللَّهُ» إِلَّا بِشَهَادَةِ «أَنَّ مُحَمَّداً رَسُولُ اللَّه»، فَإِنَّهُ إِذَا عَلِمَ أَنَّهُ لا تَتِمُّ مَحَبَّةُ اللَّهِ إِلَّا بِمَحَبَّةِ مَا يُحِبُّهُ وَكَرَاهَةِ مَا يَكرَهُهُ، فَلا طَرِيقَ إِلَى مَعرِفَةِ مَا يُحِبُّهُ وَمَا يَكرَهُهُ إِلَّا مِنْ جِهَةِ مُحَمَّدٍ المُبَلِّغِ عَنْ اللَّهِ مَا يُحِبُّهُ وَمَا يَكرَهُهُ(3)، فَصَارَت‌‌ مَحَبَّةُ اللَّهِ مُسْتَلْزِمَةً لِمَحَبَّةِ رَسُولِهِ ﷺ وَتَصدِيقِهِ وَمُتَابَعَتِهِ.\rوَلِهَذَا قَرَنَ اللَّهُ بَيْنَ مَحَبَّتِهِ وَمَحَبَّةِ رَسُولِهِ فِي قَوْلِهِ: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ} إلى قوله: {أَحَبَّ إِلَيْكُم مِنَ اللّهِ وَرَسُولِهِ} [التوبة: 24]، كَمَا قَرَنَ بَينَ طَاعَتِهِ وَطَاعَةِ رَسُولِهِ ﷺ في مَوَاضِعَ كَثِيرَةٍ.","","ރުވައިމު ވިދާޅުވިއެވެ:\n‌(المحبة الْمُوَافَقَةُ ‌فِي ‌جَمِيعِ ‌الْأَحْوَالِ، وَأَنْشَدَ:\nوَلَوْ قُلْتَ لِي: مُتْ، مُتُّ سَمْعًا وَطَاعَةً ::: وَقُلْتُ: لِدَاعِي الْمَوْتِ: أَهْلًا وَمَرْحَبًا) 51\nމާނައީ: \"ލޯތްބަކީ ހުރިހާ ޙާލަތެއްގައި އެއްބަސްވެ އިއްތިފާޤުވުމެވެ. -ދެން ޅެން ބައިތެއްކިޔުއްވިއެވެ-:\n\"ތިބާ އަހުރެންގެ ގާތުގައި މަރުވާށޭ ބުންޏަސް، އަޑުއަހާ ކިޔަމަންވެގެން އަހުރެން މަރުވީހޭ، އަދި މަރުގެ ދަޢުވަތުދޭ މީހާއަށް އަހުރެން ބުނީމުހޭ މަރުޙަބާއޭ މަރުޙަބާއޭ.\"\nﷲ ތަޢާލާގެ މިބަސްފުޅުވެސް މިމާނައަށް ހެކިވެއެވެ:\n﴿قُلۡ إِن كُنتُمۡ تُحِبُّونَ ٱللَّهَ فَٱتَّبِعُونِي يُحۡبِبۡكُمُ ٱللَّهُ﴾ [آل عمران: 31] \nމާނައީ: \"ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ﷲ ދެކެ ލޯބިވާނަމަ ފަހެ ތިމަންކަލޭގެފާނަށް ތަބަޢަވާށެވެ! އޭރުން ﷲ ތިޔަބައިމީހުންދެކެ ލޯބިވެވޮޑިގަންނަވާނެއެވެ.\"\nއަލްޙަސަނު ވިދާޅުވިއެވެ:\n(قَالَ أَصْحَاب النبي صلى الله عليه وسلم إِنَّا نحب رَبنَا حبا شَدِيدا فَأحب الله أَن يَجْعَل لحبه علما فَأنْزل الله تعإلى هَذِه الْآيَة) 52\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ގެ އަޞްޙާބުން ދެންނެވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހަރުމެންގެ ވެރި ރައްބުދެކެ ވަރަށް ބޮޑަށް އަހަރުމެން ލޯބިވަމެވެ.\" ދެން ﷲ ތަޢާލާ އެކަލާނގެދެކެ ލޯބިވުމަށް ޢަލާމާތެއް ލެއްވުމަށް ލޯބިވެވޮޑިގެންނެވިއެވެ. ދެން ﷲ ތަޢާލާ މިއާޔަތް ބާވައިލެއްވިއެވެ.\"\nރަސޫލާ صلى الله عليه وسلم އަށް ތަބަޢަވެ، އެކަލޭގެފާނަށް ލޯބިކޮށްގެން މެނުވީ لَا إِلَهَ إِلَّا اللهُ އަށް ހެކިވުން ޞައްޙަ ނުވާނެ\nމިތަނުން އެނގިގެންދަނީ: لَا إِلَهَ إِلَّا اللهُ އަށް ހެކިވުން مُحَمَّد رَّسُولُ الله ހެކިވެގެން މެނުވީ ފުރިހަމަވެގެން ނުދާނޭކަމެވެ. އެހެނީ ﷲ ތަޢާލާ ލޯބިވެވޮޑިގެންވާ ކަންތައްދެކެ ލޯބިވެ، އަދި އެކަލާނގެ ނުރުއްސަވާ ކަންތަކަށް ނުރުހުންވެގެން މެނުވީ ﷲ ދެކެ ލޯބިވުން ފުރިހަމަނުވާނޭކަން އެނގިއްޖެނަމަ؛ ފަހެ އެކަލާނގެ ލޯބިވެވޮޑިގަންނަވާ ކަންތަކާއި އެކަލާނގެ ނުރުއްސަވާކަންތައް ދެނެގަތުމަށްޓަކައި، ﷲ ލޯބިވެވޮޑިގަންނަވާ އަދި ނުރުއްސަވާ ކަންތައް އެކަލާނގެ ޙަޟްރަތުން ފޯރުކޮށްދެއްވާ ކަލޭގެފާނު: މުޙައްމަދު صلى الله عليه وسلم ގެ އަރިހުން މެނުވީ އެކަމަށް މަގެއްނުވެއެވެ. އެއީ އެކަލޭގެފާނު އަމުރުކުރެއްވި ކަންތަކަށް ތަބަޢަވެ، އެކަލޭގެފާނު ނަހީކުރެއްވި ކަންތަކުން އެއްކިބާވެގެންނެވެ. އެހެންކަމުން ﷲ ތަޢާލާދެކެ ލޯބިވުމަކީ އެކަލާނގެ ރަސޫލާ صلى الله عليه وسلم ދެކެ ލޯބިވުމާއި، އެކަލޭގެފާނު ތެދުކޮށް އެކަލޭގެފާނަށް ތަބަޢަވުން ލާޒިމްކުރާ ކަމެއްކަމުގައިވިއެވެ.\nމިހެންވެ ﷲ ތަޢާލާ، އެކަލާނގެދެކެ ލޯބިވުމާއި އެކަލާނގެ ރަސޫލާދެކެ ލޯބިވުން މިއާޔަތުގައި ޖަމަޢަކުރެއްވިއެވެ:\n﴿قُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ ﴾ [التوبة: 24] \nމާނައީ: \"ކަލޭގެފާނު ވިދާޅުވާށެވެ. ތިޔަބައިމީހުން ބަފައިންނާއި، ތިޔަބައިމީހުން ދަރިންނާއި، ތިޔަބައިމީހުން އަޚުންނާއި...\"\nމިބަސްފުޅާ ހަމައަށެވެ:\n﴿أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ﴾ [التوبة: 24] \nމާނައީ: \"ﷲ އާއި އެކަލާނގެ ރަސޫލާއަށްވުރެ (އެކަންކަން) ތިޔަބައިމީހުންނަށް ލޮބުވެތިކަން ބޮޑުވެގެންވާނަމަ.\"\nއެއީ އެކަލާނގެއަށް ކިޔަމަންތެރިކަން އަދާކުރުމާއި، އެކަލާނގެ ރަސޫލާއަށް ކިޔަމަންތެރިވުން އެތައް ތަނެއްގައި ގުޅުވާލައްވާފައިވާ ފަދައިންނެވެ.","(51) سير السلف للأصبهاني: 3/1114، حلية الأولياء: 10/301، تاريخ بغداد: 8/430\n(31) صحيح البخاري: 99\n(52) الزهد لأبي حاتم: 29، تفسير الطبري: 5/325 ، الشريعة للآجري: 254\n(24) مسند أحمد: 21952، المعجم الكبير للطبراني: 1233، المستدرك للحاكم: 2421\n(24) مسند أحمد: 21952، المعجم الكبير للطبراني: 1233، المستدرك للحاكم: 2421"],["27","[‌‌تلازم الظاهر والباطن]","وَقَالَ ﷺ: «ثَلاثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاوَةَ الإِيمَانِ: أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إِلَّا لِلَّهِ، وَأَنْ يَكرَهَ أَنْ يَرجِعَ إلى الكُفرِ بَعدَ إِذْ أَنقَذَهُ اللَّهُ مِنهُ، كَمَا يَكرَهُ أَنْ يُلقَى في النَّارِ»(1).\nهَذِهِ حَالُ السَّحَرَةِ لَمَّا سَكَنَت المَحَبَّةُ قُلُوبَهُم، سَمَحُوا بِبَذلِ نُفُوسِهِم، [ف] قَالُوا لِفِرعَونَ: اقْضِ مَا أَنْتَ قَاضٍ.\nوَمَتَى تَمَكَّنَت المَحَبَّةُ فِي(2) القَلبِ لَم تَنبَعِث الجَوَارِحُ إِلَّا إِلى طَاعَةِ الرَّبِّ، وهَذَا هو مَعنَى الحدِيثِ الإِلَهِيِّ الَّذِي خَرَّجَهُ البُخَارِيُّ في «صَحِيحِه»، وَفِيهِ: «وَلا يَزَالُ عَبدِي يَتَقَرَّبُ إِليَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا»(3)، وَفِي بَعضِ الرِّوَايَات: «فَبِي يَسْمَعُ، وبِي يُبْصِرُ، وبِي يَبْطِشُ، وبِي يَمْشِي»(4)؛ وَالمعنَى: أنَّ مَحَبَّةَ اللَّه إِذَا استَغْرَقَ بِها القَلْبُ واسْتَولَت عَلَيهِ، لَمْ تَنْبَعِث الجَوَارِحُ إِلَّا إِلى مَرَاضِي الرَّبِّ، وَصَارَت النَّفْسُ حِينَئِذٍ مُطْمَئِنَّةً، فَفَنِيَتْ بِإِرَادَةِ مَولَاهَا عَنْ مُرَادِهَا وَهَوَاهَا.","(1) متفقٌ عليه من حديث أنسٍ رضي الله عنه؛ البخاري رقم (16)، ومسلم رقم (43).\r(2) في نسخة (ب): «من».\r(3) أخرجه البخاري من حديث أبي هريرة رقم (6137).\r(4) لم أقف على هذه الرواية مسندةً رغم البحث، وقد ذكرها -من غير عزوٍ- شيخُ الإسلام ابن تيمية في مواضعَ كثيرةٍ من كتبِه، وكذلك تلميذُه ابنُ القيِّم، ولما خَرَّج العلامةُ الألبانيُّ أصلَ الحديث في «الصحيحة» (4/ 191) قال عن هذه الزيادة: «ولم أَرَ هذه الزيادة عند البخاري ولا عند غيره ممن ذكرنا من المخرِّجين»، وقد سبقه إلى هذا الحافظ الذهبي في «تاريخ الإسلام» (51/ 363) فإنه لما أورد\rكلاماً لشيخ الإسلام ابن تيمية وفيه ذِكْرُ هذه الرواية، عقَّبَ عليها بقوله: «قلت: لم أجد هذه اللفظة «فبي يسمع وبي يبصر» … إلخ».\rثم وجدتُ الحكيمَ الترمذيَّ قد ذَكَرَ هذه الرِّوَاية في «نوادر الأصول» (1/ 265 و 4/ 35)، وفي «الأمثال» (ص 133) ولكنه لم يَسُق إسنادَها أيضاً، واللَّه أعلم.","ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«ثَلَاثٌ مَنْ ‌كُنَّ ‌فِيهِ ‌وَجَدَ بِهِنّ ‌حَلَاوَةَ الْإِيمَانِ: أَنْ يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا، وَأَنْ يُحِبَّ الْمَرْءَ لَا يُحِبُّهُ إِلَّا لِلّهِ، وَأَنْ يَكْرَهَ أَنْ يَرجعَ فِي الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللهُ كَمَا يَكْرَهُ أَنْ يُلقَى فِي النَّارِ» 53\nމާނައީ: \"ތިންކަމެއް އެމީހެއްގެ ގައިގައިވާ މީހާއަށް އެއިން އީމާންކަމުގެ ފޮނިރަހަ ފެންނާނެތެވެ. ﷲ އާއި އެކަލާނގެ ރަސޫލާ، އެމީހެއްގެ ގާތުގައި އެނޫން ހުރިހާ އެއްޗަކަށްވުރެ ލޮބުވެތިކަން ބޮޑުވެގެންވުމެވެ. އަދި މީހެއްދެކެ ލޯބިވާއިރު، ﷲ އަށްޓަކައި މެނުވީ އެމީހަކުދެކެ ލޯބިނުވުމެވެ. އަދި އަލިފާނަށް އެއްލާލެވެން ނުރުހޭ ބީދައިން، ކާފަރުކަމުން ﷲ އޭނާ ސަލާމަތްކުރެއްވުމަށްފަހު އަނބުރާ އެއަށް ރުޖޫޢަވުމަށް ނުރުހުމެވެ.\"\n(މޫސާގެފާނުގެ ޒަމާނުގައިވީ) ސިޙުރުވެރިންގެ ހިތްތައް (ﷲ އަށް އޮންނަ) ލޯބިން ހަމަޖެހި ހިމޭންވިހިނދު އެބައިމީހުންގެ ޙާލަތުވީ މިހެންނެވެ. އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތައް ޤުރުބާންކޮށްލަންވެސް ތަންދިނެވެ. އެގޮތުން އެބައިމީހުން ފިރްޢައުނަށް ބުންޏެވެ: \"ކަލޭ ބޭނުންގޮތަކަށް ނިޔާ ކަނޑައަޅާށެވެ!\"\nހިތުގައި ﷲ އަށް އޮންނަ ލޯބި ޤަރާރުވެއްޖެނަމަ؛ އެހިނދުން ރައްބަށް ކިޔަމަންތެރިކަން އަދާކުރުމަށް މެނުވީ ގުނަވަންތައް ޙަރަކާތްކޮށް ނުދާނެއެވެ. މިއީ އަލްބުޚާރީގެ ޞަޙީޙުގައި ނެރުއްވާފައިވާ އިލާހީ ޙަދީޘްގެ މާނައެވެ. އެޙަދީޘްގައިވެއެވެ:\n(وَلا يَزَالُ عَبْدِي ‌يَتَقَرَّبُ ‌إِلَيَّ ‌بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِي بِهَا) 54\nމާނައީ: \"އަދި ސުންނަތް ކަންތަކުން އެއަޅާ ތިމަންއިލާހާ ކުއްތަންވަމުންދެއެވެ. އެއީ އެހެންގޮސް ތިމަންއިލާހު އެއަޅަކުދެކެ ލޯބިވެވޮޑިގެންފުމަށް ދާންދެނެވެ. ދެންފަހެ ތިމަންއިލާހު އެއަޅާދެކެ ލޯބިވެވޮޑިގެންފިނަމަ؛ އެއިން އޭނާ އަޑުއަހާ އަޑުއެހުމަކަށްވާހުށީ ތިމަންއިލާހެވެ. އަދި އެއިން އޭނާ ބަލާބެލުންވާހުށީ ތިމަންއިލާހެވެ. އެއިން އޭނާ ތަކެތި ހިފައި އަތްކަމުގައިވާހުށީ ތިމަންއިލާހެވެ. އަދި އެއިން އޭނާ ހިނގާ ފައިކަމުގައިވާ ވާހުށީ ތިމަންއިލާހެވެ.\"\nއަދި ބުނެވުނެވެ: ބައެއް ރިވާޔަތްތަކުގައި މިހެންވާކަމަށެވެ:\n(فَبِي ‌يسمع وَبِي يبصر وَبِي يبطش وَبِي يمشي) 55\nމާނައީ: \"ދެންފަހެ އޭނާ އަޑުއަހާހުށީ، އަދި ބަލާހުށީ، އަދި ހިފާހުށީ، އަދި ހިނގާހުށީ ތިމަންއިލާހުންނެވެ.\" (މެދުވެރިކޮށް، ސަބަބުންނެވެ.)\nއޭގެ މާނައަކީ: ﷲ ދެކެ ލޯބިވުމުގެ ތެރެއަށް އޭނާގެ ހިތް ޣަރަޤުވެ، އެހިތުގެ މައްޗަށް ގަދަވެގެންފިނަމަ؛ ދެން ރައްބު ރުއްސަވާ ކަންތަކަށް މެނުވީ އޭނާގެ ގުނަވަންތައް ޙަރަކާތްކޮށް ނުދާނެއެވެ. އަދި އޭނާގެ ނަފްސު އެހިނދުންވާހުށީ ހިތްހަމަޖެހިގެންވާ ނަފްސެއްކަމުގައެވެ. ދެން އެނަފްސުގެ ބޭނުންތަކާއި އަމިއްލަ އެދުންތައް ދޫކޮށް، އެނަފްސުގެ ވެރި އިލާހުގެ މުރާދާވެގެން އުޅުމުގައި ފަނާވެ ހުސްވެއެވެ.","(53) صحيح البخاري: 16، ومسلم: 43\n(54) صحيح البخاري: 6502\n(55) نوادر الأصول: 1/265 ނޯޓް: މިލަފްޒު، ސަނަދަކާއެކު އެއްވެސް ފޮތެއްގައި ނުވެއެވެ. ސަނަދަކާ ނުލާ ބައެއް ޞޫފީންނާއި ފަހުގެ މީހުން މިލަފްޒު ޛިކުރުކުރެއެވެ."],["28","","يا هَذَا! اعْبُد اللَّهَ لِمُرَادِهِ مِنْكَ لا لِمُرَادِكَ مِنهُ، فَمَنْ عَبَدَهُ لِمُرَادِهِ مِنهُ فَهو مِمَّنْ يَعبُدُ اللَّهَ عَلَى حَرْفٍ، إِنْ أَصَابَهُ خَيرٌ اطْمَأَنَّ بِهِ، وإِن أَصَابَتهُ فتنةٌ انقَلَبَ عَلَى وَجهِهِ خَسِرَ الدُّنيَا والآخِرَةَ.\rوَمَتَى قَوِيتِ المعرِفَةُ والمحَبَّةُ لَمْ يُرِد صَاحِبُهَا إلَّا مَا يُرِيدُهُ مَولاهُ، وَفي بَعضِ الكُتُبِ السَّالِفَةِ: «مَنْ أَحَبَّ اللَّه لَمْ يَكُنْ شَيءٌ عِندَهُ آثَرُ مِنْ رِضَاهُ، وَمَنْ أَحَبَّ الَّدُنيَا لَمْ يَكُنْ شَيءٌ عِندَهُ آثَرُ مِنْ هَوَى نَفْسِهِ»(1).\rوَرَوَى ابنُ أبي الدُّنيَا بِإِسنَادِهِ عن الحَسَنِ، قَالَ: مَا نَظَرْتُ بِبَصَرِي، وَلَا نَطَقْتُ بِلِسَانِي، وَلَا بَطَشْتُ بِيَدِي، وَلَا نَهَضْتُ عَلَى قَدَمِي، حَتَّى أَنْظُرَ عَلَى طَاعَةٍ أو مَعصِيَةٍ، فَإِنْ كَانَتْ طَاعَةً تَقَدَّمْتُ، وَإِنْ كَانَتْ مَعْصِيَةً تَأَخَّرْتُ(2).\rهَذَا‌‌ حَالُ خَوَاصِّ المحِبِّينَ [الصَّادِقِينَ]، فَافْهَمُوا رَحِمَكُمُ اللَّه هَذَا؛ فَإنَّه مِنْ دَقَائِقِ أَسْرَارِ التَّوحِيدِ الغَامِضَة.","(1) لم أجده، وقد ذكره المؤلِّف في كتابه «جامع العلوم والحِكَم» (1/ 213) و (2/ 397).\r(2) أخرجه ابن أبي الدنيا في «الورع» رقم (195).","ﷲ ތިބާގެ ކިބައިން އެދިވޮޑިގެންނެވި މުރާދަށް އަޅުކަންކުރާށެވެ. ތިބާ ބޭނުންވާ އަމިއްލަ ފައިދާއާއި މުރާދަކަށް ނޫނެވެ.\nއޭ މިހިރަ މީހާއެވެ! ތިބާގެ ކިބައިން ﷲ އެދިވޮޑިގަންނަވާ މުރާދަށް ތިބާ އެކަލާނގެއަށް އަޅުކަންކުރާށެވެ! ތިބާ އެކަލާނގެ ކިބައިން އެދޭ މުރާދަކަށް (މަޤްޞަދަކަށް) ނޫނެވެ. ފަހެ އެމީހަކު އަމިއްލައަށް އެދޭ މުރާދުގެ މައްޗަށް އެކަލާނގެއަށް އަޅުކަންކުރާ މީހާއީ؛ ޝައްކެއްގެ މަތީގައި ހުރެ ﷲ އަށް އަޅުކަންކުރާ މީހެކެވެ. އޭނާއަށް ހެވެއް ލިބިއްޖެނަމަ އެކަމާމެދު ހިތްހަމަޖެހެއެވެ. އަދި އޭނާއަށް ފިތުނައެއް ޖެހޭހިނދު، އޭނާގެ މޫނުވަތަށް ފުރޮޅިގެންދެއެވެ. ދުނިޔެއާ އާޚިރަތްވެސް ގެއްލުވާލާފައެވެ.\nﷲ އަށް އޮންނަ ލޯތްބާއި މަޢުރިފާވެރިކަން ވަރުގަދަވެއްޖެ ކޮންމެ ހިނދަކު، އޭގެ ވެރިޔާ، އޭނާގެ ވެރި ސާހިބާ އެދިވޮޑިގަންނަވާ ކަމެއްމެނުވީ ބޭނުންވެ ޤަޞްދެއް ނުކުރާނެއެވެ. އިހުގެ ބައެއް ފޮތްތަކުގައިވެއެވެ:\n(من أحبَّ الله لم يكن عنده شيء ‌آثرَ ‌من ‌رضاه، ومن أحبَّ الدنيا لم يكن عنده شيء آثر من هوى نفسه)\nމާނައީ: \"ﷲ ދެކެ ލޯބިވެއްޖެމީހާ، އެކަލާނގެ ރުއްސެވުމުގެ މައްޗަށް އެއްވެސް އެއްޗެއް އޭނާގެ ގާތުގައި ކުރިއަށް ނެރެ އިސްވެގެންނުވާނެއެވެ. އަދި ދުނިޔެދެކެ ލޯބިވެއްޖެމީހާ އޭނާގެ ހަވާނަފްސުގެ އަމިއްލަ އެދުމަށްވުރެ އޭނާގެ ގާތުގައި އިސްކަންދެވޭ އެހެން އެއްޗެއް ނުވެއެވެ.\"\nއިބްނު އަބިއްދުންޔާ އެކަލޭގެފާނުގެ ސަނަދުން އަލްޙަސަނުގެ އަރިހުން ރިވާކުރެއްވިއެވެ. ވިދާޅުވިއެވެ:\n«مَا نظرتُ بِبَصَرِي، وَلَا نَطَقْتُ بِلِسَانِي، وَلَا بَطَشْتُ بِيَدِي، وَلَا نَهَضْتُ عَلَى قَدَمَيَّ، حَتَّى أَنْظُرَ عَلَى طَاعَةٍ أَوْ عَلَى مَعْصِيَةٍ، فَإِنْ كَانَتْ ‌طَاعَةٌ ‌تَقَدَّمْتُ وَإِنْ كَانَتْ مَعْصِيَةٌ تَأَخَّرْتُ» 56\nމާނައީ: \"ކިޔަމަންވުމެއްގައިތޯ ނުވަތަ އުރެދުމެއްގައިތޯ އަހުރެން ބަލައިފުމަށް ދާންދެން އަހުރެންގެ ދެލޮލުން ނުބަލަމެވެ. އަދި އަހުރެންގެ ދުލުން ވާހަކައެއް ނުދައްކަމެވެ. އަދި އަހުރެންގެ އަތުން ބީހި ނުހިފަމެވެ. އަދި އަހުރެންގެ ދެފައިމައްޗަށް ނުތެދުވަމެވެ. ދެންފަހެ އެއީ ކިޔަމަނުގެ ހެޔޮކަމެއްކަމުގައިވާނަމަ އަހުރެން ކުރިއަށް ދަމެވެ. އަދި އެއީ އުރެދުމުގެ ފާފައެއްކަމުގައިވާނަމަ އަހުރެން ފަހަތަށް ޖެހެމެވެ.\"\nމިއީ (ﷲ ދެކެ) ލޯބިވާ ތެދުވެރި ޚާއްޞަ މީހުންގެ ޙާލަތެވެ. ﷲ ތިޔަބައިމީހުންނަށް ރަޙުމަތްލައްވާށިއެވެ. އެހެންކަމުން މިކަން ފަހުމުކޮށްގަންނާށެވެ! އެހެނީ އެއީ ތައުޙީދުގެ ފޮރުވިގެންވާ ނާޒުކު ސިއްރުތަކުގެ ތެރެއިންވާ ކަމެކެވެ.","(56) الورع لابن أبي الدنيا: 195"],["29","","وَإِلى هَذَا المقَامِ أَشَارَ النَّبِيُّ ﷺ في خُطْبَتِهِ لَمَّا قَدِمَ المَدِينَةَ، حَيثُ قَالَ: «أَحِبُّوا اللَّه مِنْ كُلِّ قُلُوبِكُمْ» وَقَدْ ذَكَرَهَا ابنُ إِسحَاقَ وغَيرُه(1).\nفَإِنَّ‌‌ مَنْ امْتَلأَ قَلبُه مِنْ مَحَبَّةِ اللَّه لَمْ يَكُنْ فِيهِ فَرَاغٌ لِشَيءٍ من إِرَادَاتِ النَّفْسِ وَالهَوَى، وَإِلى ذَلِكَ أَشَارَ القَائِلُ بِقَولِهِ(2):\nأَرُوحُ وَقَدْ خَتَمتَ عَلَى فُؤادِي … بِحُبِّكَ أن يَحُلَّ بِهِ سِوَاكَ\nفَلَو أَني استَطَعتُ غَضَضْتُ طَرْفِي … فَلَم أَنْظُرْ بِهِ حَتَّى أَرَاكَا\nأُحِبُّكَ لا بِبَعْضِي بَلْ بِكُلِّي … وَإِنْ لَمْ يُبْقِ حُبُّكَ لي حِرَاكَا\nوَفي الأَحْبَابِ مَخْصُوصٌ بِوَجْدٍ … وَآخَر يَدَّعِي مَعَهُ اشْتِرَاكَا\nإِذَا اشْتَبَكَتْ(3) دُمُوعٌ في خُدُودٍ … تَبَيَّنَ مَنْ بَكَا مِمَّنْ تَبَاكَى\nفَأَمَّا مَنْ بَكَى فَيَذُوبُ وَجْداً … وَيَنْطِقُ بِالهَوَى مَنْ قَدْ تَشَاكَا","(1) أخرجها هنَّادٌ في «الزهد» رقم (492)، والبيهقي في «دلائل النبوة» (2/ 525 - 526) كلاهما من طريق محمد بن إسحاق بإسناده مرسلاً.\r(2) هذه الأبيات من قصيدة للمتنبي يمدح بها أبا شجاعِ عَضُد الدَّولة، مطلعها:\rفِدًى لكَ مَنْ يُقَصِّرُ عَنْ مَدَاكَا … فَلَا مَلِكٌ إِذَنْ إِلَّا فِدَاكَا\rولم أر البيتين -الثالث والسادس- من ضمن أبيات القصيدة، فلعلهما في رواية أخرى لها.\rينظر: «ديوان المتنبي بشرح أبي البقاء» (2/ 385 وما بعدها)، و «شرح ديوان المتنبي» للبرقوقي (3/ 123 وما بعدها).\r(3) وقع في نسخة (ب): «اسْتَكَبَت».","ﷲ ތަޢާލާއީ ޣީރަތްތެރިކަން ބޮޑުވެގެންވާ އިލާހުކަމާއި، އެއްވެސް އެއްޗަކަށް ތަން ނުދީ އެކަލާނގެއަށް އޮންނަ ލޯބިން ހިތްފުރާލުން\nނަބިއްޔާ صلى الله عليه وسلم މަދީނާއަށް ވަޑައިގެންނެވިހިނދު ދެއްވި ޚުޠުބާގައި އިޝާރާތްކުރައްވާފައިވަނީ މިމަޤާމަށެވެ. ޙަދީޘްކުރެއްވިއެވެ:\n(أَحِبُّوا اللَّهَ مِنْ ‌كُلِّ ‌قُلُوبِكُمْ) 57\nމާނައީ: \"ތިޔަބައިމީހުންގެ މުޅި ހިތްތަކުން އެކުއެކީ ﷲ ދެކެ ލޯބިވާށެވެ.\"\nއިބްނު އިސްޙާޤުއާއި އެހެނިހެން ބޭކަލުން އެވާހަކަ ޛިކުރުކުރެއްވިއެވެ.\nއެހެނީ ﷲ ދެކެވާ ލޯބިން އެމީހެއްގެ ހިތް ފުރާލައިފި މީހާ؛ ހަވާނަފްސާއި އަމިއްލަ އެދުމުގެ ބޭނުންތަކުން ކަމަކަށް އޭނާގެ ހިތުގައި ޖާގައެއް ނޯންނާނެއެވެ. ޅެންވެރިޔާ އިޝާރާތްކޮށްފައިވަނީ މިކަމަށެވެ:\n(أروح قد ختـــمت على فُـؤَادِي ::: بحبك أَن يحــل بِهِ سواكـا\nفَلَو أَنِّي اسْتَطَعْت غضضت طرفِي::: فَلم أنظــر بِهِ حَتَّى أراكـا\nأحــبك لَا ببعضي بل بكـــلي::: وَإِن لم يبْـــق حبك لي حراكا\nوَفِي الأحباب مَخْصُوص بوجـــد::: وَآخــــر يَدعِي مَعَه اشــتراكا\nإِذا اشتبكت دموع فِي خـــدود::: تبـــين من بكا مِمَّن تبـاكى\nفَأَما من بَكَى فيذوب وجـــدا::: وينطبق بالهوى من قد تشاكا) 58\nމާނައީ: \"އަހުރެން މިދަނީ، އިބައިލާހު ފިޔަވައި އެހެން ފަރާތެއްގެ ލޯބި މިއަޅާގެ ހިތަށް ފޭބުމުން ދުރުވެ، އިބައިލާހުގެ ލޯބިން މިއަޅާގެ ހިތުގައި ސިއްކަޖައްސަވައިގެންވާ ޙާލުއޭ، އަހުރެންނަށް ވީނަމަ އަހުރެންގެ ނަޒަރު އެއްކޮށް ތިރިކުރީހޭ، އަދި އިބައިލާހު ފެނިއްޖައުމަށް ދާންދެން އެހެން އެއްވެސް އެއްޗަކަށް އަހުރެންގެ ލޮލުން ނުބެލީހޭ، އަހުރެން އިބައިލާހުދެކެ ލޯބިވަނީ އަހުރެންގެ އެއްބަޔަކުންނޫނޭ މުޅި އަހަރެން އެއްކޮށޭ، އިބައިލާހުގެ ލޯބިން މިއަޅާއަށް އެއްވެސް ޙަރަކާތެއް ނުކުރެވުނަސް ވަރިހަމައޭ، ލޯބިވާމީހުންގެ ތެރޭގައި ލޯބިން ހުސްވެ ވަޖިދުވުމުން ޚާއްޞަވާ މީހުންވެޔޭ، އަދި އަނެކަކު އެލޯބިވެރިޔާއާއެކު ބައިވެރިވެގެންވާކަމަށް ދަޢުވާކުރާ މީހުންވެޔޭ، ކޯތާފަތްތަކުގެ މައްޗަށް ކަރުނަތައް ފައިބައިގެންދާހިނދު، ބަޔާންވެގެންދާނޭ ރޯމީހާއާއި ރޯކަމަށްހެދޭ މީހާ، ދެންފަހެ ރޯމީހާ އޭނާގެ ލޯބިން ވިރިގެންދެޔޭ، އަދި (ލޯބިން) ބަލިވާކަމަށް ހެދުނު މީހާ އަމިއްލަ އެދުމުގެ މައްޗަށް ވާހަކަދައްކާ ހަދައޭ.\"","(57) سيرة ابن هشام: 2/106 ، دلائل النبوة للبيهقي: 2/525 މިއީ މުރުސަލުކޮށް ރިވާވެގެންވާ ބަލިކަށިކަމެއްވާ ރިވާޔަތެކެވެ.\n(58) الوساطة بين المتنبي وخصومه: 1/126، المدهش لابن الجوزي: 1/502"],["30","","مَتَى بَقِيَ لِلمُحِبِّ مِنْ نَفْسِهِ حَظٌّ فَمَا بِيَدِهِ من المَحَبَّةِ إِلَّا الدَّعْوَى، إِنَّمَا المُحِبُّ مَنْ يَفْنَى عَنْ [هوى] نَفْسِهِ كُلِّهِ، وَيَبْقَى بِحَبِيبِهِ، فَبِي يَسْمَعُ، وَبِي يُبْصِرُ.\rالقَلبُ بَيتُ الرَّبِّ، وفي الإِسرَائِيلِيَّات يَقُولُ اللَّه: «مَا وَسِعَنِي سَمَائِي وَلا أَرْضِي، وَلَكِن وَسِعَنِي قَلْبُ عَبدِي المُؤمِن»(1).\rفَمَتَى كَانَ القَلبُ فِيهِ غَير اللَّه، فَاللَّه أَغنَى الأَغْنِيَاءِ عَنْ الشِّرْكِ، وَهو لَا يَرْضَى بِمُزَاحَمَةِ أَصْنَامِ الهَوَى، الحقُّ تَعَالَى غَيُورٌ، يَغَارُ عَلَى عَبدِهِ المُؤمِن أَنْ يَسْكُنَ في قَلْبِهِ سِوَاهُ، وأَن يَكُونَ فِيهِ شَيءٌ لا يَرْضَاهُ.\rأَرَدْنَاكُمُ صِرْفاً فَلَمَّا مَزَجْتُمُ … بَعُدْتُمْ بِمِقْدَارِ التِفَاتِكُمْ عَنَّا\rوَقُلْنَا لَكُمْ لا تُسْكِنُوا القَلبَ غَيرَنَا … فَأَسْكَنْتُمُ الأَغْيَارَ مَا أَنْتمُ مِنَّا(2)","(1) سئل شيخ الإسلام ابن تيمية عن هذا الأثر -كما في «مجموع الفتاوى» (18/ 370) - فقال: «هذا ما ذَكَرُوهُ في الإسرائيليات ليسَ لَهُ إسنَادٌ مَعرُوفٌ عن النَّبِيِّ ﷺ، ومعنَاهُ: وَسِعَ قَلبُهُ مَحَبَّتِي ومَعرِفَتِي، وما يُروَى: «القَلبُ بَيتُ الرَّبِّ» هذا مِنْ جِنسِ الأَوَّلِ، فإِنَّ القَلبَ بَيتُ الإِيمَانِ بِاللَّهِ تَعَالَى ومَعرِفَتِهِ ومَحَبَّتِهِ .... ».\rوقال عنه العراقي في «تخريج أحاديث الإحياء» (3/ 15): «لم أَرَ لَهُ أصلاً».\r(2) هذان البيتان ذكرهما ابن الجوزي في «المدهش» (ص 326)، ولم ينسبهما لأحد.\rوقد ذكر بهاء الدين العاملي في «الكشكول» (1/ 123): أن أبا بكر الشِّبْلِي -أحدُ أعيانِ الصوفية- سمع رجلاً ينشد:\rأَرَدْنَاكُمُ صِرْفاً فَإِذْ قَدْ مَزَجْتُمُ\rفَبُعْداً وَسُحْقاً لا نُقِيْمُ لَكُمْ وَزْناً\rولم يذكر سوى هذا البيت، وهو مطابقٌ في معناه لما أورده ابنُ رجب.","ލޯބިވާމީހާ، އޭނާގެ އަމިއްލަ ނަފްސަށްޓަކައި ނަޞީބެއް ނަފްސުގައި ބާކީވެގެންވާހާ ހިނދަކު، އޭނާގެ އަތުގައިވާ ލޯތްބަކީ ހަމައެކަނި ކޮށްލާ ދަޢުވާއެއްކަމުގައި މެނުވީ ނުވެއެވެ. (ޙަޤީޤީ) ލޯބިވާމީހާއަކީ އޭނާގެ އަމިއްލަ އެދުންތަކުން އެއްކޮށް ހުސްވެ ފަނާވެގެން ގޮސް، އޭނާ ލޯބިވާ ފަރާތާއެކު ދެމިހުންނަ މީހާއެވެ. \"ދެން އޭނާ އަޑުއަހަނީ، އަދި އޭނާ ބަލަނީވެސް ތިމަންއިލާހުގެ މެދުވެރިކޮށެވެ.\"\nހިތަކީ ރައްބުގެ ގެކޮޅެކެވެ. އިސްރާއީލީ ރިވާޔަތެއްގައި ﷲ ވަޙީކުރެއްވިއެވެ:\n(مَا وسعني سمائي وَلَا أرْضى ولكن وسعني ‌قلب ‌عَبدِي الْمُؤمن) 59\nމާނައީ: \"ތިމަންއިލާހުގެ އުޑާއި، ތިމަންއިލާހުގެ ބިން ތިމަންއިލާހަށްޓަކައި ތަނަވަސްވެގެން ނުވިއެވެ. އެކަމަކު ތިމަންއިލާހުގެ މުއުމިނުއަޅާގެ ހިތް ތިމަންއިލާހަށްޓަކައި ތަނަވަސްވެގެންވިއެވެ.\"\nފަހެ ހިތުގައި ﷲ ފިޔަވައި އެހެން އެއްޗެއް ވާހާހިނދަކު، ފަހެ ﷲ ތަޢާލާވަނީ އެހެން އެއްޗެއް ބައިވެރިވެ ހިއްސާވެގެންވުމުން އެންމެ ފުދުންތެރިވެގެންވާ ފުދުންތެރި ފަރާތްކަމުގައެވެ. އަމިއްލަ އެދުމުގެ ބުދުތައް އެކަލާނގެއާ ތޮއްޖެހިގެންވުމަށް އެކަލާނގެ ރުހިވޮޑިގެން ނުވެތެވެ. ޙައްޤު އިލާހަކީ ޣީރަތްތެރިކަން ބޮޑުވެގެންވާ އިލާހެކެވެ. މުއުމިނުއަޅާގެ ހިތުގައި އެކަލާނގެ ފިޔަވައި އެހެން އެއްޗެއް ހިމޭންވެ ހަމަޖެހިގެންވުމަށް، އަދި އެކަލާނގެ ނުރުއްސަވާ އެއްޗެއް އެހިތުގައިވުމަށް އެކަލާނގެ ޣީރަތްތެރިވެ ވޮޑިގަންނަވައެވެ.\n(أردنـــاكم صرفـا فَلَمَّا مزجـــتم::: بعدتم بِمِقْدَار التفاتكم عَنَّا\nوَقُلْنَا لكم لَا تسكنوا الْقلب غَيرنَا::: فأسكنتم الأغيار مَا أَنْتُم منا) 60\nމާނައީ: \"އަހަރެން ތިޔަބައިމީހުން ބޭނުންވީ ސާފު ޞަރީޙަކޮށޭ، ދެންފަހެ ތިޔަބައިމީހުން އެހެން އެއްޗެއް މަސްހުނިކޮށްލިހިނދު، ތިޔަބައިމީހުން އަހަރެންގެ ކިބައިން މޫނުއަނބުރާލި މިންވަރެއްގެ މައްޗަށް ތިޔަބައިމީހުން ދުރުވެގެންދިޔައޭ، އަދި އަހަރެން ބުނީމޭ އަހަރެން ފިޔަވައި އެހެން އެއްޗެއް ހިތުގައި އުޅުނަ ނުދޭށޭ، ދެންފަހެ ތިޔަބައިމީހުން އެހެން ފަރާތްތައް ހިތުގައި ހިޔަވާހިކަންދީގެން ދިރިއުޅުވިއޭ، ފަހެ ތިޔަބައިމީހުން އަހަރެންގެ ކިބައިން ނުވެޔޭ.\"","(59) قوت القلوب: 1/207، الزهد لأحمد: 423\n(60) المدهش: 1/326"],["31","[‌‌النجاة لا تكون إلا لصاحب القلب السليم]","لا يَنجُو غَداً إِلَّا مَنْ أَتَى اللَّه بِقَلبٍ سَلِيمٍ، لَيسَ فِيهِ سِوَاهُ، قَالَ اللَّهُ تَعَالى: {يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُون (88) إِلاَّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيم (89)} [الشعراء].\r‌‌القَلبُ السَّلِيمُ: هُو الطَّاهِرُ مِنْ أَدنَاسِ المُخَالفَات، فَأَمَّا المُتَلَطِّخُ بِشَيءٍ مِنَ المَكرُوهَاتِ فَلا يَصلُحُ لِمُجَاوَرَةِ حَضرَةِ القُدُسِ(1) إِلا بَعدَ أَنْ يُطَهَّرَ في كِيرِ العَذَابِ، فَإِذَا زَالَ مِنهُ(2) الخَبَثُ صَلَحَ حِينَئِذٍ لِلمُجَاوَرَةِ «إِنَّ اللَّه طِيبٌ لا يَقبَلُ إِلَّا طَيِّباً»(3).\rفَأَمَّا القُلُوبُ الطَّيِّبَةُ فَتَصلُحُ لِلمُجَاوَرَةِ مِنْ أَوَّلِ الأَمرِ: [{سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّار (24)} [الرعد]]، {سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِين (73)} [الزمر]، {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُون (32)} [النحل].\rمَنْ لَم يُحرِق اليَومَ قَلبَهُ بِنَارِ الأَسَفِ عَلَى مَا سَلَفَ، أَوْ بِنَارِ الشَّوقِ إِلَى لِقَاءِ الحَبِيبِ، فَنَارُ جَهَنَّمَ لَهُ أَشَدُّ حَرّاً.\rمَا يَحتَاجُ إِلى التَّطهِيرِ بِنَارِ جَهَنَّمَ إِلَّا مَنْ لَم يُكمِل تَحقِيق التَّوحِيدِ وَالقِيَام بِحُقُوقِهِ.","(1) كذا في النسختين، ووقع في هامش نسخة (ب): «لعله: القدوس»، والصواب ما في «النسختين»، وهو ما صوَّبه الشارح حفظه اللهُ، فقال: هذه العبارة «حَضْرَة القُدُس» من العبارات الدارجة على لسان مَنْ يتكلَّم بهذا الكلام.\r(2) في نسخة (ب): «عنه».\r(3) أخرجه مسلمٌ رقم (1015) من حديث أبي هريرة رضي الله عنه.","ސަލާމަތްތެރި ހިތް\nﷲ ފިޔަވައި އެހެން ފަރާތެއް އެހިތުގައި ނުވާ ސަލާމަތްތެރި ހިތަކާގެން ﷲ ގެ ޙަޟްރަތަށް އައިސްފި މީހަކު މެނުވީ މާދަމާ ނަޖާނުވާނެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\n﴿يَوۡمَ لَا يَنفَعُ مَالٞ وَلَا ‌بَنُونَ ٨٨ إِلَّا مَنۡ أَتَى ٱللَّهَ بِقَلۡبٖ سَلِيمٖ ٨٩﴾ [الشعراء: 88-89] \nމާނައީ: \"މުދަލަކުން އަދި ދަރިޔަކުން މަންފާއެއް ނުކުރާނޭ ދުވަހެވެ. ސަލާމަތްތެރި ހިތަކާގެން ﷲ ގެ ޙަޟްރަތަށް އައި މީހަކު މެނުވީއެވެ.\"\nސަލާމަތްތެރި ހިތަކީ: (ﷲ ގެ އަމުރުފުޅުތަކާއި ނަހީތަކާ) ޚިލާފުވުންތަކުގެ ނަޖިހުން ޠާހިރުވެގެންވާ ހިތެވެ. ދެންފަހެ ނުރުހިގެންވާ ކަންތަކަކުން އެހިތް ތަތްތެޅިގެންވާ ހިތެއް، ޢަޛާބުގެ ގިރުނބާއިން ޠާހިރުކުރެވުމަށްފަހު މެނުވީ ޠާހިރުވެގެންވާ ޤުދުސީ ޙަޟްރަތުގެ އަވަށްޓެރިކަމުގައިވުމަށް އެކަށީގެންނުވެއެވެ. ދެންފަހެ އެހިތުން ހަޑިތައް ފިލައިގޮސްފިނަމަ އެހިނދުން އަރިހުގައިވުމަށް އެކަށީގެންވެއެވެ.\n(إِنَّ اللهَ ‌طَيِّبٌ ‌لَا ‌يَقْبَلُ إِلَّا طَيِّبًا) 61\nމާނައީ: \"ހަމަކަށަވަރުން ﷲ އަކީ ހެޔޮ ރަނގަޅު ފަރާތެކެވެ. ހެޔޮ ރަނގަޅު އެއްޗެއް މެނުވީ އެކަލާނގެ ޤަބޫލު ނުކުރައްވައެވެ.\"\nދެންފަހެ ހެޔޮރަނގަޅުވެގެންވާ ހިތްތައް އެންމެ ފުރަތަމައިންސުރެ އަރިހުގައިވުމަށް އެކަށޭނެއެވެ.\n﴿سَلَٰمٌ عَلَيۡكُم بِمَا ‌صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ ٢٤﴾ [الرعد: 24] \nމާނައީ: \"ތިޔަބައިމީހުން ކެތްތެރިވިކަމަށްޓަކައި، ތިޔަބައިމީހުންގެ މައްޗަށް ސަލާމް ހުށްޓެވެ. ފަހެ، އާޚިރަތުގެ އުފާވެރި ގޮވަތީގެ މޮޅުކަމާއެވެ!\"\n﴿سَلَٰمٌ عَلَيۡكُمۡ ‌طِبۡتُمۡ فَٱدۡخُلُوهَا خَٰلِدِينَ ٧٣ ﴾ [الزمر: 73] \nމާނައީ: \"ތިޔަބައިމީހުންގެ މައްޗަށް ސަލާމް ހުށްޓެވެ. ތިޔަބައިމީހުން ހެޔޮ ރަނގަޅަށް ކަންތައް ކޮށްފީމުއެވެ. ފަހެ، އެ ސުވަރުގޭގައި ދެމިތިބެނިވިގޮތުގައި ތިޔަބައިމީހުން އެތަނަށް ވަންނާށެވެ!\"\n﴿ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ‌طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ ٣٢﴾ [النحل: 32] \nމާނައީ: \"އެއުރެންނަކީ، ކުށްފާފަތަކުން ޠާހިރު ވެގެންވާ ޙާލު، މަލާއިކަތުން އެއުރެން މަރުގަންނަވާ މީހުންނެވެ. (އެ ހިނދު) އެ މަލާއިކަތުން ވިދާޅުވާނެތެވެ. ތިޔަބައިމީހުންގެ މައްޗަށް ސަލާމް ހުށްޓެވެ. ތިޔަބައިމީހުން ކޮށްއުޅުނު ޢަމަލުތަކުގެ ސަބަބުން، ތިޔަބައިމީހުން ސުވަރުގެއަށް ވަންނާށެވެ!\"\nއިސްވެދިޔަ ތަނުގެ މައްޗަށް ހިތިކަރުނައަޅާ ހިތާމަކުރުމުގެ އަލިފާނުން އެމީހެއްގެ ހިތް މިއަދު ނުއަނދާ، ނުވަތަ ލޯބިވާ ފަރާތާ ބައްދަލުކުރުމަށްޓަކައި އޮންނަ ޝައުޤުގެ އަލިފާނުން އެހިތް ރޯނުވާ މީހާ؛ ފަހެ އެހިތަކަށް ޖަހަންނަމައިގެ އަލިފާން މާހޫނު ގަދަވެގެންވެއެވެ.\nދެއްކުންތެރިޔާއަކީ ﷲ ގެ ޤަދަރު މަތިވެރިކަމާމެދު ޖާހިލުވި، އަދި ތައުޙީދު ޙައްޤު ނުކުރާ މީހެއް\nތައުޙީދު ޙައްޤުކުރުމާއި، އޭގެ ޙައްޤުތައް ޤާއިމުކުރުން ފުރިހަމަކޮށްގެން ނުވާ މީހަކު މެނުވީ ޖަހަންނަމައިގެ އަލިފާނުން ޠާހިރުކުރެވުމަށް ޙާޖަތްޖެހިގެން ނުވެއެވެ.","(88) ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: (لَمْ تُؤْتَوْا شَيْئًا ‌بَعْدَ ‌كَلِمَةِ ‌الْإِخْلاصِ مِثْلَ الْعَافِيَةِ، فَاسْأَلُوا اللهَ الْعَافِيَةَ) (مسند أحمد: 10 ، مسند البزار: 24)\n(89) ޞަފްވާނު ބްނު ޢައްސާލު ވިދާޅުވިކަމަށް ވަރަށް ބަލިކަށި ސަނަދަކުން ރިވާކުރެވެއެވެ: (بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ سَمِعَ رَجُلًا يُكَبِّرُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: «عَلَى الْفِطْرَةِ» فَقَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، فَقَالَ: «شَهِدَ شَهَادَةَ الْحَقِّ» فَقَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، فَقَالَ: «خَرَجَ مِنَ النَّارِ») (الدعاء للطبراني: 478)\n(61) صحيح مسلم: 1015\n(24) مسند أحمد: 21952، المعجم الكبير للطبراني: 1233، المستدرك للحاكم: 2421\n(73) حلية الأولياء: 4/318 ، البيان والتحصيل: 18/468\n(32) صحيح مسلم: 31"],["32","[‌‌احذروا الرياء]","أَوَّلُ مَا(1) تُسَعَّرُ بِهِ النَّارُ مِنَ المُوَحِّدِينَ العُبَّادُ المُرَاؤونَ بِأَعمَالِهِم؛ وَأَوَّلُهُم العَالِمُ، وَالمُجَاهِدُ، وَالمُتَصَدِّقُ لِلرِّيَاءِ؛ لأَنَّ يَسِيرَ الرِّيَاءِ شِركٌ.\rمَا نَظَرَ المُرَائِي إِلَى الخَلقِ فِي عَمَلِهِ إِلَّا لِجَهلِهِ بِعَظَمَةِ الخَالِقِ.\rالمُرَائِي يُزَوِّرُ التَّوَاقِيعَ عَلَى اسمِ المَلِكِ؛ لِيَأخُذَ البَرَاطِيلَ(2) لِنَفسِهِ، وَيُوهِمَ أَنَّهُ مِنْ خَاصَّةِ المَلِكِ، وَهُوَ مَا يَعرِفُ المَلِكَ بِالكُلِّيَّةِ.\rنَقَشَ المُرَائِي عَلَى الدِّرهَمِ الزَّائِفِ اِسمَ المَلِكِ لِيَرُوجَ(3)، وَالبَهرَجُ(4) مَا يَجُوزُ(5) إِلَّا عَلَى غَيرِ النَّاقِدِ.","(1) كذا في النسختين، وله وجه، ووقع في هامش نسخة (ب): «مَنْ»، وهو أولى.\r(2) البراطيل: جمع بِرْطِيل -بكسر الباء الموحَّدة- وهو الرِّشْوَة، وفي المثل: «البَرَاطِيل تَنْصُرُ الأَبَاطِيل».\rينظر: «أساس البلاغة» (مادة: ب ر ط ل)، و «المصباح المنير» (مادة: ب ر ط ل)، و «تاج العروس» (28/ 75).\r(3) رَاجَ الشَّيْءُ يَرُوجُ رَوَاجاً: إذا نَفَقَ، ورَاجَت الدَّرَاهمُ: تَعَامَلَ النَّاسُ بها.\rينظر: «تاج العروس» (5/ 600).\r(4) «البَهْرَجُ» -بالفَتْح-: الباطِلُ، والرَّدِيءُ مِنْ كلِّ شيْءٍ، قال ابن الأَعرابيّ: الدِّرْهَمُ البَهْرَجُ: هو الذي لا يُباع به.\rينظر: «تاج العروس» (5/ 432).\r(5) وفي بعض النسخ المطبوعة: «لا يروج».","ތައުޙީދުގެ އަހުލުވެރިންގެ ތެރެއިން އެންމެ ފުރަތަމަ ނަރަކައިގެ ހުޅުގަނޑު އެމީހުންނާގެން ރޯކޮށްލެވޭ ބަޔަކީ: އެބައިމީހުންގެ ޢަމަލުތަކުން ދެއްކުންތެރިވާ އަޅުވެރިންނެވެ. އޭގެ އެންމެ ފުރަތަމަ މީހަކީ: ޢިލްމުވެރިޔާއާއި، މުޖާހިދާއި، ދެއްކުންތެރިކަމަށްޓަކައި ޞަދަޤާތްކުރާ މީހާއެވެ. އެހެނީ ދެއްކުންތެރިކަމުގެ ކުޑަ މިންވަރަކީވެސް ޝިރުކެކެވެ.\nޚާލިޤުވަންތަ އިލާހުގެ މަތިވެރިކަމާ މާތްކަމާމެދު ޖާހިލުވެގެންވުމުގެ ސަބަބުން މެނުވީ ކަންދައްކަން އުޅޭ މީހާ އޭނާގެ ޢަމަލުކުރުމުގައި ޚަލްޤުތަކުންނަށް ނުބަލާނެއެވެ.\nދެއްކުންތެރި މީހާއަކީ؛ ރަސްގެފާނުގެ ނަމުގައި އޮޅުވާލައިގެން ސޮއެ އުފައްދައިގެން ކުރާ މީހެކެވެ. އެއީ އޭނާގެ އަމިއްލަ ނަފްސަށް ރިޝްވަތުތައް ނެގުމަށެވެ. އަދި އޭނާއީ ރަސްގެފާނުގެ ޚާއްޞަ އަރިސް މީހެއްކަމަށް ވިސްނާދެއެވެ. އެއީ އޭނާ ރަސްގެފާނު ރަނގަޅަށް ނުވެސް ދަންނަ ޙާލުގައިއެވެ.\nދެއްކުންތެރި މީހާ، ދިރްހަމު ފޮތީގައި ރަސްގެފާނުގެ ނަން ކަނޑާނެގިއެވެ. އެއީ އެދިރްހަމު ޕުރޮމޯޓުވެ ވައިގައި ހިފައިގެންދިޔުމަށެވެ. އަދި އަޞްލުނޫން ފޭކު ފައިސާއަކީ ރަނގަޅަށް ވަކިކުރަން ނޭނގޭ މާހިރުނޫން މީހާއަށް މެނުވީ ކަޓައިގެންދާނޭ އެއްޗެއް ނޫނެވެ.",""],["33","","وَبَعدَ أَهلِ الرِّيَاءِ يَدخُلُ النَّارَ أَصحَابُ الشَّهَوَاتِ، وَعَبِيدُ الهَوَى، الَّذِينَ أَطَاعُوا هَوَاهُم، وَعَصَوا مَولاهُم، فَأَمَّا عَبِيدُ اللَّهِ حَقّاً فَيُقَالُ لَهُمْ: {يَاأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّة (27) ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَّرْضِيَّة (28) فَادْخُلِي فِي عِبَادِي (29) وَادْخُلِي جَنَّتِي (30)} [الفجر].\n‌‌نَارُ جَهَنَّمَ تَنطَفِئُ بِنُورِ إِيمَانِ المُوَحِّدِينَ، في الحَدِيثِ: «تَقُولُ النَّارُ لِلمُؤمِنِ: جُزْ، فَقَد أَطفَأَ نُورُكَ لَهَبِي»(1).\nوَفِي «المُسنَدِ» عَنْ جَابِرٍ، عَنْ النَّبِيِّ ﷺ: «لا يَبقَى مُؤمِنٌ وَلا فَاجِرٌ إِلَّا دَخَلَهَا، فَتَكُونُ عَلَى المُؤمِنِينَ بَرداً وَسَلاماً، كَمَا كَانَتْ عَلَى إِبرَاهِيمَ، حَتَّى إِنَّ لِلنَّارِ ضَجِيجاً مِنْ بَردِهِم»(2).\nهَذَا مِيرَاثٌ وَرِثَهُ المُحِبُّونَ مِنْ حَالِ الخَلِيلِ عليه السلام.","(1) هذا الحديث من الأحاديث المشتهرة على الألسنة، وهو ضعيفٌ جدّاً، فقد أخرجه الطبراني في «الكبير» (22/ 258 - 259)، وابن عدي في «الكامل» (6/ 394)، والبيهقي في «شعب الإيمان» رقم (369).\rقال ابنُ رجب في «التخويف من النار» (ص 202): «هذا حديثٌ غريبٌ، وفيه نكارة»، وقال ابنُ كثير في «النهاية» (2/ 93): «هذا حديثٌ غريبٌ جدّاً».\r(2) جزءٌ من حديث الوُرود، أخرجه أحمد في «المسند» رقم (14520)، وعبد بن حميد كما في «المنتخب من مسنده» رقم (1106)، والحارث بن أسامة في «مسنده» رقم (1127 بغية الباحث)، والحاكم في «المستدرك» (4/ 587)، والبيهقي في «شعب الإيمان» رقم (364)، وهو حديثٌ ضعيفٌ لا يصح مرفوعاً عن النبي ﷺ، وقد أخرج مسلم في «صحيحه» رقم (191) عن جابرٍ موقوفاً عليه أنه سئل عن «الوُرود» فأجاب بكلامٍ طويلٍ، فيه ذكر الرؤية والشفاعة، وفيه: «قال: فينْطَلِقُ بهِم [يعني: الربُّ سبحانه وتعالى] ويَتَّبعونَهُ ويُعطَى كُلُّ إنسَانٍ منهُم -منافقٍ أو مؤمنٍ- نُوراً، ثُمَّ يَتَّبعونهُ وعَلَى جِسرِ جَهَنَّمَ كَلالِيبُ وَحَسَكٌ تأخُذُ من شَاءَ اللَّهُ، ثُمَّ يَطْفَأُ نورُ المنافقينَ ثُمَّ ينجُو المؤمنُونَ .... »،\rقلتُ: فلو كان عند جابرٍ رضي الله عنه شيءٌ محفوظٌ عن رسول اللَّه ﷺ في شأن «الورود»، لذكره في جوابه، ولم يعدِل عنه إلى قولِ نفسِه، إضافة إلى ما بين السياقين -المرفوع والموقوف- من الفرق الظاهر في المعنى، فتأمَّل.","ދެއްކުންތެރިކަމުގެ އަހުލުވެރިންނަށްފަހު ދެން ނަރަކައަށް ވަންނާނީ ޝަހުވަތްތަކުގެ އަހުލުވެރިންނާއި، އަމިއްލަ އެދުމުގެ އަޅުންނެވެ. އެބައިމީހުންނަކީ އެބައިމީހުންގެ ހަވާނަފްސަށް ކިޔަމަންވެ، އެބައިމީހުންގެ ވެރި ރައްބަށް އުރެދުނު މީހުންނެވެ.\nދެންފަހެ ﷲ ގެ ޙައްޤު އަޅުތަކުންނަށް ވަޙީކުރެއްވޭނެއެވެ:\n﴿يَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ٢٧ ٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ٢٨ فَٱدۡخُلِي فِي عِبَٰدِي٢٩ وَٱدۡخُلِي جَنَّتِي٣٠﴾[الفجر:27-30] \nމާނައީ: \"އޭ ހިތްހަމަޖެހިގެންވާ ނަފްސާއެވެ! ރުހި އަދި ރުހުން ލިބިގެންވާ ޙާލު ތިބާގެ ވެރި ރައްބުގެ ޙަޟްރަތަށް ރުޖޫޢަވާށެވެ. ފަހެ ތިމަންއިލާހުގެ އަޅުތަކުންގެ ތެރެއަށް ތިބާ ވަންނާށެވެ! އަދި ތިމަންއިލާހުގެ ސުވަރުގެޔަށް ވަންނާށެވެ.\"\nމުވައްޙިދުންގެ އީމާންކަމުގެ ނޫރުން ޖަހަންނަމައިގެ އަލިފާންވެސް ނިވެއެވެ. ޙަދީޘްގައިވެއެވެ:\n«تقول النار للمؤمن: يا مؤمن جز فقد ‌أطفأ ‌نورك لهبي» 62\nމާނައީ: \"ނަރަކަ މުއުމިނާއަށް ބުނާނެއެވެ: އޭ މުއުމިނާއެވެ! ހުރަސްކޮށްފައި ދާންއުޅޭށެވެ! ތިބާގެ ނޫރު، އަހުރެންގެ އަލިފާން ހުޅުތައް ނިއްވާލައިފިއެވެ.\"\nއަދި މުސްނަދުގައި ޖާބިރުގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(لَا ‌يَبْقَى ‌بَرٌّ ‌وَلَا ‌فَاجِرٌ إِلَّا دَخَلَهَا، فَتَكُونُ عَلَى الْمُؤْمِنِين بَرْدًا وَسَلَامًا كَمَا كَانَتْ عَلَى إِبْرَاهِيمَ، حَتَّى إِنَّ لِلنَّار ضَجِيجًا مِنْ بَرْدِهِمْ) 63\nމާނައީ: \"އެތަނަށް ނުވަންނާނޭ އެއްވެސް ހެޔޮމީހަކުވެސް ފާޖިރަކުވެސް ނުވެއެވެ. ދެން މުއުމިންތަކުންނަށް އެ ވާހުށީ ފިނި ސަލާމަތްތެރި އެއްޗެއްކަމުގައެވެ. އެއީ އިބްރާހީމުގެފާނަށް ވީގޮތަށެވެ. އެހެންގޮސް އެބައިމީހުންގެ ފިނިކަމުން ނަރަކައަށް (އުނދަގޫވެގެން) އަޑުފަށްގަނޑެއްވެސް ވާނެއެވެ.\"\nމިއީ ޚަލީލު (އިބްރާހީމް) عليه السلام ގެ ޙާލަތުން، ލޯބިވާ މީހުން (މުއުމިނުން) ވާރުތަކޮށްފައިވާ ތަރިކަ މުދަލެކެވެ.","(27) صحيح البخاري: 1399، ومسلم: 20\n(30) ބައެއް ޢިލްމުވެރިން މިޤައުލުގެ މުރާދު ބަޔާންކުރައްވަމުން ވިދާޅުވީ އެބަހީ: އެއީ ފަރުޟުތަކާއި ޙައްދުތައް އަދި ދީން ފުރިހަމަވުމުގެ ކުރިންވާ ނައްޞުތަކެއް ކަމުގައިއެވެ. އެހެނީ ދީން ފުރިހަމަވެގެންދިޔައީ ޙައްޖަތުލް ވަދާޢުގައި، ނަބިއްޔާ އަވަހާރަވުމާ ކައިރިކޮށެވެ. އޭގެ ކުރިން ވަޙީ ބާވައިލެއްވި އެކި ފަރުޟުތަކާއި ޙައްދުތައް ޝަރުޢުކުރެވި، ބައެއް ކަންކަން މަންސޫޚަ ކުރެވެމުންދިޔައެވެ. ދެން އެހުރިހާ ކަމެއް ފުރިހަމަވުމަށް ފަހު ޝަހާދަތުގެ ކަލިމައިން ނަފާކުރުމަށްޓަކައި މިފަރުޟުތަކާއި ޙައްދުތަކަށް އިޤުރާރުވުންވެސް ކަނޑައެޅުނެވެ. މިގޮތަށް މިޤައުލު ޖަމްޢުކުރުން، ރައްދުކުރުމަށްވުރެ އައުލާވެގެންވެއެވެ. އެހެނީ ދީނުގެ އެހެން އަޅުކަންތައްވެސް، މިސާލަކަށް ނަމާދުވެސްވީ އެފަދައިންނެވެ. އެގޮތުން ނަމާދުގެ ޝަރުޠުތަކާއި މަނާކުރާ ކަންކަމަށް އެކި ކަންކަން އިތުރުވަމުންދިޔައެވެ. އެގޮތުން ނަމާދު ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ނަމާދުގެ ތެރޭގައި ވާހަކަދެއްކުމާއި ސަލާމަށް ޖަވާބުދިނުންވެސް ހުއްދަވެގެންވިއެވެ. އެކަމަކު ފަހުން އެކަން އެއީ ނަމާދު ބާޠިލުވާ ކަމެއްގެ ގޮތުގައި ލެއްވުނެވެ. ރޯދަ ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ރޭގަނޑު ނިދައިފި މީހާ ދެން އެރެޔާއެކު އަނެއް ދުވަހު ރޯދައަށް ހުންނަން ޖެހެއެވެ. މިފަދަ އެތައް ކަމެއް ދީނުގެ ރުކުންތަކުގައި ޝަރުޢުކޮށް މަންސޫޚަކުރެވެމުންދިޔައެވެ. އެއް ޙަދީޘްގައި، ނުވަތަ އެންމެ އާޔަތެއްގައި ހުރިހާ ޙުކުމެއް ތަފްސީރުކޮށް ނާދެއެވެ. ނަމާދުގެ ރުކުންތަކާއި ތަފްޞީލުތައް، ރޯދަ ގެއްލޭ ހުރިހާކަމެއްގެ ތަފްޞީލެއް އެއް ނައްޞުގައި ނާދެއެވެ. އެކަންކަން އައީ އެކި ފަހަރު މަތިން އެކި ޙަދީޘްގައި އެކި މަޙައްލުގައިއެވެ. އަދި ބައެއް ޞަޙާބީންނަށް އެފަދަ ބަދަލުތައް އައިކަން ނޭނގިވެސްވެއެވެ. ދެން ދީން ފުރިހަމަކުރެވުމަށް ފަހު އެކަންކަން ޤަރާރުވެ އެނގިގެންދިޔައެވެ. އެފަދައިން ޝަހާދަތުގެ ކަލިމައިގެ ޝަރުޠުތަކާއި ލާޒިމްތަކާއި ވާޖިބުތައްވެސް އެއީ އެއްފަހަރާ އެއްކޮށް އައުމުގެ ބަދަލުގައި ވަކިވަކިން އައިސް ދެން ފުރިހަމަވެގެން ދިޔަ ކަންކަމެވެ.\n(62) شعب الإيمان للبيهقي: 369، الكامل في ضعفاء الرجال: 8/130 މިއީ ބަލިކަށި ސަނަދަކުން އައިސްފައިވާ ޙަދީޘެކެވެ. އަދި އިބްނު ރަޖަބުގެ އެހެން ފޮތެއްގައި މިޙަދީޘް ގެންނަވާފައި މިއީ ޣަރީބު މުންކަރު ޙަދީޘެއްކަމުގައި ވިދާޅުވިއެވެ. (التخويف من النار: 4/360)\n(63) مسند أحمد: 14520، المستدرك للحاكم: 8744، شعب الإيمان للبيهقي: 364 މިޙަދީޘްގެ ސަނަދުގައި މަޖްހޫލު ރާވީއަކުވެއެވެ."],["34","","نَارُ المَحَبَّةِ فِي قُلُوبِ المُحِبِّينَ تَخَافُ مِنهَا نَارُ جَهَنَّمَ.\nقَالَ الجُنَيدُ [رضي الله عنه]: قَالَتْ النَّارُ: يَا رَبِّ لَو لَم أُطِعكَ هَلْ كُنْتَ تُعَذِّبنِي بِشَيءٍ؟، قَالَ: نَعَم كُنْتُ أُسَلِّطُ عَلَيكِ نَارِي الكُبرَى، قَالَتْ: وَهَل نَارٌ أَعظَمُ مِنِّي وَأَشَدُّ؟ قَالَ: [نعم]، نَارُ مَحَبَّتِي أَسكَنتُهَا قُلُوبَ أَولِيَائِي المُؤمِنِينَ(1).\nقِفَا قَلِيلاً بِهَا عَلَيَّ فَلا … أَقَلَّ مِنْ نَظرَةٍ أُزَوَّدُهَا(2)\nفَفِي فُؤَادِ المُحِبِّ نَارُ هَوَى(3) … أَحَرُّ نَارِ الجَحِيمِ أَبرَدُهَا(4)\n[ف] لَولا دُمُوعُ المُحِبِّينَ تُطفِئُ بَعضَ حَرَارَةِ الوَجدِ لاحتَرَقُوا كَمَداً.","(1) قال الشيخ محمد رشيد رضا رحمه الله في تعليقه على «جامع الرسائل والمسائل النجدية» (4/ 866): «إنْ صَحَّ هذا عن الجُنَيد فمراده منه أنَّ نارَ الحُبِّ أشدُّ حَرّاً من جهنم بطريقة التمثيل لا الرِّواية، وهو أشبَهُ بكلامِ جَهَلَةِ الصوفِيَّة منه بكلام الإمام الجُنَيد».\r(2) في نسخة (ب): «أُرَدِّدُهَا».\r(3) في نسخة (ب): «نَارُ جَوَى». قال في «القاموس»: «الْجَوَى: هَوَى بَاطِنٌ».\r(4) البيتان من قصيدةٍ للمتنبِّي يمدح بها محمَّد بنَ عبيدِ اللَّه العلوي، مطلعها:\rأَهلاً بِدَارٍ سَبَاكَ أَغْيَدُهَا\rأَبْعَدَ مَا بَانَ عَنْكَ خُرَّدُهَا\rينظر: «ديوان المتنبي بشرح أبي البقاء العكبري» (1/ 296).","މުއުމިނުންގެ ހިތުގައި ﷲ އަށްވާ ލޯބީގެ ވަރުގަދަކަމާމެދު ބައެއް އަޅުވެރިންގެ ބަސްތައް\nﷲ ތަޢާލާދެކެ ލޯބިވާ އަޅުތަކުންގެ ހިތްތަކުގައިވާ ލޯބީގެ އަލިފާނަކީ ޖަހަންނަމައިގެ އަލިފާންވެސް އޭގެދެކެ ބިރުގަންނަ އެއްޗެކެވެ.64\nއަލްޖުނައިދު ވިދާޅުވިއެވެ:\n(قالت النار: يا رب لو لم أطعك هل كنت تعذبني بشيء هو أشد مني؟ قال: نعم كنت أسلط عليك ‌ناري ‌الكبرى. قالت: وهل هناك نار أعظم مني وأشد؟! قال: نعم، نار محبتي أسكنتها قلوب أوليائي المؤمنين) 65\nމާނައީ: \"ނަރަކަ ދެންނެވިއެވެ. އޭ އަޅުގެ ވެރި ރައްބެވެ! މިއަޅާ އިބައިލާހަށް ކިޔަމަންތެރި ނުވިނަމަ، ފަހެ މިއަޅާއަށްވުރެ ގަދަފަދަ އެއްޗަކުން އިބައިލާހު މިއަޅާއަށް ޢަޛާބުދެއްވާނަންތޯއެވެ؟' އެކަލާނގެ ވަޙީކުރެއްވިއެވެ: 'އާނއެކެވެ. ތިމަންއިލާހުގެ އެންމެ ބޮޑު އަލިފާންގަނޑު ތިބާގެ މައްޗަށް ވެރި ކުރައްވާނަމެވެ.' ނަރަކަ ދެންނެވިއެވެ: 'މިއަޅާއަށްވުރެ ބޮޑުވެ ގަދަވެގެންވާ އަލިފާނެއްވޭތޯއެވެ؟' ވަޙީކުރެއްވިއެވެ: 'އާނއެކެވެ. ތިމަންއިލާހުގެ މުއުމިނު ވަލީވެރިންގެ ހިތްތަކުގައި ތިމަންއިލާހު ލެއްވި، ތިމަންއިލާހުގެ ލޯބީގެ އަލިފާނެވެ.\"\n(‌قفا ‌قلـيلاً بها عَلَيَّ فــلا::: أقلَّ من نظـرة أزودهـــا\nففي فؤاد المحبِّ نارُ هوى::: أحرُّ نار الجحيم أبردُها) 66\nމާނައީ: \"އެކަނބުލޭގެ ގޮވައިގެން އަހުރެންގެ ގާތުގައި އިރުކޮޅަކު މަޑުކޮށްލާށޭ، އެންމެ ނަޒަރަކުން ލިބޭ ކޮއްތުވެސް މަދުވެގެން ނުވެޔޭ، ލޯބިވާ މީހާގެ ހިތުގައިވަނީ ހަވާގެ އަލިފާނޭ، ޖަޙީމުގެ އަލިފާނުގެ އެންމެ ހޫނު އެއްޗަކީ (ހަވާނަފްސުގެ) އެންމެ ފިނި އަލިފާނޭ.\"\nފަހެ ﷲ ދެކެ ލޯބިވާ މީހުން އަޅާ ކަރުނަތަކުން، ވަރުގަދަ ލޯބީގެ ހޫނުކަމުން މިންވަރެއް ނިއްވާނުލިނަމަ، ހިތާމައިން އެމީހުން އަނދައިގެން ދިޔައީހެވެ.","(64) ދަންނާށެވެ! ސުންނަތުގެ އަހުލުވެރި މުއުމިނުއަޅާއަކީ ﷲ ތަޢާލާދެކެ އެހެން ހުރިހާ އެއްޗަކަށްވުރެ ބޮޑަށް ލޯބިވާ މީހެކެވެ. އެއާއެކު އޭނާއީ އެކަލާނގެ ކޯފާއާއި ޢަޛާބަށް ނުހަނު ބިރުވެތިވާ މީހެކެވެ. އެއާއެކު އޭނާއީ އެކަލާނގެ ރަޙްމަތަށް އެދި އުއްމީދުކުރާ، އަދި މާޔޫސް ނުވާ މީހެކެވެ. މިހުރިހާ ކަމެއް ޖަމަޢަކޮށްގެން މެނުވީ ފުރިހަމަ ހިތެއްގެ ވެރި މުއުމިނެއްކަމުގައި ނުވާނެއެވެ. އަދި މިހުރިހާ ކަމެއް އެއްހަމަކޮށް ވަޒަންކޮށް ހިފަހައްޓައިގެން މެނުވީ ސީދާ ނުވެވޭނެއެވެ. ބައެއް ފިރުޤާތައް މިއިން ބައެއް ކަންކަމުގައި ޙައްދުފަހަނައަޅާ ގޮސް އަނެއްބަޔާމެދު އިހްމާލުވިއެވެ. އެގޮތުން ދީނުގެ ތެރެއަށް ޚުރާފާތްތަކާއި ބިދުޢަތައް ގެނައި ފަހުގެ ޞޫފީންނަކީ ﷲ އަށް ލޯބިވުމާއި ލޯބީގެ ވާހަކަ ދެއްކުމުގައި މިންގަނޑަށްވުރެ މައްޗަށް ދިޔަ ބައެކެވެ. އަދި ﷲ ދެކެ ބިރުވެތިވުމުގެ ބައި އެމީހުން އިހްމާލުކޮށްލިއެވެ. އަނެއްކޮޅުން ޚަވާރިޖުންފަދަ އަނެއްބައި ފިރުޤާތައް ﷲ ދެކެ ބިރުވެތިވުމާއި، އެކަލާނގެ ޢަޛާބުގެ ނައްޞުތައް މަތިކޮށް، އެކަލާނގެ ރަޙްމަތާ ފުއްސެވުމުގެ ނައްޞުތައް ނަގައިލިއެވެ. މުއުމިނުއަޅާ ވާންޖެހޭނީ ﷲ ގެ ރަޙްމަތަށް އުއްމީދުކުރުމާ އަދި އެކަލާނގެ ޢަޛާބަށް ބިރުވެތިވުމުގެ ދެފިޔަ އެއްވަރަށް ހަމަ މީހެއްކަމުގައިއެވެ.\n(65) މިއަޘަރު އެއްވެސް ފޮތަކުން ނުފެނުނެވެ. އަދި ބައެއް ޢިލްމުވެރިން ބަޔާންކުރައްވާ ގޮތުގައި މިވައްތަރީ ފަހުން އައި ޞޫފީން ހަދާފައިވާ ބަހަކާއެވެ. އެއީ އެމީހުން ނިސްބަތްވާ ޞޫފީންގެ އިމާމުކަމަށް ނިސްބަތްކުރާ ޖުނައިދުއާ ގުޅުވާފައިއެވެ. ނަމަވެސް ޖުނައިދުފަދަ ކުރީގައި އުޅުއްވި އަޅުވެރި ބޭފުޅުންނަކީ ފަހުގެ ޞޫފީން އުފެއްދި ބިދުޢަވެރި ޚުރާފާތްތަކުން އެއްކިބާވެގެންވާ، އަދި ސުންނަތުގެ މަތީގައި ތިއްބެވި ބޭކަލުންނެވެ. ނަމަވެސް ފަހުން އައި މީހުން އެފަދަ ބޭފުޅުންނާ ގުޅުވާ ދޮގު ވާހަކަތައް އުފައްދައިގެން އަނބުރަމުން ތުންތުންމަތިން ދިޔައެވެ. ޝެއިޚުލް އިސްލާމް އިބްނު ތައިމިއްޔާ އެގޮތަށް ޛިކުރުކުރައްވާފައިވެއެވެ. ނޫނީ މިއީ އިސްރާއީލީ ރިވާޔަތެކެވެ. އަދި ﷲ ތަޢާލާ އެކަލާނގެ އެންމެ ވަރުގަދަ ބޮޑު ޢަޛާބުކަމުގައި އަންގަވާފައިވަނީ ކާފަރުންނަށް ތައްޔާރު ކުރައްވާފައިވާ ނަރަކައިގެ އަލިފާނެވެ. ވަޙީކުރެއްވިއެވެ:﴿ٱلَّذِي يَصۡلَى ٱلنَّارَ ‌ٱلۡكُبۡرَىٰ١٢ ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ ١٣﴾ [الأعلى:12-13]\n(66) شرح ديوان المتنبي للواحدي: 1/4"],["35","","دَعُوهُ يُطفِي بِالدُّمُوعِ حَرَارَةً … عَلَى كَبِدٍ حَرَّى دَعُوهُ دَعُوهُ!\rسَلُوا عَاذِلِيهِ يَعذُرُوهُ هُنَيهَةً … فَبِالعَذَلِ دُونَ الشَّوقِ قَدْ قَتَلُوهُ(1)\rكَانَ بَعضُ العَارِفِينَ(2) يَقُولُ: أَلَيسَ عَجَباً أَنْ أَكُونَ حَيّاً بَينَ أَظهُرِكُمٍ، وَفي قَلبِي مِنْ الاشتِيَاقِ إِلَى رَبِّي مِثلَ شُعَلِ النَّارِ الَّتِي لا تَنطَفِئُ؟!\rوَلَم أَرَ مِثلَ نَارِ الحُبِّ نَاراً … تَزِيدُ بِبُعدِ مُوقِدِهَا اِتِّقَاداً(3)","(1) هذان البيتان نسبهما ابن الجوزي في «المدهش» (ص 407) لابن المعتز، ولم أقف عليهما في المطبوع من ديوانه.\r(2) ذكره ابن الجوزي في «صفة الصفوة» (2/ 281 - 282) ونسبه إلى إحدى عابدات مكة ولم يُسَمِّها.\r(3) لم أقف على قائله.","(دَعوه يطفي ‌بالدموع ‌حرارة ::: على كبــــد حرى دَعوه دَعوه\nسلو عاذليه يعذروه هنــيهة ::: فبالعذل دون الشوق قد قَتَلُوهُ) 67\nމާނައީ: \"ހޫނުކަން ގަދަވެގެންވާ މޭގަނޑުގެ ހޫނުކަން، ކަރުނަތަކުން ނިއްވާލަދިނުމަށް ތިޔަބައިމީހުން އޭނާ ދޫކޮށްލާށޭ ދޫކޮށްލާށޭ، އޭނާއަށް މަލާމާތްކުރާ މީހުން އިރުކޮޅަކަށް އޭނާއަށް ޢުޛުރުދޭން ބުނާށޭ، ފަހެ ޝައުޤު ކުރިމަތީގައި ކުރި މަލާމާތުން އެމީހުން އޭނާ ޤަތުލުކޮށްފިއޭ.\"\nމަޢުރިފާވެރިކަމުގެ މީހުންގެ ތެރެއިން މީހަކު ބުނެއެވެ:\n(أَلَيْسَ عجبا أَن أكون حيّا بَين أظْهركُم وَفِي ‌قلبِي ‌من ‌الإشتياق إِلَى رَبِّي مثل شعل النار الَّتِي لَا تنطفئ) 68\nމާނައީ: \"އަހުރެން ތިޔަބައިމީހުންގެ ތެރޭގައި ދިރިހުރުމަކީވެސް ޢަޖައިބެއް ނޫންހެއްޔެވެ!؟ އެއީ ނިއްވާނުލެވޭ އަލިފާނުގެ ހުޅުގަނޑެއްފަދައިން އަހުރެންގެ ހިތުގައި އަހުރެންގެ ވެރި ރައްބަށް އެހާ ޝައުޤުވެރިކަން ވާ ޙާލުގައެވެ.\"\n(وَلَم أَرَ مِثلَ نَارِ الحُـــبِّ نَاراً::: تَزِيدُ ‌بِبُـــعدِ ‌مُوقِدِهَا اِتِّقَادَاً)\nމާނައީ: \"ލޯބީގެ އަލިފާންފަދަ އަލިފާނެއް އަހުރެން ނުދެކެމޭ، އެރޯކުރި މީހާ ދުރުވާވަރަކަށް އެރޯވުން ހައްތަހާ ވަނީ އިތުރޭ.\"","(67) المدهش: 1/407\n(68) صفة الصفوة: 1/451"],["36","","مَا لِلعَارِفِينَ شُغلٌ بِغَيرِ مَولاهُم، وَلا هَمٌّ في غَيرِهِ.\nفي الحَدِيثِ: «مَنْ أَصبَحَ وَهَمُّهُ غَيرُ اللَّهِ فَلَيسَ مِنْ اللَّهِ»(1).\nقَالَ بَعضُهُم: مَنْ أَخبَرَكَ أَنَّ وَلِيَّهُ لَهُ هَمٌّ في غَيرِهِ فَلا تُصَدِّقهُ.\nوَكَانَ دَاوُدُ الطَّائِيُّ يَقُولُ في اللَّيلِ: هَمُّكَ عَطَّلَ عَلَيَّ الهُمُومَ، وَحَالَ بَينِي وَبَينَ السُّهَادِ، وَشَوقِي إِلَى النَّظَرِ إِلَيكَ أَوبَقَ مِنِّي اللَّذَّاتِ، وَحَالَ بَينِي وَبَينَ الشَّهَوَاتِ، فَأَنَا في سِجنِكَ أَيُّهَا الكَرِيمُ مَطلُوبٌ(2).\nمَا لِي شُغلٌ سِوَاهُ مَا لي شُغلُ\nمَا يَصرِفُ عَنْ هَوَاهُ قَلبِي عَذَلُ\nمَا أَصنَعُ إِنْ جَفَا وَخَابَ الأَمَلُ\nمِنِّي بَدَلٌ وَمِنهُ مَا لي بَدَلُ","(1) أخرجه الحاكم في «المستدرك» (4/ 320) وسكت عنه، وابن بشران في «الأمالي» رقم (1034)، من حديث عبد اللَّه بن مسعود رضي الله عنه مرفوعاً، وإسناده واهٍ.\nوللحديث شواهد من حديث أنس بن مالك، وحذيفة بن اليمان، وأبي ذر رضي الله عنهم، وكلُّها ضعيفة لا تصح.\nفالمقصود: أن الحديث لا يثبت مرفوعاً إلى النبي ﷺ من وجهٍ صحيحٍ، وقد رواه الإمام أحمد في «الزهد» رقم (176) بإسنادٍ جيِّدٍ عن أُبي بن كعب موقوفاً عليه، واللَّه أعلم.\n(2) أخرجه أبو نعيم في «الحلية» (7/ 356 - 357).","މަޢުރިފާވެރިކަމުގެ އަހުލުވެރިންނަށް އެމީހުންގެ ވެރި ސާހިބާ ދޫކޮށް ދެން އެހެންކަމެއްގައި މަޝްޣޫލުވުމެއް ނުވެއެވެ. އަދި އެކަލާނގެ ފިޔަވައި އެހެންކަމަކާމެދު އެމީހުން ޤަޞްދުކޮށް ވިސްނުމެއްނެތެވެ.\nޙަދީޘްގައިވެއެވެ:\n«مَنْ أَصْبَحَ ‌وَهَمُّهُ ‌غَيْرُ ‌اللَّهِ فَلَيْسَ مِنَ اللَّهِ» 69\nމާނައީ: \"ﷲ ފިޔަވައި އެހެން އެހެންކަމަކާމެދު ވިސްނުމާއި ކަންބޮޑުވުން ބަހައްޓައިގެން ހެނދުނުކުރާ މީހާ، ފަހެ އޭނާ ﷲ (ގެ ޖަމާޢަތުގެ) ތެރެއިން ނުވެއެވެ.\"\nބައެއް ބޭކަލުން ވިދާޅުވިއެވެ:\n(من أخْبرك أَن وليه لَهُ هم فِي ‌غَيره ‌فَلَا ‌تصدقه) 70\nމާނައީ: \"އެކަލާނގެ ވަލީވެރިޔަކަށް އެކަލާނގެ ފިޔަވައި އެހެންކަމަކާމެދު ވިސްނުން ބަހައްޓައިގެން އުޅޭކަމަށް ތިބާއަށް މީހަކު ޚަބަރުދީފިނަމަ، ފަހެ ތިބާ އެމީހަކު ތެދުނުކުރާށެވެ.\"\nދާވޫދު އައްޠާއީ ރޭގަނޑު ވިދާޅުވާކަމުގައިވެއެވެ:\n(همك ‌عطّل ‌عليّ ‌الهموم، وحالف بيني وبين السهاد، وشوقي إِلَى النظر إليك أوبق مني اللذات، وحال بيني وبين الشهوات، فأنا في سجنك أيها الكريم مطلوب) 71\nމާނައީ: \"އިބައިލާހާމެދު ވިސްނުން ބަހައްޓާ ޤަޞްދުކުރުން، އެހެން ހުރިހާ ވިސްނުންތަކާ ކަންބޮޑުވުންތައް އަޅުގެ ކިބައިން ކަނޑުވާލައިފިއެވެ. އަދި ރޭގަނޑު ނިންޖެއްނެތި ހޭލާހުރުމާއި މިއަޅާއާ ދެމެދު ގުޅުވާ ލާމަހާލައިފިއެވެ. އަދި އިބައިލާހު ފެނި ބަލާލުމަށްޓަކައި އަޅާގެ އޮންނަ ޝައުޤުވެރިކަމުގެ ސަބަބުން (ދުނިޔަވީ) ލައްޒަތްތައް އަޅާގެ ކިބައިން ފިލުވާލައި، އަޅާއާއި ޝަހުވަތްތަކާ ދޭތެރޭ ހުރަސްއަޅައިފިއެވެ. އޭ ދީލަތިވަންތަ ފަރާތެވެ! ފަހެ އަޅާ މިވަނީ އިބައިލާހުގެ ޖަލުގައި ހޯދިގެންވާ ޙާލުގައިއެވެ.\"\n(مَا لي ‌شغل ‌ســواهُ مَا لي شغل::: مَا يصرف عَن هَوَاهُ قلبِي عذل\nمَا أصْنَع إن جَفا وخاب الأمل::: مني بـــدل وَمِنْــه مَا لي بدل)\nމާނައީ: \"އެއިލާހު ފިޔަވައި އެހެން ކަމެއްގެ މަޝްޣޫލެއް އަހުރެންނަށް ނުވެޔޭ، އެކަލާނގެދެކެ އޮންނަ ލޯބި އަނބުރާލާ ކޮންމެކަމަކާމެދު އަހުރެންގެ ހިތްވަނީ މަލާމާތްލިބި، މަޝްޣޫލެއްނުވެޔޭ، އަހުރެންކުރާނީ ކީއްހޭ، އަހުރެންގެ އުއްމީދު ގެއްލިގޮސް ދުރުވިޔަސް އަހުރެންނަށް ބަދަލުވެޔޭ، އެކަމަކު އެކަލާނގެ ބަދަލުގައި ލިބޭނެ އެހެން އެއްޗެއް ނުވެޔޭ.\"","(69) المستدرك للحاكم: 7902، شعب الإيمان للبيهقي: 10038 މިޙަދީޘް މަރްފޫޢުކޮށް ނަބިއްޔާ صلى الله عليه وسلم އާ ހަމައަށް ޞައްޙަވެގެން ނުވެއެވެ. ނަމަވެސް އުބައްޔު ބްނު ކަޢުބުގެ ބަސްފުޅެއްގެ ގޮތުގައި ރަނގަޅު ސަނަދަކުން ރިވާވެގެންވެއެވެ. (الزهد لأحمد: 178)\n(70) الأولياء لابن أبي الدنيا:87 ، صفة الصفوة: 2/251\n(71) عيون الأخبار: 2/315 ، الهم والحزن لابن أبي الدنيا: 147، حلية الأولياء: 7/357"],["37","[‌‌من صدق في قول لا إله إلا الله نجا من كربات يوم القيامة]","إِخوَانِي: إِذَا فَهِمتُم هَذَا المَعنَى فَهِمتُم مَعنَى قَولِهِ ﷺ: «مَنْ شَهِدَ أَنْ لا إِلَهَ إِلَّا اللَّهُ صِدقاً مِنْ قَلبِهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ».\rفَأَمَّا مَنْ دَخَلَ النَّارَ مِنْ أَهلِ [هذه] الكَلِمَةِ فَلِقِلَّةِ صِدقِهِ فِي قَولِهَا، فَإِنَّ هَذِهِ الكَلِمَةَ إِذَا صَدَقَت طَهَّرَت القَلبَ مِنْ كُلِّ مَا سِوَى اللَّهِ، وَمَتَى بَقِيَ فِي القَلبِ أَثَرٌ لِسِوَى اللَّهِ فَمِنْ قِلَّةِ الصِّدقِ فِي قَولِهَا.\rمَنْ صَدَقَ فِي قَولِهِ: «لا إِلَهَ إِلَّا اللَّهُ» لَم يُحِبَّ سِوَاهُ، لَم يَرْجُ إِلَّا إِيَّاهُ، لَم يَخْشَ أَحَداً إِلَّا اللَّهُ، لَم يَتَوَكَّل إِلَّا عَلَى اللَّهِ، لَم يُبقِ لَهُ بَقِيَّةً مِنْ آثَارِ نَفسِهِ وَهَوَاهُ.","","އަހުރެންގެ އަޚުންނޭވެ! ތިޔަބައިމީހުންނަށް މިކަންތަކުގެ މާނަ ފަހުމުވެއްޖެނަމަ، ނަބިއްޔާ صلى الله عليه وسلم ގެ ބަސްފުޅުގައިވާ: \"އެމީހެއްގެ ހިތުން ތެދުވެރިވެގެންވާ ޙާލު لَا إِلَهَ إِلَّا اللهُ އަށް ހެކިވެއްޖެ މީހާ، ﷲ އޭނާ ނަރަކައަށް ޙަރާމްކުރެއްވިއެވެ.\" މިބަސްފުޅުގެ މާނަ ފަހުމުވާނެއެވެ.\nلَا إِلَهَ إِلَّا اللهُ ކަލިމަ ޙައްޤުކޮށް ފުރިހަމަކުރުމުގެ މުރާދަކީ ކުށެއް ނެތް މަޢުޞޫމު މީހަކަށްވުމެއް ނޫން\nދެންފަހެ މިކަލިމައިގެ އަހުލުވެރިންގެ ތެރެއިން ނަރަކައަށް ވަތް މީހަކު، ފަހެ އެއީ އޭނާ އެކަލިމަ ކިޔުމުގައި ތެދުވެރިކަން ކުޑަވެގެން ވުމުންނެވެ. އެހެނީ މިކަލިމައަކީ މިކަލިމައާމެދު ތެދުވެރިވެވިއްޖެނަމަ، ﷲ ފިޔަވައި އެހެން ހުރިހާ އެއްޗަކުން ހިތް ޠާހިރުކޮށްލާ ކަލިމައެކެވެ. ﷲ ފިޔަވައި އެހެން ކަމަކަށްޓަކައި ހިތުގައި އަޘަރެއް ބާކީއޮތްނަމަ، އެއީ އެކަލިމަ ކިޔުމުގައި ތެދުވެރިވުން ކުޑަވެގެންވުމުންނެވެ.\nلَا إِلَهَ إِلَّا اللهُ ކިޔުމުގައި ތެދުވެރިވެއްޖެ މީހާ، އެކަލާނގެ ފިޔަވައި އެހެން ފަރާތެއްދެކެ ލޯބިނުވާނެއެވެ. އެކަލާނގެ ފިޔަވައި އެހެން އެއްޗަކަށް އޭނާ އުއްމީދުކޮށް އެދުންވެރި ނުވާނެއެވެ. އެކަލާނގެ ފިޔަވައި އެހެން އެއްޗެއްދެކެ ބިރެއް ނުގަންނާނެއެވެ. އަދި ﷲ އަށް މެނުވީ ވަކީލެއް ނުކުރާނެއެވެ. އޭނާގެ ނަފްސާއި އަމިއްލަ އެދުމުގެ އަޘަރުތަކުން އެއްޗެއް ބާކީ ކޮށްލިޔަ ނުދޭނެއެވެ.",""],["38","","وَمَعَ هَذَا فَلا تَظُنُّوا أَنَّ المَرَادَ أَنَّ المُحِبَّ مُطَالَبٌ بِالعِصمَةِ، وَإِنَّمَا هُوَ مُطَالَبٌ كُلَّمَا زَلَّ أَنْ يَتَلافَى تِلكَ الوَصمَةَ(1).\nقَالَ زَيدُ بنُ أَسلَمَ: إِنَّ اللَّهَ لَيُحِبُّ العَبدَ حَتَّى يَبلُغَ مِنْ حُبِّهِ لَهُ أَنْ يَقُولَ: اذهَب فَاعمَل مَا شِئتَ فَقَد غَفَرتُ لَكَ(2).\nوَقَالَ الشَّعبِيُّ: إِذَا أَحَبَّ اللَّهُ عَبداً لَم يَضُرَّهُ ذَنبُهُ(3).\nوَتَفسِيرُ هَذَا الكَلامِ: أَنَّ اللَّهَ عز وجل لَهُ عِنَايَةٌ بِمَنْ يُحِبُّهُ مِنْ عِبَادِهِ، فَكُلَّمَا زَلَقَ ذَلِكَ العَبدُ فِي هُوَّةِ الهَوَى أَخَذَ بِيَدِهِ إلى نَجوَةِ النَّجَاةِ، يُيَسِّرُ له أَسبَابَ التَّوبَةِ، يُنَبِّهُهُ عَلَى قُبحِ الزَّلَّةِ، فَيَفزَعُ إِلَى الاعتِذَارِ، وَيَبتَلِيهُ بِمَصَائِبَ مُكَفِّرَةٍ لِمَا جَنَى(4).\nفي بَعضِ الآثَارِ: يَقُولُ اللَّهُ تعالى: «أَهلُ ذِكرِي أَهلُ مُجَالَسَتِي، وَأَهلُ طَاعَتِي أَهلُ كَرَامَتِي، وَأَهلُ مَعصِيَتِي لا أُيَئِّسُهُم مِنْ رَحمَتِي، إِنْ تَابُوا فَأَنَا حَبِيبُهُم، وَإِنْ لَم يَتُوبُوا فَأَنَا طَبِيبُهُم، أَبتَلِيهِم بِالمَصَائِبِ لأُطَهِّرَهُم مِنَ المَعَائِبِ»(1).","(1) في نسخة (ب): «الزلَّة».\n(2) لم أقف عليه.\n(3) أخرجه موقوفاً على الشعبيِّ: الحكيمُ الترمذيُّ في «نوادر الأصول» (2/ 350)، وأبو نعيم في «الحلية» (4/ 318).\nوروي مرفوعاً من وجهٍ ضعيفٍ جدّاً، أخرجه القشيري في «الرسالة القشيرية» (ص 178)، وابن النجار في «ذيل تاريخ بغداد» (18/ 78).\n(4) قال ابن رجب في «شرح حديث لبيك اللَّهُمَّ لبيك» (ص 113 - 114): «قال بعضُهم: إذا أحبَّ اللَّه عبداً لم يضره ذنبه، ومراده أنه يمحوه عنه، وربما يجعل الذنب في حَقِّه سَبَباً لشدة خوفِه من ربه وذُلِّهِ وانكِسَارِه له، فيكون سبباً لرفع درجة ذلك العبد عنده، وإذا خَذَلَ عبداً وقضى عليه بذنب لم يُوَفِّقْهُ لشيءٍ من ذلك فَلَقِيَ اللَّه بذنبِه من غيرِ سَبَبٍ يمحوه عنه في الدنيا ثم يؤاخذه به في الآخرة فلا يغفر له».\n(1) لم أقف على هذا الأثر مسنداً، والظاهر أنه من الأخبار الإسرائيلية، فقد نقل ابن عبد الهادي في «العقود الدرية» عن شيخ الإسلام ابن تيمية قوله: «يقول اللَّه تعالى في بعض الكتب .... » فذكره، فكأنه يريد كتب أهل الكتاب، واللَّه أعلم.\nوانظر غير مأمور: كلام العلامة الألباني في «السلسلة الضعيفة» رقم (4392).","މިއާއެކުވެސް މީގެ މުރާދަކީ: ﷲ ދެކެ ލޯބިވާ މީހާ (ހުރިހާ ކުށްތަކުން) މަޢުޞޫމުވެގެންވުމަށް އަމުރުވެވިގެންވުންކަމަށް ހީނުކުރާށެވެ. އެކަމަކު އޭނާގެ ކިބައިން އެދެވި އަމުރުވެވިގެންވަނީ އޭނާ ފައިކައްސާލާ ކޮންމެ ފަހަރަކު، އެކިލަނބުކަން ފިލުވާލުމެވެ.\nޒައިދު ބްނު އަސްލަމު ވިދާޅުވިއެވެ:\n(إن الله تعالى ليحب العبد حتى يبلغ من حبه له أن يقول: اذهب فاعمل ما شئت فقد ‌غفرت لك) 72\nމާނައީ: \"ﷲ ތަޢާލާ އަޅާދެކެ ލޯބިވެވޮޑިގަންނަވައެވެ. އެހެންގޮސް އެކަލާނގެ ލޯބިވެވޮޑިގަތުން ބޮޑުވަމުންގޮސް މިހެން ވަޙީކުރެއްވުމަށް ދެއެވެ: \"ތިބާ ދާށެވެ! ގޮސް ތިބާ ބޭނުންކަމެއް ކުރާށެވެ. ފަހެ ތިމަންއިލާހު ތިބާއަށް ފާފަފުއްސަވައިފީމެވެ.\"\nއައްޝަޢުބީ ވިދާޅުވިއެވެ:\n(إِذا أحب الله عبدا لم يضرّهُ ذَنْب) 73\nމާނައީ: \"ﷲ ތަޢާލާ އަޅެއްދެކެ ލޯބިވެވޮޑިގެންފިނަމަ، ދެން ފާފައަކުން އޭނާއަށް ގެއްލުމެއް ނުވެއެވެ.\" 74\nމިވާހަކަތަކުގެ ތަފްސީރަކީ: ﷲ ގެ އަޅުތަކުންގެ ތެރެއިން އެކަލާނގެ ލޯބިވެވޮޑިގަންނަވާ އަޅާއަށް ޚާއްޞަ ޢިނާޔަތެއް އޮވެއެވެ. އެގޮތުން އެއަޅާ އަމިއްލަ އެދުންތަކުގެ ވަޅުގަނޑަށް ކައްސާލައިގެން ވެއްޓޭ ކޮންމެފަހަރަކު، ނަޖާވުމުގެ އުސްބިމަށް އޭނާގެ އަތުގައި ހިއްޕަވާ ނަންގަވައެވެ. ތައުބާވުމުގެ ސަބަބުތައް އެކަލާނގެ އޭނާއަށް ފަސޭހަކޮށްދެއްވައެވެ. އަދި އޭނާކުރި ފާފައިގެ ހުތުރުކަން އޭނާއަށް ރެޔަކާ ލައްވައެވެ. ދެން އޭނާ ޢުޛުރުވެރިވުމަށް އަވަސްވެދެއެވެ. އަދި އޭނާ އަރައިގަތް ފާފައިގެ ކައްފާރާއަކަށްވާނޭ މުޞީބާތްތަކަކުން އެކަލާނގެ އޭނާ އިމްތިޙާނުކުރައްވައެވެ.\nބައެއް އަޘަރުތަކުގައި އައިސްފައިވެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރައްވައެވެ:\n(أَهْلُ ذِكْرِي أَهْلُ مُجَالَسَتِي، وَأَهْلُ طَاعَتِي أَهْلُ كَرَامَتِي، وَأَهْلُ مَعْصِيَتِي لَا أُؤَيّسُهم مِنْ رَحْمَتِي، إِنْ تَابُوا فَأَنَا حَبِيبُهُمْ، وَإِنْ لَمْ يَتُوبُوا فَأَنَا طَبِيبُهُمْ، ‌أَبْتَلِيهِمْ ‌بِالْمَصَائِبِ لِأُطَهِّرَهُمْ مِنَ الْمَعَايِبِ) 75\nމާނައީ: \"ތިމަންއިލާހު ހަނދުމަކޮށް ޛިކުރުކުރުމުގެ އަހުލުވެރިންނީ ތިމަންއިލާހާއެކު މަޖްލިސްކުރާ އަހުލުވެރިންނެވެ. އަދި ތިމަންއިލާހަށް ކިޔަމަންތެރިކަން އަދާކުރުމުގެ އަހުލުވެރިންނީ ތިމަންއިލާހުގެ ކަރާމާތްލިބޭ އަހުލުންނެވެ. އަދި ތިމަންއިލާހަށް އުރެދި ނުކިޔަމަންތެރިވުމުގެ އަހުލުވެރިން، ތިމަންއިލާހުގެ ރަޙުމަތުން އެމީހުން މާޔޫސް ނުކުރައްވަމެވެ. އެމީހުން ތައުބާވެއްޖެނަމަ ތިމަންއިލާހީ އެމީހުންދެކެ ލޯބިވެރި އިލާހެވެ. އެމީހުން ތައުބާ ނުވެއްޖެނަމަ ތިމަންއިލާހީ އެމީހުންނަށް ފަރުވާކުރައްވާ އިލާހެވެ. ޢައިބުތަކުން އެމީހުން ޠާހިރުކުރެއްވުމަށްޓަކައި، ތިމަންއިލާހު މުޞީބާތްތައް އެމީހުންނަށް ޖައްސަވަމެވެ.\"","(72) المحبة لله للختلي: 41 ، طبقات المحدثين للأصبهاني: 3/170، قوت القلوب: 2/82 މަޞްދަރުތަކުގައި މިއަޘަރު ރިވާވެގެންވަނީ ޒައިދު ބްނު އަސްލަމުގެ ދަރިކަލުން ޢަބްދުއް ރަޙްމާނުގެ ބަސްފުޅެއްގެ ގޮތުގައިއެވެ.\n(73) حلية الأولياء: 4/318 ، البيان والتحصيل: 18/468\n(74) ބަދުރުގެ އަހުލުވެރިންނާމެދު ދެޞަޙީޙުގައި މިފަދަ ޙަދީޘެއް އައިސްފައިވެއެވެ. އެހެން ތަނެއްގައި އިބްނު ރަޖަބު މިއަޘަރާމެދު ވިދާޅުވިއެވެ: (قال بعضُهم: إذا أحبَّ اللهُ عبدًا ‌لم ‌يضره ‌ذنب، ومرادُه أنه يمحوه عنه، وربما يجعل الذنب في حقه سببًا لشدة خوفه من ربَّ وذله وانكساره له، فيكون سببًا لرفع درجة ذلك العبد عنده. وإذا خذل عبدًا وقضى عليه بذنبٍ لم يوفِّقه لشيء من ذلك، فلقي الله بذنبه من غير سبب يمحوه عنه في الدُّنْيَا، ثم يؤاخذه عليه في الآخرة ولا يغفره) (شرح حديث لبيك اللهم لبيك: 1/137)\n(75) މިއަޘަރު ކުރީގެ ފޮތަކުން ނުފެނުނެވެ. ޝެއިޚުލް އިސްލާމް އިބްނު ތައިމިއްޔާ އާއި އިބްނުލް ޤައްޔިމުގެ ފޮތްތަކުގައި މިއަޘަރު ގެންނަވައެވެ. (منهاج السنة النبوية: 6/210، مجموع الفتاوى: 14/319 ، الوابل الصيب: 1/158، حادي الأرواح: 2/772)"],["","","في «صَحِيحِ مُسلِمٍ» عَنْ جَابِرٍ رضي الله عنه، عَنْ النَّبِيِّ ﷺ قَالَ: «الحُمَّى تُذهِبُ الخَطَايَا كَمَا يُذهِبُ الكِيرُ الخَبَثَ»(2).\r\nوَفي «المُسنَدِ» وَ «صَحِيحِ اِبنِ حِبَّانَ» عَنْ عَبدِ اللَّهِ بنِ مُغَفَّلٍ رضي الله عنه: أَنَّ رَجُلاً لَقِيَ امرَأَةً كَانَتْ بَغِيّاً في الجَاهِلِيَّةِ، فَجَعَلَ يُلاعِبُهَا حَتَّى بَسَطَ يَدَهُ إِلَيهَا، فَقَالَت: مَه فَإِنَّ اللَّهَ قد أَذْهَبَ بالشِّركِ(3) وَجَاءَ بِالإِسلامِ، فَتَرَكَهَا وَوَلَّى، فَجَعَلَ يَلتَفِتُ خَلفَهُ وَيَنظُرُ إِلَيهَا، حَتَّى أَصَابَ وَجهُهُ حَائِطاً، فَأَتَى النَّبِيَّ ﷺ وَالدَّمُ يَسِيلُ عَلَى وَجهِهِ، فَأَخبَرَهُ بِالأَمرِ، فَقَالَ ﷺ: «أَنْتَ عَبدٌ أَرَادَ اللَّهُ بِكَ خَيراً»، ثُمَّ قَالَ: «إِنَّ اللَّهَ إِذَا أَرَادَ بِعَبدٍ خَيراً عَجَّلَ عُقُوبَتَهُ فِي الدُّنيَا، وَإِذَا أَرَادَ بِعَبدٍ شَرّاً أَمسَكَ ذَنبَهُ(4) حَتَّى يُوَافِيَ يَومَ القِيَامَةِ»(5).","(2) أخرجه مسلمٌ رقم (2575)، وفي أوله قصة، وهي أنَّ النبيَّ ﷺ دَخَلَ عَلَى أُمِّ السَّائِبِ -أو: أُمِّ الْمُسَيَّبِ-، فَقَالَ: «مَا لَكِ يَا أُمَّ السَّائِبِ -أو: يا أُمَّ الْمُسَيَّبِ- تُزَفْزِفِينَ؟ [يعني: تَرْتَعِدِين]» قَالَتْ: الْحُمَّى لا بَارَكَ اللَّه فيها، فقال: «لا تَسُبِّي الْحُمَّى، فَإِنَّهَا تُذْهِبُ خَطَايَا … ».\r\n(3) في نسخة (ب) بدون الباء: «أذْهَبَ الشِّرْكَ»، ومثلها ما سيأتي قريباً.\r\n(4) كذا في نسخة الأصل: «أمسكَ ذَنْبَه»، ووقع في نسخة (ب): «أمسَكَ عَنه بِذنْبِهِ»، وفي «صحيح ابن حبان»: «أمسَكَ عَلَيهِ ذَنبَه»، وفي «المسند»: «أمسكَ عَلَيهِ بِذنبِه».\r\n(5) أخرجه أحمد في «المسند» رقم (16806)، وابن حبان في «صحيحه» رقم (2911)، والحاكم في «المستدرك» رقم (1291 و 8133) وقال: هذا حديثٌ صحيحٌ على شرط مسلم ولم يخرِّجَاه.\r\nوصحَّحه أيضاً العراقيُّ في «المغني عن حمل الأسفار» رقم (3773)، وابنُ حجر في «الفتح» (8/ 124).","ޞަޙީޙު މުސްލިމްގައި ޖާބިރު رضي الله عنهގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«الْحُمَّى ‌تُذْهِبُ الخَطَايَا كَمَا يُذْهِبُ الْكِيرُ الخَبَثَ» 76\nމާނައީ: \"ގިރުނބަލުން (ދަގަނޑުގެ) ހަޑިތައް ފިލުވާލާ ގޮތަށް، ހުމުން ކުށްފާފަތައް ދުއްވާލައެވެ.\"\nއަދި މުސްނަދާއި ޞަޙީޙު އިބްނު ޙިއްބާނުގައި ޢަބްދު ﷲ ބްނު މުޣައްފަލުގެ އަރިހުން ރިވާވެގެންވެއެވެ:\n(أَنَّ رَجُلًا لَقِيَ امْرَأَةً كَانَتْ بَغِيًّا فِي الْجَاهِلِيَّةِ، ‌فَجَعَلَ ‌يُلَاعِبُهَا ‌حَتَّى بَسَطَ يَدَهُ إِلَيْهَا، فَقَالَتِ الْمَرْأَةُ: مَهْ، فَإِنَّ اللهَ عز وجل قَدْ ذَهَبَ بِالشِّرْكِ وَجَاءَ بِالْإِسْلَامِ فَتَرَكَهَا وَوَلَّى، فَجَعَلَ يَلْتَفِتُ خَلْفَهُ وَيَنْظُرُ إِلَيْهَا حَتَّى أَصَابَ وَجْهُهُ حَائِطًا، فأَتَى النَّبِيَّ صلى الله عليه وسلم وَالدَّمُ يَسِيلُ عَلَى وَجْهِهِ، فَأَخْبَرَهُ بِالأَمْرِ، فَقَالَ صلى الله عليه وسلم: \"أَنْتَ عَبْدٌ أَرَادَ اللهُ بِكَ خَيْرًا\"، ثُمَّ قَالَ: \"إِنَّ اللهَ إِذَا أَرَادَ بِعَبْدٍ خَيْرًا عَجَّلَ عُقُوبَته في الدنيا، وَإِذَا أَرَادَ بِعَبْدٍ شَرًّا أَمْسَكَ عَلَيْهِ ذَنْبَهُ، حَتَّى يُوَافِيَ يَوْمَ الْقِيَامَةِ) 77\nމާނައީ: \"ޖާހިލިއްޔަތުގައި ހަށިވިއްކާ އުޅުނު އަންހެނަކާ މީހަކު ދިމާވިއެވެ. ދެން އެއަންހެނާއާ މައްލަވަކޮށް މާފޮޅުވަމުންގޮސް އެއަންހެނާގެ ގައިގައި އަތްލުމަށްޓަކައި އަތްދިއްކޮށްލިއެވެ. އެހިނދު އެކަނބުލޭގެ ބުނެފިއެވެ: \"ހުއްޓާލާށެވެ! ފަހެ ހަމަކަށަވަރުން ﷲ ތަޢާލާ ޝިރުކު ގެންދަވާ، އިސްލާމްދީން ގެންނަވައިފިއެވެ.\" ދެން އޭނާ އެކަނބުލޭގެ ދޫކޮށްލާ ފުރަގަސްދީ ދިޔައެވެ. އަދި ދިޔަ މަގުމަތީގައި ފަސްއެނބުރި އެއަންހެނާއަށް ބަލާ ނަޒަރު އެއްލަމުންދިޔައެވެ. އެހެންގޮސް އޭނާގެ މޫނު ފާރެއްގައި ޖެހިއްޖައުމަށް ދާންދެނެވެ. ދެން އޭނާގެ މޫނަށް ލޭފައިބާފައި ހުއްޓާ ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހަށް އައެވެ. އަދި އެޚަބަރު އެކަލޭގެފާނަށް ދިނެވެ. އެހިނދު ޙަދީޘްކުރެއްވިއެވެ: \"ތިބާއީ، ﷲ ތަޢާލާ ތިބާއާމެދު ހެޔޮކޮށް އިރާދަކުރެއްވި އަޅެކެވެ.\" އެއަށްފަހު ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ ތަޢާލާ އަޅާއަށް ހެޔޮގޮތް މެދުވެރިކުރައްވާނަމަ، ދުނިޔެމަތީގައި އޭނާގެ ޢުޤޫބާތް އަވަސްކުރައްވައެވެ. އަދި އެކަލާނގެ އަޅާއަށް ނުބައިގޮތް މެދުވެރިކުރައްވާނަމަ، އޭނާގެ ފާފައާގެން އޭނާ ހިފަހައްޓަވައެވެ. އެއީ ޤިޔާމަތްދުވަހު އޭގެ ބަދަލު ދެއްވައިފުމަށް ދާންދެނެވެ.\"","(76) صحيح مسلم: 2575\n(77) مسند أحمد: 16806، صحيح ابن حبان: 4583"],["39","","يَا قَومُ قُلُوبُكُمْ عَلَى أَصلِ الطَّهَارَةِ، وَإِنَّمَا أَصَابَهَا رَشَاشٌ مِنْ نَجَاسَةِ الذُّنُوبِ، فَرُشُّوا عَلَيهَا قَلِيلاً مِنْ دَمعِ العُيُونِ وَقَدْ طَهُرَت.\nاِعزِمُوا عَلَى فِطَامِ النُّفُوسِ عَنْ رَضَاعِ الهَوَى، فَ «الحِميَةُ رَأسُ الدَّوَاءِ»(1).\nمَتَى طَالَبَتكُم بِمَألُوفَاتِهَا، فَقُولُوا لَهَا كَمَا قَالَتْ تِلكَ المَرأَةُ لِذَلِكَ الرَّجُلِ الَّذِي دَمِيَ وَجهُهُ: قَدْ أَذهَبُ اللَّهُ بِالشِّركِ وَجَاءَ بِالإِسلامِ(2).\nوَالإِسلامُ يَقتَضِي الاستِسلامَ وَالانقِيَادَ لِلطَّاعَةِ.\nذَكِّرُوهَا مِدْحَة {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا} [فصلت: 30] لَعَلَّهَا تَحِنُّ إِلى الاستِقَامَةِ، عَرِّفُوهَا اطِّلاعَ مَنْ هُوَ أَقرَبُ مِنْ حَبلِ الوَرِيدِ لَعَلَّهَا تَستَحِي مِنْ قُربِهِ وَنَظَرِهِ، {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (14)} [العلق]، {إِنَّ رَبَّكَ لَبِالْمِرْصَاد (14)} [الفجر].\nرَاوَدَ رَجُلٌ اِمرَأَةً فِي فَلاةٍ لَيلاً فَأَبَت، فَقَالَ لَهَا: مَا يَرَانَا إِلَّا الكَوَاكِبُ، قَالَتْ: فَأَينَ مُكَوكِبُهَا؟(3).","(1) هذه الجملة يرويها بعضُهم حديثاً عن النبي ﷺ، ولا أصل لها من كلامِه عليه الصلاة والسلام، قال ابن القيم في «زاد المعاد» (4/ 94): «وأما الحديثُ الدائرُ على ألسنةِ كثيرٍ من الناس: «الحِميةُ رأسُ الدواءِ، والمَعِدَةُ بيتُ الداءِ، وعوِّدُوا كلَّ جِسْمٍ مَا اعتَادَ» فهذا الحديث إنما هو من كلامِ الحارثِ ابنِ كَلَدَةَ؛ طبيبِ العَرَب، ولا يصحُّ رفعُه إلى النبيِّ ﷺ، قاله غيرُ واحد من أئمة الحديث».\n(2) تَقَدَّم تخريجُه قريباً.\n(3) أوردها الخرائطي في «اعتلال القلوب» رقم (83)، والبيهقي في «شعب الإيمان» رقم (852).","ނަފްސު އެދިގަޔާވާ ކަންކަމުން ވީއްލިގަނެ، އެނަފްސަށް މިކަންކަން ހަނދާންކޮށްދޭށެވެ.\nއޭ ޤައުމުގެ މީހުންނޭވެ! ތިޔަބައިމީހުންގެ ހިތްތައްވަނީ ޠަހާރަތުގެ އަޞްލުގެ މަތީގައެވެ. އެކަމަކު ކުށްފާފަތަކުގެ ނަޖިހުން ތިކިތަކެއް އެއަށް ބުރީއެވެ. ދެންފަހެ ލޯތަކުން ކަރުނަފޮދެއް އެއަށް ބުރުވާލާށެވެ. އެހިނދުންވާނީ ޠާހިރުވެފައިއެވެ.\nއަމިއްލަ އެދުމުގެ ކިރުތުނބުން ނަފްސުތައް ވީއްލާލުމަށް ޢަޒުމްކަނޑައަޅާށެވެ. ފަހެ \"ކެއުން މަދުކޮށް މަނާވެގަތުމީ ބޭހުގެ ބޮލެވެ.\" (އެންމެ ބޮޑު ފަރުވާއެވެ.)78\nހަވާނަފްސު ފަރިތަވެ ހޭނިފައިވާ ކަންތައް ހޯދަން ތިޔަބައިމީހުންގެ ގާތުން އެދޭ ކޮންމެ ފަހަރަކު، އޭނާގެ މޫނު ޒަޚަމްވެ ލޭއޮހޮރުނު މީހާއަށް އެއްކަލަ އަންހެނާ ބުނި ފަދައިން އެނަފްސަށް ބުނާށެވެ: \"ﷲ ޝިރުކު ގެންދަވާ އަދި އިސްލާމްކަން ގެންނަވައިފިއެވެ.\"\nއިސްލާމްކަން ލާޒިމްކުރަނީ ކިޔަމަންތެރިކަމަށް ބޯލަނބާ އަމާންދިނުމެވެ.\nއަދި އެނަފްސަށް މިމަދަޙައިގެ ބަސްފުޅު ހަނދާންކޮށްދޭށެވެ:\n﴿إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ‌ٱسۡتَقَٰمُواْ ﴾ [فصلت: 30] \nމާނައީ: \"ހަމަކަށަވަރުން ތިމަންމެންގެ ވެރި ރައްބަކީ ﷲ އޭ ބުނެ ދެން އެއަށްފަހު ސީދާވެ ޘާބިތުވީ މީހުން ދަންނައެވެ...\"\nއޭރުން ފަހަރެއްގައި ސީދާވެ ޘާބިތުވެގެން ހުރުމަށް އެނަފްސު ލެނބި ގަޔާވެގެން ހިނގައިދާނެއެވެ. އަދި މައިނާރަށްވުރެ ކައިރީގައިވާ ފަރާތެއް ބައްލަވާވޮޑިގެންވާކަން އެނަފްސަށް އަންގާދޭށެވެ. ފަހަރެއްގައި އެކަލާނގެ ގާތްވެވޮޑިގެންވުމާއި ބެއްލެވުމުގެ ސަބަބުން އެނަފްސު ލަދުވެތިވެދާނެއެވެ.\n﴿أَلَمۡ يَعۡلَم ‌بِأَنَّ ‌ٱللَّهَ ‌يَرَىٰ ١٤﴾ [العلق: 14] \nމާނައީ: \"ހަމަކަށަވަރުން ﷲ ދެކެވޮޑިގެންވާކަން އޭނާއަށް ނޭނގެނީހެއްޔެވެ!؟\"\n﴿إِنَّ رَبَّكَ ‌لَبِٱلۡمِرۡصَادِ ١٤﴾ [الفجر: 14] \nމާނައީ: \"ހަމަކަށަވަރުން ތިބާގެ ވެރި ރައްބު ފާރަވެރިވެ ބައްލަވާވޮޑިގެންވުމުގައި އެބަ ވެތެވެ.\"\nމީހުންނެތް ހުސްތަނެއްގައި ރޭގަނޑު ގަޑީގައި، ފިރިހެނަކު އަންހެނެއްގެ ކިބައިން ފާޙިޝްކަމެއް ކުރުމަށް އެދުނެވެ. ދެން އެއަންހެނާ ދެކޮޅުހެދިއެވެ. އެހިނދު އޭނާ ބުނެފިއެވެ: \"ތަރިތައް މެނުވީ އަހަރުމެންގެ ކަންތައް ދެކޭކަށް ނެތެވެ.\" އެހިނދު އެއަންހެނާ ބުންޏެވެ: \"ފަހެ އެތަރިތައް އަލި ބަބުޅުވާ އުފެއްދެވި ފަރާތް ކޮބާހެއްޔެވެ!؟\" 79","(78) އެބަހީ: އަމިއްލަ އެދުންތަކަށް، ނަފްސުގެ ގޮވާލުންތަކަށް އިޖާބަދީ ދީލާލައިގެން ދިޔުމުން އެއްކިބާވާށެވެ. ނަފްސުގެ އެދުންތަކަށް އިޖާބަދިނުން ގިނަކުރާވަރަކަށް ނަފްސު އެކަމަށް ހޭނި އޮޅުވެއެވެ. ދެން އޭގެ ސަބަބުން މުންކަރާތަކަށް، ފާފައަކަށް އެދި ގަޔާވުމުންވެސް އިޖާބަދެވެއެވެ. އޭގެ ބަދަލުގައި ނަފްސު މަތަކޮށް، އެއަށް ކާންދިނުން މަދުކޮށް، އެނަފްސުގެ އެދުންތަކަށް އިޖާބަނުދީ ކޮންޓުރޯލުކުރާވަރަކަށް، ފާފައެއްގައި ނުޖެހި ރައްކާތެރިވުން ގާތްވެއެވެ.\n(30) ބައެއް ޢިލްމުވެރިން މިޤައުލުގެ މުރާދު ބަޔާންކުރައްވަމުން ވިދާޅުވީ އެބަހީ: އެއީ ފަރުޟުތަކާއި ޙައްދުތައް އަދި ދީން ފުރިހަމަވުމުގެ ކުރިންވާ ނައްޞުތަކެއް ކަމުގައިއެވެ. އެހެނީ ދީން ފުރިހަމަވެގެންދިޔައީ ޙައްޖަތުލް ވަދާޢުގައި، ނަބިއްޔާ އަވަހާރަވުމާ ކައިރިކޮށެވެ. އޭގެ ކުރިން ވަޙީ ބާވައިލެއްވި އެކި ފަރުޟުތަކާއި ޙައްދުތައް ޝަރުޢުކުރެވި، ބައެއް ކަންކަން މަންސޫޚަ ކުރެވެމުންދިޔައެވެ. ދެން އެހުރިހާ ކަމެއް ފުރިހަމަވުމަށް ފަހު ޝަހާދަތުގެ ކަލިމައިން ނަފާކުރުމަށްޓަކައި މިފަރުޟުތަކާއި ޙައްދުތަކަށް އިޤުރާރުވުންވެސް ކަނޑައެޅުނެވެ. މިގޮތަށް މިޤައުލު ޖަމްޢުކުރުން، ރައްދުކުރުމަށްވުރެ އައުލާވެގެންވެއެވެ. އެހެނީ ދީނުގެ އެހެން އަޅުކަންތައްވެސް، މިސާލަކަށް ނަމާދުވެސްވީ އެފަދައިންނެވެ. އެގޮތުން ނަމާދުގެ ޝަރުޠުތަކާއި މަނާކުރާ ކަންކަމަށް އެކި ކަންކަން އިތުރުވަމުންދިޔައެވެ. އެގޮތުން ނަމާދު ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ނަމާދުގެ ތެރޭގައި ވާހަކަދެއްކުމާއި ސަލާމަށް ޖަވާބުދިނުންވެސް ހުއްދަވެގެންވިއެވެ. އެކަމަކު ފަހުން އެކަން އެއީ ނަމާދު ބާޠިލުވާ ކަމެއްގެ ގޮތުގައި ލެއްވުނެވެ. ރޯދަ ފަރުޟުކުރެއްވުމުގެ ކުރީކޮޅުގައި ރޭގަނޑު ނިދައިފި މީހާ ދެން އެރެޔާއެކު އަނެއް ދުވަހު ރޯދައަށް ހުންނަން ޖެހެއެވެ. މިފަދަ އެތައް ކަމެއް ދީނުގެ ރުކުންތަކުގައި ޝަރުޢުކޮށް މަންސޫޚަކުރެވެމުންދިޔައެވެ. އެއް ޙަދީޘްގައި، ނުވަތަ އެންމެ އާޔަތެއްގައި ހުރިހާ ޙުކުމެއް ތަފްސީރުކޮށް ނާދެއެވެ. ނަމާދުގެ ރުކުންތަކާއި ތަފްޞީލުތައް، ރޯދަ ގެއްލޭ ހުރިހާކަމެއްގެ ތަފްޞީލެއް އެއް ނައްޞުގައި ނާދެއެވެ. އެކަންކަން އައީ އެކި ފަހަރު މަތިން އެކި ޙަދީޘްގައި އެކި މަޙައްލުގައިއެވެ. އަދި ބައެއް ޞަޙާބީންނަށް އެފަދަ ބަދަލުތައް އައިކަން ނޭނގިވެސްވެއެވެ. ދެން ދީން ފުރިހަމަކުރެވުމަށް ފަހު އެކަންކަން ޤަރާރުވެ އެނގިގެންދިޔައެވެ. އެފަދައިން ޝަހާދަތުގެ ކަލިމައިގެ ޝަރުޠުތަކާއި ލާޒިމްތަކާއި ވާޖިބުތައްވެސް އެއީ އެއްފަހަރާ އެއްކޮށް އައުމުގެ ބަދަލުގައި ވަކިވަކިން އައިސް ދެން ފުރިހަމަވެގެން ދިޔަ ކަންކަމެވެ.\n(14) تاريخ دمشق لابن عساكر: 74/64 ، حسن الظن لابن أبي الدنيا نحوه: 1/101\n(14) تاريخ دمشق لابن عساكر: 74/64 ، حسن الظن لابن أبي الدنيا نحوه: 1/101\n(79) اعتلال القلوب للخرائطي: 83، شعب الإيمان للبيهقي: 852"],["40","","أَكرَهَ رَجُلٌ امرَأَةً عَلَى نَفسِهَا، وَأَمَرَهَا بِغَلقِ الأَبوَابِ، فَفَعَلَت، فَقَالَ لَهَا: هَلْ بَقِيَ بَابٌ لَم تُغلِقِيهِ؟ قَالَتْ: نَعَم، البَابُ الَّذِي بَينَنَا وَبَينَ اللَّهِ، [فتركها] ولَم يَتَعَرَّض لَهَا.\rرَأَى بَعضُ العَارِفِينَ(1) رَجُلاً يُكَلِّمُ امرَأَةً، فَقَالَ: إِنَّ اللَّه يَرَاكُمَا، سَتَرنَا اللَّهُ وَإِيَّاكُمَا!.","(1) هو: محمَّدُ بنُ المنْكَدِر رحمه الله، أسنده عنه ابن أبي الدنيا في «الأمر بالمعروف والنهي عن المنكر» رقم (43).","އަދިވެސް މީހަކު އަންހެނަކަށް ފާޙިޝް ކަންތައްކުރަން މަޖުބޫރުކުރިއެވެ. އަދި ދޮރުތައް ލައްޕާ ތަޅުލުމަށް އަމުރުކުރިއެވެ. ދެން އެއަންހެނާ އެފަދައިން ކަންތައްކުރިއެވެ. ދެން ފިރިހެނާ ބުންޏެވެ: \"އެއްވެސް ދޮރެއް ނުލައްޕާ އެބަހުރިހެއްޔެވެ؟\" އެކަނބުލޭގެ ބުންޏެވެ: \"އާނއެކެވެ. އަހަރުމެންނާ ﷲ އާ ދެމެދުވާ ދޮރެވެ.\" ދެން އޭނާ އެކަނބުލޭގެއާ ދިމާނުކޮށް ދޫކޮށްލިއެވެ. 80\nމަޢުރިފާވެރިކަމުގެ އަހުލުވެރިޔަކަށް މީހަކު އަންހެނަކާ ވާހަކަދައްކަން ހުއްޓާ ފެނުނެވެ. އެހިނދު ވިދާޅުވިއެވެ:\n(إِنَّ‌‌ اللَّهَ ‌يَرَاكُمَا، سَتَرَنَا اللَّهُ وَإِيَّاكُمَا) 81\nމާނައީ: \"ހަމަކަށަވަރުން ﷲ ތަޢާލާ ތިޔަ ދެމީހުން ދެކެވޮޑިގެންވެއެވެ. އަހަރުމެންނާ ތިޔަދެމީހުން ﷲ ތަޢާލާ ވަންހަނާކޮށްދެއްވާށިއެވެ.\"","(80) ذم الهوى لابن الجوزي: 1/274\n(81) الأمر بالمعروف لابن أبي الدنيا: 46، تلبيس إبليس: 1/133"],["41","","سُئِلَ الجُنَيدُ رحمه الله:‌‌ بِمَ يُستَعَانُ عَلَى غَضِّ البَصَرِ؟، قَالَ: بِعِلمِكَ أَنَّ نَظَرَ اللَّهِ إِلَيكَ أَسبَقُ مِنْ نَظَرِكَ إِلَى مَا تَنظُرُه.\nوَقَالَ المُحَاسَبِيُّ: المُرَاقَبَةُ عِلمُ القَلبِ بِقُربِ الرَّبِّ(1).\nكُلَّمَا قَوِيت المَعرِفَةُ بِاللَّهِ قَوِيَ الحَيَاءُ [مِنْ قُربِهِ وَنَظَرِهِ].\nوَصَّى النَّبِيُّ ﷺ رَجُلاً أَنْ يَستَحِي مِنْ اللَّهِ كَمَا يَستَحِي مِنْ رَجُلٍ من صَالِحِ عَشِيرَتِهِ لا يُفَارِقُهُ(2)(3).\nقَالَ بَعضُهُم(4): اِستَحِ مِنْ اللَّهِ عَلَى قَدرِ قُربِهِ مِنكَ، وَخَفِ اللَّهَ عَلَى قَدرِ قُدرَتِهِ عَلَيكَ.\nكَانَ بَعضُهُم(5) يَقُولُ: مُنذُ أَربَعِينَ سَنَةً مَا خَطَوتُ خُطوَةً لِغَيرِ اللَّهِ، وَلا نَظَرتُ إِلَى شَيءٍ أَستَحسِنُهُ حَيَاءً مِنْ اللَّهِ عز وجل.","(1) «القصد والرجوع إلى اللَّه» (ص 313).\r(2) في نسخة (ب): [كَمَا يَستَحِي من رَجُلَين صَالِحَين من عَشِيرَتِهِ لا يُفَارِقَانِه].\r(3) أخرجه الطبراني في «الكبير» رقم (5539) وإسناده جيِّدٌ.\r(4) هو: وُهَيبُ بنُ الوَرْد رحمه الله، أسنده عنه محمد بن نصر المروزي في «تعظيم قدر الصلاة» رقم (841 و 842)، وأبو نعيم في «حلية الأولياء» (8/ 140)، وصَرَّحَ المصنِّفُ باسمه في «جامع العلوم والحكم» (1/ 408).\r(5) هو: محمد بن الفضل البَلْخي رحمه الله، عزاه إليه ابن الجوزي في «صفة الصفوة» (4/ 165)، وزاد في آخره: «ومَا أَمْلَيتُ على مَلَكَيَّ ثلاثين سنة شيئاً، ولو فعلتُ ذلك لاستَحْيَيتُ منهما»، وصَرَّح المصنِّفُ باسمه في كتابه الآخر «جامع العلوم والحكم» (1/ 214) وقال معلِّقاً: «هؤلاء القوم لما صَلحَت قلوبُهم فَلَم يَبْقَ فيها إرادةٌ لغير اللَّه عز وجل صَلحَت جوارحُهم فلم تتحرَّك إلا للَّه عز وجل وبما فيه رضاه».","އަލްޖުނައިދުގެ އަރިހުން ސުވާލުކުރެވުނެވެ: \"ބެލުން ތިރިކުރުމަށް އެހީތެރިކަން ހޯދާނީ ކޮންކަމަކުންހެއްޔެވެ؟\"\nވިދާޅުވިއެވެ:\n(بعلمك أن ‌نظر ‌الله ‌إليك ‌أسبق من نظرك إلى ما تنظره)\nމާނައީ: \"ތިބާ ބަލާ އެއްޗަކަށް ތިބާގެ ބެލުން ފޯރާވަރަށްވުރެ ތިބާއަށް ﷲ ތަޢާލާގެ ނަޒަރުފުޅު އިސްވެ ފޯރާކަން ތިބާ ދަނެގެންވުމުންނެވެ.\"\nއަލްމުޙާސިބީ ވިދާޅުވިއެވެ:\n‌(المراقبة: ‌علم القلب بقرب الرب)\nމާނައީ: \"ﷲ އާމެދު ފާރަވެރިވުމަކީ ރައްބު ކުއްތަންވެ ގާތްވެވޮޑިގެންވާކަން ހިތުން ދަނެގެންވުމެވެ.\"\nﷲ އާމެދު އޮންނަ މަޢުރިފާ އެނގުންވެރިކަން ގަދަވާ ވަރަކަށް؛ އެކަލާނގެ ކުއްތަންވެގެންވުމާއި އެކަލާނގެ ބައްލަވާވޮޑިގެންވާކަމަށްޓަކައި އޮންނަ ލަދުވެތިކަން ގަދަވެއެވެ.\nއެމީހަކާ ވަކިނުވެ ހުންނަ ގާތްތިމާގެ ޞާލިޙު މީހެއްދެކެ މީހާ ލަދުވެތިވާ ގޮތަށް ﷲ ތަޢާލާދެކެ ލަދުވެތިވާން ނަބިއްޔާ صلى الله عليه وسلم މީހަކަށް ވަޞިއްޔަތް ކުރެއްވިއެވެ.82\nބައެއް ބޭކަލުން ވިދާޅުވިއެވެ:\n(استح من الله على ‌قدر ‌قربه مِنْك وخف الله على قدر قدرته عَلَيْك) 83\nމާނައީ: \"ﷲ ތަޢާލާ ތިބާއާ ކުއްތަންވެވޮޑިގެންވާ މިންވަރެއްގެ މައްޗަށް ތިބާ އެކަލާނގެދެކެ ލަދުވެތިވާށެވެ. އަދި ތިބާގެ މައްޗަށް އެކަލާނގެ ކުޅަދުންވަންތަވެ ވޮޑިގެންވާ މިންވަރެއްގެ މައްޗަށް ތިބާ ﷲ ދެކެ ބިރުވެތިވާށެވެ.\"\nއަދިވެސް ބައެއް ބޭކަލުން ވިދާޅުވާކަމުގައިވެއެވެ:\n(منذ أربعين سنة ما خطوت خطوة لغير الله، ولا نظرت إلى شيء ‌أستحسنه ‌حياءً من الله عز وجل) 84\nމާނައީ: \"ސާޅީސް އަހަރުއްސުރެ ﷲ ފިޔަވައި އެހެން ކަމަކަށްޓަކައި އަހުރެން ފިޔަވަޅެއް ނާޅަމެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލަދެކެ އޮންނަ ލަދުވެތިކަމަކަށްޓަކައި އަހުރެންނަށް ރީތިވާ އެއްޗަކަށް ނަޒަރު ހިންގާ ނުބަލަމެވެ.\" 85","(82) المعجم الكبير للطبراني: 5539 ، الزهد لأحمد: 248\n(83) تعظيم قدر الصلاة: 840 ، حلية الأولياء: 8/140\n(84) ذم الهوى لابن الجوزي: 1/78\n(85) އިބްނު ރަޖަބުގެ އެހެން ފޮތެއްގައި މިޚަބަރާ އަދި މިފަދަ އެހެން ޚަބަރުތަކާމެދު ވިދާޅުވިއެވެ: (فهؤلاء القوم لما صلحت قلوبُهم، فلم يبق فيها إرادة لِغير الله عز وجل، صلحت جوارحُهم، فلم تتحرّك إلا لله عز وجل، وبما فيه رضاه، والله تعالى أعلم) (جامع العلوم والحكم: 1/214)"],["42","","كَأَنَّ رَقِيباً مِنْكَ يَرعَى خَوَاطِرِي … وَآخَرُ يَرعَى نَاظِرِي وَلِسَانِي\rفَمَا أَبصَرَت عَينَايَ بَعدَكَ مَنظَراً … لِغَيرِكَ إِلَّا قُلتُ قَدْ رَمَقَانِي\rوَلا بَدَرَت مِنْ فِيّ بَعدَكَ لَفظَةٌ … لِغَيرِكَ إِلَّا قُلتُ قَدْ سَمِعَانِي\rوَلا خَطَرَت مِنْ ذِكرِ غَيرِكَ خَطرَةٌ … عَلَى القَلبِ إِلَّا عَرَّجَا بِعَنَاني(1)","(1) عزاه المصنِّف في آخر رسالته «كشف الكربة في وصف أهل الغربة» إلى البُحْتُري، فقال: «ولأبي عُبَادة البُحْتُري في هذا المعنى أبياتٌ حسنةٌ أساء بقولها في مخلوقٍ، وقد أصلحتُ منها أبياتاً حتى استقامت على الطريقة»، ثم ذكر الأبيات المذكورة هنا وزاد عليها.\rوقد أسندها عن البحتريِّ: القاضي التنوخيُّ في «نشوار المحاضرة» (6/ 145).","(كَأَنَّ رَقِيباً مِنكَ يَرعَى خَـوَاطِرِي ::: وَآخَرُ يَرعَى نَاظِرِي وَلِسـَانِي\nفَمَا أَبصَرَت عَيــنَايَ بَعدَكَ مَنظَرًا ::: لِغَيرِكَ إِلَاّ قُلتُ قَد رَمَـقَانِي\nوَلا بَدَرَت مِن فِيّ بَعــدَكَ لَــفظَةٌ ::: لِغَيرِكَ إِلَاّ قُلتُ قَد سَمـِعَانِي\nوَلا خَطَرَت مِن ذِكرِ غَيرِكَ خَطرَةٌ ::: عَلَى القَلبِ إِلَا عَرَّجَا بِعَنَاني) 86\nމާނައީ: \"އިބައިލާހުގެ ޙަޟްރަތުންވާ ފާރަވެރިއެއް އަހުރެންގެ ހިތަށް އަރާފައިބާ ޚިޔާލުތައް ބަލަހައްޓާކަހަލައޭ، އަދި އަނެކަކު އަހުރެންގެ ނަޒަރާއި ދޫ ބަލަހައްޓާކަހަލައޭ، އިބައިލާހަށް ފަހުގައި އަހުރެންގެ ދެލޮލަށް އިބައިލާހަށްޓަކައި ނޫން މަންޒަރެއް ފެނިއްޖެނަމަ އަހުރެންނަށް ބުނެވެޔޭ އެކަލާނގެ އެބަ ބައްލަވައޭ، އަދި އިބައިލާހު ފިޔަވައި އެހެން ކަމަކަށްޓަކައި އަހުރެންގެ އަނގައިން ބަހެއް ބޭރުވެއްޖެނަމަ އަހުރެންނަށް ބުނެވެޔޭ އެކަލާނގެ އަހުރެންގެ އަޑުއައްސަވައިފިއޭ، އަދި އިބައިލާހު ފިޔަވައި އެހެން އެއްޗެއް ހަނދާންކޮށް އަހުރެންގެ ހިތަށް ޚިޔާލެއް އައިސްފިނަމަ އަހުރެން ގޮވައިގެން މައްޗަށް އަރާގެންދެޔޭ.\"","(86) الزهرة: 1/55، نشوار المحاضرة: 6/145"],["43","[‌‌فصل فضائل كلمة التوحيد]","فَصلٌ\nوَكَلِمَةُ التَّوحِيدِ لَهَا فَضَائِلُ عَظِيمَةٌ لَا يُمْكِنُ هَهُنَا استِقصَاؤهَا(1)، فَلنَذْكُر بَعضَ مَا وَرَدَ فِيهَا:\n- فَهِي كَلِمَةُ التَّقْوَى، كَمَا قَالَهُ عُمَرُ وَغَيرُه من الصَّحَابَةِ(2).\n- وَهِي كَلِمَةُ الإِخلاصِ، وَشَهَادَةُ الحَقِّ، وَدَعوَةُ الحَقِّ(3)، وَبَرَاءَةٌ من الشِّرْكِ(4)، وَنَجَاةُ هَذَا الأَمْرِ.","(1) قال ابن تيمية كما في «مجموع الفتاوى» (2/ 256): «فضائلُ هذهِ الكلمةِ وحقائِقُهَا وموقِعُها من الدِّينِ فوقَ مَا يصفُهُ الواصِفُونَ ويعرِفُهُ العارفُونَ؛ وهِيَ حَقِيقَةُ الأَمرِ كُلِّهِ؛ كما قالَ تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاعْبُدُون (25)} [الأنبياء]».\n(2) قول عمر: أخرجه أحمد في «المسند» رقم (447) وإسناده قوي.\nوجاء تفسيرها عن غيره من الصحابة، منهم: علي بن أبي طالب، وابن عباس، وابن عمر. ينظر: «تفسير ابن جرير الطبري» (21/ 310 - 313)، و «الدر المنثور» (13/ 507 - 510) عند قوله تعالى: {وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى} [الفتح: 26].\n(3) تُنظر أقوال السلف في تفسير قوله تعالى: {لَهُ دَعْوَةُ الْحَقِّ} [الرعد: 14] في: «تفسير الطبري» (13/ 485 - 486)، و «الدر المنثور» (8/ 412 - 413).\n(4) جاء في بعض الأحاديث: أنَّ النبيَّ ﷺ سَمِعَ رَاعِيَ غَنَمٍ يُؤذِّنُ للصلاة، فلمَّا قال: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّه، قال ﷺ: «كَلِمَةُ الإِخْلاصِ»، وفي رواية: «شَهِدَ شَهَادَةَ الْحَقِّ»، وفي رواية: «بَرِئَ هَذَا مِنَ الشِّرْكِ»، وفي رواية: «خَرَجَ مِنَ النَّارِ».\nينظر مثلاً: «صحيح مسلم» رقم (873)، و «الدعاء» للطبراني [باب ثواب مَنْ قال كما يقول المؤذِّن] (ص 160 - 164)، و «معرفة الصحابة» لأبي نعيم رقم (6054 - ترجمة مسلم بن رِيَاح).","ފަޞްލު: ތައުޙީދުގެ ކަލިމައިގެ މާތްކަމާއި މަތިވެރި ކަންކަން\nތައުޙީދުގެ ކަލިމައަށް ބޮޑުވެގެންވާ މާތް އިތުރުކަންތައް ލިބިގެންވެއެވެ. މިތަނުގައި އެހުރިހާ އެއްޗެއް ގެނައުމަކީ ވާނޭކަމެއް ނޫނެވެ. އޭގައި އައިސްފައިވާ ބައެއް ކަންތައް އަހަރުމެން ޛިކުރުކޮށްލާނަމެވެ:\n• ފަހެ އެއީ ތަޤުވާގެ ކަލިމައެވެ. ޢުމަރުގެފާނާއި އެނޫންވެސް ޞަޙާބީން ވިދާޅުވެފައިވާ ގޮތަށެވެ. 87\n• އަދި އެއީ އިޚްލާޞުގެ ކަލިމައެވެ. 88\n• އަދި ޙައްޤުގެ ހެކިވުމެވެ. 89\n• އަދި ޙައްޤުގެ ދަޢުވަތެވެ. 90\n• އަދި ޝިރުކުން ބަރީއަވުމެކެވެ. 91\n• އަދި މިކަމުގެ ނަޖާވުމެވެ. 92","(88) ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: (لَمْ تُؤْتَوْا شَيْئًا ‌بَعْدَ ‌كَلِمَةِ ‌الْإِخْلاصِ مِثْلَ الْعَافِيَةِ، فَاسْأَلُوا اللهَ الْعَافِيَةَ) (مسند أحمد: 10 ، مسند البزار: 24)\n(89) ޞަފްވާނު ބްނު ޢައްސާލު ވިދާޅުވިކަމަށް ވަރަށް ބަލިކަށި ސަނަދަކުން ރިވާކުރެވެއެވެ: (بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ سَمِعَ رَجُلًا يُكَبِّرُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: «عَلَى الْفِطْرَةِ» فَقَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، فَقَالَ: «شَهِدَ شَهَادَةَ الْحَقِّ» فَقَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، فَقَالَ: «خَرَجَ مِنَ النَّارِ») (الدعاء للطبراني: 478)\n(90) ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ: ﴿لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ ﴾ [الرعد: 14]\n(91) ޢަބްދު ﷲ ބްނު ސަލާމު ވިދާޅުވިއެވެ: (بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم إِذَ سَمِعَ الْقَوْمَ وَهُمْ يَقُولُونَ: أَيُّ الأَعْمَالِ أَفْضَلُ يَا رَسُولَ اللهِ؟ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \"إِيمَانٌ بِاللهِ وَرَسُولِهِ، وَجِهَادٌ فِي سَبِيلِهِ، وَحَجٌّ مَبْرُورٌ\"، ثُمَّ سَمِعَ نِدَاءً فِي الْوَادِي يَقُولُ: أَشْهَدُ أَنْ ‌لَا ‌إِلَهَ إِلَاّ اللهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ صلى الله عليه وسلم، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \"وَأَنَا أَشْهَدُ، وَأَشْهَدُ أن لَا يَشْهَدُ بِهَا أَحَدٌ إِلَاّ ‌بَرِئَ ‌مِنَ ‌الشِّرْكِ) (مسند أحمد: 23783، صحيح ابن حبان: 309، المعجم الكبير: 369)\n(92) އަބޫބަކުރު، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަށް ދެންނެވިކަމަށް ރިވާވެގެންވެއެވެ: (يَا رَسُولَ اللهِ، مَا نَجَاةُ هَذَا الْأَمْرِ؟ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: \" مَنْ قَبِلَ مِنِّي الْكَلِمَةَ الَّتِي عَرَضْتُ عَلَى عَمِّي، فَرَدَّهَا عَلَيَّ، فَهِيَ لَهُ نَجَاةٌ) (مسند أحمد: 20، مسند البزار: 4)"],["44","","- وَلأَجْلِهَا خُلِقَ الخَلْقُ، كَمَا قَالَ تَعَالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُون (56)} [الذاريات].\n- وَلأَجْلِهَا أُرْسِلَت الرُّسُلُ وأُنْزِلَت الكُتُبُ، قَالَ تَعَالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاعْبُدُون (25)} [الأنبياء]، وَقَالَ تَعَالى: {يُنَزِّلُ الْمَلائِكَةَ بِالْرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاء مِنْ عِبَادِهِ أَنْ أَنذِرُوا أَنَّهُ لَا إِلَهَ إِلاَّ أَنَا فَاتَّقُون (2)} [النحل]، وَهَذِه الآيَةُ أَوَّلُ مَا عَدَّدَ [اللَّه] عَلَى عِبَادِهِ من النِّعَمِ في سُورَةِ النِّعَمِ الَّتِي تُسَمَّى «سُورَةُ النَّحْلِ»، وَلِهَذَا قَالَ ابنُ عُيَينَةَ: «مَا أَنْعَمَ اللَّه عَلَى العِبَادِ نِعْمَةً أَعظَم مِنْ أَنْ عَرَّفَهَم لا إِلَهَ إِلَّا اللَّه، وَإنَّ لَا إِلَهَ إِلَّا اللَّه لأَهْلِ الجَنَّةِ كَالمَاءِ البَارِدِ لأَهلِ الدُّنْيَا»(1).\n- وَلأَجْلِهَا أُعِدَّت دَارُ الثَّوَابِ وَدَارُ العِقَابِ في الآخِرَةِ، فَمَنْ قَبِلَهَا وَمَاتَ عَلَيهَا كَانَ مِنْ أَهلِ دَارِ الثَّوَابِ، ومَن رَدَّهَا كَانَ مِنْ أَهلِ دَارِ العِقَابِ.\n- وَمِنْ أَجلِهَا أُمِرَت الرُّسُلُ بِالجِهَادِ؛ فَمَنْ قَالَهَا عُصِمَ مَالُهُ وَدَمُهُ، وَمَنْ أَبَاهَا فَمَالُهُ وَدَمُهُ هَدَرٌ.","(1) أخرجه ابن أبي الدنيا في «الشكر» رقم (96).","• އަދި ޚަލްޤުތަކުން އުފެއްދެވުނީ މިކަލިމައަށްޓަކައިއެވެ. އެއީ ﷲ ތަޢާލާ ވަޙީކުރެއްވި ފަދައިންނެވެ:\n﴿ وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ ٥٦ ﴾ [الذاريات: 56] \nމާނައީ: \"އަދި ތިމަންއިލާހަށް އަޅުކަންކުރުމަށް މެނުވީ ތިމަންއިލާހު އިންސީންނާއި ޖިންނީން ނުއުފައްދަވަމެވެ.\"\n• އަދި ރަސޫލުން ފޮނުއްވާ، ފޮތްތައް ބާވައިލެއްވުނީވެސް މިކަލިމައަށްޓަކައިއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\n﴿وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا ‌نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ ٢٥﴾ [الأنبياء: 25] \nމާނައީ: \"ހަމަކަށަވަރުން، ތިމަންއިލާހު މެނުވީ ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށް އެބޭކަލަކަށް ވަޙީ ނުކުރައްވާ އެއްވެސް ރަސޫލަކު، ކަލޭގެފާނުގެ ކުރިންވެސް ތިމަންއިލާހު ނުފޮނުއްވަމެވެ. ފަހެ، ތިޔަބައިމީހުން (ހަމައެކަނި) ތިމަންއިލާހަށް އަޅުކަން ކުރާށެވެ!\"\nއަދިވެސް ވަޙީކުރެއްވިއެވެ:\n﴿ ‌يُنَزِّلُ ‌ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ ٢﴾ [النحل: 2] \nމާނައީ: \"އެކަލާނގެ އަޅުތަކުންގެ ތެރެއިން، އެކަލާނގެ އިރާދަކުރައްވާ ބަޔެއްގެ މައްޗަށް، އެކަލާނގެ ރޫޙުފުޅު (އެކަލާނގެ އަމުރުފުޅާއެކު)، ވަޙީއާއިގެން މަލާއިކަތުން ތިރިކުރައްވައެވެ. (މިހެން ވަޙީ ކުރައްވަމުންނެވެ.) ތިޔަބައިމީހުން އިންޛާރު ކުރާށެވެ! ހަމަކަށަވަރުން، ތިމަންއިލާހު މެނުވީ، ޙައްޤު އިލާހަކު ނުވެއެވެ. ފަހެ، ތިޔަބައިމީހުން ތިމަންއިލާހަށް ތަޤްވާވެރިވާށެވެ!\"\nމިއާޔަތަކީ ﷲ ތަޢާލާގެ އަޅުތަކުންނަށް ދެއްވި ނިޢުމަތްތައް ޢަދަދުކުރެއްވުމުގައި އެންމެ ފުރަތަމަ ގެންނެވި ނިޢުމަތެވެ. އެއީ ސޫރަތުއް ނަޙްލުގެ ނަންދެވޭ ސޫރަތުއް ނިޢަމު (ނިޢުމަތްތަކުގެ ސޫރަތް) ގައިއެވެ. މިހެންވެ އިބްނު ޢުޔައިނާ ވިދާޅުވިއެވެ:\n(مَا أنعم الله على عبد من الْعباد نعْمَة أعظم من أَن عرفهم ‌لَا ‌إِلَه ‌إِلَّا ‌الله وَإِن ‌لَا ‌إِلَه ‌إِلَّا ‌الله لأهل الْجنَّة كَالْمَاءِ ‌الْبَارِد لأهل الدُّنْيَا) 93\nމާނައީ: \"ﷲ ތަޢާލާ އަޅުތަކުންނަށް لَا إِلَهَ إِلَّا اللهُ އަންގަވާދެއްވާ މަޢުރިފާކޮށްދެއްވުމުގެ ނިޢުމަތަށްވުރެ ބޮޑުވެގެންވާ ނިޢުމަތެއް އެކަލާނގެ އެމީހުންނަށް ނުދެއްވައެވެ. އަދި ސުވަރުގޭގެ އަހުލުވެރިންނަށް لَا إِلَهَ إِلَّا اللهُ ވަނީ ދުނިޔޭގެ އަހުލުވެރިންނަށް ފިނިފެން ވާގޮތުގެ މިސާލަށެވެ.\"\n• އަދި އާޚިރަތުގައި ޘަވާބުގެ ގޮވެއްޗާއި، ޢުޤޫބާތުގެ ގޮވެތި ތައްޔާރުކުރެވުނީވެސް މިކަލިމައަށްޓަކައިއެވެ. އެގޮތުން އެކަލިމަ ޤަބޫލުކޮށް އޭގެ މަތީގައި މަރުވެއްޖެމީހާ ވާހުށީ ޘަވާބުގެ ގޮވެތީގެ އަހުލުވެރިންގެ ތެރެއިންނެވެ. އަދި އެކަލިމަ ރައްދުކޮށްފިމީހާ ވާހުށީ ޢުޤޫބާތުގެ ގޮވެތީގެ އަހުލުވެރިންގެ ތެރެއިންނެވެ.\n• ރަސޫލުންނަށް ޖިހާދުކުރުމަށް އަމުރުކުރެއްވުނީވެސް މިކަލިމައަށްޓަކައިއެވެ. އެގޮތުން އެކަލިމަ ކިޔައިފިމީހާގެ މުދަލާއި ލޭ ރައްކާތެރިކުރެވިއްޖެއެވެ. އަދި އެކަލިމައަށް ދެކޮޅުހަދާ އިންކާރުކޮށްފިމީހާގެ މުދަލާއި ލޭވަނީ އޮހޮރާލެވި ނަގައިލެވިގެންނެވެ.","(56) الورع لابن أبي الدنيا: 195\n(25) صحيح البخاري: 25، ومسلم: 22\n(93) الشكر لابن أبي الدنيا: 96، شعب الإيمان للبيهقي: 4181"],["45","","- وَهِي مِفتَاحُ دَعوَةِ الرُّسُلِ.\n- وَبِهَا كَلَّمَ اللَّهُ مُوسَى كِفَاحاً.\nوَفي «مُسنَدِ البَزَّارِ» وَغَيرِهِ عَنْ عِيَاضٍ الأَنصَارِيِّ رضي الله عنه، عَنْ النَّبِيِّ ﷺ قَالَ: «إِنَّ لا إِلَهَ إِلَّا اللَّهُ كَلِمَةُ حَقٍّ عَلَى اللَّهِ كَرِيمَةٌ، وَلَهَا مِنْ اللَّهِ مَكَانٌ، وَهِيَ كَلِمَةٌ جُمِعَت وَشُرِكَت، فَمَنْ قَالَهَا صَادِقاً أَدخَلَهُ اللَّهُ الجَنَّةَ، وَمَنْ قَالَهَا كَاذِباً أَحرَزَت مَالَهُ، وَحَقَنَت دَمَهُ، وَلَقِيَ اللَّهَ فَحَاسَبَهُ»(1).","(1) أخرجه البزار في «مسنده» -كما في «كشف الأستار» رقم (4) -، وأبو نعيم في «معرفة الصحابة» رقم (5442) وفي إسناده مَنْ لم أعرفه.","• އަދި އެއީ ރަސޫލުންގެ ދަޢުވަތުގެ ތަޅުދަނޑިއެވެ.\n• އަދި އެކަލިމައިން ﷲ ތަޢާލާ މޫސާގެފާނާ މެދުވެރިޔަކު ނެތި (ފަރުދާއެއްގެ ފުރަގަހުން) ސީދާ ވާހަކަފުޅު ދެއްކެވިއެވެ.\nމުސްނަދުލް ބައްޒާރުއާއި އެހެނިހެން ފޮތްތަކުގައި ޢިޔާޟު އަލްއަންޞާރީގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(إن لا إله إلا الله كلمة حقٍّ ‌عَلَى ‌الله ‌كريمة، ولها من الله مكان؛ فمن قالها صادقًا أدخله الله بها الجنة، ومن قالها كاذبًا أحرزت ماله، وحقنت دمه، ولقي الله غدا فحاسبه) 94\nމާނައީ: \"ހަމަކަށަވަރުން لَا إِلَهَ إِلَّا اللهُ އަކީ ﷲ ތަޢާލާއަށް ކަރާމާތްތެރިކަން ބޮޑުވެގެންވާ ޙައްޤުގެ ކަލިމައެކެވެ. އަދި ﷲ ގެ ޙަޟްރަތުން އެކަލިމައަށް މަޤާމެއް ލިބިގެންވެއެވެ. ފަހެ ތެދުވެރިކަމާއެކު އެކަލިމަ ކިޔައިފިމީހާ ﷲ އެކަލިމަ މެދުވެރިކުރައްވާ ސުވަރުގެ ވައްދަވާނެއެވެ. އަދި ދޮގުވެރިކަމާއެކު އެކަލިމަ ކިޔައިފިމީހާވެސް އޭނާގެ މުދާ ރައްކާކުރެވި، އޭނާގެ ލޭ ރައްކާކުރެވިއްޖެއެވެ. އަދި މާދަމާ އޭނާ ﷲ އާ ބައްދަލުވުމުން އެކަލާނގެ އޭނާގެ ޙިސާބު ބައްލަވާނެއެވެ.\"","(94) معرفة الصحابة لأبي نعيم: 5442، كشف الأستار: 4 ، تاريخ بغداد: 17/162 ، جامع المسانيد لابن كثير: 8610"],["46","","وَهِيَ مِفتَاحُ الجَنَّةِ، كَمَا تَقَدَّمَ(1).\rوَهِيَ ثَمَنُ الجَنَّةِ، قَالَهُ الحَسَنُ(2)، وَجَاءَ مَرفُوعاً مِنْ وُجُوهٍ ضَعِيفَةً(3).\rومَنْ كَانَتْ آخِرَ كَلامِهِ دَخَلَ اَلْجَنَّةَ.","(1) ص 55.\r(2) أخرجه موقوفاً على الحسن: ابنُ أبي شيبة في «المصنَّف» رقم (36461)، وإسحاقُ بن راهويه في «مسنده» -كما في «المطالب العالية» رقم (2892) -، قال ابن حجر في «المطالب»: «هذا مَوقُوفٌ صَحِيحٌ».\r(3) ينظر: «الكامل» لابن عدي (6/ 348)، و «صفة الجنة» لأبي نعيم رقم (48)، و «المغني عن حمل الأسفار» للعراقي (عند تخريجه للحديث رقم 944)، و «سلسلة الأحاديث الضعيفة» للألباني رقم (3457).","• އަދި އެއީ އިސްވެދިޔަގޮތަށް ސުވަރުގޭގެ ތަޅުދަނޑިއެވެ.\n• އަދި އެއީ ސުވަރުގޭގެ އަގެވެ. އަލްޙަސަނު އެހެން ވިދާޅުވިއެވެ.95 އަދި މަރްފޫޢުކޮށް (ނަބިއްޔާ صلى الله عليه وسلم އަށް ނިސްބަތްވެގެން) ބަލިކަށި މަގުތަކުން މިހެން އައިސްފައިވެއެވެ.\n• އަދި އެމީހެއްގެ ފަހު ބަހަކީ لَا إِلَهَ إِلَّا اللهُ ކަމުގައިވެއްޖެ މީހާ ސުވަރުގެ ވަދެއްޖެއެވެ.","(95) مصنف ابن أبي شيبة: 35313 ، تاريخ بغداد: 1/286"],["47","","وَهِيَ نَجَاةٌ مِنْ النَّارِ، وَسَمِعَ النَّبِيُّ ﷺ مُؤَذِّناً يَقُولُ: أَشهَدُ أَنْ لا إِلَهَ إِلَّا اللَّهُ، فَقَالَ: «خَرَجَ مِنْ النَّارِ» خَرَّجَهُ مُسلِمٌ(1).\rوَهِيَ تُوجِبُ المَغفِرَةَ، وفي «المُسنَدِ» عَنْ شَدَّادِ بنِ أَوسٍ وَعُبَادَةَ بنِ الصَّامِتِ: أَنَّ النَّبِيَّ ﷺ قَالَ لأَصحَابِهِ يَوماً: «اِرفَعُوا أَيدِيَكُم، وَقُولُوا: لا إِلَهَ إِلا اللَّهُ»، فَرَفَعنَا أَيدِيَنَا سَاعَةً، ثُمَّ وَضَعَ رَسُولُ اللَّهِ ﷺ يَدَهُ، ثُمَّ قَالَ: «الحَمدُ لِلَّهِ، اللَّهُمَّ بَعَثتَنِي بِهَذِهِ الكَلِمَةِ، وَأَمَرتَنِي بِهَا، وَوَعَدتَنِي الجَنَّةَ عَلَيهَا، وَإِنَّكَ لا تُخلِفُ المِيعَادَ»، ثُمَّ قَالَ: «أَبشِرُوا فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكُمْ»(2).\rوَهِيَ أَحسَنُ الحَسَنَاتِ، قَالَ أَبُو ذَرٍّ رضي الله عنه: قُلتُ: يَا رَسُولَ اللَّهِ، عَلِّمنِي عَمَلاً يُقَرِّبُنِي مِنَ الجَنَّةِ، وَيُبَاعِدُنِي مِنْ النَّارِ، قَالَ: «إِذَا عَمِلتَ سَيِّئَةً فَاعمَل حَسَنَةً، فَإِنَّهَا عَشرُ أَمثَالِهَا»، قُلتُ: يَا رَسُولَ اللَّهِ، لا إِلَهَ إِلَّا اللَّهُ مِنَ الحَسَنَاتِ؟ قَالَ: «هِيَ أَحسَنُ الحَسَنَاتِ»(3).","(1) رقم (382).\r(2) أخرجه أحمد في «المسند» رقم (17121)، والبزار في «مسنده» (2717 و 3483)، والحاكم في «المستدرك» (1/ 501)، وإسناده جَيِّدٌ.\r(3) أخرجه الإمام أحمد في «المسند» رقم (21487)، وابن أبي شيبة في «مسنده» -كما في «إتحاف الخيرة» رقم (6107) -، وغيرهما، وإسناده ضعيفٌ؛ لجهالةِ بعض رواته.","• އަދި އެއީ ނަރަކައިން ނަޖާކޮށްދޭ ކަމެކެވެ. ބަންގި ގޮވާ މީހަކު أشهد أن لا إِلَهَ إِلَّا اللهُ ކިޔާ އަޑު ނަބިއްޔާ صلى الله عليه وسلم އަށް އިވިވަޑައިގެންނެވުމުން ޙަދީޘްކުރެއްވިއެވެ:\n(خَرَجَ مِنَ النَّار) 96\nމާނައީ: \"އޭނާ ނަރަކައިން ނިކުމެއްޖެއެވެ.\"\nނެރުއްވީ މުސްލިމެވެ.\n• އަދި އެއީ ފާފަފުއްސެވުން ލާޒިމްކުރާ ކަލިމައެކެވެ. މުސްނަދުގައި ޝައްދާދު ބްނު އަވްސު، އަދި ޢުބާދާ ބްނުއް ޞާމިތުގެ އަރިހުން ރިވާވެގެންވެއެވެ: ނަބިއްޔާ صلى الله عليه وسلم އެއްދުވަހަކު އެކަލޭގެފާނުގެ އަޞްޙާބުންނަށް ޙަދީޘްކުރެއްވިއެވެ:\n(ارْفَعُوا أَيْدِيَكُمْ، وَقُولُوا: لَا إِلَهَ إِلَّا اللهُ \" فَرَفَعْنَا أَيْدِيَنَا سَاعَةً، ثُمَّ وَضَعَ رَسُولُ اللهِ صلى الله عليه وسلم يَدَهُ، ثُمَّ قَالَ: \" الْحَمْدُ لِلَّهِ، اللهُمَّ ‌بَعَثْتَنِي ‌بِهَذِهِ الْكَلِمَةِ، وَأَمَرْتَنِي بِهَا، وَوَعَدْتَنِي عَلَيْهَا الْجَنَّةَ، وَإِنَّكَ لَا تُخْلِفُ الْمِيعَادَ \" ثُمَّ قَالَ: \" أَبْشِرُوا، فَإِنَّ اللهَ عز وجل قَدْ غَفَرَ لَكُمْ \") 97\nމާނައީ: \"ތިޔަބައިމީހުންގެ އަތްތައް އުފުލާށެވެ. އަދި لَا إِلَهَ إِلَّا اللهُ ކިޔާށެވެ.' ދެން އަހަރުމެން އިރުކޮޅަކަށް އަތްތައް އުފުލީމެވެ. ދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم، އެކަލޭގެފާނުގެ އަތްޕުޅު ތިރިކުރައްވާ ޙަދީޘްކުރެއްވިއެވެ: \"ﷲ އަށް ޙަމްދުހުއްޓެވެ. އޭ ﷲ އެވެ! އިބައިލާހު މިކަލިމައާގެން މިއަޅާ ފޮނުއްވިއެވެ. އަދި އެކަލިމައަށް މިއަޅާއަށް އަމުރުކުރެއްވިއެވެ. އަދި އެކަލިމައިގެ މައްޗަށް މިއަޅާއަށް ސުވަރުގެ ވަޢުދުކުރެއްވިއެވެ. ހަމަކަށަވަރުން އިބައިލާހު ވަޢުދުފުޅާ ޚިލާފުވެވޮޑިނުގަންނަވައެވެ.\" ދެން ޙަދީޘްކުރެއްވިއެވެ: \"ހެޔޮޚަބަރު ލިބިގަންނާށެވެ! ފަހެ ހަމަކަށަވަރުން ﷲ ތިޔަބައިމީހުންގެ ފާފަތައް ފުއްސަވައިފިއެވެ.\"\n• އަދި އެކަލިމައަކީ އެންމެ ހެޔޮވެގެންވާ ހެޔޮކަމެވެ. އަބޫ ޛައްރު ވިދާޅުވިއެވެ:\n(قلتُ: يا رَسُولَ اللَّهِ، عَلِّمْنِي عَمَلًا يُقَرِّبُنِي مِنَ الْجَنَّةِ، وَيُبَاعِدُنِي مِنَ النَّارِ، قَالَ: \"إِذَا عَمِلْتَ سَيِّئَةً فَاعْمَلْ حَسَنَةً، فَإِنَّهَا عَشْرُ أَمْثَالِهَا. قُلْتُ: يَا رَسُولَ اللَّهِ، لَا إِلَهَ إِلَّا اللَّهُ مِنَ الْحَسَنَاتِ؟ قَالَ: هِيَ أَحْسَنُ الْحَسَنَاتِ) 98\nމާނައީ: \"އަހުރެން ދެންނެވީމެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހުރެން ސުވަރުގެއާ ގާތްކޮށްދީ، އަދި ނަރަކައާ ދުރުކޮށްދޭނެ ޢަމަލެއް އުނގަންނަވައިދެއްވާށެވެ!\" ޙަދީޘްކުރެއްވިއެވެ: \"ތިބާ ނުބައިކަމެއް ކޮށްފިނަމަ، (އެއާ ވިއްދާގެން) ހެޔޮކަމެއް ކުރާށެވެ. ފަހެ އެކަންތައްވަނީ އޭގެ ދިހަ ގުނައަށެވެ.\" އަހުރެން ދެންނެވީމެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! لَا إِلَهَ إِلَّا اللَّهُ ވަނީ ހެޔޮކަންތަކުގެ ތެރެއިންހެއްޔެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"އެއީ ހެޔޮކަންތަކުގެ ތެރެއިންވެސް އެންމެ ހެޔޮކަންތަކެވެ.\"","(96) صحيح مسلم: 382\n(97) مسند أحمد: 17121، المستدرك للحاكم: 1844 މިޙަދީޘްގެ ސަނަދުގައި ބަލިކަށި ރާވީއަކުވެއެވެ. އަދި ބައެއް ޢިލްމުވެރިން ޙަސަނު ކުރައްވައެވެ.\n(98) مسند أحمد: 21487، الزهد لهناد بن السري: 2/519"],["48","","وَهِيَ تَمحُو الذُّنُوبَ وَالخَطَايَا(1)، وَفي «سُنَنِ ابنِ مَاجَه»(2) عَنْ أَمْ هَانِئ، عَنْ النَّبِيِّ ﷺ قَالَ: «لا إِلَهَ إِلَّا اللَّهُ لا تَترُكُ ذَنباً، وَلا يَسبِقُهَا عَمَلٌ».\rرُئِيَ بَعضُ السَّلَفِ بَعدَ مَوتِهِ فِي المَنَامِ، فَسُئِلَ عَنْ حَالِهِ، فَقَالَ: مَا أَبقَت لا إِلَهَ إِلَّا اللَّهُ شَيئاً.\rوَهِيَ تُجَدِّدُ مَا دَرَسَ مِنَ الإِيمَانِ فِي القَلبِ، وَفي «المُسنَدِ»: أَنَّ النَّبِيَّ ﷺ قَالَ لأَصحَابِهِ: «جَدِّدُوا إِيمَانَكُم»، قَالُوا: كَيفَ نُجَدِّدُ إِيمَانَنَا؟، قَالَ: «قُولُوا: لا إِلَهَ إِلَّا اللَّهُ»(3).","(1) قال المؤلِّف في «جامع العلوم والحكم» (1/ 417): «مَنْ تحقَّق بكلمة التوحيد قَلبُه، أَخْرَجَتْ منه كلَّ ما سوى اللَّه محبةً وتعظيماً وإجلالاً ومهابةً وخشيةً ورجاءً وتوكُّلاً، وحينئذ تُحْرَقُ ذنوبُه وخطاياه كلُّها، ولو كانت مِثلَ زَبَدِ البَحر، وربَّمَا قَلَبَتْهَا حسناتٍ، كما سبق ذكره في تبديل السيئات حسنات، فإنَّ هذا التوحيدَ هو الإكسيرُ الأعظمُ، فلو وضع ذرَّة منه على جبالِ الذنوب والخطايا لقلبها حسناتٍ، كما في «المسند» وغيره عن أم هانئ عن النَّبيِّ ﷺ قال: «لا إِلَهَ إِلَّا اللَّهُ لا تَتْرُكُ ذَنْباً، وَلا يَسْبِقُهَا عَمَلٌ»».\r(2) رقم (3797)، وضعَّفه البوصيريُّ في «مصباح الزجاجة»، وهو كما قال.\r(3) أخرجه أحمد في «المسند» رقم (8710)، والبزار في «مسنده» رقم (9569)، وصحَّحه الحاكم في «المستدرك» (4/ 256)، وتعقَّبه الذهبيُّ في «تلخيص المستدرك» فضعَّفَه.","• އަދި އެކަލިމައަކީ ކުށްފާފަތަކާއި ނުބައިކަން ފޮހެލާ ކަލިމައެކެވެ. ސުނަނު އިބްނު މާޖާގައި، އުންމު ހާނީގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(لا إله إلا الله ‌لا ‌تترك ‌ذنبًا، ولا يسبقها عملٌ) 99\nމާނައީ: \"لَا إِلَهَ إِلَّا اللَّهُ އެއްވެސް ފާފައެއް ދޫނުކުރެއެވެ. އަދި އޭގެ މައްޗަށް އެއްވެސް ޢަމަލެއް ކުރިނުހޯދައެވެ.\"\nސަލަފުންގެ ތެރެއިން ބޭކަލަކު އަވަހާރަވުމަށްފަހު ހުވަފެނުން އެބޭކަލަކު ދެއްކެވުނެވެ. ދެން އެބޭކަލެއްގެ ޙާލަތާމެދު ސުވާލުކުރެވުމުން ވިދާޅުވިއެވެ:\n(ما أبقت ‌لا ‌إله ‌إلا ‌الله ‌شيئًا)\nމާނައީ: \"لَا إِلَهَ إِلَّا اللَّهُ އެއްވެސް އެއްޗެއް ބާކީނުކުރެއެވެ.\"\n• އަދި އެކަލިމަ، ހިތުގައި އީމާންކަމުން ފަނޑުވެ ފިލައިގޮސްފައިވާ އެއްޗެއް އާކޮށްދެއެވެ. މުސްނަދުގައި ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم، އެކަލޭގެފާނުގެ އަޞްޙާބުންނަށް ޙަދީޘްކުރެއްވިއެވެ:\n(جَدِّدُوا ‌إِيمَانَكُمْ. قَالُوا: كَيْفَ نُجَدِّدُ إِيمَانَنَا؟! قَالَ: قُولُوا: لَا إِلهَ إِلَّا اللَّهُ\") 100\nމާނައީ: \"ތިޔަބައިމީހުންގެ އީމާންކަން އާކުރާށެވެ!\" އެބޭކަލުން ދެންނެވިއެވެ: \"އަހަރުމެންގެ އީމާންކަން އާކުރާނީ ކިހިނަކުންތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"ތިޔަބައިމީހުން لَا إِلَهَ إِلَّا اللَّهُ ކިޔާށެވެ!\"","(99) سنن ابن ماجه: 3797، المعجم الكبير للطبراني: 7533 މިއީ ބަލިކަށި ސަނަދަކުން އައިސްފައިވާ ޙަދީޘެކެވެ.\n(100) مسند أحمد: 8710، مسند البزار: 9569، تعظيم قدر الصلاة: 799، المستدرك للحاكم: 7567 މިޙަދީޘްގެ ސަނަދުގައި ބަލިކަށި ދެ ރާވީންވެއެވެ."],["49","","وَهِيَ الَّتِي لا يَعدِلُهَا شَيءٌ في الوَزنِ، فَلَو وُزِنَت بالسموات وَالأَرضِ [ل] رَجَحَت بِهِنَّ، كَمَا في «المُسنَدِ» عَنْ عَبدِ اللَّهِ بنِ عَمرٍو عَنْ النَّبِيِّ ﷺ: «أَنَّ نُوحاً عليه السلام قَالَ لابنِهِ عِنْدَ مَوتِهِ: آمُرُكَ بِ «لا إِلَهِ إِلَّا اللَّه»، فَإِنَّ السموات السَّبعَ وَالأَرَضِينَ السَّبعَ [لَو وُضِعْنَ في كِفَّةٍ وَوُضِعَت «لَا إِلَهَ إِلَّا اللَّه» في كِفَّةٍ لَرَجَحَت بِهِنَّ، وَلَو أنَّ السموات السَّبعَ وَالأَرَضِينَ السَّبعَ](1) كُنَّ حَلقَةً مُبهَمَةً فَصَمَتهُنَّ(2) «لا إِلَهَ إِلَّا اللَّه»»(3).","(1) ما بين المعقوفتين ساقط من نسخة الأصل، واستدركته من نسخة (ب)، ومن مصدر الحديث، والظاهر أن سقوطه من نسخة الأصل بسبب انتقال النظر من موضعٍ إلى موضعٍ.\n(2) كذا في النسختين: «فَصَمَتْهُنَّ» بالفاء، والذي في «المسند»: «قَصَمَتْهُنَّ» بالقاف، وهو أوجه وأبلغ في المعنى، فإنَّ «الفَصْم» هو كَسْرُ الشيء من غير بينونة، وأما «القَصْمُ» فهو كسره ببينونة.\nينظر: «لسان العرب» (مادة: فصم، وقصم).\n(3) جزءٌ من حديثٍ طويلٍ أخرجه أحمد في «المسند» رقم (6583 و 7101)، والبخاري في «الأدب المفرد» رقم (548)، وصحَّحه الحاكم في (1/ 48 - 49)، ووافقه الذهبيُّ في «تلخيص المستدرك»، وصححَّه أيضاً ابنُ كثير في «البداية والنهاية» (1/ 119).\nقلت: الحديث في إسناده اختلاف، فروي موصولاً ومرسلاً، ومن أرسله أوثق ممن ووصله، ولذا رجَّح أبو حاتم في «العلل» رقم (2183) إرساله.","• އެކަލިމައަކީ މީޒާނުގައި އެއާ އެހެން އެއްޗެއް އެއްވަރުނުވާ ކަލިމައެވެ. އެގޮތުން އުޑުތަކާއި ބިންތަކާއެކު އެކަލިމަ ކިރާލިޔަސް އެކަލިމަ ބަރުވެގެންދެއެވެ. އެއީ މުސްނަދުގައި ޢަބްދު ﷲ ބްނު ޢަމްރުގެ އަރިހުން ރިވާވެގެންވާ ފަދައިންނެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(أَنَّ نُوحًا قَالَ لَابْنِهِ عِنْدَ مَوْتِهِ: آمُرُكَ بِلَا إِلهَ إِلَّا اللَّهُ، فَإِنَّ السَّمَاوَات السَّبع وَالْأَرْضين السَّبع لَوْ وُضِعَتْ فِي كِفَّةٍ وَوُضِعَتْ لَا إِلهَ إِلَّا اللَّهُ فِي كِفَّةٍ، رَجَحَتْ بِهِنَّ لَا إِلَهَ إِلَّا اللهُ، وَلَوْ أَنَّ السَّمَوَاتِ السَّبْعَ وَالْأَرْضين السَّبع كُنَّ حَلْقَةً مُبْهَمَةً قَصَمَتْهُنَّ لَا إِلهَ إِلَّا اللَّهُ\") 101\nމާނައީ: \"ނޫޙުގެފާނު އަވަހާރަވުމުގެ މަތީގައި އެކަލޭގެފާނުގެ ދަރިކަލުންނަށް ވިދާޅުވިއެވެ: 'އަހުރެން ތިބާއަށް لَا إِلَهَ إِلَّا اللهُ އަށް އަމުރުކުރަމެވެ! ފަހެ ހަތްއުޑާއި ހަތް ބިން އެއްކިބައިގައި ބޭއްވި އަދި لَا إِلَهَ إِلَّا اللهُ އަނެއް ކިބައިގައި ބޭއްވުނަސް އެކަލިމަ އެތަކެއްޗާގެން ބަރުވެގެންދާނެއެވެ. އަދި ހަތް އުޑާއި ހަތް ބިން، ކޮޅު ނޭނގޭ ދަގަނޑު ބޮޅަކަށް ވީ ނަމަވެސް لَا إِلَهَ إِلَّا اللهُ އަށް އެބިންދާލެވޭނެއެވެ.\"","(101) مسند أحمد: 6583، الأدب المفرد للبخاري: 548، المستدرك للحاكم: 154"],["50","","وَفِيهِ أَيضاً عَنْ عَبدِ اللَّهِ بنِ عَمرٍو(4)، عَنْ النَّبِيِّ ﷺ: «أَنَّ مُوسَى عليه السلام قَالَ: يَا رَبِّ عَلِّمنِي شَيئاً أَذكُرُكَ بِهِ وَأَدعُوكَ بِهِ، قَالَ: يَا مُوسَى، قُلْ: لا إِلَهَ إِلَّا اللَّهُ، قَالَ [موسى]: يَا رَبِّ، كُلُّ عِبَادِكَ يَقُولُونَ هَذَا. قَالَ: قُلْ: لا إِلَهَ إِلَّا اللَّهُ. فَقَالَ: لا إِلَهَ إِلَّا أَنتَ، إِنَّمَا أُرِيدُ شَيئاً تَخُصُّنِي بِهِ. قَالَ: يَا مُوسَى، لَو أَنَّ السموات السَّبعَ وَعَامِرَهُنَّ غَيرِي وَالأَرَضِينَ السَّبعَ في كِفَّةٍ، وَلا إِلَهَ إِلَّا اللَّهُ فِي كِفَّةٍ، مَالَت بِهِنَّ لا إِلَهَ إِلَّا اللَّهُ»(1).\nوَلِذَلِكَ تَرجحُ بِصَحَائِفِ الذُّنُوبِ، كَمَا فِي حَدِيثِ السِّجِلَّاتِ والبِطَاقَةِ(2)، وَقَدْ خَرَّجَهُ أَحمَدُ وَالنِّسَائِيُّ(3) والتِّرمِذِيُّ أَيضاً مِنْ حَدِيثِ عَبدِ اللَّهِ بنِ عَمرٍو عَنْ النَّبِيِّ ﷺ(1).","(4) هذا وهَمٌ من المؤلِّف رحمه الله، فلا الحديث من رواية عبد اللَّه بن عمرو رضي الله عنهما، ولا هو في «مسند الإمام أحمد»، بل الحديث في جميع مصادره من\nرواية أبي سعيد الخدري، كما سيأتي في تخريجه، ولم أقف على قصة موسى هذه من رواية عبد اللَّه بن عمرٍو في شيءٍ من الكتب.\nوهذا الوهم قد تكرَّر من المؤلِّف في كتابه الآخر «جامع العلوم والحكم» (2/ 20)، فليتنبه له.\n(1) أخرجه النسائي في «الكبرى - عمل اليوم والليلة» رقم (10602 و 10913)، وأبو يعلى في «مسنده» رقم (1393)، وصحَّحه ابن حبان رقم (6218)، والحاكم (1/ 528)، وصحَّحه أيضاً الحافظ ابن حجر في «الفتح» (11/ 208).\n(2) ولفظه: «إنَّ اللَّه سَيُخَلِّصُ رجُلاً من أُمَّتِي على رؤوس الخلائقِ يومَ القيامةِ، فيَنشُرُ عليه تسعةً وتسعِينَ سِجِلاًّ، كُلُّ سِجِلٍّ مثلُ مَدِّ البَصَرِ، ثُمَّ يقول: أَتُنكِرُ من هذا شيئاً؟ أَظَلَمَكَ كَتَبَتِي الحافِظُونَ؟، فيقول: لا يا رَبِّ، فيقول: أَفَلَكَ عُذرٌ؟، فيقول: لا يا رَبِّ، فيقول: بَلَى إنَّ لك عندَنَا حَسَنَةً، فإنَّه لا ظُلْمَ عَلَيكَ اليومَ، فَتُخْرَجُ بِطَاقَةٌ فِيهَا «أَشهَدُ أَنْ لا إِلَهَ إلا اللَّه، وَأَشهَدُ أَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ»، فيقول: أَحْضِرْ وَزنَكَ، فيقول: يا رَبِّ ما هذه البِطَاقَةُ مع هذه السِّجِلَّاتِ؟ فيقال: إِنَّكَ لا تُظلَمُ، قال: فَتُوضَعُ السِّجِلَّاتُ في كِفَّة، والبِطَاقَةُ في كِفَّة، فَطَاشَتْ السِّجِلَّاتُ وَثَقُلَت البِطَاقَةُ، فلا يَثقُلُ مع اسْمِ اللَّه شَيءٌ».\n(3) لم أر هذا الحديث في «سنن النسائي»؛ لا الصغرى ولا الكبرى، ولما أورد المزي هذا الحديث في كتابه «تحفة الأشراف» رقم (8855) لم يَعْزُه للنسائي، وإنما عزاه للترمذي وابن ماجه فحسب، واللَّه أعلم.\n(1) أخرجه الترمذي في «جامعه» رقم (2639)، وابن ماجه في «سننه» رقم (4300)، والإمام أحمد في «المسند» رقم (6994)، وصححه ابن حبان رقم (225)، والحاكم في «المستدرك» (1/ 6 و 529).","އަދިވެސް އެކަމުގައި ޢަބްދު ﷲ ބްނު ޢަމްރުގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(أن مُوسَى عليه السلام قَالَ: يَا رَبِّ، عَلِّمْنِي شَيْئًا أَذْكُرُكَ بِهِ وَأَدْعُوكَ بِهِ. قَالَ: يَا مُوسَى: قُلْ: لَا إِلَهَ إِلَّا اللهُ، قَالَ: يَا رَبِّ!، كُلُّ عِبَادِكَ يَقُولُونَ هَذَا.! قَالَ: قُلْ: لَا إِلَهَ إِلَّا الله، فَقَالَ: لَا إِلَهَ إِلَّا أَنْتَ، إِنَّمَا أُرِيدُ شَيْئًا تَخُصَّنِي بِهِ، قَالَ: يَا مُوسَى، لَوْ أَنَّ السَّمَوَاتِ السَّبْعَ وَعَامِرَهُنَّ غَيْرِي وَالْأَرَضِينَ السَّبْعَ فِي كَفَّةٍ، وَلَا إِلَهَ إِلَّا اللهُ فِي كَفَّةٍ، مَالَتْ بِهِنَّ لَا إِلَهَ إِلَّا اللهُ) 102\nމާނައީ: \"މޫސާގެފާނު ވިދާޅުވިއެވެ: 'އޭ އަޅުގެ ވެރި ރައްބެވެ! އެބަހަކުން އަޅާ އިބައިލާހުގެ ޛިކުރުކޮށް އަދި އިބައިލާހަށް ދުޢާކުރާނޭ ބަހެއް މިއަޅާއަށް އުނގަންނަވައިދެއްވާށިއެވެ!' ވަޙީކުރެއްވިއެވެ: 'އޭ މޫސާއެވެ! ތިބާ لَا إِلَهَ إِلَّا اللهُ ކިޔާށެވެ!' މޫސާގެފާނު ވިދާޅުވިއެވެ: 'އޭ ރައްބެވެ! އިބައިލާހުގެ ހުރިހާ އަޅުންވެސް މިކަލިމަ ކިޔައެވެ.' ވަޙީކުރެއްވިއެވެ: 'ތިބާ لَا إِلَهَ إِلَّا اللهُ ކިޔާށެވެ.' އެހިނދު ވިދާޅުވިއެވެ: 'އިބައިލާހު ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހެއް ނުވެއެވެ. އަޅު ބޭނުންވަނީ އިބައިލާހު މިއަޅާއަށް ޚާއްޞަކޮށް އެއްޗެއް އުނގަންނަވައިދެއްވާށެވެ.' ވަޙީކުރެއްވިއެވެ: 'އޭ މޫސާއެވެ! ހަތްއުޑާއި އަދި ތިމަންއިލާހު ފިޔަވައި އެތަންތަނުގައި ދިރިއުޅޭ ހުރިހާ އެއްޗެއް، އަދި ހަތް ބިންވެސް އެއްކިބައަށް ލެވި، އަދި لَا إِلَهَ إِلَّا اللهُ އަނެއް ކިބައަށް ލެވިއްޖެނަމަ؛ އެހުރިހާ ތަކެއްޗާއެކު لَا إِلَهَ إِلَّا اللهُ ބަރުވެގެންދިޔައީހެވެ.\"\nއެކަމަށްޓަކައި ކުށްފާފަތަކުގެ ފަތްފުށްތަކާއެކުވެސް لَا إِلَهَ إِلَّا اللهُ ބަރުވެގެންދެއެވެ. އެއީ ފަތްފުށްތަކާއި ކަރުދާސްކޮޅުގެ ޙަދީޘްގައިވާގޮތަށެވެ. އަޙްމަދުއާއި، އައްނަސާއީއާއި، އައްތިރްމިޛީވެސް އެޙަދީޘް ޢަބްދު ﷲ ބްނު ޢަމްރުގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ނެރުއްވިއެވެ. 103","(102) صحيح ابن حبان: 3057، عمل اليوم والليلة للنسائي: 834، المستدرك للحاكم: 1936 މިޙަދީޘް ހުރިހާ މަޞްދަރުތަކެއްގައި އައިސްފައިވަނީ އަބޫ ސަޢީދު އަލްޚުދްރިއްޔުގެ އަރިހުންނެވެ.\n(103) مسند أحمد: 6994، سنن الترمذي: 2369، سنن ابن ماجه: 4300، صحيح ابن حبان: 5095 އައްނަސާއީ ގެ ފޮތަކުން މިޙަދީޘް ނުފެނުނެވެ. ބިޠާޤާ ނުވަތަ ކަރުދާސްކޮޅުގެ ޙަދީޘްގެ ނަމުން މަޝްހޫރުވެފައިވާ ޙަދީޘަކީ މިޙަދީޘެވެ: ޢަބްދު ﷲ ބްނު ޢަމްރު ބްނުލް ޢާޞް ރިވާކުރެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:"],["51","","وَهِيَ الَّتِي تَخرِقُ الحُجُبَ كُلَّهَا حَتَّى تَصِلَ إِلى اللَّهِ عز وجل، وَفي «التِّرمِذِيِّ» عَنْ عَبدِ اللَّهِ بنِ عَمرٍو، عَنْ النَّبِيِّ ﷺ قَالَ: «لا إِلَهَ إِلَّا اللَّهُ لَيسَ لَهَا دُونَ اللَّهِ حِجَابٌ، حَتَّى تَصِلَ إِلَيهِ»(2).\rوَفِيهِ أَيضاً عَنْ أَبِي هُرَيرَةَ، عَنْ النَّبِيِّ ﷺ: «مَا قَالَ عَبدٌ: «لا إِلَهَ إِلَّا اللَّهُ» مُخلِصاً إِلَّا فُتِحَت لَهُ أَبوَابُ السموات حَتَّى تُفضِيَ إِلى العَرشِ مَا اجتُنِبَت الكَبَائِرُ»(3).\rوقَد رُوِيَ عَنْ اِبنِ عَبَّاسٍ مَرفُوعاً: «مَا مِنْ شَيءٍ إِلَّا وبَينَهُ وَبَينَ اللَّهِ حِجَابٌ، إِلَّا قَولَ: لا إِلَهَ إِلَّا اللَّهُ، كَمَا أَنَّ شَفَتَيكَ لا تَحجُبُهَا كَذَلِكَ لا يَحجُبهَا شَيءٌ حَتَّى تَنتَهِيَ إِلَى اللَّهِ عز وجل»(4).\rوَقَالَ أَبُو أُمَامَةَ رضي الله عنه: «مَا مِنْ عَبدٍ يُهَلِّلُ تَهلِيلَةً فَيُنَهنِهُهَا شَيءٌ دُونَ العَرشِ»(5).","(2) أخرجه الترمذي في «جامعه» رقم (3518) وقال: «هذا حديثٌ غريبٌ من هذا الوجهِ، وليسَ إسنادُهُ بالقويِّ».\r(3) أخرجه الترمذي في «جامعه» رقم (3590)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (10601).\rقال الترمذي: «هذا حديثٌ حسنٌ غريبٌ من هذا الوجه».\r(4) أخرجه أبو القاسم الْخُتَّلِي في «الديباج» رقم (133)، وزاد في آخره: «فيقولُ اللَّه تعالى: اسْكُنِي، فتقولُ: يا رَبِّ، كَيفَ أَسْكُنُ ولَم تَغفِرْ لِقَائِلِي؟، قال: يقولُ اللَّه تعالى: وعِزَّتِي وجَلالِي، ما أَجْرَيْتُكِ على لسَانِ عَبْدِي وأنَا أُرِيدُ أن أُعَذِّبَهُ». والحديث إسناده ضعيفٌ جدّاً؛ مسلسلٌ بالضعفاء والمجاهيل.\r(5) أورده الذهبيُّ في «العلو» رقم (138)، وساق طرفاً من إسناده، وفيه: عبد اللَّه بن بُسر السَّكسكي الحمصي، وهو متفقٌ على ضعفه.\rوقوله: «فيُنَهْنِهُهَا»؛ يعني: يمنعها عن الوصول إليه.\rينظر: «لسان العرب» (13/ 550 مادة: نَهْنَهَ).","• އަދި އެއީ ހުރިހާ ފަރުދާތައް ފޫއަޅުވާލާ ﷲ ޢައްޒަ ވަޖައްލަގެ ޙަޟްރަތަށް ދާ ކަލިމައެވެ. އައްތިރްމިޛީގައި ޢަބްދު ﷲ ބްނު ޢަމްރުގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ لَيْسَ لَهَا دُونَ اللَّهِ ‌حِجَابٌ حَتَّى تَصل إِلَيْهِ) 104\nމާނައީ: \"لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ އަށް ﷲ ގެ ޙަޟްރަތަށް ފޯރައްޖައުމަށް ދާންދެން އެކަލާނގެއާ ދެމެދު ފަރުދާއެއް ނުވެއެވެ.\"\nއަދި އެފޮތުގައި އަބޫ ހުރައިރާގެ އަރިހުން ވެސް ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«مَا قَالَ عَبْدٌ: لَا إِلَهَ إِلَّا اللَّهُ مُخْلِصًا إِلَّا فُتِحَتْ لَهُ أَبْوَابُ السَّمَاوات حَتَّى تُفْضِيَ إِلَى العَرْشِ مَا اجْتَنَبَت الكَبَائِرَ» 105\nމާނައީ: \"އަޅަކު لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ އިޚްލާޞްތެރިކަމާއެކު ކިޔައިފިނަމަ، އުޑުތަކުގެ ދޮރާށިތައް އޭނާއަށްޓަކައި ހުޅުވިގެން މެނުވީ ނުވެއެވެ. އެހެންގޮސް އެކަލިމަ ޢަރުޝިއާ ހަމައަށް ފޯރައްޖައުމަށް ދާންދެނެވެ. އެއީ ބޮޑެތި ފާފަތަކުން އެއްކިބާވެވި ދުރުވެގެންވާނަމައެވެ.\"\nއަދި އިބްނު ޢައްބާސްގެ އަރިހުންވެސް މަރްފޫޢުކޮށް ރިވާކުރެވެއެވެ:\n(مَا مِنْ ‌شيءٍ إِلا بَيْنَهُ وَبَيْنَ ‌اللَّهِ ‌حجابٌ، إِلا قَوْلَ: ‌لا ‌إِلَهَ ‌إِلا ‌اللَّهُ؛ كَمَا أَنَّ شَفَتَيْكَ لا تَحْجُبُهُ، كَذَلِكَ لا يَحْجُبُهَا ‌شيءٌ؛ حَتَّى تَنْتَهِيَ إِلَى اللَّهِ عز وجل) 106\nމާނައީ: \"އެއްވެސް އެއްޗެއް، އެއެއްޗަކާ ﷲ އާ ދެމެދު ފަރުދާއެއްވާ ޙާލު މެނުވީ ނުވެއެވެ. لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ ގެ ބަސް ފިޔަވައިއެވެ. ތިބާގެ ދެ ތުންފަތް އެއަށް ފަރުދާއަކަށް ނުވާގޮތަށް، 107 ﷲ އާ ހަމައަށް އެކަލިމަ ފޯރައިފުމަށް ދާންދެން އެއްވެސް އެއްޗެއް ފަރުދާ ނުކުރެއެވެ.\"\nއަބޫ އުމާމާ ވިދާޅުވިއެވެ:\n(مَا مِنْ عَبْدٍ يُهَلِّلُ تَهْلِيلَةً ‌فَيُنْهَنِهُهَا شَيْءٌ دُونَ الْعَرْشِ) 108\nމާނައީ: \"އެއްވެސް އަޅަކު ތަހްލީލު (لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ) ކިޔައިފިނަމަ، ޢަރުޝިއާ ހަމައަށް އެކަލިމަ ފޯރުމާދެމެދު އެއްޗެއް މަނާކުރާ ގޮތަށް ނުވެއެވެ.\"","(104) سنن الترمذي: 3518 މިޙަދީޘް ނެރުއްވާފައި އައްތިރްމިޛީ ވިދާޅުވިއެވެ: މިއީ މިވަޖްހުން ޣަރީބު ޙަދީޘެކެވެ. އަދި މިޙަދީޘްގެ ސަނަދު ވަރުގަދައެއް ނޫނެވެ.\n(105) سنن الترمذي: 3590 ، مسند البزار: 9762، السنن الكبرى للنسائي: 10601\n(106) الديباج للختلي: 133 ، أمالي ابن سمعون: 172 މިއީ ދޮގުވެރިންނާއި މަޖްހޫލު މީހުންތަކެއް ސަނަދުގައި ހިމެނޭ ވަރަށް ބަލިކަށި ޙަދީޘެކެވެ.\n(107) އެބަހީ: لَا إِلَهَ إِلَّا اللَّهُ ކިޔުމަށް ދެ ތުންފަތް ޙަރަކާތްކުރަން ނުޖެހެއެވެ. އެއީ ތުންފަތުން އަދާކުރާ އަކުރެއް އެކަލިމައިގައި ނުވުމުންނެވެ. އަދި އަނގަ ލައްޕާފައި ނޫނީ ތުންފަތް ކައިރިކޮށް ބަހައްޓާފައިވެސް މިކަލިމަ ކިޔެއެވެ. އެހެންކަމުން ދެތުންފަތް ފަރުދާއަކަށް ނުވަނީއެވެ.\n(108) العلو للذهبي: 153، صفات رب العالمين لابن المحب: 1032"],["52","","وَهِيَ الَّتِي يَنْظُرُ اللَّهُ إِلَى قَائِلِهَا، وَيُجِيبُ دُعَاءَهُ، خَرَّجَ النَّسَائِيُّ فِي كِتَابِ «عمل اليَومَ وَاللَّيلَةِ» مِنْ حَدِيثِ رَجُلَينِ مِنْ الصَّحَابَةِ عَنْ النَّبِيِّ ﷺ: «مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، مُخلِصاً بِهَا رُوحُهَ، مُصَدِّقاً بِهَا قَلبُهَ لِسَانَهُ، إِلَّا فَتَقَ اللَّهُ لَهُ السَّمَاءَ، حَتَّى يَنظُرَ إِلَى قَائِلِهَا مِنْ أَهلِ الأَرضِ، وَحُقَّ لِعَبدٍ نَظَرَ اللَّهُ إِلَيهِ أَنْ يُعطِيَهُ سُؤلَهُ»(1).\rوَهِيَ الكَلِمَةُ الَّتِي يُصَدِّقُ اللَّهُ قَائِلَهَا، كَمَا خَرَّجَهُ النَّسَائِيُّ وَالتِّرمِذِيُّ وَابنُ حِبَّانَ مِنْ حَدِيثِ أَبِي هُرَيرَةَ وَأَبِي سَعِيدٍ، عَنْ النَّبِيِّ ﷺ قَالَ: «إِذَا قَالَ العَبدُ: لا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكبَرُ صَدَّقَهُ رَبُّهُ، وَقَالَ: لا إِلَهَ إِلَّا أَنَا، وَأَنَا أَكبَرُ، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ، يَقُولُ اللَّهُ: لا إِلَهَ إِلَّا أَنَا وَحدِي، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا وَحدِي لا شَرِيكَ لِي، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا، لِي المُلكُ وَلِي الحَمدُ، وَإِذَا قَالَ: لا إِلَهَ إِلَّا اللَّهُ، وَلا حَولَ وَلا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ اللَّهُ: لا إِلَهَ إِلَّا أَنَا، وَلا حَولَ وَلا قُوَّةَ إِلَّا بِي»، وَكَانَ يَقُولُ: «مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَم تَطعَمهُ النَّارُ»(2).","(1) أخرجه النسائي في «الكبرى - عمل اليوم والليلة» رقم (9772)، وابن خزيمة في «التوحيد» رقم (618)، وإسناده ضعيفٌ.\r(2) أخرجه الترمذي في «جامعه» رقم (3430)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (9774)، وابن ماجه في «سننه» رقم (3794)، وصحَّحه ابن حبان رقم (851)، والحاكم في «المستدرك» (1/ 5).","• އަދި އެއީ އެކަލިމަ ކިޔާ މީހާއަށް ﷲ ތަޢާލާ ބައްލަވާ، އަދި އޭނާގެ ދުޢާ އިޖާބަކުރައްވާ ކަލިމައެވެ. އައްނަސާއީ އެކަލޭގެފާނުގެ ފޮތް 'ޢަމަލުލް ޔައުމި ވައްލައިލާ' ގައި ޞަޙާބީންގެ ތެރެއިން ދެ ބޭކަލެއްގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ނެރުއްވިއެވެ:\n(مَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، مخلصًا بها روحه مصدقًا بها قلبه ولسانه، إلا فتق الله له السماء فتقًا، حتى ينظر إلى قائلها من أهل الأرض، وحُقّ لعبدٍ نظر الله إليه أن يعطيه سؤله) 109\nމާނައީ: \"އެމީހެއްގެ ރޫޙު އިޚްލާޞްތެރިކޮށް، ދުލުން އެކިޔާ ކަލިމަ ހިތުން ތެދުކުރާ ޙާލު لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ކިޔައިފިމީހާ؛ އެކަލިމައަށްޓަކައި ﷲ ތަޢާލާ އުޑު ހުޅުއްވާ ފަޅުއްވައިގެން މެނުވީ ނުވެއެވެ. ބިމުގެ އަހުލުވެރިންގެ ތެރެއިން އެހެން ކިޔާ މީހާއަށް އެކަލާނގެ ބައްލަވައިފުމަށް ދާންދެނެވެ. އަދި ﷲ ތަޢާލާ އެމީހަކަށް ބައްލަވައިފި އަޅަކަށް، އޭނާ ސުވާލުކުރާކަމެއް ދެއްވުން ޙައްޤުވެގެންވެއެވެ.\"\n• އަދި އެއީ އެކަލިމަ ކިޔާ މީހާ ﷲ ތަޢާލާ ތެދުކުރައްވާ ކަލިމައެވެ. އެއީ އައްނަސާއީއާއި، އައްތިރްމިޛީއާއި، އިބްނު ޙިއްބާނު؛ އަބޫހުރައިރާ އާއި އަބޫ ސަޢީދުގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާކުރެއްވިފަދައިންނެވެ:\n(إِذَا قَالَ الْعَبْدُ: لَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ، صَدَّقَهُ رّبُّهُ، وَقَالَ: لَا إِلَهَ إِلَّا أَنَا وَأَنَا أَكْبَرُ وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، يَقُولُ اللهُ: لَا إِلَهَ إِلَّا أَنَا وَحْدِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، قَالَ اللهُ: لَا إِلَهَ إِلَّا أَنَا وَحْدِي لَا شَرِيكَ لِي، وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، قَالَ اللهُ: لَا إِلَهَ إِلَّا أَنَا، لِي الْمُلْكُ، وَلِيَ الْحَمْدُ. وَإِذَا قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، قَالَ اللهُ: لَا إِلَهَ إِلَّا أَنَا، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِي. وَكَانَ يَقُولُ: مَنْ قَالَهَا فِي مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ) 110\nމާނައީ: \"އަޅާ لَا إِلَهَ إِلَّا اللَّهُ، وَاللَّهُ أَكْبَرُ ކިޔައިފިނަމަ އޭނާގެ ވެރި ރައްބު އޭނާ ތެދުކުރައްވައެވެ. އަދި ވަޙީކުރައްވައެވެ: 'ތިމަންއިލާހު ފިޔަވައި ޙައްޤު އިލާހެއް ނުވެއެވެ. އަދި އެންމެ ބޮޑީ ތިމަންއިލާހެވެ.' އަދި އޭނާ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ ކިޔައިފިނަމަ ﷲ ވަޙީކުރައްވައެވެ: 'ތިމަންއިލާހު ފިޔަވައި ޙައްޤު އިލާހެއް ނުވެއެވެ. ތިމަންއިލާހު އެއްކައުވަންތައެވެ.' އަދި އޭނާ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ކިޔައިފިނަމަ ﷲ ވަޙީކުރައްވައެވެ: 'ތިމަންއިލާހު ފިޔަވައި ޙައްޤު އިލާހެއް ނުވެއެވެ. ތިމަންއިލާހު އެއްކައުވަންތައެވެ. ތިމަންއިލާހަށް އެއްވެސް ޝަރީކަކުނުވެއެވެ.' އަދި އޭނާ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ކިޔައިފިނަމަ ﷲ ވަޙީކުރައްވައެވެ: 'ތިމަންއިލާހު ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހެއް ނުވެއެވެ. ހުރިހާ ރަސްކަންވަނީ ތިމަންއިލާހަށެވެ. ހުރިހާ ޙަމްދެއްވަނީ ތިމަންއިލާހަށެވެ.' އަދި އޭނާ : لَا إِلَهَ إِلَّا اللَّهُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ ކިޔައިފިނަމަ ﷲ ވަޙީކުރައްވައެވެ: 'ތިމަންއިލާހު ފިޔަވައި ޙައްޤު އިލާހެއް ނުވެއެވެ. އަދި ތިމަންއިލާހުގެ ޙަޟްރަތުން މެނުވީ އެއްވެސް އާރެއް އަދި ބާރެއް ނުވެއެވެ.' އަދި އެކަލޭގެފާނު ޙަދީޘްކުރައްވައެވެ: \"ބަލީގައި އޮވެ އެކަލިމަ ކިޔާ ދެން މަރުވެއްޖެމީހާ؛ ނަރަކަ އެމީހަކު ކާނުލާނެއެވެ.\"","(109) عمل اليوم والليلة: 28، التوحيد لابن خزيمة: 7/905، معرفة الصحابة لأبي نعيم: 7312 މިޙަދީޘްގެ ސަނަދުގައި ކާކުކަން ނޭނގޭ މަޖްހޫލު ރާވީއަކުވެއެވެ.\n(110) سنن الترمذي: 3430، سنن ابن ماجه: 3794، عمل اليوم والليلة: 30 ، صحيح ابن حبان: 1787 ، المستدرك للحاكم: 8 ، شعب الإيمان للبيهقي: 654"],["53","","وَهِيَ أَفضَلُ مَا قَالَهُ النَّبِيُّونَ، كَمَا وَرَدَ ذَلِكَ فِي دُعَاءِ يَومِ عَرَفَةَ(1).\nوَهِيَ أَفضَلُ الذِّكرِ، كَمَا فِي حَدِيثِ جَابِرٍ المَرفُوعِ: «أَفضَلُ الذِّكرِ لا إِلَهَ إِلَّا اللَّهُ»(2)، وَعَنْ ابنِ عَبَّاسٍ قَالَ: «أَحَبُّ كَلِمَةٍ إِلَى اللَّهِ [لا إله إلا اللَّه]، لا يُقبَلُ عَمَلٌ(3) إِلا بِهَا»(4).","(1) ولفظه: «أَفْضَلُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَأَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ» أخرجه مالك في «الموطأ» رقم (500 و 945) عن زياد بن أبي زياد مولى عبد اللَّه بن عيَّاش بن أبي ربيعة، عن طلحة بن عُبَيدِ اللَّه بنِ كَرِيْزٍ، عن النبيِّ ﷺ، مرسلاً.\nقال ابن عبد البر في «التمهيد» (6/ 39): «لا خلاف عن مالكٍ في إرسال هذا الحديث، كما رأيتَ، ولا أحفظُه بهذا الإسناد مسنداً من وجهٍ يُحتَجُّ بمثلِه». وقال البيهقي في «فضائل الأوقات» رقم (191): «هذا مرسلٌ حَسَنٌ، وقد رُوِيَ من حديثِ مالكٍ موصولاً بإسنادٍ آخر، ووَصْلُهُ ضَعيفٌ».\nقلت: وقد روي الحديث مسنَداً من طريق جماعةٍ من الصحابة، ولكنها لا تخلو من مقال، ولذا قال ابن عبد البر في «التمهيد» (6/ 41): «ومرسل مالكٍ أثبتُ من تلك المسانيد». z\n(2) أخرجه الترمذي في «جامعه» رقم (3383)، والنسائي في «الكبرى - عمل اليوم والليلة» رقم (10599)، وابن ماجه في «سننه» رقم (3800)، وصححه ابن حبان رقم (846)، والحاكم في «المستدرك» (1/ 498 و 503).\nوقال الترمذي: «هذا حديثٌ حسنٌ غريبٌ»، وحسَّنه أيضاً الحافظ ابن حجر في «نتائج الأفكار» (1/ 58).\n(3) في نسخة (ب): «لا يَقبَلُ اللَّهُ عَمَلاً».\n(4) كلام ابن عباس هذا هو عبارة عن جوابٍ لمسألةٍ من جملةِ مسائل كَتَبَ بها قيصرُ إلى معاويةَ رضي الله عنه يسأله عنها، فأرسل بها معاويةُ إلى ابنِ عبَّاس فأجابه عنها.\nتُنظر المسائل وجواب ابن عباس عنها عند: يعقوب بن سفيان في «المعرفة والتاريخ» (1/ 530)، وابن قتيبة في «عيون الأخبار» (1/ 199)، والدينوري في «المجالسة وجواهر العلم» (3/ 194 - 195).","• އަދި އެއީ ނަބިއްޔުން ވިދާޅުވި އެންމެ މާތް ކަލިމައެވެ. ޢަރަފާތް ދުވަހުގެ ދުޢާގެ ވާހަކައިގައި އައިސްފައިވާ ފަދައިންނެވެ. 111\n• އަދި އެއީ އެންމެ މޮޅު އިތުރުވެގެންވާ ޛިކުރެވެ. ޖާބިރުގެ ޙަދީޘްގައި މަރްފޫޢުކޮށް އައިސްފައިވެއެވެ:\n(‌أَفْضَلُ ‌الذِّكْرِ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ) 112\nމާނައީ: \"އެންމެ ހެޔޮވެގެންވާ ޛިކުރަކީ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ އެވެ.\"\nއިބްނު ޢައްބާސް ވިދާޅުވިއެވެ:\n‌(أَحَبُّ ‌كَلِمَةٍ إِلَى اللهِ: ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهَ، لَا يَقْبَلُ عَمَل إِلَّا بِهَا) 113\nމާނައީ: \"ﷲ އަށް އެންމެ ލޮބުވެތިކަން ބޮޑުވެގެންވާ ކަލިމައަކީ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهَ އެވެ. އެއްވެސް ޢަމަލެއް އެއާ ލައިގެން މެނުވީ ޤަބޫލެއް ނުކުރެއްވޭނެއެވެ.\"","(111) ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާވެގެންވެއެވެ: (خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ ‌عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا ‌وَالنَّبِيُّونَ مِنْ قَبْلِي: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) (سنن الترمذي: 3585، الموطأ: 1462)\n(112) سنن الترمذي: 3383، سنن ابن ماجه:3800، صحيح ابن حبان: 544\n(113) المجالسة وجواهر العلم: 837، المعرفة والتاريخ: 1/530، التمهيد: 6/50"],["54","","وَهي أَفضَلُ الأَعمَالِ، وأَكَثَرُهَا تَضعِيفاً، وَتَعدِلُ عِتقَ الرِّقَابِ، وَتَكُونُ حِرزاً مِنْ الشَّيطَانِ، كَمَا فِي «الصَّحِيحَينِ» عَنْ أَبِي هُرَيرَةَ رضي الله عنه، عَنْ النَّبِيِّ ﷺ: «مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، [فِي يَومٍ](1) مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدلُ عَشرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَ عَنهُ مِائَةُ سَيِّئَةٍ، وَكَانَت لَهُ حِرزاً مِنْ الشَّيطَانِ يَومَهُ ذَلِكَ حَتَّى يُمسِيَ، وَلَم يَأتِ أحدٌ بِأَفضَلَ مِمَّا جَاءَ بِهِ، إِلا أَحَدٌ عَمِلَ أَكثَرَ مِنْ ذَلِكَ»(2).\rوَفِيهِمَا أَيضاً عَنْ أَبِي أَيُّوبَ [الأنصاري رضي الله عنه]، عَنْ النَّبِيِّ ﷺ: «مَنْ قَالَهَا عَشرَ مَرَّاتٍ كَانَ كَمَنْ أَعتَقَ أَربَعَةَ أَنفُسٍ مِنْ وَلَدِ إِسمَاعِيلَ»(3).","(1) ما بين المعقوفتين ساقط من نسخة الأصل، واستدركته من نسخة (ب)، ومن مصدر الحديث.\r(2) متفقٌ عليه؛ البخاري رقم (3119)، ومسلم رقم (2691).\r(3) متفقٌ عليه؛ البخاري رقم (6041)، ومسلم رقم (2693).","• އަދި އެއީ ޢަމަލުތަކުގެ ތެރެއިން އެންމެ މާތްވެގެންވާ ޢަމަލު، އަދި އެންމެ އިތުރުކުރެވޭ ޢަމަލެވެ. އަދި އަޅުން މިނިވަންކުރުމާ އެއްވަރުވެގެންވާ ކަލިމައެކެވެ. އަދި ޝައިޠާނާގެ ކިބައިން ރައްކާތެރިކަމެއް ކަމުގައިވާ ކަލިމައެކެވެ. ދެޞަޙީޙުގައި އަބޫ ހުރައިރާ رضي الله عنهގެ އަރިހުން ރިވާވެގެންވާގޮތަށެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«مَنْ قَالَ: ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، فِي يَوْمٍ ‌مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وَكُتِبَتْ لَهُ ‌مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ ‌مِائَةُ سَيِّئَةٍ وَكَانَتْ لَهُ ‌حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ.» 114\nމާނައީ: \"ދުވާލަކު ސަތޭކަފަހަރު \"‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\" (ﷲ މެނުވީ ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހެއް ނުވެއެވެ. އެކަލާނގެ އެއްކައުވަންތައެވެ. އެކަލާނގެއަށް އެއްވެސް ޝަރީކަކު ނުވެއެވެ. ރަސްކަންވަނީ އެކަލާނގެއަށެވެ. އަދި ޙަމްދުހުރީ އެކަލާނގެއަށެވެ. އަދި އެކަލާނގެއީ ކޮންމެ ކަމަކަށް ކުޅަދުންވަންތަ އިލާހެވެ.) ކިޔައިފިމީހާ؛ އޭނާއަށް ދިހަ އަޅުން މިނިވަންކުރުމާ (އޭގެ އަޖުރާ) އެކަލިމައާ އެއްވަރުވެގެން ވާހުއްޓެވެ. އަދި އޭނާއަށް ސަތޭކަ ހެޔޮކަން ލިޔުއްވި، އަދި އޭނާގެ ކިބައިން ސަތޭކަ ނުބައިކަން ފޮހެވިގެންދެއެވެ. އަދި ހަވީރު ވެއްޖައުމަށް ދާންދެން އެދުވަހު ޝައިޠާނާގެ ކިބައިންވާ ރައްކާތެރިކަމެއްކަމުގައި އެބަސްތައް އޭނާއަށް ވާހުއްޓެވެ. އަދި އޭނާ އެގެނައި ކަންތަކަށްވުރެ ހެޔޮވެގެންވާ ކަމެއް އެހެން މީހަކު ނުގެނެއެވެ. އެއަށްވުރެ އިތުރަށް ޢަމަލުކޮށްފި މީހަކު މެނުވީއެވެ.\"\nއަދިވެސް އެ ދެފޮތުގައި އަބޫ އައްޔޫބު އަލްއަންޞާރީ رضي الله عنهގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ރިވާކުރެވިގެންވެއެވެ:\n(من قالها عَشْرَ مَرات كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ) 115\nމާނައީ: \"އެކަލިމަތައް ދިހަފަހަރު ކިޔައިފިމީހާ؛ އޭނާ އިސްމާޢީލުގެފާނުގެ ދަރިކޮޅުން ހަތަރު އަޅުން މިނިވަންކުރި މީހެއްފަދައެވެ.\"","(114) صحيح البخاري: 3293، ومسلم: 2691\n(115) صحيح البخاري: 6404، ومسلم: 2693"],["55","","وَفِي «التِّرمِذِيِّ» عَنْ ابنِ عُمَرَ(4) مَرفُوعاً: «مَنْ قَالَهَا إِذَا دَخَلَ السُّوقَ، وَزَادَ فِيهَا: «يُحيَي وَيُمِيتُ [وَهو حَيٌّ لَا يَمُوتُ بِيَدِهِ الخَيْرُ وَهو عَلَى كُلِّ شَيءٍ قَدَيرٌ](5)» كُتِبَت لَهُ أَلفُ أَلفِ حَسَنَةٍ، وَمُحِيَ عَنهُ أَلفُ أَلفِ سَيِّئَةٍ، وَرُفِعَ لَهُ أَلفُ أَلفِ دَرَجَةٍ»، وَفي رِوَايَةٍ: «وَبُنِيَ لَهُ بَيتٌ فِي الجَنَّةِ»(1).","(4) هذا وهمٌ من الحافظ ابن رجب، بل الذي في الترمذي وغيره: أنه عن ابن عمر عن أبيه عمر مرفوعاً، فالحديث من مسند «عمر» لا من مسند «ابنه عبد اللَّه».\n(5) ما بين المعقوفتين ساقطٌ من نسخة الأصل، واستدركتُه من نسخة (ب)، ومن مصدر الحديث.\n(1) أخرجه الترمذي في «جامعه» رقم (3428 و 3429)، وابن ماجه في «سننه» رقم (2235)، وأحمد في «المسند» رقم (327).\rقال علي بن المديني: «كان أصحابنا يُنكرون هذا الحديث أشد الإنكار لجودة إسناده» [نقله ابن كثير في «مسند الفاروق» (2/ 642 - 643)]، وقال أبو حاتم في «العلل» رقم (2006): «حديثٌ منكرٌ جِدّاً»، وقال أبو داود كما في «سؤالات الآجري» رقم (1082 و 1083): «هذا الحديث ليس بشيء».","އަދި އައްތިރްމިޛީގައި، އިބްނު ޢުމަރުގެ އަރިހުން މަރްފޫޢުކޮށް ރިވާވެގެންވެއެވެ:\n(من قَالَهَا إِذا دخل السُّوق -وَزَاد فِيهَا- يحيي وَيُمِيت وَهُوَ حَيّ لَا يَمُوت بِيَدِهِ الْخَيْر وَهُوَ على كل شَيْء قدير كَتَبَ اللَّهُ لَهُ أَلْفَ أَلْفِ حَسَنَةٍ، وَمَحَا عَنْهُ أَلْفَ أَلْفِ سَيِّئَةٍ، وَرَفَعَ لَهُ أَلْفَ أَلْفِ دَرَجَةٍ) 116\nމާނައީ: \"ބާޒާރަށް ވަންނަހިނދު އެކަލިމަކިޔާ، -އަދި އެއަށް (އެބަހީ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ އަށް) މިހެން އިތުރުކުރެއްވިއެވެ- يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ، بِيَدِهِ الخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (މާނައީ: އެކަލާނގެ ދިރުއްވާ އަދި މަރުގަންނަވައެވެ. އަދި އެކަލާނގެއީ އަވަހާރަ ނުވާނޭ، ދިރިދެމިވޮޑިގެންވާ އިލާހެވެ. އަދި އެކަލާނގެ ކޮންމެ ކަމަކަށް ކުޅަދުންވަންތައެވެ.) ކިޔައިފިމީހާ؛ އޭނާއަށް އެއްހާސް ހާސް (އެއްމިލިޔަން) ހެޔޮކަން ﷲ ލިޔުއްވައެވެ. އަދި އޭނާގެ ކިބައިން އެއްހާސް ހާސް ނުބައިކަން ފޮހެލައްވައެވެ. އަދި އޭނާއަށް އެއްހާސް ހާސް (އެއްމިލިޔަން) ދަރަޖަ އުފުއްލަވައިދެއްވައެވެ.\"\nއެހެން ރިވާޔަތެއްގައިވެއެވެ:\n(وَبُنِي لَهُ بَيْتٌ فِي الْجَنَّةِ) 117\nމާނައީ: \"އަދި އޭނާއަށް ސުވަރުގޭގައި ގެއެއް ބިނާކުރެވިގެންދެއެވެ.\"","(116) سنن الترمذي: 3428، سنن ابن ماجه: 2235، مسند أحمد: 327 މިޙަދީޘްއަކީ ސަނަދުގައި ވަރަށް ބަލިކަށި ރާވީންވާ މުންކަރު ޙަދީޘެކެވެ. އަދި ޙަދީޘް އައިސްފައިވާ ހުރިހާ މަގުތައްވެސް ވަރަށް ބަލިކަށްޓެވެ.\n(117) سنن الترمذي: 3429، مسند أحمد: 327"],["56","","‌وَمِنْ فَضَائِلِهَا: أَنَّهَا أَمَانٌ مِنْ وَحشَةِ القَبرِ وَهَولِ الحَشرِ، كَمَا في «المُسنَدِ»(1) وَغَيرِهِ عَنْ النَّبِيِّ ﷺ قَالَ: «لَيسَ عَلَى أَهلِ «لا إِلَهَ إلا اللَّهُ» وَحشَةٌ فِي قُبُورِهِم وَلا نَشُورِهِم، وَكَأَنِّي بِأَهلِ «لا إِلَهَ إِلَّا اللَّهُ» قَدْ قَامُوا يَنفُضُونَ التُّرَابَ عَنْ رؤوسهم، وَيَقُولُونَ: الحَمدُ لِلَّهِ الَّذِي أَذهَبُ عَنَّا الحَزَنَ»(2).\rوَفِي حَدِيثٍ مُرسَلٍ: «مَنْ قَالَ: «لا إِلَهَ إِلَّا اللَّهُ المَلِكُ الحَقُّ المُبِينُ» كُلَّ يَومٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ أَمَاناً مِنَ الفَقرِ، وَأُنْساً مِنْ وَحشَةً القَبرِ، وَاستَجْلَبَ بِهِ الغِنَى، وَاستَقْرَعَ بِهِ بَابَ الجَنَّةِ»(3).","(1) هذا وهمٌ من الحافظ ابن رجب، فليس الحديث في «مسند أحمد»، ولم يذكره ابن حجر في «أطراف المسند» ولا في «إتحاف المهرة بأطراف العشرة»، وذكره البوصيري في «إتحاف الخِيَرَة المهرة بزوائد المسانيد العشرة» رقم (6118) ولم يعزه ل «مسند أحمد»، وهذا مما يؤكد عدم وجوده فيه.\r(2) أخرجه أبو يعلى في «مسنده» -كما في «المطالب العالية» رقم (2865) -، وابن أبي الدنيا في «الأهوال» رقم (214)، وفي «القبور» رقم (69)، والطبراني في «الأوسط» رقم (9478)، وإسناده ضعيفٌ جدّاً.\r(3) أخرجه ابن المقرئ في «غرائب مالك» -كما في «منتخبه» رقم (17) -، وأبو نعيم في «الحلية» (8/ 280)، وغيرهم من طريق مالكٍ، عن جعفر بن محمد [هو: المعروف ب «الصادق»]، عن أبيه [هو: محمَّد بنُ علي]، عن جدِّه [هو: علي بن الحسين]، عن النبيِّ ﷺ مرسلاً.\rقلت: وقد رُوي عن مالكٍ من وجهٍ آخر موصولٍ، ولا يصح، قال ابن حجر في «رفع الإصر» (ص 305): «قد رُوِيَ عن مالكٍ من وجوهٍ عِدَّة لا يثبت شيءٌ منها»، وقال الدارقطني في «غرائب مالك»: «هذا الحديث لا يصح، وكلُّ مَنْ رواه عن\rمالكٍ ضعيفٌ»، وقال ابن عبد البر: «هذا حديثٌ غريبٌ من حديث مالكٍ لا يصح عنه، … ، ولا يرويه عن مالكٍ مَنْ يوثق به، ولا هو معروفٌ من حديثه».","އަދިވެސް އެކަލިމައިގެ މާތް ކަންތަކުގެ ތެރޭގައި:\n• އެއީ ކަށްވަޅުގެ އެކަނިވެރިކަމުންނާއި މަޙްޝަރުކުރެއްވުމުގެ ބިރުވެރިކަމުންވާ އަމާނެކެވެ. އެއީ މުސްނަދުގައާއި އެހެނިހެން ފޮތްތަކުގައި ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ރިވާވެގެންވާފަދައިންނެވެ:\n(لَيْسَ عَلَى أَهْلِ لَا إِلَهَ إِلَّا اللَّهُ وَحْشَةٌ فِي قُبُورِهِمْ وَلَا فِي نُشُورِهِمْ، وَكَأَنِّي بِأَهْلِ لَا إِلَهَ إِلَّا اللَّهُ قَدْ قَامُوا يَنْفضُونَ التُّرَابَ عَنْ رُءُوسِهِمْ، وَيَقُولُونَ: الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ) 118\nމާނައީ: \"لَا إِلَهَ إِلَّا اللَّهُ ގެ އަހުލުވެރިންނަށް އެމީހުންގެ ޤަބުރުތަކުގައި އަދި އަލުން ދިރުއްވުމުގައިވެސް އެކަނިވެރިކަމެއް ނުވެއެވެ. އަދި ތިމަންކަލޭގެފާނު لَا إِلَهَ إِلَّا اللَّهُ ގެ އަހުލުވެރިން އެމީހުންގެ ޤަބުރުތަކުން ތެދުވެ އެމީހުންގެ ބޯތަކުން ވެލިތައް ފޮޅާލާ، الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ (އަހަރުމެންގެ ކިބައިން ހިތާމަތައް ގެންދެވި ﷲ އަށް ޙަމްދުހުއްޓެވެ) މިހެން ބުނާހިނދު އެތަނުގައި ހުންނަވާ (ނުވަތަ ފެނިވަޑައިގަންނަވާ) ކަހަލައެވެ.\"\nއަދި މުރްސަލު ޙަދީޘެއްގައިވެއެވެ:\n(مَنْ قَالَ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ الْمَلِكُ الْحَقُّ الْمُبِينُ كُلّ يَوْمٍ ‌مِائَةَ مَرَّةٍ كَانَت لَهُ أَمَانًا مِنَ الْفَقْرِ وَأنسا مِنْ ‌وَحْشَةِ الْقَبْرِ، وَاسْتُجْلِب بِهِ الْغِنَى، وَاسْتُقْرِعَ بِهِ بَابُ الْجَنَّةِ) 119\nމާނައީ: \"ކޮންމެ ދުވަހަކު ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ الْمَلِكُ الْحَقُّ الْمُبِينُ (ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހެއްނުވެއެވެ. ބަޔާންވެގެންވާ ޙައްޤުވަންތަ ރަސްވަންތަ އިލާހެވެ.) ސަތޭކަ ފަހަރު ކިޔައިފިމީހާ، އެކަލިމަ ވާހުށީ ފަޤީރުކަމުން އޭނާއަށް ހުރި އަމާންކަމަކަށެވެ. އަދި ކަށްވަޅުގެ އެކަނިވެރިކަމުން ހުރި މުނިއަވަސްފިލުވުމަކަށެވެ. އަދި އެއިން ފުދުންތެރިކަން ގެނުވައެވެ. އަދި ސުވަރުގޭގެ ދޮރުކޮޅުގައި އެއިން ޓަކިޖެހެއެވެ.\"","(118) الأهوال لابن أبي الدنيا: 222، شعب الإيمان للبيهقي: 99، الدعاء للطبراني: 1484 މުއައްލިފު މިޙަދީޘް މުސްނަދަށް ނިސްބަތްކުރައްވާފައިވުމަކީ ވަހުމެކެވެ. އެހެނީ މިޙަދީޘް މުސްނަދުގައި ނުވެއެވެ. އަދި މިއީ ވަރަށް ބަލިކަށި ޙަދީޘެކެވެ. އަދި ބައެއް ބޭކަލުން މިއީ ބާޠިލު، ހަދާފައިވާ ޙަދީޘެއްކަމަށްވެސް ޙުކުމްކުރައްވައެވެ.\n(119) صفة الجنة لأبي نعيم: 185، التمهيد لابن عبد البر: 4/51، تاريخ بغداد: 12/354 މިއީ ސަނަދު ކެނޑިގެންވާ، އަދި އެއާއެކު ޟަޢީފު ރާވީން ހިމެނޭ ވަރަށް ބަލިކަށި ޙަދީޘެކެވެ."],["57","","وَهِيَ شِعَارُ المُؤمِنِينَ إِذَا قَامُوا مِنَ القُبُورِ، وقَالَ النَّضرُ بنُ عَرَبِيٍّ: «بَلَغَنِي أَنَّ النَّاسَ إِذَا قَامُوا مِنْ قُبُورِهِم فَإِنَّ شِعَارَهُم: لا إِلَهَ إِلَّا اللَّهُ»(1).\rوَقَدْ خَرَّجَ الطَّبَرَانِيُّ حَدِيثاً مَرفُوعاً: «إِنَّ شِعَارَ هَذِهِ الأُمَّةِ عَلَى الصِّرَاطِ: لا إِلَهَ إِلَّا أَنْتَ»(2).\rوَمِنْ فَضَائِلِهَا: أَنَّهَا تَفتَحُ لِقَائِلِهَا أَبوَابَ الجَنَّةِ الثَّمَانِيَةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ، كَمَا فِي حَدِيثِ عُمَرَ رضي الله عنه(3)، عَنْ النَّبِيِّ ﷺ فِيمَن أَتَى بِالشَّهَادَتَينِ بَعدَ الوُضُوءِ، خَرَّجَهُ مُسلِمٌ(4).\rوَفِي «الصَّحِيحَينِ» عَنْ عُبَادَةَ [بن الصامت رضي الله عنه]، عَنْ النَّبِيِّ ﷺ قَالَ: «مَنْ قَالَ: أَشهَدُ أَنْ لا إِلَهَ إِلَّا اللَّهُ وَحدَهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ، وَأَنَّ عِيسَى عَبدُ اللَّهِ [ورسوله] وَكَلِمَتُهُ أَلقَاهَا إِلَى مَريَمَ وَرُوحٌ مِنهُ، وَأَنَّ الجَنَّةَ حَقٌّ، وَأَنَّ النَّارَ حَقٌّ، وَأَنَّ اللَّهَ يَبعَثُ مَنْ فِي القُبُورِ فُتِحَت لَهُ ثَمَانِيَةُ أَبوَابٍ مِنَ الجَنَّةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ»(5).","(1) أخرجه موقوفاً عليه: ابن أبي الدنيا في «القبور» رقم (71)، وفي «الأهوال» رقم (103).\r(2) أخرجه الطبراني في «الأوسط» رقم (160)، وفي «الدعاء» رقم (1487)، وإسناده واهٍ.\r(3) في نسخة (ب): «ابن عمر»، وهو خطأ.\r(4) برقم (234)، ولفظه: «مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ -أَوْ فَيُسْبِغُ- الْوُضُوءَ ثُمَّ يَقُولُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّداً عَبْدُ اللَّهِ وَرَسُولُهُ إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ».\r(5) متفقٌ عليه، أخرجه البخاري رقم (3252)، ومسلم رقم (28).\rتنبيهان:\rأولهما: قوله: «وأنَّ اللَّهَ يَبعَثُ مَنْ فِي القُبُورِ» ليست في «الصحيحين»، ومثلها أيضاً ما وقع في نسخة (ب) من قوله قبلها: «وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيبَ فِيهَا»، بل\rلم أر هاتين الجملتين من رواية عُبَادة رضي الله عنه في شيءٍ من مصادر الحديث، فاللَّه أعلم.\rثانيهما: قوله: «فُتِحَت لَهُ ثَمَانِيَةُ أَبوَابٍ مِنَ الجَنَّةِ يَدخُلُ مِنْ أَيِّهَا شَاءَ»، هذا قريبٌ من لفظ مسلمٍ: «أَدْخَلَهُ اللَّهُ مِنْ أَيِّ أَبوَابِ الجَنَّةِ الثَّمَانِيَةِ شَاءَ»، وأما لفظ البخاري فهو: «أَدخَلَهُ اللَّهُ الجَنَّةَ عَلَى مَا كَانَ مِنَ العَمَلِ».","• އަދި އެއީ ކަށްވަޅުތަކުން އެމީހުން ތެދުވާހިނދު މުއުމިނުންގެ ޝިޢާރެވެ. އައްނަޟްރު ބްނު ޢަރަބީ ވިދާޅުވިއެވެ:\n(بَلَغَنِي أَنَّ النَّاسَ، إِذَا قامُوا مِنْ قُبُورِهِمْ فإنَّ ‌شِعَارُهُمْ: ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ) 120\nމާނައީ: \"އަހުރެންނަށް ފޯރާފައިވާ ގޮތުގައި: މީސްތަކުން އެމީހުންގެ ޤަބުރުތަކުން ތެދުވާހިނދު އެމީހުންގެ ޝިޢާރުކަމުގައިވާހުށީ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ އެވެ.\"\nއައްޠަބަރާނީ ނެރުއްވި މަރްފޫޢު ޙަދީޘެއްގައިވެއެވެ:\n«إن ‌شِعَار هذه الأُمّة علَى ‌الصِّرَاطِ ‌لَا ‌إِلَهَ ‌إِلَّا ‌أَنْتَ» 121\nމާނައީ: \"ޞިރާޠުމަގުގައި މިއުއްމަތުގެ ޝިޢާރަކީ ‌لَا ‌إِلَهَ ‌إِلَّا ‌أَنْتَ އެވެ.\"\nއަދިވެސް އެކަލިމައިގެ އިތުރު މާތްކަންތަކުގެ ތެރޭގައި:\n• އެކަލިމަ ކިޔާ މީހާއަށް ސުވަރުގޭގެ އަށް ދޮރުކޮޅު ހުޅުވާދެއެވެ. އޭނާ ބޭނުން ދޮރުކޮޅަކުން ވަންނާންވީއެވެ.\nއެއީ ވުޟޫކުރުމަށްފަހު ޝަހާދަތުގެ ދެކަލިމަ ކިޔާ މީހާއާމެދު ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށްވާ ޢުމަރުގެފާނުގެ ޙަދީޘްގައި ވާގޮތަށެވެ. މުސްލިމްވަނީ އެޙަދީޘް ނެރުއްވާފައިއެވެ.122\nއަދި ދެ ޞަޙީޙުގައި ޢުބާދަތު ބްނުއް ޞާމިތުގެ އަރިހުން ރިވާވެގެންވެއެވެ. ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n(مَنْ قَالَ أَشْهَدُ أَنْ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنَّ عِيسَى عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَأَنَّ الْجَنَّةَ حَقٌّ وَأَنَّ النَّارَ حَقٌّ، فُتِحَتْ لَهُ ثَمَانِيَةُ أَبْوَابٍ مِنَ الْجَنَّةِ أدخله الله من أَيِّهَا شَاء)123\nމާނައީ: \"أَشْهَدُ أَنْ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنَّ عِيسَى عَبْدُ اللهِ وَرَسُولُهُ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَأَنَّ الْجَنَّةَ حَقٌّ وَأَنَّ النَّارَ حَقٌّ (ﷲ މެނުވީ ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށާއި، އެކަލާނގެ އެއްކައުވަންތަވެ، އަދި އެކަލާނގެއަށް ބައިވެރިޔަކު ނުވާކަމަށާއި، އަދި މުޙައްމަދުގެފާނީ އެކަލާނގެ އަޅާ އަދި ރަސޫލާކަމަށާއި، އަދި ޢީސާގެފާނީ ﷲ ގެ އަޅާ އަދި އެކަލާނގެ ރަސޫލާ އަދި މަރްޔަމްގެފާނަށް އެކަލާނގެ ފޮނުއްވި އެކަލާނގެ ކަލިމަފުޅުކަމާއި އެކަލާނގެ ޙަޟްރަތުންވާ ރޫޙެއްކަމަށާއި، ސުވަރުގެއަކީ ޙައްޤުކަމަށާއި، ނަރަކައަކީ ޙައްޤުކަމަށް ހެކިވަމެވެ.) މިހެން ކިޔައިފި މީހާއަށް ސުވަރުގޭގެ އަށް ދޮރާށިކޮޅު ހުޅުވޭނެއެވެ. އޭނާ ބޭނުންވި ދޮރާށްޓަކުން ﷲ އޭނާ ސުވަރުގެ ވައްދަވާނެއެވެ.\"","(120) الأهوال لابن أبي الدنيا: 218، البداية والنهاية: 19/391\n(121) المعجم الكبير للطبراني: 168، الضعفاء الكبير للعقيلي: 4/193 މިޙަދީޘްގެ ސަނަދު ވަނީ ބަލިކަށިވެގެންނެވެ.\n(122) ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: (مَا مِنْكُمْ مِنْ أَحَدٍ يَتَوَضَّأُ فَيُبْلِغُ - أَوْ فَيُسْبِغُ - الْوُضُوءَ، ثُمَّ يَقُولُ: أَشْهَدُ أَنْ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ وَأَنَّ مُحَمَّدًا عَبْدُ اللهِ وَرَسُولُهُ إِلَّا فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ ‌الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ) (صحيح مسلم: 234)\n(123) صحيح البخاري: 3435، ومسلم: 28"],["58","","وَفِي حَدِيثِ عَبدِ الرَّحمَنِ بنِ سَمُرَةَ، عَنْ النَّبِيِّ ﷺ فِي قِصَّةِ مَنَامِهِ الطَّوِيلِ، وَفِيهِ قَالَ: «وَرَأَيتُ رَجُلاً مِنْ أُمَّتِي اِنتَهَى إِلَى أَبوَابِ الجَنَّةِ، فَأُغلِقَت الأَبوَابُ دُونَهُ، فَجَاءَتهُ شَهَادَةُ أَنْ لا إِلَهَ إِلَّا اللَّهُ، فَفَتَحَت لَهُ الأَبوَابَ، وَأَدخَلَتهُ الجَنَّةَ»(1).\r‌‌وَمِنْ فَضَائِلِهَا: أَنَّ أَهلَهَا وَإِنْ دَخَلُوا النَّارَ بِتَقصِيرِهِم فِي حُقُوقِهَا فَإِنَّهُم لا بُدَّ أَنْ يَخرُجُوا مِنهَا، وَفي «الصَّحِيحَينِ» عَنْ أَنَسٍ، عَنْ النَّبِيِّ ﷺ قَالَ: «قَالَ اللَّهُ عز وجل: وَعِزَّتِي وَجَلالِي وَكِبرِيَائِي وَعَظَمَتِي، لأُخرِجَنَّ مِنهَا مَنْ قَالَ: لا إِلَهَ إِلَّا اللَّهُ»(2).\rوَخَرَّجَ الطَّبَرَانِيُّ عَنْ أَنَسٍ، عَنْ النَّبِيِّ ﷺ قَالَ: «إِنَّ أُنَاساً مِنْ أَهلِ لا إِلَهَ إِلا اللَّهُ يَدخُلُونَ النَّارَ بِذُنُوبِهِم، فَيَقُولُ لَهُمْ أَهلُ اللاتِ وَالعُزَّى: مَا أَغنَى عَنْكُمْ قَولُ لا إِلَهَ إِلَّا اللَّهُ، فَيَغضَبُ اللَّهُ لَهُمْ فَيُخرِجُهُم مِنْ النَّارِ، فَيَدخُلُونَ الجَنَّةَ»(3).","(1) أخرجه الطبراني في «الكبير» -كما في «جامع المسانيد» (8/ 331 - 333) - وفي «الدعاء» رقم (385)، وابن شاهين في «الترغيب في فضائل الأعمال» رقم (526)، وابن الجوزي في «العلل المتناهية» (2/ 697) وغيرهم.\rقال ابن الجوزي: «هذا حديثٌ لا يصح»، قلت: وهو كما قال، فإنَّ عامَّة أسانيده ضعيفة لا تثبت، ولا يخلو إسناد منها من مجهول أو ضعيف.\r(2) متفقٌ عليه، أخرجه البخاري رقم (7072)، ومسلم رقم (193)، وهو جزءٌ من حديث الشفاعة الطويل.\r(3) أخرجه أبو بكر بن أبي داود في «البعث والنشور» رقم (51)، والطبراني في «الأوسط» رقم (7293)، وإسناده ضعيفٌ جدّاً، وفيه من لا يُعرَف.","އަދި ނަބިއްޔާ صلى الله عليه وسلم އަށް ފެނިވަޑައިގެންނެވި ހުވަފެންފުޅުގެ ދިގު ވާހަކަ އައިސްފައިވާ ޢަބްދުއް ރަޙްމާނު ބްނު ސަމުރާގެ ޙަދީޘްގައިވެއެވެ. އެޙަދީޘްގައި އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ:\n(وَرَأَيْت رجلا من أمتِي ‌انْتهى ‌إِلَى ‌أَبْوَاب ‌الْجنَّة فأغلقت الْأَبْوَاب دونه فَجَاءَتْهُ شَهَادَة أَن لَا إِلَه إِلَّا الله ففتحت لَهُ الْأَبْوَاب وأدخلته الْجنَّة) 124\nމާނައީ: \"އަދި ތިމަންކަލޭގެފާނުގެ އުއްމަތުން މީހަކު ސުވަރުގޭގެ ދޮރުކޮޅުތަކުގެ ކައިރިއަށް ގޮސް ހުއްޓޭތަން ފެނިވަޑައިގެންނެވިއެވެ. ދެން އޭނާގެ ކުރިމައްޗަށް އެދޮރާށިތައް ލެއްޕެއެވެ. ދެން ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ އަށް ހެކިވުން އައިސް، އޭނާއަށް ދޮރާށިކޮޅުތައް ހުޅުވާދީ، އަދި އޭނާ ސުވަރުގެ ވައްދައެވެ.\"\nއަދިވެސް އެކަލިމައިގެ މާތްކަމުގެ ތެރޭގައި:\n• އެކަލިމައިގެ އަހުލުވެރިން އެކަލިމައިގެ ޙައްޤުތަކާމެދު ފަރުވާކުޑަވެގެން ނަރަކައަށް ވަތްކަމުގައިވިޔަސް ފަހެ އެމީހުން ކޮންމެހެންވެސް އެތަނުން ނިކުންނާނެއެވެ.\nދެ ޞަޙީޙުގައި، އަނަސްގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ވެއެވެ:\n(قال الله عز وجل: وَعِزَّتِي وَجَلَالِي وَكِبْرِيَائِي وَعَظَمَتِي ‌لَأُخْرِجَنَّ مِنْهَا مَنْ قَالَ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ) 125\nމާނައީ: \"ﷲ ޢައްޒަ ވަޖައްލަ ވަޙީކުރައްވާނެއެވެ: \"ތިމަންއިލާހުގެ ޢިއްޒަތާއި މާތްކަމާއި، ކިބުރިޔާވަންތަކަމާއި، މަތިވެރިވަންތަކަން ގަންދީ ވަޙީކުރައްވަމެވެ! ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ ކިޔާފައިވާ މީހަކުވިއްޔާ އެތަނުން ތިމަންއިލާހު ހަމަކަށަވަރުންވެސް ނެރުއްވާހުށީމެވެ.\"\nއައްޠަބަރާނީ، އަނަސްގެ އަރިހުން، ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިކަމަށް ނެރުއްވިއެވެ:\n(إِنَّ أُنَاسًا مِنْ أَهْلِ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ يَدْخُلُونَ ‌النَّارَ بِذُنُوبِهِمْ، فَيَقُولُ لَهُمْ عبدةُ ‌اللَّاتِ وَالْعُزَّى: مَا أَغْنَى عَنْكُمْ قَوْلُكُمْ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ فَيَغْضَبُ اللَّهُ لَهُمْ، فَيُخْرِجُهُمْ من النّار فَيَدْخُلُونَ الْجَنَّةَ) 126\nމާނައީ: \"‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ ގެ އަހުލުވެރިންގެ ތެރެއިން ބަޔަކު، އެމީހުންގެ ފާފަތަކާހުރެ ނަރަކައަށް ވަންނާނެއެވެ. ދެން ލާތާއި ޢުއްޒާއަށް އަޅުކަންކުރި މީހުން އެމީހުންނަށް ބުނާނެއެވެ: \"ކަލޭމެން ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللَّهُ ކިޔައިގެންވީ ފައިދާއެއް ކޮބާހެއްޔެވެ!؟\" އެހިނދުން ﷲ އެމީހުންނަށްޓަކައި ކޯފާވެވޮޑިގެން، އަދި އެމީހުން ނަރަކައިން ނެރުއްވާނެއެވެ. ދެން އެމީހުން ސުވަރުގެ ވަންނާނެއެވެ.\"","(124) الأحاديث الطوال للطبراني: 1/273، الترغيب والترهيب لابن شاهين: 526، نوادر الأصول: 3/244 މިއީ މަޖްހޫލު އަދި ބަލިކަށި ރާވީން މިޙަދީޘްގެ ސަނަދުތަކުގައިވާ ބަލިކަށި ޙަދީޘެކެވެ.\n(125) صحيح البخاري: 7510، ومسلم: 193\n(126) المعجم الأوسط للطبراني: 7293، البعث لابن أبي داود: 52، حلية الأولياء: 10/217 ، تاريخ بغداد: 9/312 މިޙަދީޘްގެ ސަނަދުގައި ކާކުކަން ނޭނގޭ މަޖްހޫލު ރާވީންވެއެވެ."],["59","","وَمَنْ كَانَ فِي سُخطِهِ مُحسِناً … فَكَيفَ يَكُونُ إِذَا مَا رَضِيَ؟\rلا يُسَوِّي بَين مَنْ وَحَّدَهُ -وَإِنْ قَصَّرَ فِي حُقُوقِ تَوحِيدِهِ- وَبَينَ مَنْ أَشرَكَ بِهِ.\rقَالَ بَعضُ السَّلَفِ: كَانَ إِبرَاهِيمُ عليه السلام يَقُولُ: اللَّهُمَّ لا تُشرِكُ مَنْ كَانَ يُشرِكُ بِكَ بِمَنْ كَانَ لا يُشرِكُ بِكَ.\rكَانَ بَعضُ السَّلَفِ يَقُولُ فِي دُعَائِهِ: اللَّهُمَّ إِنَّكَ قُلتَ عَنْ أَهلِ النَّارِ: إِنَّهُمْ أَقسَمُوا بِاللَّهِ جَهدَ أَيمَانِهِم لا يَبعَثُ اللَّهُ مَنْ يَمُوتُ(1)، وَنَحنُ نُقسِمُ بِاللَّهِ جَهدَ أَيمَانِنَا: لَيَبعَثَنَّ اللَّهُ مَنْ يَمُوتُ، اللَّهُمَّ لا تَجمَع بَينَ أَهلِ القَسَمَينِ فِي دَارٍ وَاحِدَةٍ.\rكَانَ أَبُو سُلَيمَانَ يَقُولُ: إِنْ طَالَبَنِي بِبُخلِي طَالَبتُهُ بِجُودِهِ، وَإِنْ طَالَبَنِي بِذُنُوبِي طَالَبتُهُ بِعَفوِهِ، وَإِنْ أَدخَلَنِي النَّارَ أَخبَرتُ أَهلَ النَّارِ أَنِّي كُنْتُ أُحِبُّهُ.\rمَا أَطيَبَ وَصلَهُ وَمَا أَعذَبَهُ … وَمَا أَثقَلَ هَجْرَهُ وَمَا أَصعَبَهُ\rفي السُّخطِ وَفي الرِّضَى ما أَهيَبَهُ(2) … القَلبُ يُحِبُّهِ وَإِنْ عَذَّبَهُ!\rوَكَانَ بَعضُ العَارِفِينَ(3) يَبكِي طُولَ لَيلِهِ، وَيَقُولُ: إِنْ تُعَذِّبنِي فَإِنِّي لَكَ مُحِبٌّ، وَإِنْ تَرحَمنِي فَإِنِّي لَكَ مُحِبٌّ.","(1) يشير إلى قوله تعالى: {وَأَقْسَمُوا بِاللّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللّهُ مَنْ يَمُوتُ بَلَى وَعْدًا عَلَيْهِ حَقًّا وَلكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُون (38)} [النحل].\r(2) في نسخة (ب): «في السُّخْطِ والرِّضَى فَمَا أَهْيَبَهُ».\r(3) هو: عتبة بن أبان الغلام، أسنده عنه: أبو نعيم في «الحلية» (6/ 226).","(ومن كان في ‌سخطه ‌مُحْسِنًا ::: فَكَيْفَ يَكُوْنُ إِذَا مَا رَضِي) 127\nމާނައީ: \"އެއިލާހުގެ ކޯފާވެވޮޑިގަތުމުގައިވެސް އިޙްސާންތެރިވެ ވޮޑިގެންވާ އިލާހު، ދެންފަހެ އެކަލާނގެ ރުއްސަވާހިނދު އަދި ކަންތައްވާނީ ކިހިނަކުންހެއްޔެވެ!؟\"\nއެކަލާނގެ އެއްކައުވަންތަކުރާ މީހަކު -އެކަލާނގެ ތައުޙީދުގެ ޙައްޤުތަކުގައި ފަރުވާކުޑަކުރިޔަސް-، އެކަލާނގެއާ ޝަރީކުކޮށް ބައިވެރިކުރާ މީހަކާ ދެމީހުން އެކަލާނގެ އެއްހަމަ ނުކުރައްވައެވެ.\nބައެއް ސަލަފުން ވިދާޅުވިއެވެ:\n(كَانَ إِبرَاهِيمُ عليه السلام يَقُولُ: ‌اللَّهُمَّ ‌لا ‌تُشرِكُ مَن كَانَ يُشرِكُ بِكَ بِمَن كَانَ لا يُشرِكُ بِكَ)\nމާނައީ: \"އިބްރާހީމު عليه السلام ވިދާޅުވާކަމުގައިވެއެވެ: އޭ ﷲ އެވެ! އިބައިލާހާ އެއްވެސް އެއްޗެއް ބައިވެރި ނުކުރާ މީހަކާ، އިބައިލާހާ އެހެން އެއްޗެހި ބައިވެރިކުރާ މީހަކާ، އިބައިލާހު (އެދެމީހުން އެއްހަމަކޮށް) ބައިވެރި ނުކުރައްވާށިއެވެ.\"\nސަލަފުންގެ ތެރެއިން ބޭކަލަކު ދުޢާކުރެއްވުމުގައި ވިދާޅުވެއެވެ:\n‌(اللهم إنك قلت عن أهل النار إنهم {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ‌لَا ‌يَبْعَثُ ‌اللَّهُ ‌مَنْ يَمُوتُ} [النحل: 38]. ونحن نقسم بالله جهد أيماننا: ليبعثن الله من يموت، ‌اللهم لا تجمع بين أهل القسمين في دار واحدة) 128\nމާނައީ: \"އޭ ﷲ އެވެ! ނަރަކައިގެ އަހުލުވެރިންނާމެދު އިބައިލާހު ވަޙީކުރައްވާފައިވަނީ: މަރުވާ މީހަކު ﷲ އަނބުރާ އަލުން ނުދިރުއްވާނޭކަމަށް އެމީހުންނަށް ކުރެވުނު ވަރުގަދަ ހުވާތައް ކުރިކަމަށެވެ. އަޅަމެންގެ އެންމެ ވަރުގަދަ ހުވާތައް މިކުރަނީ ހަމަކަށަވަރުންވެސް މަރުވާ މީހުން ﷲ ދިރުއްވާނޭކަމުގައިއެވެ. އޭ ﷲ އެވެ! މި ދެހުވާ ކުރިމީހުން އެއް ގޮވެއްޗެއްގައި ޖަމަޢަނުކުރައްވާށިއެވެ.\"\nޤިޔާމަތްދުވަހު ހަމަލޮލަށް ﷲ ފެނުމާއި، އެކަލާނގެއާ ގާތުގައިވުމުގެ ނިޢުމަތުން މަޙްރޫމުވުމަކީ އެންމެ ބޮޑު މަޙްރޫމުވުން\nއަބޫ ސުލައިމާނު ވިދާޅުވެއެވެ:\n(إِن ‌طَالَبَنِي بِبُخلِي طَالَبتُهُ بِجُودِهِ، وَإِن ‌طَالَبَنِي بِذُنُوبِي طَالَبتُهُ بِعَفوِهِ، وَإِن أَدخَلَنِي النَّارَ أَخبَرتُ أَهلَ النَّارِ أَنِّي كُنتُ أُحِبُّهُ)\nމާނައީ: \"އަހުރެންގެ ދަހިވެތިކަމާމެދު އެކަލާނގެ އަހުރެންނާ ސުވާލުކުރައްވާ ހިސާބުކުރައްވައިފިނަމަ އަހުރެން އެކަލާނގެ ޙަޟްރަތުން ސުވާލުކޮށް ދަންނަވާހުށީ އެކަލާނގެ ދީލަތިވަންތަކަމާއެވެ. އަދި އަހުރެންގެ ފާފަތަކާހުރެ އެކަލާނގެ އަހުރެންނާ ސުވާލުކުރައްވާ ހިސާބުކުރައްވައިފިނަމަ އަހުރެން އެދި ދަންނަވާހުށީ އެކަލާނގެ ޢަފޫކުރެއްވުމެވެ. އެކަލާނގެ އަހުރެން ނަރަކައަށް ވައްދަވައިފިނަމަ އަހުރެން ނަރަކައިގެ އަހުލުވެރިންނަށް ޚަބަރުދޭހުށީ އަހުރެން އެކަލާނގެ ދެކެ ލޯބިވާކަމެވެ.\"\n(مَا أَطيَبَ وَصلَهُ وَمَا أَعذَبَـــهُ ::: وَمَا أَثقَلَ هَجْرَهُ وَمَا أَصعَبَهُ\nفي السُّخطِ وَفي الرِّضَى ما أَهيَبَهُ ::: القَلبُ ‌يُحِبّـــُهِ ‌وَإِن ‌عَذَّبَهُ)\nމާނައީ \"އެކަލާނގެއާ އޮންނަ ގުޅުމުގެ ފޮނިމީރުކަމާ ހެޔޮކަމާއޭ، އަދި އެކަލާނގެއާ ގުޅުންކެނޑުމުގެ ބުރަބޮޑުކަމާ އޭގެ އުނދަގޫކަމާއޭ،\nނުރުއްސެވުމާއި އަދި ރުއްސެވުމުގައިވެސް އެކަލާނގެ ހައިބަތުވަންތަކަމާއޭ، ހިތް ލޯބިވެޔޭ އެކަލާނގެ ޢަޛާބުދެއްވިޔަސް.\"\nމަޢުރިފާވެރިކަމުގެ ބައެއް ބޭކަލުން، މުޅި ރޭގަނޑު ކީރިތިކުރައްވާ ވިދާޅުވެއެވެ:\n(إِنْ تُعَذِّبْنِي ‌فَإِنِّي ‌لَكَ ‌مُحِبٌّ، وَإِنْ تَرْحَمْنِي ‌فَإِنِّي ‌لَكَ ‌مُحِبٌّ) 129\nމާނައީ: \"އިބައިލާހު މިއަޅާއަށް ޢަޛާބުދެއްވިޔަސް މިއަޅާވަނީ އިބައިލާހުދެކެ ލޯބިވެގެންނެވެ. އަދި އިބައިލާހު މިއަޅާއަށް ރަޙުމްކުރައްވައިފިނަމަވެސް މިއަޅާވަނީ އިބައިލާހުދެކެ ލޯބިވާ މީހަކުކަމުގައިއެވެ.\"","(127) صيد الخاطر: 1/208\n(38) صفة النفاق للفريابي: 43، تفسير ابن حاتم: 15202\n(128) تاريخ دمشق لابن عساكر: 45/22 ، تهذيب الكمال: 21/337\n(129) الرقة والبكاء لابن أبي الدنيا: 230، حلية الأولياء: 6/235، شعب الإيمان للبيهقي: 475"],["60","","العَارِفُونَ يَخَافُونَ مِنَ الحِجَابِ أَكثَرَ مِمَّا يَخَافُونَ مِنَ العَذَابِ(1)، قَالَ ذُو النُّونِ: خَوفُ النَّارِ عِنْدَ خَوفِ الفِرَاقِ كَقَطرَةٍ فِي بَحرٍ لُجِّيٍّ(2).\nكَانَ بَعضُهُم يَقُولُ: إِلَهِي وَسَيِّدِي وَمَولاي، لَو عَذَّبتَنِي بِعَذَابِكَ كُلِّهِ، كَانَ مَا فَاتَنِي مِنْ قُربِكَ أَعظَمَ عِنْدِي مِنَ العَذَابِ.\nقِيلَ لِبَعضِهِم: لَو طَرَدَكَ مَا كُنْتَ تَفعَلُ؟، فَقَالَ:\nأَنَا إِنْ لَم أَجِد مِنْ الحُبِّ وَصلاً … رُمتُ فِي النَّارِ مَنزِلاً وَمَقِيلا\nثُمَّ أَزعَجتُ أَهلَهَا بِنِدَائِي … بُكرَةً فِي عَرَصَاتِهَا(3) وَأَصِيلا\nمَعشَرَ المُشرِكِينَ نُوحُوا عَلَى مَنْ … يَدِّعِي أَنَّهُ يُحِبُّ الجَلِيلَا\nلَم يَكُنْ فِي الَّذِي اِدَّعَاهُ مُحِقّاً … فَجَزَاهُ بِهِ العَذَابَ الطَّوِيلا!\nإِخوَاني اِجتَهَدُوا اليَومَ فِي تَحقِيقِ التَّوحِيدِ، فَإِنَّهُ لا يُوصِلُ إِلَى اللَّهِ سِوَاهُ، وَاحرِصُوا عَلَى القِيَامِ بِحُقُوقِهِ، فَإِنَّهُ لا يُنْجِي مِنْ عَذَابِ اللَّهِ إِلا إِيَّاهُ.","(1) قال ابن تيمية في «مجموع الفتاوى» (1/ 27): «عذابُ الحِجَابِ أعظمُ أنواعِ العذابِ، ولَذَّةُ النَّظَرِ إلى وجهِهِ أعلَى اللَّذَّاتِ».\r(2) عزاه إليه أبو طالب المكي في «قوت القلوب» (1/ 377)، والغزالي في «إحياء علوم الدين» (4/ 168).\r(3) في نسخة (ب): «عِرَاصِهَا». قال في «القاموس»: «العَرْصَةُ: كلُّ بُقْعَةٍ بينَ الدُّورِ واسِعَةٍ ليس فيها بِناءٌ، جمعها: عِراصٌ وعَرَصاتٌ وأعْراصٌ».","(ﷲ ތަޢާލާ ރަނގަޅަށް ދަނެގެންވާ) ޢާރިފުން ޢަޛާބަށް ބިރުވެތިވާވަރަށްވުރެ ބޮޑަށް ޙިޖާބަށް (ﷲ ގެ ރަޙްމަތާއި ލޯބިން ފަރުދާވުމާމެދު) ބިރުވެތިވެއެވެ.\nޛުއް ނޫނު ވިދާޅުވިއެވެ:\n(خَوفُ النَّارِ عِندَ خَوفِ الفِرَاقِ كَقَطرَةٍ فِي بَحرٍ لُجِّيٍّ) 130\nމާނައީ: \"(ﷲ ފެނުމާއި އެކަލާނގެ ލޯތްބާއި ރަޙުމަތުން) ވަކިވުމާމެދު ބިރުގަތުމާ ބަލާއިރު ނަރަކަދެކެ ބިރުގަތުންވަނީ ފުން ކަނޑެއްގައިވާ ފެން ތިއްކެއް ފަދައިންނެވެ.\"\nބައެއް ބޭކަލުން ވިދާޅުވެއެވެ:\n(إلهي وسيدي ومولاي! لو أنك عذبتني بعذابك كله كان ما فاتني من ‌قربك ‌أعظم عندي من العذاب.) 131\nމާނައީ: \"އަޅުގެ އިލާހެވެ! އަޅުގެ ސާހިބާއެވެ! އަޅުގެ ވެރިއިލާހެވެ! އިބައިލާހުގެ ޢަޛާބު އެކުއެކީ މިއަޅާއަށް ދެއްވިނަމަވެސް، އިބައިލާހާ ކުއްތަންވެ ގާތުގައިވުން މިއަޅާއަށް ނުލިބި ފާއިތުވެދިޔުންވަނީ މިއަޅާގެ ގާތުގައި ޢަޛާބަށްވުރެވެސް މާ ބޮޑުވެގެންވާ ކަމެއްކަމުގައިއެވެ.\" 132\nބޭކަލަކަށް ދެންނެވުނެވެ: \"އެކަލާނގެ ތިބާ ފައްސާލައްވައިފިނަމަ ތިބާ ކުރާނީ ކީއްހެއްޔެވެ؟\"\nދެން އެބޭކަލަކު ވިދާޅުވިއެވެ:\n(أَنَا إِن لَم أَجِد مِن الحُبِّ وَصـلاً ::: رُمتُ فِي النَّارِ مَنزِلاً وَمَقـِيلا\nثُمَّ أَزعَـــجتُ أَهــــلَهَا بِنِدَائِـي ::: بُكرَةً فِي عَرَصَاتِهَا وَأَصِيلا\nمَعشـَرَ المُشرِكِينَ نُوحُوَا عَلَى مَن::: يَدِّعِي أَنَّهُ يُحِــبُّ الجَـلـــِيلَا\nلَم يَكُن فِي الَّذِي اِدَّعَاهُ مُحِـــقَّاً ::: فَجَــزَاهُ بِهِ العَذَابَ الطَّـوِيلا) 133\nމާނައީ: \"އަހުރެންނަށް ލޯބިން ގުޅުމެއް ނުފެނިއްޖެނަމަ، މަންޒިލެއް އަދި އުޅޭނެތަނެއްގެ ގޮތުގައި އަހުރެން ނަރަކައަށް އަމާޒުކުރެވެޔޭ، ދެން އެތަނުގައި އަހުލުވެރިންނަށް އަހުރެން އުނދަގޫ ގެނުވާނަމޭ ހެނދުނާ ހަވީރު އެތާގައި ގޮވާލުމުން، އޭ މުޝްރިކުންނޭ! ޖަލާލުވަންތަ އިލާހުދެކެ ލޯބިވާކަމަށް ދަޢުވާކުރި މީހުން ނިކަން ސަހަރޯވެ ހިތާމަކޮށްބަލާށޭ، އެމީހަކު ދަޢުވާކުރި ކަންތަކާމެދު ތެދުވެރި ޙައްޤުގޮތުގައި އެމީހަކު ނުވިޔޭ، އެހެންވެ އެކަލާނގެ އޭނާއަށް ދިގުވެގެންވާ ޢަޛާބުދެއްވިޔޭ.\"\nއަހުރެންގެ އަޚުންނޭވެ! ތައުޙީދު ޙައްޤުކުރުމަށް ތިޔަބައިމީހުން މިއަދު ގަދައަޅާ މަސައްކަތްކުރާށެވެ! [އެހެނީ އެއިން މެނުވީ ﷲ އަށް ވާޞިލުނުކޮށްދޭނެއެވެ. އަދި އެތައުޙީދުގެ ޙައްޤުތައް ޤާއިމުކުރުމަށް ފަރުވާތެރިވާށެވެ.]134 ފަހެ އެއިން މެނުވީ ﷲ ގެ ޢަޛާބުން ނަޖާ ނުކޮށްދޭނެއެވެ. ބަސްބުނާ މީހަކު ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ އަށްވުރެ ހެޔޮ ރަނގަޅުވެގެންވާ ބަހެއް ނުބުނެއެވެ!","(130) قوت القلوب: 1/377، إحياء علوم الدين: 4/168\n(131) صفة الصفوة: 2/358\n(132) ޢިޝްޤުގައި ޖެހިގެން އުޅޭ ޢާޝިޤުން ގޮތަށް ބައެއް ޖާހިލު ޞޫފީން ބުނެފައިވާ މިފަދަ ޢިބާރާތްތަކަކީ އެކަށީގެންވާ ބަސްތަކެއް ނޫނެވެ. ﷲ ތަޢާލާގެ ޢަޛާބަކީ އެކަކަށްވެސް އެ ތަޙައްމަލު ނުކުރެވޭ ގަދަފަދަ ޢަޛާބެކެވެ. އޭގެ ރަހަ ނުވެސް ދެކޭ، ލޮލަށް އެފަދަ އެއްޗެއް ނުފެންނަ، އެފަދަ އެއްޗެއް އަޑުނާހާ، ޚިޔާލަށްވެސް ނުގެނެވޭ ކަންތަކެކެވެ. ސުންނަތުގެ އަހުލުވެރި މުއުމިނުންގެ ދުޢާއަކީ ޤުރްއާނާއި ސުންނަތާއި އަދި ސަލަފުންގެ ބަސްތަކުގައި އައިސްފައިވާ ފަދައިން ﷲ ގެ ގަދަފަދަ ޢަޛާބުން މިންޖުކޮށްދެއްވާ ރައްކާތެރިކޮށްދެއްވުމަށެވެ. ﷲ ތަޢާލާ ލޯބިވެވޮޑިގެންވާ އަޅުތަކުން ކުރާ ދުޢާއަށް މަދަޙަޘަނާ ބަސްވަޙީ ކުރައްވާ އެންގެވިއެވެ: ﴿‌وَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا ٦٣ وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا ٦٤ وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا ٦٥ إِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا ٦٦ ﴾ [الفرقان: 63-66]\n(133) صفة الصفوة: 2/450\n(134) މިއީ ދާރު އައްތަދްމުރިއްޔާ ޗާޕާއި އަލްފާރޫޤު ޗާޕުގައި އިތުރަށްވާ ޢިބާރާތެކެވެ."],["61","","مَا نَطَقَ النَّاطِقُونَ إِذْ نَطَقُوا … أَحسَنَ مِنْ لا إِلَهَ إِلَّا هو\rتَبَارَكَ اللَّه ذُو الجَلَالِ وَمَنْ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\rمَنْ لِذُنُوبِي وَمَنْ يُمَحِّصُهُا … غيرك يا من لَا إِلَهَ إِلَّا هُو\rجِنَانُ خُلدٍ(1) لِمَنْ يُوَحِّدُهُ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\rنِيرَانُهُ لَا تُحرِقُ مَنْ … حَقَّقَ(2) أَنْ لَا إِلَهَ إِلَّا هُو\rأَقُولُهَا مُخلِصاً بِلَا بُخلٍ … أَشهَدُ أَنْ لَا إِلَهَ إِلَّا هُو\rآخِرُهُ وَالحَمدُ للَّه وَحدَهُ\rوصلى اللَّه على سيدنا محمد وآله [وصحبه] وسلم تسليماً كثيراً","(1) في نسخة (ب): «جِنَانُ خُلْدِهِ».\r(2) في نسخة (ب): «يَشْهَدُ»، مكان: «حَقَّق».","(مَا نَطَقَ النَّاطِقُونَ إِذ نَطَقُوا::: أَحسَــنَ مِن لا إِلَهَ إِلَاّ هو\nتَبَارَكَ الله ذُو الجَــلَالِ وَمَن::: أَشهَــــدُ أَن لَا إِلَهَ إِلَاّ هُو\nمَن لِذُنُوبِي وَمَن يُمَحّـــِصُهُا::: غيــرك يا من لَا إِلَهَ إِلَاّ هُو\nجِنَــانُ خُلدٍ لِمَــن يُوَحِّــدُهُ ::: أَشهــــَدُ أَن لَا إِلَهَ إِلَاّ هُو\nنِيــــرَانُهُ لَا تُحــــرِقُ مَـن ::: حَقَّـــــقَ أَن لَا إِلَهَ إِلَاّ هُو\nأَقُولُهَا مُخلِصَـــاً بِلَا بُخــــلٍ ::: أَشهـــَدُ أَن لَا إِلَهَ إِلَاّ هُو)\nމާނައީ: \"ބަސްމޮށޭ މީހުން ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ އަށްވުރެ ހެޔޮ ބަހެއް ނުކިޔައޭ، ޖަލާލުވަންތަކަމުގެ ވެރި އިލާހު އަދި އަހުރެން އެކަލާނގެ ފިޔަވައި ޙައްޤު އިލާހެއް ނުވާކަމަށް ހެކިވާ އެއިލާހު މަތިވެރިވޮޑިގެންފިޔޭ، މިއަޅާގެ ފާފަތަކަށް އަޅާލާ އެފޮހެދެއްވާނޭ ކާކުހޭހުރީ އޭ އިބައިލާހު ފިޔަވައި ޙައްޤު އިލާހެއް ނުވާ އިލާހު ނޫނީ، ދާއިމަށްވާ ބަގީޗާތައްވަނީ އެކަލާނގެ އެއްކައުވަންތަކުރާ މީހަކަށް، އަހުރެން ހެކިވަމޭ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ އަށް، އެކަލާނގެ އަލިފާނުން އަންދާނުލަޔޭ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ ޙައްޤުކުރި މީހަކު، އަހުރެން ބުނަމޭ އެއްވެސް ބަޚީލުކަމެއް ނެތި އިޚްލާޞާއެކު؛ އަހުރެން ހެކިވަމޭ ‌لَا ‌إِلَهَ ‌إِلَّا ‌اللهُ އަށް\"\nوالحمد لله رب العالمين.",""]]
