[
  [
    "1",
    "بسم الله الرحمن الرحيم\nوما توفيقي إلا بالله\nأَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْعَالِمُ الزَّاهِدُ عِزُّ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْكَرِيمِ الْجَزَرِيُّ أَيَّدَهُ اللَّهُ فِي شَهْرِ رَمَضَانَ مِنْ سَنَةِ أَرْبَعَ عَشْرَةَ وَسِتِّ مِائَةٍ بِـ (الْمَوْصِلِ) بِرِبَاطِ أَخِيهِ قَالَ: أَنَا الشَّيْخُ الْإِمَامُ الْعَالِمُ مَجْدُ الدِّينِ أَبُو الْفَرَجِ يَحْيَى بْنُ مَحْمُودِ بْنِ سَعْدٍ الْأَصْفَهَانِيُّ قَالَ: أَنَا الشَّيْخُ الْإِمَامُ أَبُو الْفَتْحِ⁽¹⁾ إِسْمَاعِيلُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ الْأَخْشِيدِ السَّرَّاجُ فِي سَنَةِ ثَمَانِ عَشْرَةَ وَخَمْسِ مِائَةٍ، وَسَنَةِ اثْنَيْنِ وَعِشْرِينَ وَخَمْسِ مِائَةٍ قَالَ: أَنَا الشَّيْخُ أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحِيمِ قَالَ: أَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ الْكِتَّانِيُّ الْمُقْرِيءُ: نَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ:\n١ - حَدَّثَنَا أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ: ثَنَا وَكِيعٌ، ثنا الْأَعْمَشُ عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا، وَلَا تَغْدُ بَيْنَ ذَلِكَ\".",
    "⁽¹⁾ كذا الأصل وفي النسخة الأخرى \"أبو الفضل\"، وقد ترجمه ابن العماد في \"الشذرات\" في وفيات سنة أربع وعشرين وخمسمائة، ولكنه لم يذكر له كنية. وذكر أنه عمر ثمانيًا وثمانين سنة.",
    "a",
    "a"
  ],
  [
    "2",
    "٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، قَالَ: سَمِعْتُ حَنْظَلَةَ، يُحَدِّثُ عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ، قَالَ: \" قُلْتُ لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ:\n\"يُقَالُ: إِنِ اسْتَطَعْتَ أَنْ تَكُونَ عَالِمًا؛ فَكُنْ عَالِمًا فَإِنْ لَمْ تَسْتَطِعْ فَكُنْ مُتَعَلِّمًا، فَإِنْ لَمْ تَكُنْ مُتَعَلِّمًا؛ فَأَحِبَّهُمْ فَإِنْ لَمْ تُحِبَّهُمْ فَلَا تَبْغُضْهُمْ، فَقَالَ عُمَرُ،: \"سُبْحَانَ اللَّهِ لَقَدْ جَعَلَ اللَّهُ عز وجل لَهَ مَخْرَجًا\".",
    "",
    "",
    ""
  ],
  [
    "3",
    "٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا جَرِيرٌ عَنِ الْأَعْمَشِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ\"⁽²⁾.",
    "⁽²⁾ قد صح هذا مرفوعًا إلى النبي ﷺ، أخرجه الشيخان من حديث معاوية رضي الله عنه.",
    "",
    ""
  ],
  [
    "4",
    "٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو ثنا زَائِدَةُ عَنِ الْأَعْمَشِ عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"يَا أَيُّهَا النَّاسُ تَعَلَّمُوا، فَمَنْ عَلِمَ فَلْيَعْمَلْ\".",
    "",
    "",
    ""
  ],
  [
    "5",
    "٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ:\n\"أَتَيْتُ صَفْوَانَ بْنَ عَسَّالٍ الْمُرَادِيَّ فَقَالَ: \"مَا جَاءَ بِكَ\"؟ قُلْتُ: طَلَبُ الْعِلْمِ. فَقَالَ: \"إِنَّ الْمَلَائِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا لِمَا يَطْلُبُ\"⁽³⁾.",
    "⁽³⁾ كذا الأصل، وفي النسخة الأخرى \"بما\" وكذا هو في \"سنن الترمذي\" وغيره وصححه، وبعض الرواة يوقفه، وبعضهم يرفعه، وهو في حكم المرفوع قطعًا لأنه لا يقال بالرأي كما قال ابن عبد البر في \"الجامع\" (1/ 32 - 33).",
    "",
    ""
  ],
  [
    "6",
    "٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شِمْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"إِنَّ الَّذِي يُعَلِّمُ النَّاسَ الْخَيْرَ يَسْتَغْفِرُ لَهُ كُلُّ دَابَّةٍ حَتَّى الْحُوتُ فِي الْبَحْرِ\"⁽⁴⁾.",
    "⁽⁴⁾ قد صح هذا مرفوعًا إلى النبي ﷺ، أخرجه الطبراني في \"الأوسط\" من حديث جابر.\nوالترمذي من حديث أبي أمامة رضي الله عنه وصححه.",
    "",
    ""
  ],
  [
    "7",
    "٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ثنا بِشْرُ بْنُ مَنْصُورٍ، عَنْ ثَوْرٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ ظَبْيَانَ، قَالَ: \" قَالَ الْمَسِيحُ ابْنُ مَرْيَمَ:\n\"مَنْ تَعَلَّمَ وَعَلِمَ وَعَمِلَ فَذَاكَ يُدْعَى عَظِيمًا فِي مَلَكُوتِ السَّمَاءِ\".",
    "",
    "",
    ""
  ],
  [
    "8",
    "٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ قَالَ:\n\"تَعَلَّمُوا فَإِنَّ أَحَدَكُمْ لَا يَدْرِي مَتَى يَخْتَلُّ إِلَيْهِ\"⁽⁵⁾.",
    "⁽⁵⁾ أي متى يحتاج الناس إلى ما عنده. من \"الخلة\" بالفتح: الحاجة والفقر، كما في \"النهاية\" و \"اللسان\".",
    "",
    ""
  ],
  [
    "9",
    "٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذُ بْنُ مُعَاذٍ، ثنا ابْنُ عَوْنٍ، عَنِ الْأَحْنَفِ، قَالَ: قَالَ عُمَرُ:\n\"تَفَقَّهُوا قَبْلَ أَنْ تُسَوَّدُوا\".",
    "",
    "",
    ""
  ],
  [
    "10",
    "١٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ:\n\"وَاللَّهِ إِنَّ الَّذِي يُفْتِي النَّاسَ فِي كُلِّ مَا يَسْأَلُونَهُ لَمَجْنُونٌ\"\nقَالَ الْأَعْمَشُ: فَقَالَ لِيَ الْحَكَمُ:\n\"لَوْ كُنْتُ سَمِعْتُ بِهَذَا الْحَدِيثِ مِنْكَ قَبْلَ الْيَوْمِ مَا كُنْتُ أُفْتِي فِي كَثِيرٍ مِمَّا كُنْتُ أُفْتِي\".",
    "",
    "",
    ""
  ],
  [
    "11",
    "١١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ رَجَاءٍ الْأَنْصَارِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ الْأَزْرَقِ، قَالَ:\n\"دَخَلَ رَجُلَانِ مِنْ أَبْوَابِ كِنْدَةَ، وَأَبُو مَسْعُودٍ الْأَنْصَارِيُّ جَالِسٌ فِي حَلْقَةٍ، فَقَالَ أَحَدُهُمَا: أَلَا رَجُلٌ يَنْظُرُ بَيْنَنَا؛ فَقَالَ رَجُلٌ فِي الْحَلْقَةِ: أَنَا قَالَ: فَأَخَذَ أَبُو مَسْعُودٍ كَفًّا مِنْ حَصًى فَرَمَاهُ بِهِ وَقَالَ لَهُ: \"إِنَّهُ كَانَ يُكْرَهُ التَّسَرُّعُ إِلَى الْحُكْمِ\".",
    "",
    "",
    ""
  ],
  [
    "12",
    "١٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ صَالِحِ بْنِ خَبَّابٍ⁽⁶⁾، عَنْ حُصَيْنِ بْنِ عُقْبَةَ، عَنْ سَلْمَانَ، [قَالَ]:\n\"عِلْمٌ لَا يُقَالُ بِهِ كَكَنْزٍ لَا يُنْفَقُ مِنْهُ\"",
    "⁽⁶⁾ كذا الأصل، وعلى هامشه \"نسخة حيان\". والصواب ما أثبتنا. وهو الثابت في النسخة الأخرى، وابن خباب هذا له ترجمة في \"الجرح والتعديل\" (2/ 1 / 499) ووثقه ابن معين.\nوإسناد هذا الأثر جيد، وقد ثبت مرفوعًا، رواه أحمد والطبراني من طريقين عن أبي هريرة، وأخرج أحدهما المصنف كما يأتي (162)، وابن عبد البر من حديث ابن عمر.",
    "",
    ""
  ],
  [
    "13",
    "١٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، قَالَ: بَلَغَنِي عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، أَنَّهُ قَالَ:\n\"فَضْلُ الْعِلْمِ أَحَبُّ إِلَيَّ مِنْ فَضْلِ الْعِبَادَةِ، وَخَيْرُ دِينِكُمُ الْوَرَعُ\"⁽⁷⁾.",
    "⁽⁷⁾ ثبت هذا مرفوعًا عن النبي ﷺ، رواه الطبراني عن ابن عمر وحذيفة، وحسن سنده المنذري، والحاكم عن سعد بن أبي وقاص رضي الله عنه وصححه هو والذهبي.",
    "",
    ""
  ],
  [
    "14",
    "١٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ سُلَيْمٍ عَنْ حُذَيْفَةَ، قَالَ: \" بِحَسْبِ الْمَرْءِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ عز وجل، وَبِحَسْبِهِ مِنَ الْكَذِبِ أَنْ يَقُولَ: أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ثُمَّ يَعُودُ\".",
    "",
    "",
    ""
  ],
  [
    "15",
    "١٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنِ مَهْدِيٍّ، ثنا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، قَالَ:\n\"بِحَسْبِ الرَّجُلِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ عز وجل، وَبِحَسْبِ الرَّجُلِ مِنَ الْجَهْلِ أَنْ يُعْجَبَ بِعِلْمِهِ\".",
    "",
    "",
    ""
  ],
  [
    "16",
    "١٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ أَبِي خَالِدٍ، شَّيْخٌ مِنْ أَصْحَابِ عَبْدِ اللَّهِ قَالَ:\n\"بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ إِذْ جَاءَ خَبَّابُ بْنُ الْأَرَتِّ فَجَلَسَ، فَسَكَتَ، فَقَالَ لَهُ الْقَوْمُ: إِنَّ أَصْحَابَكَ قَدِ اجْتَمَعُوا إِلَيْكَ لِتُحَدِّثَهُمْ أَوْ لِتَأْمُرَهُمْ قَالَ: \"بِمَ آمُرُهُمْ، فَلَعَلِّي آمُرُهُمْ بِمَا لَسْتُ فَاعِلًا\"",
    "",
    "",
    ""
  ],
  [
    "17",
    "١٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا أَبُو سِنَانٍ سَعِيدُ بْنُ سِنَانٍ، حَدَّثَنِي عَنْتَرَةُ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ:\n\"مَا سَلَكَ رَجُلٌ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا إِلَّا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ\"⁽⁸⁾.",
    "⁽⁸⁾ إسناده جيد موقوف، وقد صح مرفوعًا من حديث أبي هريرة، أخرجه مسلم وغيره، وسيأتي في الكتاب برقم (25).",
    "",
    ""
  ],
  [
    "18",
    "١٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ مَعْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنِ اسْتَطَعْتَ أَنْ تَكُونَ أَنْتَ الْمُحَدَّثَ فَافْعَلْ\".",
    "",
    "",
    ""
  ],
  [
    "19",
    "١٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ عَمْرٍو عَنْ يَحْيَى بْنِ جَعْدَةَ، قَالَ:\n\"كَانَ نَاسٌ يَأْتُونَ سَلْمَانَ فَيَسْتَمِعُونَ حَدِيثَهُ يَقُولُ: هَذَا خَيْرٌ لَكُمْ وَشَرٌّ لِي\".",
    "",
    "",
    ""
  ],
  [
    "20",
    "٢٠ - حَدَّثَنَا عبد الله: ثنا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ:\n\"إِنْ كَانَ الرَّجُلُ لَيَجْلِسُ مَعَ الْقَوْمِ فَيَرَوْنَ أَنَّ بِهِ عِيًّا⁽⁹⁾ وَمَا بِهِ مِنْ عِيٍّ إِنَّهُ لَفَقِيهٌ مُسْلِمٌ\".",
    "⁽⁹⁾ العي هو الجهل.",
    "",
    ""
  ],
  [
    "21",
    "٢١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ:\n\"أَدْرَكْتُ عِشْرِينَ وَمِائَةً مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ مِنَ الْأَنْصَارِ مَا مِنْهُمْ أَحَدٌ يُسْأَلُ عَنْ شَيْءٍ إِلَّا وَدَّ أَنَّ أَخَاهُ كَفَاهُ وَلَا يُحَدِّثُهُ حَدِيثًا إِلَّا وَدَّ أَنَّ أَخَاهُ كَفَاهُ\".",
    "",
    "",
    ""
  ],
  [
    "22",
    "٢٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، عَنِ الزُّهْرِيُّ، قَالَ:\n\"كَانَ عُرْوَةُ يَتَأَلَّفُ النَّاسَ عَلَى حَدِيثِهِ\".",
    "",
    "",
    ""
  ],
  [
    "23",
    "٢٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، قَالَ: قَالَ عَمْرٌو:\n\"لَمَّا قَدِمَ مَكَّةَ يَعْنِي عُرْوَةَ قَالَ: \"ائْتُونِي فَتَلَقُّوا مِنِّي\".",
    "",
    "",
    ""
  ],
  [
    "24",
    "٢٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو، ثنا زَائِدَةُ عَنِ الْأَعْمَشِ عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: قِيلَ لِعَلْقَمَةَ:\n\"أَلَا تَقْعُدُ فِي الْمَسْجِدِ فَيُجْمَعُ⁽¹⁰⁾ إِلَيْكَ وَتُسْأَلُ وَنَجْلِسُ مَعَكَ فَإِنَّهُ يُسْأَلُ مَنْ هُوَ دُونَكَ، قَالَ: فَقَالَ عَلْقَمَةُ: إِنِّي أَكْرَهُ أَنْ يُوطَأَ عَقِبِي يُقَالُ: هَذَا عَلْقَمَةُ هَذَا عَلْقَمَةُ! \"",
    "⁽¹⁰⁾ في النسخة الأخرى: \"فيجتمع\".",
    "",
    ""
  ],
  [
    "25",
    "٢٥ - حَدَّثَنَا جَرِيرٌ وَالضَّرِيرُ⁽¹¹⁾ عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ (فِيمَا أَرَى، قَالَ جَرِيرٌ)\n\"مَنْ سَلَكَ طَرِيقًا يَبْتَغِي فِيهِ عِلْمًا سَهَّلَ اللَّهُ [لَهُ]⁽¹²⁾ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ\".",
    "⁽¹¹⁾ الضرير هو لقب محمد بن خازم أبي معاوية، ومن طريقه أخرجه مسلم (18/ 71 - 2) مرفوعًا. ثم رواه من طرق أخرى عن الأعمش به.\n⁽¹²⁾ زيادة من النسخة الأخرى و \"صحيح مسلم\".",
    "",
    ""
  ],
  [
    "26",
    "٢٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ زهير: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ يَحْيَى بْنِ جَعْدَةَ، قَالَ:\n\"أَرَادَ عُمَرُ أَنْ يَكْتُبَ السُّنَّةَ، ثُمَّ كَتَبَ فِي النَّاسِ: \"مَنْ كَانَ عِنْدَهُ شَيْءٌ مِنْ ذَلِكَ فَلْيَمْحُهُ\"⁽¹³⁾.",
    "⁽¹³⁾ إسناده منقطع، فإن يحيى بن جعدة لم يدرك عمر بن الخطاب، فقد ذكروا أنه لم يدرك ابن مسعود، وقد مات بعد عمر بنحو عشر سنين.\nواعلم أنه قد كان هناك خلاف قديم بين السلف في كتابة الحديث النبوي فمنهم المانع، ومنهم المبيح، وستأتي في الكتاب آثار غير قليلة من النوعين، ثم استقر الأمر على جواز الكتابة، بل وجوبها، الأمر النبي ﷺ، بها في غير ما حديث واحد كقوله \"اكتبوا لأبي شاه\" أخرجه البخاري.\nومن المعلوم أن الحديث هو الذي تولى بيان ما أجمل من القرآن وتفصيل أحكامه، ولولاه لم نستطيع أن نعرف الصلاة والصيام، وغيرهما من الأركان والعبادات على الوجه الذي أراده الله تبارك وتعالى. وما لا يقوم الواجب إلا فهو واجب. ولقد ضل قوم في هذا الزمان زعموا استغناءهم عن الحديث بالقرآن، وهو القائل (وأنزلنا إليك الذكر لتبين للناس ما أنزل إليهم) فأخبر أن ثمة مبيَّنًا، وهو القرآن، ومبيِّنًا، وهو الرسول عليه الصلاة والسلام وحديثه، وقد أكد هذا قوله ﷺ في الحديث الصحيح المشهور: \"ألا إني أوتيت القرآن ومثله معه\".",
    "",
    ""
  ],
  [
    "27",
    "٢٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ:\n\"إِنْ كَانَ الرَّجُلُ يَكْتُبُ إِلَى ابْنِ عَبَّاسٍ يَسْأَلُهُ عَنِ الْأَمْرِ، فَيَقُولُ لِلرَّجُلِ الَّذِي جَاءَ بِالْكِتَابِ: \"أَخْبِرْ صَاحِبَكَ بَأَنَّ الْأَمْرَ كَذَا وَكَذَا، فَإِنَّا لَا نَكْتُبُ فِي الصُّحُفِ إِلَّا الرَّسَائِلَ⁽¹⁴⁾ وَالْقُرْآنَ\".",
    "⁽¹⁴⁾ يعني التي كان رسول الله ﷺ كتب بها إلى بعض الأشخاص والقبائل (راجع \"زاد المعاد\" الجزء الأول ص 30).\nوهذا الأثر عن ابن عباس رضي الله عنه، صحيح الإسناد.",
    "",
    ""
  ],
  [
    "28",
    "٢٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا ابْنُ فُضَيْلٍ عَنِ ابْنِ شُبْرُمَةَ عَنِ الشَّعْبِيِّ، قَالَ:\n\"مَا كَتَبْتُ سَوْدَاءَ فِي بَيْضَاءَ، وَلَا سَمِعْتُ مِنْ رَجُلٍ حَدِيثًا فَأَرَدْتُ أَنْ يُعِيدَهُ عَلَيَّ\".",
    "",
    "",
    ""
  ],
  [
    "29",
    "٢٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ: \" ﴿وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا﴾ [الفرقان: 74] قَالَ: نَأْتَمُّ بِهِمْ وَنَقْتَدِي بِهِمْ، حَتَّى يَقْتَدِيَ بِنَا مَنْ بَعْدَنَا\".",
    "",
    "",
    ""
  ],
  [
    "30",
    "٣٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ رَجُلٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، ﴿وَجَعَلَنِي مُبَارَكًا أَيْنَمَا كُنْتُ﴾، قَالَ: \"مُعَلِّمًا لِلْخَيْرِ\".",
    "",
    "",
    ""
  ],
  [
    "31",
    "٣١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مُغِيرَةَ، قَالَ:\n\"قِيلَ لِسَعِيدِ بْنِ جُبَيْرٍ تَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ؟ قَالَ: نَعَمْ عِكْرِمَةَ. فَلَمَّا قُتِلَ سَعِيدُ بْنُ جُبَيْرٍ قَالَ إِبْرَاهِيمُ: مَا خَلَّفَ بَعْدَهُ مِثْلَهُ قَالَ: وَقَالَ الشَّعْبِيُّ لَمَّا بَلَغَهُ مَوْتُ إِبْرَاهِيمَ: أَهَلَكَ الرَّجُلُ؟ قَالَ: فَقِيلَ لَهُ: نَعَمْ. قَالَ: لَوْ قُلْتُ أُنْعِي الْعِلْمَ: مَا خَلَّفَ بَعْدَهُ مِثْلَهُ وَالْعَجَبُ أَنَّهُ⁽¹⁵⁾ يُفَضِّلُ ابْنَ جُبَيْرٍ عَلَى نَفْسِهِ، وَسَأُخْبِرُكُمْ عَنْ ذَلِكَ: إِنَّهُ نَشَأَ فِي أَهْلِ بَيْتِ فِقْهٍ فَأَخَذَ فِقْهَهُمْ ثُمَّ جَالَسَنَا فَأَخَذَ صَفْوَةَ حَدِيثِنَا إِلَى فِقْهِ أَهْلِ بَيْتِهِ فَمَنْ كَانَ مِثْلَهُ؟ \".",
    "⁽¹⁵⁾ كذا، وفي النسخة الأخرى \"والعجب منه حين\".",
    "",
    ""
  ],
  [
    "32",
    "٣٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، ثنا أَيُّوبُ الطَّائِيُّ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، يَقُولُ:\n\"مَا رَأَيْتُ أَحَدًا مِنَ النَّاسِ أَطْلَبَ لِلْعِلْمِ فِي أُفِقٍ مِنَ الْآفَاقِ مِنْ مَسْرُوقٍ\".",
    "",
    "",
    ""
  ],
  [
    "33",
    "٣٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ ثنا هُشَيْمٌ، ثنا سَيَّارٌ، عَنْ جَرِيرِ بْنِ حَيَّانَ،\n\"إِنَّ رَجُلًا⁽¹⁶⁾ رَحَلَ إِلَى مِصْرَ فِي هَذَا الْحَدِيثِ فَلَمْ يَحُلَّ رَحْلَهُ حَتَّى رَجَعَ إِلَى بَيْتِهِ: مَنْ سَتَرَ عَلَى أَخِيهِ فِي الدُّنْيَا سَتَرَ اللَّهُ عَلَيْهِ فِي الْآخِرَةِ\".",
    "⁽¹⁶⁾ هو عقبة بن عامر، ركب إلى مسلمة بن مخلد وهو أمير على مصر كما في \"المسند\" (4/ 104) طبع المكتب الإسلامي.",
    "",
    ""
  ],
  [
    "34",
    "٣٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، قَالَ: \"أَمْلَى عَلَيَّ نَافِعٌ\"",
    "",
    "",
    ""
  ],
  [
    "35",
    "٣٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ قَالَ: \"أَمْلَى عَلَيَّ الْمُغِيرَةُ وَكَتَبْتُهُ بِيَدِي\"⁽¹⁷⁾.",
    "⁽¹⁷⁾ إسناده صحيح، وأخرجه مسلم في \"صحيحه\" (2/ 95).\n(*) كذا، ولعل الصواب \"في العلم\" كما في \"الدر المنثور\" و \" تفسير الطبري\" إلا أنه قال: \"للعلم\" وتمامة عندهما: \"ليس للدنيا منه شيء\".",
    "",
    ""
  ],
  [
    "36",
    "٣٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنِ الْأَعْمَشِ، قَالَ: ذَكَرَ إِبْرَاهِيمُ فَرِيضَةً أَوْ حَدِيثًا فَقَالَ:\n\"احْفَظْ هَذَا، لَعَلَّكَ تُسْأَلُ عَنْهُ يَوْمًا مِنَ الدَّهْرِ\".",
    "",
    "",
    ""
  ],
  [
    "37",
    "٣٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا أَبُو مُعَاوِيَةَ، ثنا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ قَالَ: \"كَانُوا يَكْرَهُونَ أَنْ يُظْهِرَ الرَّجُلُ مَا عِنْدَهُ\".",
    "",
    "",
    ""
  ],
  [
    "38",
    "٣٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَثَّامُ بْنُ عَلِيٍّ الْعَامِرِي، قَالَ سَمِعْتُ الْأَعْمَشَ، يَقُولُ: \"مَا سَمِعْتُ، إِبْرَاهِيمَ يَقُولُ فِي شَيْءٍ بِرَأْيِهِ قَطُّ\".",
    "",
    "",
    ""
  ],
  [
    "39",
    "٣٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، ﴿يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ﴾ [النساء: 37] قَالَ:\n\"هَذَا مِنَ الْعِلْمِ\" (*).",
    "",
    "",
    ""
  ],
  [
    "40",
    "٤٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ⁽¹⁸⁾ قَالَ:\n\"كَانَ أَبُو الْعَالِيَةِ إِذَا جَلَسَ إِلَيْهِ أَرْبَعَةٌ قَامَ\".",
    "⁽¹⁸⁾ هو ابن أبي سليم وهو ضعيف.",
    "",
    ""
  ],
  [
    "41",
    "٤١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْعَلَاءِ، قَالَ: سَمِعْتُ مَكْحُولًا قَالَ:\n\"كُنْتُ لِعَمْرِو بْنِ سَعِيدٍ الْعَاصِي أَوْ لِسَعِيدِ بْنِ الْعَاصِ، فَوَهَبَنِي لِرَجُلٍ مِنْ هُذَيْلٍ بِمِصْرَ، فَأَنْعَمَ عَلَيَّ بِهَا، فَمَا خَرَجْتُ مِنْ مِصْرَ حَتَّى ظَنَنْتُ أَنَّهُ لَيْسَ بِهَا عِلْمٌ إِلَّا وَقَدْ سَمِعْتُهُ، ثُمَّ قَدِمْتُ الْمَدِينَةَ، فَمَا خَرَجْتُ مِنْهَا حَتَّى ظَنَنْتُ أَنَّهُ لَيْسَ بِهَا عِلْمٌ إِلَّا وَقَدْ سَمِعْتُهُ، ثُمَّ لَقِيتُ الشَّعْبِيَّ، فَلَمْ أَرَ مِثْلَهُ رحمه الله\".",
    "",
    "",
    ""
  ],
  [
    "42",
    "٤٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ: حَدَّثَنِي تَمِيمُ بْنُ عَطِيَّةَ الْعَنْسِيُّ، قَالَ: سَمِعْتُ، مَكْحُولًا، يَقُولُ:\n\"اخْتَلَفَ إِلَيَّ شُرَيْحٌ أَشْهُرًا، فَلَمْ أَسْأَلْهُ عَنْ شَيْءٍ، أَكْتَفِي بِمَا أَسْمَعُهُ يَقْضِي بِهِ\".",
    "",
    "",
    ""
  ],
  [
    "43",
    "٤٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، ثنا، سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ مَكْحُولٍ، قَالَ:\n\"تَوَاعَدَ النَّاسُ لَيْلَةً مِنَ اللَّيَالِي إِلَى قُبَّةٍ مِنْ قِبَابِ مُعَاوِيَةَ فَاجْتَمَعُوا فِيهَا، فَقَامَ فِيهِمْ أَبُو هُرَيْرَةَ يُحَدِّثُهُمْ عَنْ رَسُولِ اللَّهِ ﷺ حَتَّى أَصْبَحَ\"",
    "",
    "",
    ""
  ],
  [
    "44",
    "٤٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ نَا، الْوَلِيدُ بْنُ مُسْلِمٍ، نَا الْأَوْزَاعِيُّ، عَنْ، مَكْحُولٍ، قَالَ: \"إِنْ لَمْ يَكُنْ فِي مُجَالَسَةِ النَّاسِ وَمُخَالَطَتِهِمْ خَيْرٌ، فَالْعُزْلَةُ أَسْلَمُ\".",
    "",
    "",
    ""
  ],
  [
    "45",
    "٤٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، ثنا الْأَوْزَاعِيُّ عَنْ حَسَّانَ بْنِ عَطِيَّةَ، حَدَّثَنِي أَبُو كَبْشَةَ، أنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو، حَدَّثَهُ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ:\n\"بَلِّغُوا عَنِّي وَلَوْ آيَةً⁽¹⁹⁾ وَحَدِّثُوا عَنْ بَنِي إسْرَائِيلَ وَلَا حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ\".",
    "⁽¹⁹⁾ أي جملة سواء كانت من الكتاب أو السنة، في \"النهاية\":\n\"ومعنى الآية من كتاب الله جماعة حروف وكلمات من قولهم: خرج القوم بآيتهم، أي بجماعتهم لم يدعوا وراءهم شيئًا، والآية في غير هذه العلامة\". قال بعضهم في شرح الحديث: \"أي علامة، تتميم ومبالغة، أي ولو كان المبلغ فعلًا أو إشارة بنحو يد أو أصبع، فانه يجب تبليغه حفظًا للشريعة\". والحديث صحيح الإسناد أخرجه البخاري في \"صحيحه\" من طريق أخرى عن الأوزاعي به.",
    "",
    ""
  ],
  [
    "46",
    "٤٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ، قَالَ:\n\"بِحَسْبِ الْمَرْءِ مِنَ الْعِلْمِ أنْ يَخْشَى اللَّهَ وَبِحَسْبِهِ جَهْلًا أنْ يُعْجَبَ بِعِلْمِهِ\"⁽²⁰⁾.",
    "⁽²⁰⁾ إسناده صحيح عن مسروق وهو ابن الأجدع، تابعي فقيه عابد مات سنة (62) وقد مضى بإسناد آخر عنه رقم (15).",
    "",
    ""
  ],
  [
    "47",
    "٤٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ يَمَانٍ، ثنا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، قَالَ: \"كانَ عَبْدُ اللَّهِ لَطِيفًا فَطِنًا\".",
    "",
    "",
    ""
  ],
  [
    "48",
    "٤٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَعْفَرُ بْنُ عَوْنٍ: نَا الْأَعْمَشُ عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ⁽²¹⁾:\n\"لَوْ أَنَّ ابْنَ عَبَّاسٍ أدْرَكَ أَسْنَانَنَا مَا عَاشَرَهُ مِنَّا أَحَدٌ\".\nقَالَ: وَكَانَ يَقُولُ: \"نِعْمَ تُرْجُمَانُ الْقُرْآنِ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ\"",
    "⁽²¹⁾ هو ابن مسعود رضي الله عنه، والسند إليه صحيح على شرط الشيخين وقد أخرجه الحاكم (3/ 537) من طريق أخرى عن الأعمش به دون قوله: \"نعم ترجمان … \" وصححه على شرطها ووافقه الذهبي.",
    "",
    ""
  ],
  [
    "49",
    "٤٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنَّ مِنَ الْعِلْمِ أنْ يَقُولَ الَّذِي لَا يَعْلَمُ: اللَّهُ أَعْلَمُ\".",
    "",
    "",
    ""
  ],
  [
    "50",
    "٥٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ، قَالَ:\n\"مَا نَسْأَلُ أَصْحَابَ مُحَمَّدٍ مِنْ شَيْءٍ إِلَّا عِلْمُهُ فِي الْقُرْآنِ، إِلَّا أنَّ عِلْمَنَا يَقْصُرُ عَنْهُ\".",
    "",
    "",
    ""
  ],
  [
    "51",
    "٥١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، قَالَ: قَالَ [أَبُو الدَّرْدَاءِ]⁽²²⁾:\n\"مُعَلِّمُ الْخَيْرِ وَالْمُتَعَلِّمُ فِي الْأَجْرِ سَوَاءٌ، وَلَيْسَ فِي سَائِرِ النَّاسِ خَيْرٌ بَعْدُ\".",
    "⁽²²⁾ زيادة من النسخة الأخرى.\nوإسناده منقطع لأن سالم بن أبي الجعد لم يدرك أبا الدرداء رضي الله عنه، وقد روي من طريق أخرى مرفوعًا. وإسناده ضعيف أيضًا.",
    "",
    ""
  ],
  [
    "52",
    "٥٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ابْنِ لَبِيدٍ، قَالَ:\n\"ذَكَرَ رَسُولُ اللَّهِ ﷺ شَيْئًا، قَالَ: وَذَاكَ عِنْدَ أَوَانِ ذَهَابِ الْعِلْمِ، قَالُوا يَا رَسُولَ اللَّهِ: وَكَيْفَ يَذْهَبُ الْعِلْمُ وَنَحْنُ نَقْرَأُ الْقُرْآنَ وَنُقْرِئُهُ أبْنَاءَنَا وَيُقْرِئُهُ أبْنَاؤُنا أبْناءَهُمْ، قَالَ: \"ثَكِلَتْكَ أُمُّكَ ابْنَ أُمِ لَبِيدٍ أَوَلَيْسَ هَذِهِ الْيَهُودُ، وَالنَّصَارَى يَقْرَؤُونَ التَّوْراةَ وَالْإِنْجِيلَ لَا يَنْتَفِعُونَ مِنْهَا بِشَيْءٍ؟! \"⁽²³⁾.",
    "⁽²³⁾ حديث صحيح، رجاله ثقات رجال الشيخين، وأخرجه أحمد وابن ماجه عن وكيع به والحاكم وأحمد من طريق عمرو بن مرة: سمعت سالم بن أبي الجعد به. وصححه الحاكم وذكر له طريقين آخرين أحدهما عن عوف بن مالك وقد أخرجه الخطيب في كتابه \"الاقتضاء\" رقم (90)، والآخر عن أبي الدرداء وصححهما هو والذهبي.",
    "",
    ""
  ],
  [
    "53",
    "٥٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ عَنْ أَبِيهِ، قَالَ: قَالَ ابْنُ عَبَّاسٍ:\n\"أَتَدْرُونَ مَا ذَهَابُ الْعِلْمِ مِنَ الْأَرْضِ\"؟ قَالَ: قُلْنا: لَا. قَالَ: أنْ يَذْهَبَ الْعُلَمَاءُ\".",
    "",
    "",
    ""
  ],
  [
    "54",
    "٥٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْعَلَاءِ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اتَّبِعُوا وَلَا تبتدعوا، فَقَدْ كُفِيتُمْ، وُكلُّ بِدْعَةٍ ضَلَالَةٌ\"⁽²⁴⁾.",
    "⁽²⁴⁾ هذا إسناده صحيح، وإبراهيم وهو ابن يزيد النخعي وإن كان لم يدرك عبد الله وهو ابن مسعود، فقد صح عنه أنه قال: \"إذا حدثتكم عن رجل عن عبد الله فهو الذي سمعت، وإذا قلت: قال: عبد الله، فهو عن غير واحد عن عبد الله\".",
    "",
    ""
  ],
  [
    "55",
    "٥٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ قَابُوسٍ، قَالَ: قُلْتُ لِأَبِي:\n\"كَيْفَ تَأْتِي عَلْقَمَةَ وَتَدَعُ أَصْحَابَ مُحَمَّدٍ ﷺ قَالَ: يَا بُنَيَّ إِنَّ أَصْحَابَ مُحَمَّدٍ ﷺ كَانُوا يَسْأَلُونَهُ! \".",
    "",
    "",
    ""
  ],
  [
    "56",
    "٥٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، قَالَ: قَالَ لِي إِبْرَاهِيمُ:\n\"حَدِّثْنِي عَنْ أَبِي زُرْعَةَ⁽²⁵⁾، فَإِنِّي سَأَلْتُهُ عَنْ حَدِيثٍ، ثُمَّ سَأَلْتُهُ عَنْهُ بَعْدَ سَنَتَيْنِ فَمَا أَخْرَمَ مِنْهُ حَرْفًا\".",
    "⁽²⁵⁾ هو أبو زرعة بن عمرو بن جرير بن عبد الله البجلي الكوفي، اختلف في اسمه تابعي ثقة، احتج به الستة.",
    "",
    ""
  ],
  [
    "57",
    "٥٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ:\n\"مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَيُلْهِمُهُ رُشْدَهُ فِيهِ\"⁽²⁶⁾.",
    "⁽²⁶⁾ إسناده موقوفًا على عبيد بن عمير صحيح، وقد رواه البزار والطبراني من حديث ابن مسعود مرفوعًا بإسناد لا بأس به على ما قال المنذري.\nقلت: ثم تبين لي أن فيه نكارة، وشهد بذلك الذهبي كما شرحت ذلك في \"الأحاديث الضعيفة\" (5032).",
    "",
    ""
  ],
  [
    "58",
    "٥٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي الْبَخْتَرِيِّ، حَدَّثَنِي شَيْخٌ، مِنْ عَبْسٍ قَالَ:\n\"صَحِبْتُ سَلْمَانَ فَأَرَدْتُ أنْ أُعِينَهُ وَأَتَعَلَّمَ مِنْهُ وأنْ أَخْدُمَهُ، قَالَ: فَجَعَلْتُ لَا أعْمَلُ شَيْئًا إِلَّا عَمِلَ مِثْلَهُ، قَالَ فانْتَهَيْنَا إِلَى دِجْلَةَ وَقَدْ مُدَّتْ وَهِيَ تَطْفَحُ فَقُلْنَا: لَوْ سَقَيْنَا دَوَابَّنَا. قَالَ: فَسَقَيْنَاهَا ثُمَّ بَدَا لِي أنْ أشْرَبَ فَشَرِبْتُ فَلَمَّا رَفَعْتُ رَأْسِيَ قَالَ: يَا أَخَا بَنِي عَبْسٍ عُدْ فَاشْرَبْ. قَالَ فَعُدْتُ فَشَرِبْتُ وَمَا أُرِيدُهُ إِلَّا كَرَاهِيَةَ أَنْ أَعْصِيَهُ ثُمَّ قَالَ لِي: كَمْ تَرَاكَ نَقَصْتَهَا؟ قَالَ: قُلْتُ يَرْحَمُكَ اللَّهُ وَما عَسى أنْ يُنْقِصَها شُرْبي؟ قَالَ: وَكَذَلِكَ الْعِلْمُ تأْخُذُهُ وَلَا تُنْقِصُهُ شَيْئًا فَعَلَيْكَ مِنَ الْعِلْمِ بِما يَنْفَعُكَ\".",
    "",
    "",
    ""
  ],
  [
    "59",
    "٥٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو ثنا زَائِدَةُ عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، قَالَ:\n\"جَالَسْتُ أَصْحَابَ رَسُولِ اللَّهِ ﷺ فَكانُوا كَالْإِخَاذِ⁽²⁷⁾ يَرْوِي الرَّاكِبَ وَالْإِخَاذِ يَرْوِي الرَّاكِبَيْنِ وَالْإِخَاذِ يَرْوِي الْعَشَرَةَ، وَالْإِخَاذُ لَوْ نَزَلَ بِهِ أَهْلُ الْأَرْضِ لَأَصْدَرَهُمْ، وَإِنَّ عَبْدَ اللَّهِ مِنْ تِلْكَ الْإِخَاذِ\".",
    "⁽²⁷⁾ بوزن كتاب: مجتمع الماء. والسند صحيح، وعبد الله هو ابن مسعود رضي الله عنه.",
    "",
    ""
  ],
  [
    "60",
    "٦٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"لَوْ أنَّ عِلْمَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ وُضِعَ فِي كِفَّةِ الْمِيزَانِ، وَوُضِعَ عِلْمُ أَهْلِ الْأَرْضِ فِي كِفَّةٍ لَرَجَحَ عِلْمُ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ\"⁽²⁸⁾.",
    "⁽²⁸⁾ إسناده صحيح، وكذا الذي بعده.",
    "",
    ""
  ],
  [
    "61",
    "٦١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إِنِّي لَأَحْسَبُ عُمَرَ قَدْ ذَهَبَ بِتِسْعَةِ أعْشَارِ الْعِلْمِ\".",
    "",
    "",
    ""
  ],
  [
    "62",
    "٦٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ مُجَاهِدٍ، فِي قَوْلِهِ ﴿أَطِيعُوا اللَّهَ، وَأَطِيعُوا الرَّسُولَ، وَأُولِي الْأَمْرِ مِنْكُمْ﴾ [النساء: 59] قَالَ: \"أُولِي الْفِقْهِ وَالْعِلْمِ\".",
    "",
    "",
    ""
  ],
  [
    "63",
    "٦٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، قَالَ:\n\"كُنْتُ أَسْمَعُ الْحَدِيثَ فأَذْكُرُهُ لِإِبْرَاهِيمَ، فإِمَّا أنْ يُحَدِّثَنِي بِهِ، أَوْ⁽²⁹⁾ يَزِيدَنِي فِيهِ\".",
    "⁽²⁹⁾ في النسخة الأخرى \"وإما أن\" ولعله أصح.",
    "",
    ""
  ],
  [
    "64",
    "٦٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ مَسْعُودِ بْنِ مَالِكٍ، قَالَ قَالَ لِي عَلِيُّ بْنُ الْحُسَيْنِ:\n\"تَسْتَطِيعُ أنْ تَجْمَعَ بَيْنِي وَبَيْنَ سَعِيدِ بْنِ جُبَيْرٍ؟ قَالَ: قُلْتُ: وَمَا حَاجَتُكَ إِلَيْهِ؟ قَالَ: أَشْيَاءُ أُرِيدُ أَنْ أَسْأَلَهُ عَنْها، إنَّ النَّاسَ يَأْبُنُونَا⁽³⁰⁾ بِمَا لَيْسَ عِنْدَنَا\".",
    "⁽³⁰⁾ أي يثنون علينا معشر أهل البيت، في \"القاموس\": \"أبنه بشيء يأبُنه ويأبِنه: اتهمه، فهو مأبون بخير أو بشر، فان أطلقت، فقلت: مأبون فهو للشر، وأبَنَه، وأبَّنه: عابه في وجهه\".\nوالسند صحيح ومسعود بن مالك هو أبو رزين الأسدي الكوفي تابعي ثقة.",
    "",
    ""
  ],
  [
    "65",
    "٦٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ⁽³¹⁾ عَنْ مُجَاهِدٍ:\n\"أنَّ عُمَرَ نَهَى عَنِ الْمُكَايَلَةِ يَعْنِي الْمُقَايَسَةَ\".",
    "⁽³¹⁾ هو ابن أبي سليم وهو ضعيف كما سبق.",
    "",
    ""
  ],
  [
    "66",
    "٦٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنِ الْحَسَنِ⁽³²⁾ قَالَ: \"إنَّ لَنَا كُتُبًا نَتَعَاهَدُهَا\".",
    "⁽³²⁾ هو ابن أبي الحسن البصري التابعي الجليل.",
    "",
    ""
  ],
  [
    "67",
    "٦٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ:\n\"كُنَّا عِنْدَ عَبْدِ اللَّهِ جُلُوسًا وَهُوَ مُضْطَجِعٌ بَيْنَنَا نَراهُ، فَأَتَاهُ رَجُلٌ فَقَالَ: يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ قَاصًّا عِنْدَ أَبْوَابِ كِنْدَةَ يَزْعُمُ أنَّ آيَةَ الدُّخَانِ تَجِيءُ فَتأْخُذُ بأَنْفاسِ الْكُفَّارِ وَيأْخُذُ الْمُؤْمِنِينَ [مِنْهُ] كَهَيْئَةِ الزُّكَامِ فقَالَ عَبْدُ اللَّهِ: وَجَلسَ وَهُوَ غَضْبَانُ⁽³³⁾ يَا أَيُّهَا النَّاسُ، اتَّقُوا اللَّهَ، فَمَنْ عَلِمَ مِنْكُمْ شَيْئًا فَلْيَقُلْ بِمَا يَعْلَمُ، وَمَنْ لَا يَعْلَمُ فَلْيَقُلْ: اللَّهُ أَعْلَمُ، فَإِنَّهُ أَعْلَمُ لِأَحَدِكُمْ أنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللَّهُ أَعْلَمُ، فَإنَّ اللَّهَ تَعَالى قَالَ لِنَبِيِّهِ عليه السلام ﴿قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ﴾ [ص: 86].",
    "⁽³³⁾ في النسخة الأخرى \"فقام عبد الله وجلس وهو غضبان فقال\". والصواب ما أثبتنا.",
    "",
    ""
  ],
  [
    "68",
    "٦٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ، يَذْكُرُ عَنِ الرَّبِيعِ بْنِ أَنَسٍ، قَالَ:\n\"مَكْتُوبٌ فِي الْكِتَابِ الْأَوَّلِ ابْنَ آدَمَ عَلِّمْ مَجَّانًا كَمَا عُلِّمْتَ مَجَّانًا\".",
    "",
    "",
    ""
  ],
  [
    "69",
    "٦٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنِ لَيْثٍ عَنْ مُجَاهِدٍ، قَالَ: \"ذَهَبَ الْعُلَمَاءُ فَلَمْ يَبْقَ إِلَّا الْمُتَكَلِّمُونَ وَمَا المُجْتَهِدُ فِيكُمْ إِلَّا كَاللَّاعِبِ فِيمَنْ كانَ قَبْلَكُمْ\".",
    "",
    "",
    ""
  ],
  [
    "70",
    "٧٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: سَمِعْتُ الْأَوْزَاعِيَّ قَالَ: سَمِعْتُ بِلَالَ بْنَ سَعْدٍ، يَقُولُ:\n\"عَالِمُكُمْ جَاهِلٌ، وَزَاهِدُكُمْ رَاغِبٌ، عَابِدُكُمْ مُقَصِّرٌ\".",
    "",
    "",
    ""
  ],
  [
    "71",
    "٧١ - حَدَّثَنَا عَبْدُ اللَّهِ: ثنا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ أَبُو يَحْيَى ثنا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ، قَالَ:\n\"تَذَاكَرُوا الْحَدِيثَ فَإنَّ حَيَاتَهُ ذِكْرُهُ\".",
    "",
    "",
    ""
  ],
  [
    "72",
    "٧٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ ثنا يَزِيدُ بْنُ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ:\n\"إحْيَاءُ الْحَدِيثِ مُذَاكَرَتُهُ، فَذَاكِرُوهُ، قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ شَدَّادٍ: \"يَرْحَمُكَ اللَّهُ كَمْ مِنْ حَدِيثٍ أَحْيَيْتُهُ فِي صَدْرِي قَدْ كانَ ماتَ\".",
    "",
    "",
    ""
  ],
  [
    "73",
    "٧٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الْأَعْمَشِ، عَنِ إِسْمَاعِيلَ بْنِ رَجَاءٍ، قَالَ:\n\"كُنَّا نَجْمَعُ الصِّبْيَانَ فَنُحَدِّثُهُمْ\".",
    "",
    "",
    ""
  ],
  [
    "74",
    "٧٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ عَطَاءٍ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ حُذَيْفَةَ، قَالَ:\n\"إنَّ أصْحابِي تَعَلَّمُوا الْخَيْرَ، وَأَنَا أَتَعَلَّمُ الشَّرَّ، قِيلَ: وَما يَحْمِلُكَ عَلَى هَذَا؟ قَالَ: \"إِنَّهُ مَنْ تَعَلَّمَ مَكَانَ الشَّرِّ يَتَّقِهِ\".",
    "",
    "",
    ""
  ],
  [
    "75",
    "٧٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيِّ ثنا: مُوسَى بْنُ عَلِيٍّ، عَنْ، أَبِيهِ، قَالَ:\n\"كَانَ زَيْدُ بْنُ ثَابِتٍ إِذَا سَأَلَهُ رَجُلٌ، عَنْ شَيْءٍ، قَالَ: آللَّهِ لَكَانَ⁽³⁴⁾ هَذَا؟ فَإِنْ قَالَ: نَعَمْ. تَكَلَّمَ فِيهِ، وَإِلَّا لَمْ يَتَكَلَّمْ \".",
    "⁽³⁴⁾ في النسخة الأخرى \"أكان\" ولعلها أصح.\nوالإسناد صحيح على شرط مسلم.",
    "",
    ""
  ],
  [
    "76",
    "٧٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبْجَرَ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ:\n\"سَأَلْتُ أُبَيَّ بْنَ كَعْبٍ عَنْ شَيْءٍ، فقَالَ: أَكَانَ بَعْدُ؟ قُلْتُ: لَا، قَالَ: \"فَأَجِمَّنَا⁽³⁵⁾ حَتَّى يَكُونَ، فَإِذَا كَانَ؛ اجْتَهَدْنَا لَكَ رَأْيَنَا\".",
    "⁽³⁵⁾ يعني: أرحنا. والسند صحيح كالذي قبله.",
    "",
    ""
  ],
  [
    "77",
    "٧٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ:\n\"كَرِهَ رَسُولُ اللَّهِ ﷺ الْمَسَائِلَ وَعَابَهَا\"⁽³⁶⁾.",
    "⁽³⁶⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه عن مالك، وهذا في \"الموطأ\" (2/ 56/ 34) في أثناء حديث.",
    "",
    ""
  ],
  [
    "78",
    "٧٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا سُفْيَانُ، عَنْ زَبِيدٍ، قَالَ: \"مَا سَأَلْتُ إِبْرَاهِيمَ عَنْ شَيْءٍ قَطُّ إِلَّا رَأَيْتُ فِيهِ الْكَرَاهِيَةَ\".",
    "",
    "",
    ""
  ],
  [
    "79",
    "٧٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا هُشَيْمٌ، ثنا حَجَّاجٌ، عَنْ عَطَاءٍ، وَابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، قَالَ:\n\"كُنَّا نَكُونُ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ فَيُحَدِّثُنَا فَإِذَا خَرَجْنَا مِنْ عِنْدِهِ تَذَاكَرْنَا حَدِيثَهُ فَكَانَ أَبُو الزُّبَيْرِ مِنْ أَحْفَظِنَا لِلْحَدِيثِ\".",
    "",
    "",
    ""
  ],
  [
    "80",
    "٨٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ، قَالَ:\n\"صَلَّيْنَا يَوْمًا خَلْفَ أَبِي ظَبْيَانَ صَلَاةَ الْأُولَى وَنَحْنُ شَبَابٌ كُلُّنَا مِنَ الْحَيِّ إِلَّا الْمُؤَذِّنَ فَإِنَّهُ شَيْخٌ، فَلَمَّا سَلَّمَ، الْتَفَتَ إلَيْنا، ثُمَّ جَعَلَ يَسْأَلُ الشَّبَابَ: مَنْ أَنْتَ؟ مَنْ أَنْتَ؟ فَلَمَّا سَأَلَهُمْ قَالَ: \"إِنَّهُ لَمْ يُبْعَثْ نَبِيٌّ إِلَّا وَهُوَ شَابٌّ، وَلَمْ يَؤْتَ الْعِلْمَ خَيْرٌ مِنْهُ وَهُوَ شَابٌّ\".",
    "",
    "",
    ""
  ],
  [
    "81",
    "٨١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ، قَالَ:\n\"مَا أُوتِيَ شَيْءٌ إِلَى شَيْءٍ أَزْيَنُ مِنَ حِلْمٍ إِلَى عِلْمٍ\".",
    "",
    "",
    ""
  ],
  [
    "82",
    "٨٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَانَ يَقُولُ:\n\"ادْنُوا يَا بَنِي فَرُّوخَ⁽³⁷⁾ فَلَوْ كَانَ الْعِلْمُ مُعَلَّقًا بِالثُّرَيَّا لَكَانَ فِيكُمْ مَنْ يَتَنَاوَلُهُ\".",
    "⁽³⁷⁾ يعني: العجم.\nوالسند على شرط مسلم، ولكنه موقوف، وقد روي مرفوعًا من ثلاث طرق عن أبي هريرة به دون ذكر بني فروخ بلفظ \"لتناوله ناس من أبناء فارس\" أخرجها أبو نعيم في \"أخبار أصبهان\" (1/ 5) وكلها معلولة، وأحدها عند ابن حبان (2309) والصحيح بلفظ \"لو كان الإيمان عند الثريا لتناوله رجال من فارس\" أخرجه الشيخان.",
    "",
    ""
  ],
  [
    "83",
    "٨٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ سُهَيْلٍ، قَالَ:\n\"كَانَ أَبُو هُرَيْرَةَ إِذَا نَظَرَ إِلَى أَبِي صَالِحٍ⁽³⁸⁾ قَالَ: \"مَا كَانَ عَلَى هَذَا أنْ يَكُونَ مِنْ بَنِي عَبْدِ مَنَافٍ\".",
    "⁽³⁸⁾ اسمه ذكوان السمان الزيات المدني، كان مولى جويرية بنت الأحمس الغطفاني، وهو والد سهيل المذكور في السند المتقدم، توفي أبو صالح سنة (101).",
    "",
    ""
  ],
  [
    "84",
    "٨٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ يَمانٍ عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ، قَالَ:\n\"مَا كُنْتُ أَتَمَنَّى مِنَ الدُّنْيَا إِلَّا ثَوْبَيْنِ أَبْيَضَيْنِ أُجَالِسُ فِيهِمَا أَبَا هُرَيْرَةَ\".",
    "",
    "",
    ""
  ],
  [
    "85",
    "٨٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، قَالَ: قَالَ قَابُوس عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ:\n\"﴿كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ﴾ إِلَى قَوْلِهِ ﴿فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ [النساء: 128] قَالَ: الرَّجُلَانِ يَقْعُدَانِ عِنْدَ الْقَاضِي فَيَكُونُ لَيُّ⁽³⁹⁾ الْقَاضِي وَإِعْرَاضُهُ إِلَى أَحَدِ الرَّجُلَيْنِ عَلَى الْآخَرِ\".",
    "⁽³⁹⁾ أي تشدده وصلابته.",
    "",
    ""
  ],
  [
    "86",
    "٨٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ عَنِ ابْنِ عَبَّاسٍ، قَالَ: \"قَالَ مُوسَى حِينَ كَلَّمَ رَبَّهُ: رَبِّ أَيُّ عِبَادِكَ أَحَبُّ إِلَيْكَ؟ قَالَ: أَكْثَرُهُمْ لِي ذِكْرًا، قَالَ رَبِّ: أَيُّ عِبَادِكَ أَحْكَمُ؟ قَالَ: الَّذِي يَقْضِي عَلَى نَفْسِه كَمَا يَقْضِي عَلَى النَّاسِ، قَالَ رَبِّ: أَيُّ عِبَادِكَ أَغْنَى؟ قَالَ: الرَّاضِي بِمَا أَعْطَيْتُهُ\".",
    "",
    "",
    ""
  ],
  [
    "87",
    "٨٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ: \"كَانَ ابْنُ عَبَّاسٍ يُسْأَلُ عَنِ الشَّيْءِ، فَيَقُولُ: \"إنَّ هَذَا لَفِي الزُّبِرِ الْأُولَى\".",
    "",
    "",
    ""
  ],
  [
    "88",
    "٨٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَفْصُ بْنُ غِيَاثٍ، ثنا عَاصِمٌ، عَنْ أَبِي عُثْمَانَ، قَالَ: قُلْتُ لَهُ:\n\"إنَّكَ تُحَدِّثُنَا بِالْحَدِيثِ فَرُبَّمَا حَدَّثْتَنَاهُ كَذَلِكَ وَرُبَّمَا نَقَصْتَ، قَالَ: \"عَلَيْكُمْ بِالسَّمَاعِ الْأَوَّلِ\".",
    "",
    "",
    ""
  ],
  [
    "89",
    "٨٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، ثنا لَيْثٌ عَنْ عَدِيِّ بْنِ عَدِيٍّ، عَنْ الصُّنَابِحِيِّ، عَنْ مُعَاذٍ، قَالَ:\n\"لَا تَزُولُ قَدَمُ ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ أَرْبَعٍ: عُمُرِهِ فِيمَا أَفْنَاهُ، وَعَنْ جَسَدِهِ فِيمَا أَبْلَاهُ، وَعَنْ مَالِهِ مِنْ أيْنَ اكْتَسَبَهُ⁽⁴⁰⁾، وَعَنْ عِلْمِهِ مَا عَمِلَ فِيهِ\"⁽⁴¹⁾.",
    "⁽⁴⁰⁾ كان الأصل هكذا \"اكتسبه\" وعلى هامشه \"كسبه. صح\"، فتركته على ما كان عليه، لموافقته للنسخة الأخرى ومصادر أخرى.\n⁽⁴¹⁾ وقع في \"الأصل \"فيم\" وعليها (صـ) إشارة إلى أنها كذلك في الأصل، فصححته من =\n= النسخة الأخرى وغيرها.\nوالحديث موقوف هنا، وفيه ليث ابن أبي سليم، وهو ضعيف، وقد رواه غيره عن عدي بن عدي به مرفوعًا. أخرجه ابن عساكر (10/ 28/ 1) وغيره في \"اقتضاء العلم\" للخطيب البغدادي برقم (2). وله شاهد عن أبي برزة مرفوعًا. أخرجه الترمذي وصححه والدارمي وأبو يعلى في \"مسنده\" (ق 353/ 2) بإسناد صحيح، وقد رواه الخطيب برقم (1).",
    "",
    ""
  ],
  [
    "90",
    "٩٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْفَضْلُ بْنُ دُكَيْنٍ، أنا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، قَالَ:\n\"لَأَنْ يَعِيشَ الرَّجُلُ جَاهِلًا خَيْرٌ لَهُ مِنْ أَنْ يُفْتِيَ بِمَا لَا يَعْلَمُ\".",
    "",
    "",
    ""
  ],
  [
    "91",
    "٩١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ، قَالَ:\n\"كَانَ يُقَالُ: \"أَزْهَدُ النَّاسِ فِي عَالِمٍ أَهْلُهُ\"⁽⁴²⁾.",
    "⁽⁴²⁾ أصل هذا الحديث موقوف غير مرفوع، وذكر بعضهم عن كعب الأحبار أن هذا في التوراة. وقد رفعه بعض الكذابين والضعفاء عن أبي الدرداء وجابر. انظر \"اللآلي المصنوعة\" للسيوطي، و \"سلسلة الاحاديث الضعيفة\" (2750).",
    "",
    ""
  ],
  [
    "92",
    "٩٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، قَالَ: قَالَ لِي مُجَاهِدٌ:\n\"لَوْ كُنْتُ أُطِيقُ الْمَشْيَ لَجِئْتُكَ\".",
    "",
    "",
    ""
  ],
  [
    "93",
    "٩٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ، عَنِ ابْنِ عَوْنٍ:\n\"أنَّ مُحَمَّدًا كَرِهَ كِتَابَ الْأَحَادِيثِ فِي الْأَرَضِينَ\"⁽⁴³⁾.",
    "⁽⁴³⁾ كذا في النسختين، ويحتمل على بعد أنه \"الكراريس\".",
    "",
    ""
  ],
  [
    "94",
    "٩٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبَّادُ بْنُ الْعَوَّامِ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، قَالَ:\n\"كَانَ يُؤْخَذُ الْعِلْمُ عَنْ⁽⁴⁴⁾ سِتَّةٍ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، فَكَانَ عُمَرُ، وَعَبْدُ اللَّهِ وَزَيْدٌ يُشْبِهُ عِلْمُهُمْ بَعْضَهُمْ بَعْضًا، وَكانَ يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ، وَكَانَ عَلِيٌّ وَأُبَيٌّ وَالْأَشْعَرِيُّ يُشْبِهُ عِلْمُهُمْ بَعْضَهُمْ بَعْضًا، وَكَانَ يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ قَالَ: فَقُلْتُ لَهُ: وَكَانَ الْأَشْعَرِيُّ إِلَى هَؤُلَاءِ؟ قَالَ كَانَ أَحَدَ الْفُقَهَاءِ\"",
    "⁽⁴⁴⁾ الأصل \"على\" والتصحيح من النسخة الأخرى.",
    "",
    ""
  ],
  [
    "95",
    "٩٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنِ الْجَرِيرِيِّ عَنْ أَبِي نَضْرَةَ، قَالَ:\n\"قُلْتُ لِأَبِي سَعِيدٍ: إنَّكَ تُحَدِّثُنَا أحَادِيثَ مُعْجَبَةً، وَإنَّا نَخَافُ أنْ نَزِيدَ أَوْ تَنْقُصَ فَلَوِ اكْتَتَبْنَاهُ، قَالَ: \"لَنْ نَكْتُبَكُمْ، وَلَنْ نَجْعَلَهُ قُرْآنًا وَلَكِنْ احْفَظُوا عَنَّا كَمَا حَفِظْنَا\".",
    "",
    "",
    ""
  ],
  [
    "96",
    "٩٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الْأَعْرَجِ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ:\n\"إنَّكُمْ تَزْعُمُونَ أنَّ أَبَا هُرَيْرَةَ، يُكْثِرُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ ﷺ وَاللَّهُ الْمُوعِدُ، كُنْتُ رَجُلًا مِسْكِينًا أَخْدُمُ رَسُولَ اللَّهِ ﷺ عَلَى مِلْءِ بَطْنِي وَكَانَ الْمُهَاجِرُونَ يُشْغِلُهُمُ الصَّفْقُ بِالْأَسْواقِ⁽⁴⁵⁾ وَكَانَتِ الْأَنْصَارُ يُشْغِلُهُمُ الْقِيَامُ عَلَى أَمْوَالِهِمْ، فَقَالَ رَسُولُ اللَّهِ ﷺ: \"مَنْ يَبْسُطُ ثَوْبَهُ فَلَنْ يَنْسَى شَيْئًا سَمِعَهُ مِنِّي فَبَسَطْتُ ثَوْبِي حَتَّى قَضَى حَدِيثَهُ ثُمَّ ضَمَمْتُهَا إِلَيَّ فَما نَسِيتُ شَيْئًا سَمِعْتُهُ بَعْدُ\"",
    "⁽⁴⁵⁾ يعني التبايع. واعلم أنه ليس في هذا الوصف للمهاجرين وكذا وصفه للأنصار بما يأتي شيء من الازراء عليهم والازدراء بهم،، كما زعم ذلك بعض الكتاب المعاصرين الطاعنين في أبي هريرة رضي الله عنه بغير حق، والمتأولين لكلامه على غير وجهه، فإن العمل وراء الكسب الحلال من سبيل الله كما جاء ذلك صريحًا في بعض الأحاديث، وأبو هريرة على علم بذلك لأنه أحد رواتها، فهو رضي الله عنهم جميعا يعتذر عنهم بذلك عن حفظ الحديث كما حفظ هو، وقد روى الحاكم (3/ 511 - 512) عن طلحة بن عبيد الله أحد العشرة المبشرين بالجنة، ومن المهاجرين والسابقين الأول أنه قال في المهاجرين وأبي هريرة نحو هذا الحديث، فقال: \"والله ما أشك أن أبا هريرة سمع من رسول الله ﷺ ما لم نسمع، وعلم ما لم نعلم، إنا كنا قومًا أغنياء لنا بيوت وأهلون، كنا نأتي نبي الله ﷺ طرفي النهار، ثم نرجع، وكان أبو هريرة مسكينًا لا مال له ولا أهل ولا ولد، إنما كانت يده مع يد النبي ﷺ، وكان يدور معه حيث ما دار، ولا نشك أنه قد علم ما لم نعلم، وسمع ما لم نسمع، ولم يتهمه أحد منا\".\nوصححه الحاكم وذكره الحافظ في \"الفتح\" (1/ 191) شاهدًا لهذا الحديث.\nثم إن الحديث صحيح الإسناد على شرط الشيخين، وقد أخرجه مسلم من طريق المصنف: =\n= وهو والبخاري من طرق أخرى عن سفيان به. وبهذا الإسناد أخرجه أحمد (2/ 24). ثم أخرجه هو (2/ 274) والبخاري وغيرهما من طرق أخرى عن الزهري به ومسلم من طريق الزهري عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن أن أبا هريرة قال: \"إنكم .. \" الحديث.",
    "",
    ""
  ],
  [
    "97",
    "٩٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ، قَالَ:\n\"قَالَ رَجُلٌ لِمُطَرِّفٍ أَفْضَلُ مِنَ الْقُرْآنِ تُرِيدُونَ؟ قَالَ: لَا، وَلَكِنْ نُرِيدُ مَنْ هُوَ أَعْلَمُ بِالْقُرْآنِ مِنَّا\".",
    "",
    "",
    ""
  ],
  [
    "98",
    "٩٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا أَبُو خَلْدَةَ، قَالَ: سَمِعْتُ أَبَا عُلَيَّةَ، يَقُولُ:\n\"حَدَّثَ الْقَوْمُ مَا حَمَلُوا، قَالَ: قُلْتُ مَا حَمَلُوا؟ قَالَ: مَا نَشِطُوا\".",
    "",
    "",
    ""
  ],
  [
    "99",
    "٩٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ شُعْبَةَ عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ أَبَا الْأَحْوَصِ يَقُولُ: \"كَانَ عَبْدُ اللَّهِ، يَقُولُ:\n\"لَا تُمِلُّوا النَّاسَ\".",
    "",
    "",
    ""
  ],
  [
    "100",
    "١٠٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا شَرِيكٌ⁽⁴⁶⁾ عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ:\n\"كُنَّا إِذَا انْتَهَيْنا إِلَى النَّبِيِّ ﷺ جَلَسَ أَحَدُنا حَيْثُ يَنْتَهِي\".",
    "⁽⁴⁶⁾ هو ابن عبد الله القاضي، وفيه كلام من جهة حفظه، لكن تابعه زهير بن معاوية وهو ثقة ولذلك صحح الترمذي الحديث، وقد خرجته في \"الأحاديث الصحيحة\" برقم (330).",
    "",
    ""
  ],
  [
    "101",
    "١٠١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ سُلَيْمانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، قَالَ:\n\"كَانَ النَّبِيُّ ﷺ يَكْرَهُ أَنْ يُوطَأَ عَقِبَهُ، وَلَكِنْ عَنْ يَمِينٍ وَشِمَالٍ\"⁽⁴⁷⁾",
    "⁽⁴⁷⁾ حديث صحيح، وإسناده مرسل، لكن وصله الحاكم (4/ 279 و 280) من طريق أمية =\n= ابن خالد ثنا سليمان بن المغيرة عن ثابت عن عمرو بن شعيب عن أبيه عن عبد الله عمرو عن رسول الله ﷺ وصححه على شرط مسلم. ووافقه الذهبي، وإنما هو صحيح فقط.",
    "",
    ""
  ],
  [
    "102",
    "١٠٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ زَائِدَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ:\n\"كَانَ أَبُو عَبْدِ الرَّحْمَنِ يَكْرَهُ أنْ يُسْأَلَ، وَهُوَ يَمْشِي\".",
    "",
    "",
    ""
  ],
  [
    "103",
    "١٠٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبارَكِ، عَنْ رِيَاحِ بْنِ زَيْدٍ، عَنْ رَجُلٍ، عَنِ ابْنِ مُنَبِّهٍ، قَالَ:\n\"إنَّ لِلْعِلْمِ طُغْيَانًا كَطُغْيَانِ الْمَالِ\".",
    "",
    "",
    ""
  ],
  [
    "104",
    "١٠٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنُ بْنُ عِيسَى، ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنِ الْعَلَاءِ بْنِ الْحَارِثِ، عَنْ مَكْحُولٍ، عَنْ وَائِلَةَ، قَالَ:\n\"إِذَا حَدَّثْنَاكُمْ بِالْحَدِيثِ، عَلَى مَعْنَاهُ فَحَسْبُكُمْ\".",
    "",
    "",
    ""
  ],
  [
    "105",
    "١٠٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنُ، ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ:\n\"كَانَ إِذَا حَدَّثَ بِالْحَدِيثِ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: اللَّهُمَّ إِلَّا هَكَذَا أَوْ كَشَكْلِهِ\".",
    "",
    "",
    ""
  ],
  [
    "106",
    "١٠٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنٌ، ثنا أَبُو أُوَيْسِ بْنُ عَمِّ مَالِكِ بْنِ أَنَسٍ قَالَ: سَمِعْتُ الزُّهْرِيَّ، يَقُولُ:\n\"إِذَا أَصَبْتَ الْمَعْنَى فَلَا بَأْسَ\".",
    "",
    "",
    ""
  ],
  [
    "107",
    "١٠٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، وَالنَّاسُ يَسْأَلُونَهُ يَقُولُ:\n\"لَوْلَا آيَةٌ أُنْزِلَتْ فِي سُورَةِ الْبَقَرَةِ لَمَا أَخْبَرْتُ بِشَيْءٍ، فَلَوْلَا أَنَّهُ قَالَ ﴿إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ﴾ [البقرة: 159] \"⁽⁴⁸⁾.",
    "⁽⁴⁸⁾ قلت: إسناده صحيح على شرط الشيخين، وقد أخرجه البخاري (1/ 42) من طريق الأعرج عن أبي هريرة به.",
    "",
    ""
  ],
  [
    "108",
    "١٠٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، قَالَ:\n\"كُنَّا نَجْلِسُ أَنَا وَابْنُ شُبْرُمَةَ، وَالْحَارِثُ الْعُكَلِيُّ، وَالْمُغِيرَةُ وَالْقَعْقَاعُ بْنُ يَزِيدَ بِاللَّيْلِ نَتَذَاكَرُ الْفِقْهَ، فَرُبَّما لَمْ نَقُمْ حَتَّى نَسْمَعُ النِّدَاءَ لِصَلَاةِ الْفَجْرِ\".",
    "",
    "",
    ""
  ],
  [
    "109",
    "١٠٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ يَعْنِي الصَّهْبَانِيَّ عَنْ كُمَيْلِ بْنِ زِيَادٍ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"إنَّكُمْ فِي زَمَانٍ كَثِيرٌ عُلَمَاؤُهُ، قَلِيلٌ خُطَبَاؤُهُ، وَإنَّ بَعْدَكُمْ زَمَانًا كَثِيرٌ خُطَبَاؤُهُ وَالْعُلَمَاءُ فِيهِ قَلِيلٌ\"⁽⁴⁹⁾.",
    "⁽⁴⁹⁾ هذا موقوف صحيح الإسناد، ورجاله رجال الصحيحين غير عبد الله بن يزيد الصهباني وهو ثقة، وله ترجمة في \"الجرح والتعديل\".",
    "",
    ""
  ],
  [
    "110",
    "١١٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، قَالَ:\n\"لَا بَأْسَ بِالسَّمَرِ فِي الْفِقْهِ\".",
    "",
    "",
    ""
  ],
  [
    "111",
    "١١١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْحَسَنِ بْنِ عَمْرٍو، وعَنْ إِبْرَاهِيمَ النَّخَعِيِّ، قَالَ:\n\"مَنْ طَلَبَ شَيْئًا مِنَ الْعِلْمِ يَبْتَغِي بِهِ اللَّهَ عز وجل، آتَاهُ اللَّهُ عز وجل بِهِ مَا يَكْفِيهِ\".",
    "",
    "",
    ""
  ],
  [
    "112",
    "١١٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ أَبِي يَزِيدَ الْمُرَادِيِّ، قَالَ:\n\"لَمَّا حَضَرَ عُبَيْدَةَ⁽⁵⁰⁾ الْمَوْتُ دَعَا بِكُتُبِهِ فَمَحَاهَا\".",
    "⁽⁵⁰⁾ هو ابن عمرو السلماني بفتح السين وسكون اللام، تابعي ثقة ثبت. والراوي عنه أبو زيد المرادي هو النعمان بن قيس، ترجمه ابن أبي حاتم (4/ 1 / 446) وروى توثيقه عن ابن معين وغيره، وروى هذا الأثر عنه سفيان الثوري أيضًا وزاد في آخره: \"وقال: إني أخاف أن يليها قوم فلا يضعونها مواضعها\". أخرجه الدارمي (1/ 12) والخطيب في \"تقييد العلم\" (ص 61).",
    "",
    ""
  ],
  [
    "113",
    "١١٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"رَحِمَ اللَّهُ مَنْ سَمِعَ مِنَّا حَدِيثًا فَرَوَاهُ كَمَا سَمِعَهُ، فَإِنَّهُ رُبَّ مُحَدِّثٍ أَوْعَى مِنْ سَامِعٍ\"⁽⁵¹⁾.",
    "⁽⁵¹⁾ قلت: إسناده منقطع، لأن ابن عبد الله وهو أبو عبيدة بن عبد الله بن مسعود لم يسمع من أبيه. ثم هو موقوف وقد صح عن ابن مسعود مرفوعًا. أخرجه الترمذي وصححه، وابن حبان في صحيحه وورد عن غيره من الصحابة.",
    "",
    ""
  ],
  [
    "114",
    "١١٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ:\n\"الْعِلْمُ بِالتَّعَلُّمِ، وَالْحِلْمُ بِالتَّحَلُّمِ، وَمَنْ يَتَحَرَّ الْخَيْرَ يُعْطَهُ وَمَنْ يَتَوَقَّ الشَّرَّ يُوقَهُ\"⁽⁵²⁾.",
    "⁽⁵²⁾ إسناده صحيح موقوف، وقد روي من طريق إسماعيل بن مجالد عن عبد الملك بن عمير به مرفوعًا، وله شاهد عن معاوية رضي الله عنه، وقد تكلمت عليها في \"الأحاديث الصحيحة\".",
    "",
    ""
  ],
  [
    "115",
    "١١٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزَّعْراءِ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"إنَّ أَحَدًا لَا يُولَدُ عَالِمًا، وَالْعِلْمُ بِالتَّعَلُّمِ\".",
    "",
    "",
    ""
  ],
  [
    "116",
    "١١٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ أَبِي سِنَانٍ، عَنْ سَهْلٍ الْفَزَارِيِّ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا أَوْ مُسْتَمِعًا، وَلَا تَكُونَنَّ الرَّابِعَ فَتَهْلَكْ\".",
    "",
    "",
    ""
  ],
  [
    "117",
    "١١٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُثْمَانَ بْنِ غِيَاثٍ، عَنْ أَبِي السَّلِيلِ⁽⁵³⁾ قَالَ:\n\"كَانَ الرَّجُلُ مِنْ أَصْحَابِ النَّبِيِّ ﷺ يُحَدِّثُ النَّاسَ فَيَكْثُرُ عَلَيْهِ فَيَصْعَدُ فَوْقَ بَيْتٍ فَيُحَدِّثُهُمْ\".",
    "⁽⁵³⁾ بفتح المهملة واسمه ضريب مصغرًا ابن نفير مصغرًا، ثقة يروي عن التابعين، وأرسل عن جماعة من الصحابة.",
    "",
    ""
  ],
  [
    "118",
    "١١٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ عَنْ يَحْيَى بْنِ عُمَيْرٍ، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:\n\"يُرْفَعُ الْعِلْمُ، وَيَظْهَرُ الْجَهْلُ، وَيَكْثُرُ الْهَرْجُ، قَالُوا: وَمَا الْهَرْجُ؟ قَالَ الْقَتْلُ\"⁽⁵⁴⁾.",
    "⁽⁵⁴⁾ إسناده صحيح موقوف، وقد صح مرفوعًا من طرق عن أبي هريرة رضي الله عنه، أخرجه الشيخان وغيرهما.",
    "",
    ""
  ],
  [
    "119",
    "١١٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا رَوْحُ بْنُ عَبَّادٍ، نَا الرَّبِيعُ، عَنِ الْحَسَنِ، قَالَ: \"أَفْضَلُ الْعِلْمِ الْوَرَعُ، وَالتَّفَكُّرُ\".",
    "",
    "",
    ""
  ],
  [
    "120",
    "١٢٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، حَدَّثَنِي أَبِي⁽⁵⁵⁾، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ أَنَسٌ يَقُولُ لِبَنِيهِ:\n\"يَا بَنِيَّ قَيِّدُوا الْعِلْمَ بِالْكِتَابِ\".",
    "⁽⁵⁵⁾ هو عبد الله بن المثنى بن عبد الله بن أنس صدوق كثير الخطأ، وقد روي هذا الحديث مرفوعًا إلى النبي ﷺ، ولا يصح. ثم وقفت على طرق كثيرة للحديث مرفوعًا، دل مجموعها على أنه صحيح، وقد بينت ذلك في \"الأحاديث الصحيحة\" (2026).",
    "",
    ""
  ],
  [
    "121",
    "١٢١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \"قَالَ رَسُولُ اللَّهِ ﷺ\"\n\"إنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يَبْقَ عَالِمٌ اتَّخَذَ النَّاسُ رُؤَسَاءَ جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا\"⁽⁵⁶⁾.",
    "⁽⁵⁶⁾ إسناده صحيح على شرط الشيخين وقد أخرجاه. وإحدى طرقه عند مسلم من طريق المصنف.",
    "",
    ""
  ],
  [
    "122",
    "١٢٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَعْقُوبُ، نَا أَبِي، عَنْ صَالِحٍ، قَالَ: قَالَ ابْنُ شِهَابٍ وَلَكِنْ عُرْوَةُ يُحَدِّثُ، عَنْ حُمْرَانَ أَنَّهُ قَالَ يَوْمًا:\n\"فَلَمَّا تَوَضَّأَ عُثْمَانُ، قَالَ: وَاللَّهِ لَأُحَدِّثَنَّكُمْ حَدِيثًا، لَوْلَا آيَةٌ فِي كِتَابِ اللَّهِ عز وجل مَا حَدَّثْتُكُمُوهُ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: \"لَا يَتَوَضَّأُ رَجُلٌ فَيُحْسِنُ الْوُضُوءَ ثُمَّ يُصَلِّي الصَّلَاةَ إِلَّا غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلَاةِ الَّتِي يُصَلِّيهَا\".\nقَالَ عُرْوَةُ: الْآيَةُ ﴿إنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ﴾ [البقرة: 159] \"⁽⁵⁷⁾.",
    "⁽⁵⁷⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه، وبعض طرقه عند مسلم عن المصنف.",
    "",
    ""
  ],
  [
    "123",
    "١٢٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ شُعْبَةَ، عَنِ الْهَيْثَمِ⁽⁵⁸⁾، عَنْ عَاصِمِ بْنِ ضَمْرَةَ:\n\"أَنَّهُ رَأَى أُنَاسًا يَتَّبِعُونَ سَعِيدَ بْنَ جُبَيْرٍ، فَنَهَاهُمْ وَقَالَ: \"إنَّ صَنِيعَكُمْ هَذَا مَذَلَّةٌ لِلتَّابِعِ، وَفِتْنَةٌ لِلْمَتْبُوعِ\".",
    "⁽⁵⁸⁾ هو الهيثم بن حبيب: أبي الهيثم الصيرفي وهو ثقة، وكذلك سائر الرواة.",
    "",
    ""
  ],
  [
    "124",
    "١٢٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، ثنا يُونُسُ، عَنْ أَبِي إِسْحَاقَ⁽⁵⁹⁾ عَنِ الْأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:\n\"إنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى أَبِي هُرَيْرَةَ وَجُلَسَائِهِ\".",
    "⁽⁵⁹⁾ اسمه عمرو بن عبد الله السبيعي ثقة مدلس وكان اختلط.",
    "",
    ""
  ],
  [
    "125",
    "١٢٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنِ ابْنِ⁽⁶⁰⁾ طَاوُسٍ، عَنْ أَبِيهِ، قَالَ: قَالَ عُمَرُ:\n\"إنَّا لَا نُحِلُّ أنْ نُسْأَلَ عَمَّا لَمْ يَكُنْ، فَإِنَّ اللَّهَ قَدْ بَيَّنَ مَا هُوَ كَائِنٌ\".",
    "⁽⁶⁰⁾ اسمه عبد الله وهو ثقة من رجال الشيخين، وكذلك سائر الإسناد، ولكنه منقطع، طاوس عن عمر مرسل.",
    "",
    ""
  ],
  [
    "126",
    "١٢٦ - حدَّثَنا أَبُو خَيْثَمَةَ ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ مَهْدِيِّ بْنِ مَيْمُونٍ، عَنْ غِيلَانَ، قَالَ:\n\"قُلْتُ لِلْحَسَنِ: الرَّجُلُ يُحَدِّثُ بِالْحَدِيثِ لَا يَأْلُوا، فَيَكُونُ فِيهِ الزِّيَادَةُ وَالنُّقْصَانُ؟ قَالَ: وَمَنْ يُطِيقُ ذَلِكَ\"⁽⁶¹⁾.",
    "⁽⁶¹⁾ أي لا أحد يستطيع أن يحدث بالحديث دون أن تقع فيه زيادة أو نقص، فعليه أن يجتهد ولا يقصر في الحفظ والضبط، ثم {لا يكلف الله نفسًا إلا ما آتاها} وإسناد الأثر صحيح، وغيلان هو ابن جرير المعولي.",
    "",
    ""
  ],
  [
    "127",
    "١٢٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ، حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ مَعْقِلٍ، قَالَ: سَمِعْتُ وَهْبًا، يَقُولُ:\n\"لَا يَكُونُ الْبَطَّالُ مِنَ الْحُكَمَاءِ، وَلَا يَرِثُ الزُّنَاةُ مَلَكُوتَ السَّمَاءِ\".",
    "",
    "",
    ""
  ],
  [
    "128",
    "١٢٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ، ثنا عَبْدُ الصَّمَدِ يَعْنِي ابْنَ مَعْقِلٍ، قَالَ:\n\"قَدِمَ عِكْرِمَةُ، (الْجَنَدَ)⁽⁶²⁾ فَأَهْدَى لَهُ طَاوُسٌ نَجِيبًا بِسِتِّينَ دِينَارًا، فَقِيلَ لِطَاوُسٍ: مَا يَصْنَعُ هَذَا العَبْدُ بِنَجِيبٍ بِسِتِّينَ دِينَارًا؟ قَالَ أَتَرَوْنِّي لَا أشْتَرِي عِلْمَ ابْنِ عَبَّاسٍ لِعَبْدِ اللَّهِ بْنِ طَاوُسٍ بِسِتِّينَ دِينَارًا؟ \".",
    "⁽⁶²⁾ بفتح الجيم والنون بلدة مشهورة باليمن.",
    "",
    ""
  ],
  [
    "129",
    "١٢٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ نُسَيْرٍ يَعْنِي ابْنَ دَعْلُوقٍ قَالَ:\n\"كَانَ الرَّبِيعُ بْنُ خَيْثَمٍ إِذَا أَتَوْهُ قَالَ: \"أَعُوذُ بِاللَّهِ مِنْ شَرِّكُمْ\".",
    "",
    "",
    ""
  ],
  [
    "130",
    "١٣٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ عَنْ سُفْيَانَ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ:\n\"أنَّ عَلِيًّا عليه السلام مَرَّ بِقَاصٍّ فَقَالَ: \" أَتَعْرِفُ النَّاسِخَ مِنَ الْمَنْسُوخِ؟ قَالَ: لَا، قَالَ هَلَكْتَ وَأَهْلَكْتَ\"⁽⁶³⁾.",
    "⁽⁶³⁾ إسناده صحيح على شرط الشيخين. وأبو عبد الرحمن هو عبد بن حبيب السلمي تابعي مقريء ثقة ثبت. وأبو حصين اسمه عثمان بن عاصم الأسدي ثقة ثبت أيضًا مات سنة (127).",
    "",
    ""
  ],
  [
    "131",
    "١٣١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا قَبِيصَةُ بْنُ عُقْبَةَ، قَالَ: سُفْيَانُ بْنُ سَعِيدٍ ثنا عَنْ أَبِي حُصَيْنٍ، قَالَ:\n\"أَتَيْتُ إِبْرَاهِيمَ أَسْأَلُهُ عَنْ مَسْأَلَةٍ، فَقَالَ: \"مَا كَانَ بَيْنِي وَبَيْنَكَ أَحَدٌ تَسْأَلُهُ غَيْرِي؟! \".",
    "",
    "",
    ""
  ],
  [
    "132",
    "١٣٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا يَزِيدُ بْنُ هَارُونَ، أَنَا الْمَسْعُودِيُّ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إِنِّي لَأَحْسَبُ الرَّجُلَ يَنْسَى الْعِلْمَ كَانَ يَعْلَمُهُ بِالْخَطِيئَةِ يَعْمَلُهَا\".",
    "",
    "",
    ""
  ],
  [
    "133",
    "١٣٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَلْقَمَةَ، ثنا أَبُو سَلَمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"وَجَدْتُ عَامَّةَ عِلْمِ رَسُولِ اللَّهِ ﷺ عِنْدَ هَذَا الْحَيِّ مِنَ الْأَنْصَارِ، إِنْ كُنْتُ لَأَقِيلُ عِنْدَ بَابِ أحَدِهِمْ، وَلَوْ شِئْتُ أنْ يُؤْذَنَ لِي عَلَيْهِ لَأُذِنَ وَلَكِنْ أَبْتَغِي بِذَلِكَ طِيبَ نَفْسِهِ\"⁽⁶⁴⁾.",
    "⁽⁶⁴⁾ هذا إسناد جيد، وأدب رفيع من ابن عباس رضي الله عنه.",
    "",
    ""
  ],
  [
    "134",
    "١٣٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، ثنا ابْنُ عَوْنٍ، قَالَ:\n\"كَانَ الْقَاسِمُ بْنُ مُحَمَّدٍ، وَابْنُ سِيرِينَ، وَرَجَاءُ بْنُ حَيْوَةَ يُحَدِّثُونَ الْحَدِيثَ عَلَى حُرُوفِهِ وَكَانَ الْحَسَنُ، وَإِبْرَاهِيمُ، وَالشَّعْبِيُّ يُحَدِّثُونَ بِالْمَعَانِي\".",
    "",
    "",
    ""
  ],
  [
    "135",
    "١٣٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا ابْنُ عَوْنٍ، قَالَ: \"دَخَلْتُ عَلَى إِبْرَاهِيمَ، فَدَخَلَ عَلَيْنَا حَمَّادٌ⁽⁶⁵⁾ فَجَعَلَ يَسْأَلُهُ وَمَعَهُ أَطْرَافٌ قَالَ: فقَالَ: مَا هَذَا؟ قَالَ: إِنَّمَا هِيَ أَطْرَافٌ، قَالَ: ألَمْ أَنْهَ عَنْ هَذَا؟! \"",
    "⁽⁶⁵⁾ هو ابن أبي سليمان الكوفي الفقيه، وإبراهيم هو ابن يزيد النخعي، وابن عون اسمه عبد الله، وهو فقيه مشهور. وكلهم ثقات.",
    "",
    ""
  ],
  [
    "136",
    "١٣٦ - عَنْ⁽⁶⁶⁾ جَرِيرٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"لَا بَأْسَ بِكِتَابِ الْأَطْرَافِ\".",
    "⁽⁶⁶⁾ كذا الأصل: \"عن\" على خلاف ما سبق ويأتي، وفي النسخة الأخرى \"ثنا\" على الجادة، إلا أن هذا الأثر وقع فيها بعد خمسة أحاديث، وقد أعاده المصنف فيما يأتي (161)، ووقع هناك على الجادة أيضًا. والمراد بـ (الأطراف) - والله أعلم - أوائل الأحاديث، كانوا يكتبونها يتذكرون الأحاديث بها.",
    "",
    ""
  ],
  [
    "137",
    "١٣٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذٌ، نَا عِمْرَانُ، عَنْ أَبِي مِجْلَزٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، قَالَ:\n\"كُنْتُ أَكْتُبُ الْحَدِيثَ عَنْ أَبِي هُرَيْرَةَ، فَلَمَّا أَرَدْتُ أنْ أُفَارِقَهُ، أَتَيْتُهُ بِالْكِتَابِ فَقُلْتُ: هَذَا سَمِعْتُهُ مِنْكَ، قَالَ نَعَمْ\".",
    "",
    "",
    ""
  ],
  [
    "138",
    "١٣٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذٌ، نَا أَشْعَثُ عَنِ الْحَسَنِ، قَالَ: \" قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ [وَسَلَّمَ]:\n\"مِنَ الصَّدَقَةِ أنْ يَعْلَمَ الرَّجُلُ الْعِلْمَ فَيَعْمَلَ بِهِ وَيُعَلِّمَهُ\" قَالَ الْأَشْعَثُ: \"أَلَا تَرَى أَنَّهُ بَدَأَ بِالْعِلْمِ قَبْلَ الْعَمَلِ؟ \"",
    "",
    "",
    ""
  ],
  [
    "139",
    "١٣٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، يَقُولُ:\n\"إنَّكُمْ تَسْأَلُونَا عَمَّا لَا نَعْلَمُ، وَاللَّهِ لَوْ عَلِمْنَاهُ مَا كَتَمْنَاهُ، وَلَا اسْتَحْلَلْنَا كِتْمَانَهُ\".",
    "",
    "",
    ""
  ],
  [
    "140",
    "١٤٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ مُصْعَبٍ⁽⁶⁷⁾ ثنا الْأَوْزَاعِيُّ عَنْ أَبِي كَثِيرٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ:\n\"إنَّ أَبَا هُرَيْرَةَ لَا يَكْتُمُ⁽⁶⁸⁾ وَلَا يَكْتُبُ\".",
    "⁽⁶⁷⁾ هو القرقساني، صدوق كثير الغلط، لكن تابعه جماعة عند الدارمي (1/ 122) والخطيب في \"تقييد العلم\" (ص 42) وغيرهما، فالسند صحيح إلى أبي هريرة. وأبو كثير هو السحيمي اليماني الأعمى.\n⁽⁶⁸⁾ وقع في بعض المصادر المتقدمة: \"لا يكتب\".",
    "",
    ""
  ],
  [
    "141",
    "١٤١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ⁽⁶⁹⁾ عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ أَحْسَبُهُ رَفَعَهُ إِلَى النَّبِيِّ ﷺ قَالَ:\n\"مَنْهُومَانِ لَا يَقْضِي وَاحِدٌ مِنْهُمَا نَهْمَتَهُ، مَنْهُومٌ فِي طَلَبِ الْعِلْمِ، لَا يَقْضِي نَهْمَتَهُ، وَمَنْهُومٌ فِي طَلَبِ الدُّنْيَا لَا يَقْضِي نَهْمَتَهُ\".",
    "⁽⁶⁹⁾ هو ابن أبي سليم ضعيف كما تقدم مرارًا، لكنه لم يتفرد بهذا الحديث، بل له شواهد صحح بعضها الحاكم والذهبي، وقد تكلمت عليها في تعليقنا على \"المشكاة\" رقم (260). وأزيد هنا فأقول: إن الحديث رواه الدارمي (1/ 96) من طريق أخرى عن ليث به موقوفا.",
    "",
    ""
  ],
  [
    "142",
    "١٤٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ، عَنْ عَطَاءٍ، قَالَ: قَالَ أَبُو هُرَيْرَةَ:\n\"مَنْ كَتَمَ عِلْمًا يُنْتَفَعُ بِهِ، أُلْجِمَ بِلِجَامٍ مِنْ نَارٍ\"⁽⁷⁰⁾.",
    "⁽⁷⁰⁾ موقوف ضعيف الإسناد، وقد صح مرفوعًا من طرق عن عطاء عن أبي هريرة مرفوعًا.\nوصححه الترمذي وابن حبان والحاكم والذهبي. وانظر \"تحذير الساجد\" (ص 4).",
    "",
    ""
  ],
  [
    "143",
    "١٤٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ عَنْ يَحْيَى عَنْ عَلِيٍّ، قَالَ:\n\"أَلَا أُخْبِرُكُمْ بِالْفَقِيهِ حَقِّ الْفَقِيهِ الَّذِي لَا يُقْنِطُ النَّاسَ مِنْ رَحْمَةِ اللَّهِ، وَلَا يُرَخِّصُ لِلْمَرْءِ فِي مَعَاصِي اللَّهِ، وَلَا يَدَعُ الْقُرْآنَ رَغْبَةً إِلَى غَيْرِهِ، إِنَّهُ لَا خَيْرَ فِي عِبادَةٍ لَا عِلْمَ فِيهَا، وَلَا خَيْرَ فِي عِلْمٍ لَا فِقْهَ فِيهِ، وَلَا خَيْرَ فِي قِرَاءَةٍ لَا تَدَبُّرَ مَعَهَا\".",
    "",
    "",
    ""
  ],
  [
    "144",
    "١٤٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: \"يَا أَيُّهَا النَّاسُ لَا تَسْأَلُوا عَمَّا لَمْ يَكُنْ فَإِنَّ عُمَرَ، كَانَ يَلْعَنُ أَوْ يَسُبُّ مَنْ يَسْأَلُ عَمَّا لَمْ يَكُنْ\".",
    "",
    "",
    ""
  ],
  [
    "145",
    "١٤٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا هُشَيْمٌ، عَنْ [إِسْمَاعِيلَ بْنِ]⁽⁷¹⁾ سَالِمٍ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، قَالَ:\n\"مِنَ السُّنَّةِ إِذَا حَدَّثَ الرَّجُلُ الْقَوْمَ أنْ يُقْبِلَ عَلَيْهِمْ جَمِيعًا، وَلَا يَخُصُّ أَحَدًا دُونَ أَحَدٍ\".",
    "⁽⁷¹⁾ سقطت من الأصل، واستدركناها من النسخة الأخرى.",
    "",
    ""
  ],
  [
    "146",
    "١٤٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ أَبِي كِيرَانَ⁽⁷²⁾ قَالَ: \" سَمِعْتُ الشَّعْبِيَّ، قَالَ:\n\"إِذَا سَمِعْتَ شَيْئًا فَاكْتُبْهُ وَلَوْ فِي الْحَائِطِ\".",
    "⁽⁷²⁾ اسمه الحسن بن عقبة المرادي وثقه ابن معين. وقال أبو حاتم: شيخ يكتب حديثه. فالسند إلى الشعبي صحيح.",
    "",
    ""
  ],
  [
    "147",
    "١٤٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، ثنا أَبِي، عَنْ عَبْدِ اللَّهِ بْنِ حَنَشٍ، قَالَ: \"لَقَدْ رَأَيْتُهُمْ يَكْتُبُونَ عَلَى أَكُفِّهِمْ بِالْقَصَبِ عِنْدَ الْبَرَاءِ\".",
    "",
    "",
    ""
  ],
  [
    "148",
    "١٤٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ: عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"قَيِّدُوا الْعِلْمَ بِالْكِتَابِ، مَنْ يَشْتَرِي مِنِّي عِلْمًا بِدِرْهَمٍ؟ \".",
    "",
    "",
    ""
  ],
  [
    "149",
    "١٤٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، حَدَّثَنِي الْمُنْذرُ بْنُ ثَعْلَبَةَ عَنْ عَلْبَاءَ⁽⁷³⁾ قَالَ: قَالَ عَلِيٌّ، عليه السلام:\n\"مَنْ يَشْتَرِي مِنِّي عِلْمًا بِدِرْهَمٍ؟ \"\nقَالَ أَبُو خَيْثَمَةَ يَقُولُ: يَشْتَرِي صَحِيفَةً بِدِرْهَمٍ، يَكْتُبُ فِيهَا الْعِلْمَ.",
    "⁽⁷³⁾ بكسر أوله وسكون اللام بعدها موحدة هو ابن أحمر اليشكري البصري وهو تابعي ثقة وكذلك سائر الإسناد ثقات، فهو صحيح إن كان علباء سمعه من علي، فإنهم لم يذكروا له عنه رواية.",
    "",
    ""
  ],
  [
    "150",
    "١٥٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ:\n\"قُلْتُ لِعَبِيدَةَ أَكْتُبُ مَا سَمِعْتُ؟ قَالَ: لَا، قُلْتُ: إنْ وَجَدْتُ كِتَابًا أَقْرَؤُهُ؟ قَالَ: لَا\".",
    "",
    "",
    ""
  ],
  [
    "151",
    "١٥١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ شَرِيكٍ، قَالَ:\n\"سَمِعْتُ شَيْخًا (فَحَلِيتُهُ⁽⁷⁴⁾، فَقَالُوا ذَاكَ أَبُو ضَمْرَةَ) قَالَ: رَأَيْتُ حَمَّادًا يَكْتُبُ عِنْدَ إِبْرَاهِيمَ عَلَيْهِ كِسَاءٌ لَهُ أَنْبِجَانِيُّ وَهُوَ يَقُولُ: \"وَاللَّهِ مَا نُرِيدُ بِهِ دُنْيَا\".",
    "⁽⁷⁴⁾ يعني وصفته. وأبو ضمرة هذا لم أعرفه، وأما حماد فهو ابن أبي سليمان الفقيه، وإبراهيم هو ابن يزيد النخعي.",
    "",
    ""
  ],
  [
    "152",
    "١٥٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ ثنا الْحَكَمُ بْنُ عَطِيَّةَ، عَنِ ابْنِ سِيرِينَ، قَالَ:\n\"كَانُوا يَرَوْنَ أَنَّ بَنِي إسْرَائِيلَ، إِنَّمَا ضَلُّوا بِكُتُبٍ وَرِثُوهَا\".",
    "",
    "",
    ""
  ],
  [
    "153",
    "١٥٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ أَبِي بُرْدَةَ، قَالَ:\n\"كَتَبْتُ عَنْ أَبِي كِتَابًا فَظَهَرَ عَلِيٌّ فَأَمَرَ بِمِرْكَنٍ⁽⁷⁵⁾ فَقَالَ بِكُتُبِي فِيهَا فَغَسَلَهَا\".",
    "⁽⁷⁵⁾ بكسر الميم الاجانة التي يغسل فيها الثياب.",
    "",
    ""
  ],
  [
    "154",
    "١٥٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ عِمْرَانَ بْنِ حُدَيْرٍ⁽⁷⁶⁾ عَنْ أَبِي مِجْلَزٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، قَالَ:\n\"كَتَبْتُ عَنْ أَبِي هُرَيْرَةَ كِتَابًا، فَلَمَّا أَرَدْتُ أُفَارِقُهُ، قُلْتُ: يَا أَبَا هُرَيْرَةَ إِنِّي كَتَبْتُ عَنْكَ كِتَابًا فَأَرْوِيهِ عَنْكَ؟ قَالَ: نَعَمِ ارْوِهِ عَنِّي\".",
    "⁽⁷⁶⁾ بمهملات مصغرا، وهو ثقة، كذلك سائر الإسناد فهو صحيح.",
    "",
    ""
  ],
  [
    "155",
    "١٥٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنَّكُمْ لَنْ تَزَالُوا بِخَيْرٍ مَا دَامَ الْعِلْمُ فِي ذَوِي أَسْنَانِكُمْ، فَإِذَا كَانَ الْعِلْمُ فِي الشَّبَابِ أَنِفَ ذُو السِّنِ أنْ يَتَعَلَّمَ مِنَ الشَّبَابِ\".",
    "",
    "",
    ""
  ],
  [
    "156",
    "١٥٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْفَضْلُ بْنُ دُكَيْنٍ، نَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ:\n\"مَا سَمِعْتُهُ وَأَنَا شَابٌّ، فَكَأَنِّي أَنْظُرُ إِلَيْهِ فِي قِرْطَاسٍ أَوْ وَرَقَةٍ\".",
    "",
    "",
    ""
  ],
  [
    "157",
    "١٥٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيِّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ⁽⁷⁷⁾ قَالَ:\n\"الْعِلْمُ ضَالَّةُ الْمُؤْمِنِ، كُلَّمَا أَصَابَ مِنْهُ شَيْئًا حَوَاهُ، وَابْتَغَى ضَالَّةً أُخْرَى\".",
    "⁽⁷⁷⁾ هو أبو هاشم المكي تابعي ثقة، والسند إليه صحيح.",
    "",
    ""
  ],
  [
    "158",
    "١٥٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَكْرَهُونَ أنْ تُوطَأَ أَعْقَابَهُمْ\".",
    "",
    "",
    ""
  ],
  [
    "159",
    "١٥٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَجْلِسُونَ وَيَتَذَاكَرُونَ الْعِلْمَ وَالْخَيْرَ، ثُمَّ يَتَفَرَّقُونَ، لَا يَسْتَغْفِرُ بَعْضُهُمْ لِبَعْضٍ، وَلَا يَقُولُ: يَا فُلَانُ ادْعُ لِي\"⁽⁷⁸⁾.",
    "⁽⁷⁸⁾ يعني إبراهيم وهو النخعي رحمه الله أن ذلك لم يكن من عمل الصحابة رضي الله عنهم. أن يدعوا بعضهم لبعض بعد الفراغ من الدرس والمذاكرة فهو بدعة، ومثله تقدم الشيخ على أصحابه ومشيهم وراءه، لأن ذلك مما يعرّضه للفتنة والعُجب، كما أفاده الأثر الذي قبله وكلاهما صحيح الإسناد عن إبراهيم.",
    "",
    ""
  ],
  [
    "160",
    "١٦٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ سُفْيَانَ عَنْ مَنْصُورِ عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَكْرَهُونَ الْكِتَابَ\".",
    "",
    "",
    ""
  ],
  [
    "161",
    "١٦١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ، قَالَ:\n\"لَا بَأْسَ بِكِتَابِ الْأَطْرَافِ\"⁽⁷⁹⁾.",
    "⁽⁷⁹⁾ يعني أوائل الأحاديث، وقد سبق هذا الأثر برقم (136).",
    "",
    ""
  ],
  [
    "162",
    "١٦٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْحَسَنُ بْنُ مُوسَى: ثنا ابْنُ لَهِيعَةَ ثنا دَرَّاجٌ عَنِ ابْنِ حُجَيْرَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ: \"سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ [وَسَلَّمَ]:\n\"مَثَلُ الَّذِي يَعْلَمُ الْعِلْمَ، وَلَا يُحَدِّثُ بِهِ، كَمَثَلِ رَجُلٍ رَزَقَهُ اللَّهُ مَالًا فَلَمْ يُنْفِقْ مِنْهُ\"⁽⁸⁰⁾.",
    "⁽⁸⁰⁾ حديث حسن، فإن ابن لهيعة ودراجًا، وإن كانا ضعيفين، فإن له طريقًا أخرى عن أبي هريرة رضي الله عنه. وشاهدًا عن ابن عمر رضي الله عنه مرفوعًا، وآخر عن سلمان موقوفًا كما تقدم عند (المصنف) (12).",
    "",
    ""
  ],
  [
    "163",
    "١٦٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ، قَالَ:\n\"اطبلُوا ذكر الْحَدِيثِ، لَا يُدْرَسْ\".",
    "",
    "",
    ""
  ],
  [
    "164",
    "١٦٤ - حَدَّثَكُمْ أَبُو حَفْصٍ إِبْرَاهِيمُ الْكَتَّانِيُّ الْمُقْرِئُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، ثنا أَبُو مُحَمَّدٍ خَلَفُ بْنُ هِشَامٍ الْبَزَّارُ وَمَنْصُورُ بْنُ أَبِي مُزَاحِمٍ وَمُحَمَّدُ بْنُ سُلَيْمَانَ الَأَسَدِيُّ قَالُوا: ثنا مَالكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ، قَالَ:\n\"دَخَلَ النَّبِيُّ ﷺ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ⁽⁸¹⁾، فَلَمَّا نَزَعَهُ، قِيلَ: هَذَا ابْنُ خَطَلٍ مُتَعَلِّقٌ بَأَسْتَارِ الْكَعْبَةِ، قَالَ: اقْتُلُوهُ\".",
    "⁽⁸¹⁾ هو ما يلبسه الدارع على رأسه من الزرد ونحوه.\nوالحديث صحيح الإسناد، وهو في \"الموطأ\" وعنه أيضًا الشيخان.",
    "",
    ""
  ],
  [
    "165",
    "١٦٥ - حَدَّثَنَا عَبْدُ اللَّهِ، ثنا أَبُو نَصْرٍ التَّمَّارِ⁽⁸²⁾ ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ:\n\"أنَّ رَسُولَ اللَّهِ ﷺ كَانَ يَقُولُ: \"اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَعَمَلٍ لَا يُرْفَعُ، وَقَلْبٍ لَا يَخْشَعُ، وَقَوْلٍ لَا يُسْمَعُ\".",
    "⁽⁸²⁾ هو عبد الملك بن عبد العز القشيري النسائي ثقة من رجال مسلم، وكذلك سائر الإسناد، فهو صحيح على شرطه، وأخرجه أحمد (3/ 192 و 225) من طرق أخرى عن حماد به، وهو (3 283) والنسائي (2/ 316) من طريق حفص عن أنس. وهو عند مسلم (8/ 82) من حديث زيد بن أرقم.",
    "",
    ""
  ],
  [
    "166",
    "١٦٦ - حَدَّثَنَا عَبْدُ اللَّهِ ثنا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ النَّرْسِيُّ، ثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي صَالِحٍ، عَنْ عَائِشَةَ، قَالَتْ:\n\"كَانَ النَّبِيُّ ﷺ يَخْرُجُ إِلَى صَلَاةِ الْفَجْرِ وَرَأْسُهُ يَقْطُرُ مِنْ جِمَاعٍ لَا احْتِلَامٍ، ثُمَّ يَصُومُ\"⁽⁸³⁾.",
    "⁽⁸³⁾ إسناده حسن، والحديث صحيح، فقد أخرجه الشيخان من طريق أخرى عن عائشة رضي الله عنها.",
    "",
    ""
  ],
  [
    "167",
    "١٦٧ - حَدَّثَنَا عَبْدُ اللَّهِ ثنا سُرَيْجُ بْنُ يُونُسَ، ثنا هُشَيْمٌ، ثنا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: قَالَ ﷺ:\n\"لَا يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ، فَإِنَّ أَحَدَكُمْ لَا يَزْدَادُ كُلَّ يَوْمٍ إِلَّا خَيْرًا\"⁽⁸⁴⁾.",
    "⁽⁸⁴⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه من طرق أخرى عن أنس دون قوله: \"فإن أحدكم … \" ولهذه الزيادة شاهد من حديث أبي هريرة رضي الله عنه مرفوعًا عند مسلم (8/ 65) وأحمد.",
    "",
    ""
  ],
  [
    "168",
    "١٦٨ - حَدَّثَنَا عَبْدُ اللَّهِ [الْبَغَوِيُّ، ثنا] أَبُو عِمْرِانِ الْوَرْكَانِيُّ⁽⁸⁵⁾ ثنا سَعِيدُ بْنُ مَيْسَرَةَ الْبَكْرِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ:\n\"كَانَ النَّبِيُّ ﷺ إِذَا صَلَّى عَلَى جِنَازَةٍ كَبَّرَ عَلَيْهَا أَرْبَعًا\".\nتمت الأحاديث والحمد لله رب العالمين، وصلاته على نبيه محمد وآله أجمعين.",
    "⁽⁸⁵⁾ بفتحتين، اسمه محمد بن جعفر بن زياد، وهو ثقة، لكن شيخه سعيد بن ميسرة متهم، إلا أن الحديث صحيح، أخرجه الشيخان وغيرهما من حديث أبي هريرة من طرق عنه، بألفاظ وزيادات، وهي مجموعة ومخرجة في كتابنا \"أحكام الجنائز وبدعها\"، وقد طبع في المكتب الإسلامي.",
    "",
    ""
  ]
]
