[["1","بسم الله الرحمن الرحيم\nوما توفيقي إلا بالله\nأَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْعَالِمُ الزَّاهِدُ عِزُّ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْكَرِيمِ الْجَزَرِيُّ أَيَّدَهُ اللَّهُ فِي شَهْرِ رَمَضَانَ مِنْ سَنَةِ أَرْبَعَ عَشْرَةَ وَسِتِّ مِائَةٍ بِـ (الْمَوْصِلِ) بِرِبَاطِ أَخِيهِ قَالَ: أَنَا الشَّيْخُ الْإِمَامُ الْعَالِمُ مَجْدُ الدِّينِ أَبُو الْفَرَجِ يَحْيَى بْنُ مَحْمُودِ بْنِ سَعْدٍ الْأَصْفَهَانِيُّ قَالَ: أَنَا الشَّيْخُ الْإِمَامُ أَبُو الْفَتْحِ⁽¹⁾ إِسْمَاعِيلُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ بْنِ الْأَخْشِيدِ السَّرَّاجُ فِي سَنَةِ ثَمَانِ عَشْرَةَ وَخَمْسِ مِائَةٍ، وَسَنَةِ اثْنَيْنِ وَعِشْرِينَ وَخَمْسِ مِائَةٍ قَالَ: أَنَا الشَّيْخُ أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحِيمِ قَالَ: أَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ الْكِتَّانِيُّ الْمُقْرِيءُ: نَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ:\n١ - حَدَّثَنَا أَبُو خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ: ثَنَا وَكِيعٌ، ثنا الْأَعْمَشُ عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا، وَلَا تَغْدُ بَيْنَ ذَلِكَ\".","⁽¹⁾ كذا الأصل وفي النسخة الأخرى \"أبو الفضل\"، وقد ترجمه ابن العماد في \"الشذرات\" في وفيات سنة أربع وعشرين وخمسمائة، ولكنه لم يذكر له كنية. وذكر أنه عمر ثمانيًا وثمانين سنة.","1- އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޚައިޘަމާ: ޒުހައިރު ބްނު ޙަރްބު އެވެ. އަހަރުމެންނަށް ވަކީޢު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، ތަމީމު ބްނު ސަލަމާގެ އަރިހުން، އަބޫ ޢުބައިދާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެބޭފުޅާ ވިދާޅުވިއެވެ: ޢަބްދު ﷲ (އިބްނު މަސްޢޫދު) ވިދާޅުވިކަމުގައިއެވެ:\n«‌اغْدُ ‌عَالِمًا ‌أَوْ مُتَعَلِّمًا، وَلَا تَغْدُ بَيْنَ ذَلِكَ»\nމާނައީ: \"ޢިލްމުވެރިއެއްގެ ގޮތުގައި، ނުވަތަ ޢިލްމު އުނގެނޭ މީހެއްގެ ގޮތުގައި ދާށެވެ. އަދި އެދެމެދުގައިވާ މީހެއްގެ ގޮތުގައި ނުދާށެވެ.\"",""],["2","٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، قَالَ: سَمِعْتُ حَنْظَلَةَ، يُحَدِّثُ عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ، قَالَ: \" قُلْتُ لِعُمَرَ بْنِ عَبْدِ الْعَزِيزِ:\n\"يُقَالُ: إِنِ اسْتَطَعْتَ أَنْ تَكُونَ عَالِمًا؛ فَكُنْ عَالِمًا فَإِنْ لَمْ تَسْتَطِعْ فَكُنْ مُتَعَلِّمًا، فَإِنْ لَمْ تَكُنْ مُتَعَلِّمًا؛ فَأَحِبَّهُمْ فَإِنْ لَمْ تُحِبَّهُمْ فَلَا تَبْغُضْهُمْ، فَقَالَ عُمَرُ،: \"سُبْحَانَ اللَّهِ لَقَدْ جَعَلَ اللَّهُ عز وجل لَهَ مَخْرَجًا\".","","2- އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޚައިޘަމާ އެވެ. އަހަރުމެންނަށް ކިޔާދެއްވީ އިސްޙާޤް ބްނު ސުލައިމާނު އައްރާޒީ އެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: ޙަންޡަލާ ކިޔާދެއްވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ. އެއީ ޢަވްނު ބްނު ޢަބްދު ﷲ ގެ އަރިހުންނެވެ. އެބޭފުޅާ ވިދާޅުވިއެވެ: އަހުރެން ޢުމަރު ބްނު ޢަބްދުލް ޢަޒީޒުއަށް ދެންނެވީމެވެ:\n«قلت لعمر بن عبد العزيز: يقال إن ‌استطعت ‌أن ‌تكون ‌عالما فكن عالما، فإن لم تستطع فكن متعلّما، فإن لم تكن متعلّما فأحبّهم، فإن لم تحبّهم فلا تبغضهم. فقال عمر: سبحان الله! لقد جعل الله عز وجل له مخرجا»\nމާނައީ: \"ބުނެވޭ ކަމުގައި ވެއެވެ: \"ތިބާ ޢިލްމުވެރިއަކަށް ވުމަށް ކުޅަދާނަ ކަމުގައިވާނަމަ، ފަހެ ތިބާ ޢިލްމުވެރިއަކަށް ވާށެވެ. ފަހެ ތިބާ އެކަމަށް ކުޅަދާނަ ނުވެއްޖެނަމަ ފަހެ ޢިލްމު އުނގެނޭ މީހަކަށް ވާށެވެ. ފަހެ ތިބާ ޢިލްމު އުނގެނޭ މީހަކަށް ނުވާނަމަ، ފަހެ އެމީހުންނަށް ލޯބިކުރާށެވެ. ފަހެ ތިބާ އެބައިމީހުންނަށް ލޯބިނުކުރާނަމަ، ފަހެ (ކުޑަމިނުން) އެބައިމީހުންދެކެ ރުޅިނާންނާށެވެ.\" އެހިނދު ޢުމަރު ވިދާޅުވިއެވެ: \"ސުބްޙާނަ ﷲ އެވެ! ﷲ ޢައްޒަ ވަޖައްލަ އެވަނީ ކޮންމެގޮތަކަށްވިޔަސް (ފާފައިގައި ނުޖެހި) ނިކުމެވޭނެ މަގު އޭނާއަށް ލައްވާފައިއެވެ.\" (2)","(2) ސުބްޙާނަ ﷲ އެވެ! ޢިލްމުވެރިޔަކަށް ނުވެވޭތާގައި، ޢިލްމެއް އުނގެނެން ނޫޅެ ޖާހިލުކަމުގައި ތިބެ އެހެންމީހުންނަށްވެސް ޢިލްމަށް ހުރަސްއަޅާ، އަދި ﷲ އަށްޓަކައި އެކަލާނގެ ދީނަށް ދަޢުވަތުދީ ޙައްޤު މަންހަޖުގައި ތިބި ޢިލްމުވެރިންނަށް ލޯބިކުރުމެއްވެސްނެތި، އެއާ ޚިލާފަށް ޢިލްމުވެރިންދެކެ ރުޅިއަންނަ މީހުންވަނީ ގިނަވެފައިއެވެ. ތަނެއްގައި ކަމެއް ހިނގާއިރަށް، އަނިޔާއެއް ފާޅުވާއިރަށް، މުންކަރާތެއްގެ ޚަބަރު ފޯރާއިރަށް އެންމެ ފުރަތަމަވެސް އެއްކަލަ ޖާހިލު މީހާ ހުރިހާ ބަދުނާމެއް އަޅުވާ އެއްޗެހި ގޮވާލަނީ ހުރިހާ ޢިލްމުވެރިންނަށެވެ. އަދި ޢިލްމަށް ނިސްބަތްވާ ވަކި މީހެއްގެ ކިބައިން މަގުފުރެދުމެއް ނުވަތަ ބިދުޢައެއް ފެންނައިރަށް އެކަން ޢާއްމުކޮށް ހުރިހާ ޢިލްމުވެރިންނަށް ނިސްބަތްކޮށްފާނެއެވެ. މިހެންގޮސް މީހަކު ޢިލްމަށް ނިސްބަތްވާ ހިސާބުން އެމީހަކު ދެކެ ރުޅިއައިސް ނަފްރަތުކުރުމުގެ ޠަބީޢަތް ހުންނަ މީހުންވެއެވެ. އެއީ ރުޅިއަންނަން ޖެހޭ މުޢުތަބަރު ކަމެއް، މަގުފުރެދުމެއް ޙުއްޖަތާއެކު ނުފެނުނަސްމެއެވެ."],["3","٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا جَرِيرٌ عَنِ الْأَعْمَشِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ\"⁽²⁾.","⁽²⁾ قد صح هذا مرفوعًا إلى النبي ﷺ، أخرجه الشيخان من حديث معاوية رضي الله عنه.","3- އަހަރުމެންނަށް ކިޔައިދެއްވީ އަބޫ ޚައިޘަމާއެވެ. އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، ތަމީމު ބްނު ސަލަމާގެ އަރިހުން، އަބޫ ޢުބައިދާގެ އަރިހުން ޚަބަރުދެއްވިއެވެ: އެބޭފުޅާ ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިކަމުގައެވެ:\n«مَنْ يُرِدِ اللهُ بِهِ خَيْرًا ‌يُفَقِّهْهُ ‌فِي ‌الدِّينِ» (3)\nމާނައީ: \"ﷲ މީހަކަށް ހެޔޮ ގޮތެއް މެދުވެރި ކުރައްވާނަމަ އޭނާ ދީނުގައި ފިޤުހުވެރި ކުރައްވައެވެ.\"","(3) މިބަސްފުޅު މަރްފޫޢުކޮށް ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަވެގެންވެއެވެ."],["4","٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو ثنا زَائِدَةُ عَنِ الْأَعْمَشِ عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"يَا أَيُّهَا النَّاسُ تَعَلَّمُوا، فَمَنْ عَلِمَ فَلْيَعْمَلْ\".","","4- އަހަރުމެންނަށް ކިޔާދެއްވީ އަބޫ ޚައިޘަމާއެވެ. އަހަރުމެންނަށް މުޢާވިޔާ ބްނު ޢަމްރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޒާއިދާ، އަލްއަޢުމަޝުގެ އަރިހުން، ތަމީމު ބްނު ސަލަމާގެ އަރިހުން، އަބޫ ޢުބައިދާގެ އަރިހުން، ޢަބްދު ﷲ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«يا أَيُّهَا النَّاسُ تَعَلَّمُوا، ‌فَمَنْ ‌عَلِمَ ‌فَلْيَعْمَلْ»\nމާނައީ: \"އޭ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ޢިލްމު އުނގެނޭށެވެ. ފަހެ ޢިލްމު ލިބިއްޖެ މީހަކު ފަހެ ޢަމަލު ކުރާ ހުށިކަމެވެ.\"",""],["5","٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ:\n\"أَتَيْتُ صَفْوَانَ بْنَ عَسَّالٍ الْمُرَادِيَّ فَقَالَ: \"مَا جَاءَ بِكَ\"؟ قُلْتُ: طَلَبُ الْعِلْمِ. فَقَالَ: \"إِنَّ الْمَلَائِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا لِمَا يَطْلُبُ\"⁽³⁾.","⁽³⁾ كذا الأصل، وفي النسخة الأخرى \"بما\" وكذا هو في \"سنن الترمذي\" وغيره وصححه، وبعض الرواة يوقفه، وبعضهم يرفعه، وهو في حكم المرفوع قطعًا لأنه لا يقال بالرأي كما قال ابن عبد البر في \"الجامع\" (1/ 32 - 33).","5- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، ޢާޞިމް ބްނު އަބީ އައްނަޖޫދުގެ އަރިހުން، ޒިއްރު ބްނު ޙުބައިޝް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أتيت صفوان بن عسال المرادي فقال: ما جـاء بك؟ قلت: طلب العلم فقال: إِنَّ المَلَائِكَةَ لَتَضَعُ ‌أَجْنِحَتَهَا ‌لِطَالِبِ ‌العِلْمِ رِضًا لمَا يَطْلُبُ»\nމާނައީ: \"އަހުރެން ޞަފްވާން ބްނު ޢައްސާލް އަލްމުރާދީގެ އަރިހަށް އައިމެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"ތިބާ ތިޔައީ ކޮން ކަމަކާ ހެއްޔެވެ؟\" ތިމަން ދެންނެވީމެވެ: \"ޢިލްމު އުނގެނުމަށެވެ.\" ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"ހަމަކަށަވަރުން މަލާއިކަތުން އެބޭކަލުންގެ ފިޔަފުޅުތައް ޢިލްމު އުނގެނޭ މީހާއަށްޓަކައި ތިރިކުރައްވަތެވެ. އެއީ އެ ހޯދާ އެއްޗަކަށް ރުހިގެންވުމުގެ ގޮތުންނެވެ.\"",""],["6","٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شِمْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"إِنَّ الَّذِي يُعَلِّمُ النَّاسَ الْخَيْرَ يَسْتَغْفِرُ لَهُ كُلُّ دَابَّةٍ حَتَّى الْحُوتُ فِي الْبَحْرِ\"⁽⁴⁾.","⁽⁴⁾ قد صح هذا مرفوعًا إلى النبي ﷺ، أخرجه الطبراني في \"الأوسط\" من حديث جابر.\nوالترمذي من حديث أبي أمامة رضي الله عنه وصححه.","6- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ކިޔާދެއްވީ މުޙައްމަދު ބްނު ޚާޒިމްއެވެ. އަހަރުމެންނަށް އަލްއަޢުމަޝު، ޝިމްރުގެ އަރިހުން، ސަޢީދު ބްނު ޖުބައިރުގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n‌‌«إن الذي يعلم الناس الخير يستغفر له كل دابة ‌حتى ‌الحوت في البحر»\nމާނައީ: \"ހަމަކަށަވަރުން މީސްތަކުންނަށް ހެޔޮ (ކަންކަން) އުނގަންނައިދޭ މީހާއަށް ކޮންމެ ދާއްބައެއް (ޖަނަވާރެއް) އޭނާއަށް ފާފަ ފުއްސަވައިދެއްވުމަށް އެދި އިސްތިޣުފާރު ކުރެއެވެ. ކަނޑުގައިވާ މަހަށް ދާންދެނެވެ.\"",""],["7","٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ثنا بِشْرُ بْنُ مَنْصُورٍ، عَنْ ثَوْرٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ ظَبْيَانَ، قَالَ: \" قَالَ الْمَسِيحُ ابْنُ مَرْيَمَ:\n\"مَنْ تَعَلَّمَ وَعَلِمَ وَعَمِلَ فَذَاكَ يُدْعَى عَظِيمًا فِي مَلَكُوتِ السَّمَاءِ\".","","7- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ބިޝްރު ބްނު މަންޞޫރު، ޘައުރުގެ އަރިހުން، ޢަބްދުލް ޢަޒީޒް ބްނު ޡަބްޔާންގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެބޭފުޅާ ވިދާޅުވިއެވެ: އަލްމަސީޙް އިބްނު މަރްޔަމް (ޢީސާގެފާނު) ވިދާޅުވިއެވެ:\n«مَنْ تَعَلَّمَ، وَعَلَّمَ، وَعَمِلَ، فَذَاكَ ‌يُدْعَى ‌عظيماً في مَلَكُوتِ السَّمَاءِ»\nމާނައީ: \"ޢިލްމު އުނގެނި އަދި އުނގަންނައިދީ އަދި ޢަމަލުކޮށްފި މީހާ؛ ފަހެ އޭނާއީ އުޑުގެ މަލަކޫތީ (ރަސްކަމުގެ) ޢާލަމުގައި މާތްވެ މަތިވެރިވެގެންވާ މީހެއްގެ ގޮތުގައި ގޮވާލެވޭ މީހާއެވެ.\"",""],["8","٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ قَالَ:\n\"تَعَلَّمُوا فَإِنَّ أَحَدَكُمْ لَا يَدْرِي مَتَى يَخْتَلُّ إِلَيْهِ\"⁽⁵⁾.","⁽⁵⁾ أي متى يحتاج الناس إلى ما عنده. من \"الخلة\" بالفتح: الحاجة والفقر، كما في \"النهاية\" و \"اللسان\".","8- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޚާޒިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، ޝަޤީޤުގެ އަރިހުން، ޢަބްދު ﷲ ގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«تَعَلَّمُوا، ‌فَإِنَّ ‌أَحَدَكُمْ ‌لَا ‌يَدْرِي مَتَى يُخْتَلُّ إِلَيْهِ»\nމާނައީ: \"ތިޔަބައިމީހުން އުނގެނޭށެވެ. ފަހެ ތިޔައިން އެކަކަށްވެސް އެޢިލްމަށް (ނުވަތަ އޭނާއަށް) ބޭނުންޖެހޭނީ ކޮންއިރަކުންކަމެއް އެނގިގެން ނުވެއެވެ.\" (4)","(4) އިބްނު ޢައްބާސް ވިދާޅުވިއެވެ:"],["9","٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذُ بْنُ مُعَاذٍ، ثنا ابْنُ عَوْنٍ، عَنِ الْأَحْنَفِ، قَالَ: قَالَ عُمَرُ:\n\"تَفَقَّهُوا قَبْلَ أَنْ تُسَوَّدُوا\".","","9- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާޛު ބްނު މުޢާޛު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޢަވްނު، އަލްއަޙްނަފުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ޢުމަރު ވިދާޅުވިކަމުގައިއެވެ:\n«‌تَفَقَّهُوا ‌قَبْلَ ‌أَنْ تَسُودُوا»\nމާނައީ: \"ތިޔަބައިމީހުން ބޮޑުންކަމުގައި ވެރިންކަމުގައި ލެވުމުގެ ކުރިން ތިޔަބައިމީހުން (ދީނުގައި ފަހްމުވެރިވެ) ފިޤްހުވެރިވާށެވެ.\" (5)","(5) އެބަހީ ކަންކަމުގައި ގޮތްކިޔާ ބޮޑުންކަމުގައިވުމުގެ ކުރިން ޢިލްމު އުނގެނޭށެވެ. ޤައުމެއްގެވިޔަސް، ޤަބީލާއެއްގެވިޔަސް، އަދި ކިއެއްތަ، ޢާއިލާއެއްގެވިޔަސް ބޮޑު މީހާކަމުގައިވުމުން އެންމެން ތިބާގެ ބަހަށް އަދި ތިބާ ބުނާ ގޮތަށް ދަށުގައިވާ މީހުން އުޅެއެވެ. އެހެންކަމުން ޢިލްމާއެކު ބަސްބުނުމަށްޓަކައި ކުރިން ޢިލްމު އުނގެނެންޖެހެއެވެ. އެއާއެކު މަސްއޫލިއްޔަތުތައް ބޮލުގައި އެޅި ޒިންމާތައް ގިނަވުމުން ޢިލްމު އުނގެނެން ވަޤުތު ނުދެވި، އެހެންކަންކަމުގައި މަޝްޣޫލުވެއެވެ. އެހެންކަމުން އެފަދަ ކަންކަން ޖެހުމުގެ ކުރިން ޢިލްމު އުނގެނެންޖެހެއެވެ. އޭގެ މާނައަކީ އެހިސާބުން ޢިލްމު އުނގެނުން ހުއްޓާލާށޭއެއް ނޫނެވެ.\nމިއަޘަރާމެދު އަބޫ ޢުބައިދު ވިދާޅުވިއެވެ:"],["10","١٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ:\n\"وَاللَّهِ إِنَّ الَّذِي يُفْتِي النَّاسَ فِي كُلِّ مَا يَسْأَلُونَهُ لَمَجْنُونٌ\"\nقَالَ الْأَعْمَشُ: فَقَالَ لِيَ الْحَكَمُ:\n\"لَوْ كُنْتُ سَمِعْتُ بِهَذَا الْحَدِيثِ مِنْكَ قَبْلَ الْيَوْمِ مَا كُنْتُ أُفْتِي فِي كَثِيرٍ مِمَّا كُنْتُ أُفْتِي\".","","10- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޚާޒިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، ޝަޤީޤުގެ އަރިހުން، ޢަބްދު ﷲ ގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«وَاللَّهِ إِنَّ الَّذِي ‌يُفْتِي ‌النَّاسَ ‌فِي ‌كُلِّ ‌مَا ‌يَسْأَلُونَهُ لَمَجْنُونٌ. قَالَ الْأَعْمَشُ: قَالَ لِي الْحَكَمُ: لَوْ سَمِعْتُ هَذَا الْحَدِيثَ مِنْكَ قَبْلَ الْيَوْمِ مَا كُنْتُ أُفْتِي فِي كَثِيرٍ مِمَّا كُنْتُ أُفْتِي»\nމާނައީ: \"ﷲ ގަންދީ ބުނަމެވެ! ހަމަކަށަވަރުން މީސްތަކުން އޭނާގެ ގާތުން ސުވާލު ކުރާ ކޮންމެ ކަމަކާ ބެހޭ ގޮތުން ފަތުވާ ދޭ މީހަކީ މޮޔައެއްކަން ކަށަވަރެވެ.\"\nއަލްއަޢުމަޝު ވިދާޅުވިއެވެ: ދެން އަހުރެންނަށް އަލްޙަކަމު ވިދާޅުވިއެވެ: \"އަހުރެންނަށް އަދުގެ ކުރިން ތިޔަ ބަސް ތިބާގެ ކިބައިން އަޑުއިވުނުނަމަ، އަހުރެން ފަތުވާދީ އުޅުނު އެތައް ކަމެއްގައި އަހުރެން ފަތުވާ ނުދިނީހެވެ.\"",""],["11","١١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ رَجَاءٍ الْأَنْصَارِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ الْأَزْرَقِ، قَالَ:\n\"دَخَلَ رَجُلَانِ مِنْ أَبْوَابِ كِنْدَةَ، وَأَبُو مَسْعُودٍ الْأَنْصَارِيُّ جَالِسٌ فِي حَلْقَةٍ، فَقَالَ أَحَدُهُمَا: أَلَا رَجُلٌ يَنْظُرُ بَيْنَنَا؛ فَقَالَ رَجُلٌ فِي الْحَلْقَةِ: أَنَا قَالَ: فَأَخَذَ أَبُو مَسْعُودٍ كَفًّا مِنْ حَصًى فَرَمَاهُ بِهِ وَقَالَ لَهُ: \"إِنَّهُ كَانَ يُكْرَهُ التَّسَرُّعُ إِلَى الْحُكْمِ\".","","11- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޚާޒިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، ރަޖާއު އަލްއަންޞާރީގެ އަރިހުން، ޢަބްދުއް ރަޙްމާން ބްނު ބިޝްރު އަލްއަޒްރަޤްގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެބޭފުޅާ ވިދާޅުވިއެވެ:\n«دَخَلَ رَجُلَانِ مِنْ أَبْوَابِ كِنْدَةَ وَأَبُو مَسْعُودٍ الْأَنْصَارِيُّ جَالِسٌ فِي حَلْقَةٍ، فَقَالَا: أَلَا رَجُلٌ ينظر بَيْنَنَا؟ فَقَالَ رَجُلٌ في الْحَلْقَةِ: أَنَا، قال: فَأَخَذَ أَبُو مَسْعُودٍ كَفًّا مِنْ حَصًى فَرَمَاهُ بِهِ، وَقَالَ: إِنَّهُ ‌كَانَ ‌يُكْرَهُ ‌التَّسَرُّعُ إِلَى الْحُكْمِ»\nމާނައީ: \"ކިންދާގެ ދޮރުތަކުން ދެމީހަކު ވަދެގެން އައެވެ. އޭރު އަބޫ މަސްޢޫދު އަލްއަންޞާރީ އިންނެވީ ޙަލްޤާއެއްގައެވެ. ދެން އެދެމީހުން ކުރެ އެކަކު ބުންޏެވެ: \"އަހަރުމެންގެ ދެމެދުގައި ކަންތައް (މައްސަލަ) ބަލާނޭ މީހަކު ނެތް ހެއްޔެވެ؟\" ދެން ޙަލްޤާގައި އިން މީހަކު ބުންޏެވެ: \"އަހުރެންނެވެ.\" (ޢަބްދުއް ރަޙްމާން) ވިދާޅުވިއެވެ: ދެން އަބޫ މަސްޢޫދު އަތްތިލަ ފުރާ ހިލަކޮޅުތަކެއް ނަންގަވާ، އޭނާގެ ގައިގައި އެއިން އުއްކަވާ ޖެއްސެވިއެވެ. އަދި އޭނާއަށް ވިދާޅުވިއެވެ: \"ހަމަކަށަވަރުން ޙުކުމް ކުރުމަށް އަވަސްއަރުވާލުމަކީ ނުރުހިގެންވާ ކަމެއްކަމުގައިވެއެވެ.\"",""],["12","١٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ خَازِمٍ، ثنا الْأَعْمَشُ، عَنْ صَالِحِ بْنِ خَبَّابٍ⁽⁶⁾، عَنْ حُصَيْنِ بْنِ عُقْبَةَ، عَنْ سَلْمَانَ، [قَالَ]:\n\"عِلْمٌ لَا يُقَالُ بِهِ كَكَنْزٍ لَا يُنْفَقُ مِنْهُ\"","⁽⁶⁾ كذا الأصل، وعلى هامشه \"نسخة حيان\". والصواب ما أثبتنا. وهو الثابت في النسخة الأخرى، وابن خباب هذا له ترجمة في \"الجرح والتعديل\" (2/ 1 / 499) ووثقه ابن معين.\nوإسناد هذا الأثر جيد، وقد ثبت مرفوعًا، رواه أحمد والطبراني من طريقين عن أبي هريرة، وأخرج أحدهما المصنف كما يأتي (162)، وابن عبد البر من حديث ابن عمر.","12- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޚާޒިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، ޞާލިޙު ބްނު ޚައްބާބުގެ އަރިހުން، ޙުޞައިނު ބްނު ޢުޤްބާ އަރިހުން، ސަލްމާނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«‌عِلْمٌ ‌لَا ‌يُقَالُ بِهِ كَكَنْزٍ لَا يُنْفَقُ مِنْهُ»\nމާނައީ: \"ކިޔާނުދެވި އޭގެ ވާހަކަ ނުދެއްކޭ ގޮތަށްވާ ޢިލްމުވަނީ އެއިން ހޭދަ ނުކުރެވޭ ގޮތަށް (ވަޅުލާ ރައްކާކުރެވިފައިވާ) ކަންޒެއް ގޮތަށެވެ.\"",""],["13","١٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، قَالَ: بَلَغَنِي عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، أَنَّهُ قَالَ:\n\"فَضْلُ الْعِلْمِ أَحَبُّ إِلَيَّ مِنْ فَضْلِ الْعِبَادَةِ، وَخَيْرُ دِينِكُمُ الْوَرَعُ\"⁽⁷⁾.","⁽⁷⁾ ثبت هذا مرفوعًا عن النبي ﷺ، رواه الطبراني عن ابن عمر وحذيفة، وحسن سنده المنذري، والحاكم عن سعد بن أبي وقاص رضي الله عنه وصححه هو والذهبي.","13- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން ކިޔާދެއްވިއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ: މުޠައްރިފު ބްނު ޢަބްދު ﷲ ބްނުއް ޝިއްޚީރު ވިދާޅުވިކަމަށް އަހުރެންނަށް ފޯރާފައިވެއެވެ:\n«‌فَضْلُ ‌الْعِلْمِ ‌أَحَبُّ إِلَيّ مِنْ فَضْلِ الْعِبَادَةِ وَخَيْرُ دِينِكُمُ الْوَرَعُ»\nމާނައީ: \"އަޅުކަމުގެ މާތްކަމަށްވުރެ އަހުރެންނަށް ޢިލްމުގެ މާތްކަން ލޮބުވެތިވެގެންވެއެވެ. (ނުވަތަ އަޅުކަމުގެ ވާޖިބުގެ އިތުރަށްވާ މިންވަރަށްވުރެ ޢިލްމުގައި އިތުރަށްވާ މިންވަރު މާ ލޮބުވެތިކަން ބޮޑެވެ.) އަދި ތިޔަބައިމީހުންގެ ދީނުގައި އެންމެ ހެޔޮކަންވަނީ ވަރަޢަވެރިކަމުގައެވެ.\" (6)","(6) އެހެން ރިވާޔަތެއްގައިވެއެވެ: މުޠައްރިފުގެ ދަރިކަލެއް އަޅުވެރިވެ އަޅުކަންތައް ކުރުމުގައި ގަދައަޅާ މައްޗަށް ދިޔައެވެ. ދެން މުޠައްރިފު ވިދާޅުވިއެވެ:"],["14","١٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ سُلَيْمٍ عَنْ حُذَيْفَةَ، قَالَ: \" بِحَسْبِ الْمَرْءِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ عز وجل، وَبِحَسْبِهِ مِنَ الْكَذِبِ أَنْ يَقُولَ: أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ثُمَّ يَعُودُ\".","","14- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، ސުލައިމުގެ އަރިހުން، ޙުޛައިފާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«‌بحسب ‌المرء ‌من ‌العلم أن يخشى الله عز وجل وبحسبه من الكذب أن يقول: أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ثم يعود»\nމާނައީ: \"ﷲ ޢައްޒަ ވަޖައްލައަށް ބިރުވެތިވުން، މީހާގެ ޢިލްމެއްކަމުގައި ފުދިގެންވެއެވެ. އަދި އޭނާ: أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ (އަޅާ ﷲ ގެ ޙަޟްރަތުން ފާފަފުއްސެވުން އެދި، އަދި ތައުބާވަމެވެ.) އޭ ބުނެފައި ދެން އެނބުރި އެކަމަކަށް އިޢާދަވުން ދޮގުހެދުމެއް ކަމުގައި ފުދިގެންވެއެވެ.\"",""],["15","١٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنِ مَهْدِيٍّ، ثنا سُفْيَانُ، عَنِ الْأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، قَالَ:\n\"بِحَسْبِ الرَّجُلِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ عز وجل، وَبِحَسْبِ الرَّجُلِ مِنَ الْجَهْلِ أَنْ يُعْجَبَ بِعِلْمِهِ\".","","15- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާން ބްނު މަހްދީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، އަލްއަޢުމަޝުގެ އަރިހުން، ޢަބްދު ﷲ ބްނު މުއްރާގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌‌‌«بحسب الرجل من العلم أن يخشى الله عز وجل وبحسب الرجل من الجهل أن يعجب بعلمه»\nމާނައީ: \"މީހާ ﷲ ޢައްޒަ ވަޖައްލައަށް ބިރުވެތިވުން ޢިލްމުވެރިކަމުގައި އޭނާއަށް ފުދިގެންވެއެވެ. އަދި އޭނާގެ ޢިލްމުވެރިކަމާމެދު ހިތްމޮޅުވެ ތިމާއަށް ތިމާފެނުން ޖާހިލުކަމެއްކަމުގައި ފުދިގެންވެއެވެ.\"",""],["16","١٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ أَبِي خَالِدٍ، شَّيْخٌ مِنْ أَصْحَابِ عَبْدِ اللَّهِ قَالَ:\n\"بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ إِذْ جَاءَ خَبَّابُ بْنُ الْأَرَتِّ فَجَلَسَ، فَسَكَتَ، فَقَالَ لَهُ الْقَوْمُ: إِنَّ أَصْحَابَكَ قَدِ اجْتَمَعُوا إِلَيْكَ لِتُحَدِّثَهُمْ أَوْ لِتَأْمُرَهُمْ قَالَ: \"بِمَ آمُرُهُمْ، فَلَعَلِّي آمُرُهُمْ بِمَا لَسْتُ فَاعِلًا\"","","16- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، މާލިކު ބްނު އަލްޙާރިޘްގެ އަރިހުން، ޢަބްދު ﷲ ގެ އަޞްޙާބުންގެ ތެރެއިން ޝައިޚެއްކަމުގައިވާ އަބޫ ޚާލިދުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެބޭފުޅާ ވިދާޅުވިއެވެ:\n«بينما نحن في المسجد إذ جاء خباب بن الأرت فجلس فسكت، فقال له القوم: إن أصحابك قد اجتمعوا إليك لتحدثهم أو لتأمرهم قال: ‌‌بم آمرهم، فلعلي آمرهم بما لست فاعلا»\nމާނައީ: \"އަހަރުމެން މިސްކިތުގައި ތިއްބާ، ޚައްބާބު ބްނުލް އަރައްތު ވަޑައިގެން ދެން އިށީނދެވަޑައިގެންފިއެވެ. ދެން އެކަލޭގެފާނު ހަނުއިންނެވިއެވެ. ދެން މީސްތަކުން އެކަލޭގެފާނަށް ދަންނަވައިފިއެވެ: \"ހަމަކަށަވަރުން ތިބާގެ އަޞްޙާބުންތައް ތިބާގެ ގާތަށް ޖަމާވެއްޖެއެވެ. އެއީ ތިބާ އެމީހުންނާ ވާހަކަދައްކަން ނޫނީ އެމީހުންނަށް އަމުރެއް ކުރުމަށެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އެބައިމީހުންނަށް އަހުރެން އަމުރުކުރަންވީ ކޮން ކަމަކަށް ހެއްޔެވެ؟ ފަހަރެއްގައި އަހުރެން ނުކުރާ ކަމަކުން އަހުރެންނަށް އެބައިމީހުންނަށް އަމުރުކުރެވިދާނެއެވެ.\"",""],["17","١٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا أَبُو سِنَانٍ سَعِيدُ بْنُ سِنَانٍ، حَدَّثَنِي عَنْتَرَةُ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ:\n\"مَا سَلَكَ رَجُلٌ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا إِلَّا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ\"⁽⁸⁾.","⁽⁸⁾ إسناده جيد موقوف، وقد صح مرفوعًا من حديث أبي هريرة، أخرجه مسلم وغيره، وسيأتي في الكتاب برقم (25).","17- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ސިނާނު ސަޢީދު ބްނު ސިނާނު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަންތަރާ ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: އިބްނު ޢައްބާސް ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«مَا سَلَكَ رَجُلٌ طَرِيقًا ‌يَلْتَمِسُ ‌فِيهِ ‌عِلْمًا ‌إِلَّا ‌سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ» (7)\nމާނައީ: \"އެމަގަކުން ޢިލްމު ހޯދަން އެއްވެސް މީހަކު މަގެއް ޚިޔާރުކޮށްފިތަ، ﷲ އެމަގަކުން ސުވަރުގެއަށް އޭނާއަށް މަގެއް ފަސޭހަކޮށްދެއްވައިގެން މެނުވީ ނުވެއެވެ.\"","(7) މިބަސްފުޅު މަރްފޫޢުކޮށް ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުން ޞައްޙަވެގެންވެއެވެ."],["18","١٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ مَعْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنِ اسْتَطَعْتَ أَنْ تَكُونَ أَنْتَ الْمُحَدَّثَ فَافْعَلْ\".","","18- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، މިސްޢަރުގެ އަރިހުން، މަޢްނު ބްނު ޢަބްދުއް ރަޙްމާނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«إِنِ اسْتَطَعْتَ أَنْ تَكُونَ ‌الْمُحَدَّثَ ‌فَافْعَلْ»\nމާނައީ: \"ވާހަކަ އެމީހަކާ ދެކެވޭ (ނުވަތަ ޙަދީޘް ކިޔާދެވޭ) މީހަކީ، ތިބާކަމުގައި ވާން ތިބާ ކުޅަދާނަވެއްޖެނަމަ، އެހެން ކަންތައްކުރާށެވެ.\" (8)","(8) މިއީ ވާހަކަދައްކާ، ފަތުވާދީ، ގޮތް ނިންމުމަށް އަވަސްނުވެ ކަނުލާ އަޑުއަހަން އިނުމަށްވާ ބަސްފުޅެކެވެ. އެބަހީ: ތިބާ ވާހަކަދައްކަން ނުޖެހި އެހެން މީހުން ވާހަކަދައްކާ، ބަޔާންކޮށްދޭގޮތަށް ވެއްޖެނަމަ ތިބާ ޙާޖަތެއްނެތި ބައިވެރިނުވެ، ކަނުލާ އަޑުއަހަން އިނުމެވެ. އެހެނީ ކަންކަމުގައި އަދި ޚާއްޞަކޮށް ދީނީ ކަންކަމުގައި ފަތުވާދިނުމަށް އަވަސްވެގަނެ ޖެހިލުންކުޑަވުމަކީ އޭގެ ސަބަބުން ހިތްމޮޅުކަމާއި ބޮޑާކަމާއި، އަދި ކުށްތަކަށް ހުށަހެޅުމަށްވާ ދޮރެކެވެ."],["19","١٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ عَمْرٍو عَنْ يَحْيَى بْنِ جَعْدَةَ، قَالَ:\n\"كَانَ نَاسٌ يَأْتُونَ سَلْمَانَ فَيَسْتَمِعُونَ حَدِيثَهُ يَقُولُ: هَذَا خَيْرٌ لَكُمْ وَشَرٌّ لِي\".","","19- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ސުފްޔާނު ބްނު ޢުޔައިނާގެ އަރިހުން، ޢަމްރުގެ އަރިހުން، ޔަޙްޔާ ބްނު ޖަޢުދާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان ناس يأتون سلمان فيستمعون حديثه يقول:‌‌ هذا ‌خير ‌لكم ‌وشر ‌لي»\nމާނައީ: \"ބަޔަކު މީހުން ސަލްމާނުގެ އަރިހަށް އައިސް އެކަލޭގެފާނުގެ ވާހަކަތައް އަޑުއަހާ އުޅެއެވެ. (ދެން ސަލްމާނު) ވިދާޅުވެއެވެ: \"މިއީ ތިޔަބައިމީހުންނަށް ހުރި ހެވެކެވެ. އެކަމަކު އަހުރެންނަށް ހުރި ނުބައެކެވެ.\" (9)","(9) އެމީހުންނަށް ހުރި ހެވަކަށް އެކަންވީ އެމީހުންނަށް ދީނުގެ ޢިލްމާއި ފިޤުހާއި އަޘަރުތައް އެނގިގެންދާތީއެވެ. އަދި އެކަންކަން ކިޔާދޭ މީހާއަށްހުރި ނުބަޔަކަށްވަނީ ގިނަފަހަރު ދަރުސްދީ އަދި ކިޔަވާދޭ މީހާ އެކަންކަމަށް ހުށަހެޅޭ ކަންކަންކަމުގައިވާ: ދެއްކުންތެރިކަމާއި، ތިމާއަށް ތިމާ ފެނި މޮޅުވުމާއި، އެހެން މީހުންނަށްވުރެ ތިމާ މާ ރަނގަޅުކަމަށް ފެނުމާއި، އެހެން މީހުންގެ މައްޗަށް މަތިވެ އިސްވެގެންވާކަމަށް ދެކި ރިޔާސަތަށް ލޯބިޖެހުމާއި، މަދަޙަޘަނާއަށް ލޯބިޖެހުމާއި، މިފަދަ ކަންކަމަށް އޮންނަ ބިރަށްޓަކައިއެވެ. އެއާއެކު މިކަންކަން ވީވަރަކުން ދުރުކުރުމާއެކު ﷲ އަށްޓަކައި އިޚްލާޞްތެރިވެގެން ޢިލްމު ފޯރުކޮށްދިނުމާ އެއްފަދަ ހެވެއް ނުވެއެވެ."],["20","٢٠ - حَدَّثَنَا عبد الله: ثنا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ:\n\"إِنْ كَانَ الرَّجُلُ لَيَجْلِسُ مَعَ الْقَوْمِ فَيَرَوْنَ أَنَّ بِهِ عِيًّا⁽⁹⁾ وَمَا بِهِ مِنْ عِيٍّ إِنَّهُ لَفَقِيهٌ مُسْلِمٌ\".","⁽⁹⁾ العي هو الجهل.","20- އަހަރުމެންނަށް ޢަބްދު ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، ޔޫނުސްގެ އަރިހުން، އަލްޙަސަނުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«إِنْ كَانَ الرَّجُلُ لَيَجْلِسُ مَعَ الْقَوْمِ ‌فَيَرَوْنَ ‌أَنَّ ‌بِهِ ‌عِيًّا، وَمَا بِهِ مِنْ عِيٍّ، إِنَّهُ لَفَقِيهٌ مُسْلِمٌ»\nމާނައީ: \"މީހާ މީސްތަކުންނާއެކު އިށީނދެގެން އިނދެއެވެ. ދެން އޭނާގެ ކިބައިގައި ބަސްމޮށުންތެރިކަމުގެ ނުކުޅެދުމެއް (ނުވަތަ ޖާހިލުކަމެއް) ހުންނަނީކަމަށް އެމީހުން ދެކެއެވެ. ނަމަވެސް އޭނާގެ ކިބައިގައި ނުކުޅެދުންތެރިކަމެއް ނުވެއެވެ. އޭނާއީ ހަމަކަށަވަރުން މުސްލިމު ފަޤީހެކެވެ.\" (10)","(10) މިބަސްފުޅު \"އޭނާއަކީ ސަލާމަތްތެރިކަން ލިބިގެންވާ ފަޤީހެކެވެ.\" މިހެންވެސް މާނަކުރެވިދާނެއެވެ. އެގޮތަށް އެމީހުން ދެކެނީ އޭނާ މަޖްލިސްގައި ހަނުހުންނާތީ، ނުވަތަ އެމީހުން ވާހަކަދައްކާ ގޮތަށް ވާހަކަނުދައްކާ ބަސްމަދުވީމައެވެ. ނަމަވެސް ޙަޤީޤަތުގައި އޭނާ އެކަމުގައި ޢިލްމު ހުރެވެސް ވާހަކަނުދެއްކީ އެއީ އެވާހަކަދެކެވުން އެކަށީގެންވާ މަޖްލީހެއްކަމުގައި ނުވާތީވެ، ނުވަތަ އެމައްސަލާގައި ވާހަކަދެކެވެން ޙާޖަތް އޮތް ދަނޑިވަޅެއްކަމުގައި ނުވާތީ، ނުވަތަ އަހުލުވެރިކަން ނެތުމުން، ނުވަތަ ދުލަށް ރައްކާތެރިވުންފަދަ ކަމަކުންނެވެ."],["21","٢١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ:\n\"أَدْرَكْتُ عِشْرِينَ وَمِائَةً مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ مِنَ الْأَنْصَارِ مَا مِنْهُمْ أَحَدٌ يُسْأَلُ عَنْ شَيْءٍ إِلَّا وَدَّ أَنَّ أَخَاهُ كَفَاهُ وَلَا يُحَدِّثُهُ حَدِيثًا إِلَّا وَدَّ أَنَّ أَخَاهُ كَفَاهُ\".","","21- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢަޠާއު ބްނުއް ސާއިބުގެ އަރިހުން، ޢަބްދުއް ރަޙްމާނު ބްނު އަބީ ލައިލާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أدركت عشرين ومائة من أصحاب رسول الله صلى الله عليه وسلم من الأنصار ما منهم أحد يسأل عن شيء إلا ود ‌أن ‌أخاه ‌كفاه ولا يحدثه حديثا إلا ود ‌أن ‌أخاه ‌كفاه»\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަޞްޙާބުންގެ ތެރެއިން އަންޞާރުންކުރެ ސަތޭކަ ވިހި ބޭކަލުންނާ އަހުރެންނާ ދިމާވިއެވެ. އެއިން އެއްވެސް ބޭކަލަކާ ކަމަކާމެދު ސުވާލުކުރެވިއްޖެނަމަ؛ އެބޭކަލެއްގެ އަޚާ އެކަންތައް ފުއްދާދެއްވާނޭ ނަމައޭ ލޯބިކުރާ ޙާލުގައި މެނުވީ ނުވެއެވެ. (އެބަހީ: އެބޭކަލަކު ޖަވާބުދޭން ނުޖެހި އަނެއް ބޭކަލަކު ޖަވާބުދިނުމަށް ލޯބިކުރެއެވެ.) އަދި އެބޭކަލަކުގެ އަޚާ (އެބޭކަލެއްގެ ބަދަލުގައި) އެކަންތައް ކޮށްދީގެން ފުއްދާދިނުމަށް ލޯބިކޮށްގެންވާ ޙާލު މެނުވީ ޙަދީޘެއްވެސް ކިޔާނުދެއްވައެވެ.\"",""],["22","٢٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، عَنِ الزُّهْرِيُّ، قَالَ:\n\"كَانَ عُرْوَةُ يَتَأَلَّفُ النَّاسَ عَلَى حَدِيثِهِ\".","","22- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، އައްޒުހްރީގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«كَانَ ‌عُرْوَةُ ‌يَتَأَلَّفُ ‌النَّاسَ عَلَى حَدِيثِهِ»\nމާނައީ: \"ޢުރްވަތު، އެކަލޭގެފާނުގެ ޙަދީޘަށް މީސްތަކުންގެ ހިތްތައް ލަންބުވައެވެ.\" (11)","(11) އެބަހީ: މީސްތަކުންގެ ފޫހިވާނެ ގޮތްގޮތުން ދުރުވެ، ޢިލްމަށް ޝައުޤުވެރިކުރުވައެވެ. އަދި މީސްތަކުންގެ ޙާޖަތްތައް ފުއްދައިދީ، ހަދިޔާއާއި ފައިސާދީ ހައްދަވައެވެ."],["23","٢٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، قَالَ: قَالَ عَمْرٌو:\n\"لَمَّا قَدِمَ مَكَّةَ يَعْنِي عُرْوَةَ قَالَ: \"ائْتُونِي فَتَلَقُّوا مِنِّي\".","","23- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، އައްޒުހްރީގެ އަރިހުން ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ޢަމްރު ވިދާޅުވިއެވެ:\n«لما قدم مكة يعني عروة قال: ‌ائْتُونِي ‌فَتَلَقَّوْا ‌مِنِّي»\nމާނައީ: \"އެކަލޭގެފާނު -އެބަހީ: ޢުރްވާ- މައްކާއަށް ވަޑައިގެންނެވިހިނދު ވިދާޅުވިއެވެ: \"ތިޔަބައިމީހުން އަހުރެންގެ ގާތަށް އަންނާށެވެ. އަދި އަހުރެންގެ ކިބައިން (ޢިލްމާއި ޙަދީޘް) ނަގައިގަންނާށެވެ.\"",""],["24","٢٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو، ثنا زَائِدَةُ عَنِ الْأَعْمَشِ عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: قِيلَ لِعَلْقَمَةَ:\n\"أَلَا تَقْعُدُ فِي الْمَسْجِدِ فَيُجْمَعُ⁽¹⁰⁾ إِلَيْكَ وَتُسْأَلُ وَنَجْلِسُ مَعَكَ فَإِنَّهُ يُسْأَلُ مَنْ هُوَ دُونَكَ، قَالَ: فَقَالَ عَلْقَمَةُ: إِنِّي أَكْرَهُ أَنْ يُوطَأَ عَقِبِي يُقَالُ: هَذَا عَلْقَمَةُ هَذَا عَلْقَمَةُ! \"","⁽¹⁰⁾ في النسخة الأخرى: \"فيجتمع\".","24- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާވިޔާ ބްނު ޢަމްރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޒާއިދާ، އަލްއަޢުމަޝުގެ އަރިހުން، މާލިކު ބްނުލް ޙާރިޘްގެ އަރިހުން، ޢަބްދުއް ރަޙްމާނު ބްނު ޔަޒީދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަލްޤަމާއަށް ދެންނެވުނެވެ:\n«قيل لعلقمة: ‌ألا ‌تقعد ‌في ‌المسجد فيجمع إليك وتسأل ونجلس معك فإنه يسأل من هو دونك، قال: فقال علقمة،: إني‌‌ أكره أن يوطأ عقبي يقال: هذا علقمة هذا علقمة»\nމާނައީ: \"ތިބާ މިސްކިތުގައި އިށީންނާންވީނޫންހެއްޔެވެ؟ އެއީ ތިބާގެ ގާތަށް (މީސްތަކުން) ޖަމަޢަވެ، އަދި ތިބާގެ ގާތުން ސުވާލުކުރެވި، އަދި އަހަރުމެންވެސް ތިބާއާއެކު އިށީންނުމަށެވެ. އެހެނީ ތިބާއަށްވުރެ މާ ދަށުގައިވާ މީހުންނާ އެބަ ސުވާލުކުރެވެއެވެ.\" (ޢަބްދުއް ރަޙްމާނު) ވިދާޅުވިއެވެ: ދެން ޢަލްޤަމާ ވިދާޅުވިއެވެ: \"އަހުރެންގެ ފުންނާބުފަހަތުން (ފަސްފަހަތުން މީހުން) ފިޔަވަޅު އެޅިގެންވުމަށް އަހުރެން ނުރުހެމެވެ. \"މިހުރީ ޢަލްޤަމާއޭ، މިއީ ޢަލްޤަމާއޭ\" ބުނެވިއެވެ.\"",""],["25","٢٥ - حَدَّثَنَا جَرِيرٌ وَالضَّرِيرُ⁽¹¹⁾ عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ﷺ (فِيمَا أَرَى، قَالَ جَرِيرٌ)\n\"مَنْ سَلَكَ طَرِيقًا يَبْتَغِي فِيهِ عِلْمًا سَهَّلَ اللَّهُ [لَهُ]⁽¹²⁾ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ\".","⁽¹¹⁾ الضرير هو لقب محمد بن خازم أبي معاوية، ومن طريقه أخرجه مسلم (18/ 71 - 2) مرفوعًا. ثم رواه من طرق أخرى عن الأعمش به.\n⁽¹²⁾ زيادة من النسخة الأخرى و \"صحيح مسلم\".","25- އަހަރުމެންނަށް ޖަރީރު އާއި އައްޟަރީރު ކިޔާދެއްވިއެވެ: އެއީ އަލްއަޢުމަޝުގެ އަރިހުން، އަބޫ ޞާލިޙުގެ އަރިހުން، އަބޫ ހުރައިރާގެ އަރިހުން، -އަދި އަހުރެންނަށް ފެންނަގޮތުން ޖަރީރު ވިދާޅުވިއެވެ- ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހުންނެވެ:\n«منْ سلك طَرِيقًا يَبْتغي فِيهِ عِلْمًا، سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ، وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ، ‌لَمْ ‌يُسْرِعْ ‌بِهِ ‌نَسَبُهُ» (12)\nމާނައީ: \"އެ މަގަކުން ޢިލްމު ހޯދުމަށްޓަކައި މީހަކު މަގެއް ހިފައިގެން ގޮސްފިނަމަ؛ އެމަގަކުން ސުވަރުގެއަށް މަގެއް ﷲ تبارك وتعالى އޭނާއަށް ފަސޭހަކޮށްދެއްވާނެއެވެ. އެމީހެއްގެ ޢަމަލު އޭނާ ލަސްކުރުވާ މަޑުޖައްސައިފި މީހަކު؛ ފަހެ އެމީހެއްގެ ނަސަބުގެ ސަބަބުން އަވަސްވެގެން ނުދާނެއެވެ.\" (13)","(12) صحيح مسلم: 2699\n(13) އެބަހީ: ހެޔޮކަމާއި ޢަމަލުތައް ކުރުން މަދުވެ، އެކަމުގައި ކަންނެތްވެ ލަސްޖެހިގެންވެ، އޭގެ ސަބަބުން އާޚިރަތުގައި އޭނާގެ ދަރަޖައާއި މަޤާމު ދަށްވެއްޖެ މީހާ؛ އޭނާގެ ނަސަބާއި ޙަސަބާއި ޝަރަފަކުން، ޤަދަރުވެރި ޢާއިލާއަކުން އައިސްފައިވާތީވެ ލިބޭނެ މޮޅެއް، އިތުރުވާނޭ ދަރަޖައެއް، އާޚިރަތުގައި ލިބޭނެ ކުރިއެރުމެއް ނެތްކަމެވެ."],["26","٢٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ زهير: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ يَحْيَى بْنِ جَعْدَةَ، قَالَ:\n\"أَرَادَ عُمَرُ أَنْ يَكْتُبَ السُّنَّةَ، ثُمَّ كَتَبَ فِي النَّاسِ: \"مَنْ كَانَ عِنْدَهُ شَيْءٌ مِنْ ذَلِكَ فَلْيَمْحُهُ\"⁽¹³⁾.","⁽¹³⁾ إسناده منقطع، فإن يحيى بن جعدة لم يدرك عمر بن الخطاب، فقد ذكروا أنه لم يدرك ابن مسعود، وقد مات بعد عمر بنحو عشر سنين.\nواعلم أنه قد كان هناك خلاف قديم بين السلف في كتابة الحديث النبوي فمنهم المانع، ومنهم المبيح، وستأتي في الكتاب آثار غير قليلة من النوعين، ثم استقر الأمر على جواز الكتابة، بل وجوبها، الأمر النبي ﷺ، بها في غير ما حديث واحد كقوله \"اكتبوا لأبي شاه\" أخرجه البخاري.\nومن المعلوم أن الحديث هو الذي تولى بيان ما أجمل من القرآن وتفصيل أحكامه، ولولاه لم نستطيع أن نعرف الصلاة والصيام، وغيرهما من الأركان والعبادات على الوجه الذي أراده الله تبارك وتعالى. وما لا يقوم الواجب إلا فهو واجب. ولقد ضل قوم في هذا الزمان زعموا استغناءهم عن الحديث بالقرآن، وهو القائل (وأنزلنا إليك الذكر لتبين للناس ما أنزل إليهم) فأخبر أن ثمة مبيَّنًا، وهو القرآن، ومبيِّنًا، وهو الرسول عليه الصلاة والسلام وحديثه، وقد أكد هذا قوله ﷺ في الحديث الصحيح المشهور: \"ألا إني أوتيت القرآن ومثله معه\".","26- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ޒުހައިރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، ޢަމްރުގެ އަރިހުން، ޔަޙްޔާ ބްނު ޖަޢުދާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أراد عمر أن يكتب السنة ثم كتب في الناس: ‌‌من كان عنده شيء ‌من ‌ذلك ‌فليمحه»\nމާނައީ: \"ސުންނަތް ލިޔުއްވުމަށް ޢުމަރު ޤަޞްދުކުރެއްވިއެވެ. ދެން އެއަށްފަހު އެކަލޭގެފާނު މީސްތަކުންގެ ތެރޭގައި ލިޔުއްވިއެވެ: \"އޭގެ ތެރެއިން އެއްވެސް އެއްޗެއް އެމީހެއްގެ އަތުގައި އޮތް މީހަކު ފަހެ އެ ފޮހެލާހުށިކަމެވެ.\" (14)","(14) ދަންނައެވެ! ޢިލްމާއި ޙަދީޘްތައް ލިޔުމަށް ނުރުހި މަނާވެގެންވާ ގޮތަށްވާ މިއަޘަރާ މީގެފަހުން އަންނަ އަޘަރުތަކުގެ ވަޖްހަކީ: އިސްލާމްދީނުގެ ކުރީކޮޅުގައި ޤުރްއާން ފިޔަވައި އެހެން އެއްޗެއް ލިޔުން މަނާކުރެވިގެންވުމުންނެވެ. އޭގެ ސަބަބަކަށްވީ ޤުރްއާން ރަނގަޅަށް ޖަމަޢަވެ، ޘާބިތުވެ ޤަރާރުވުމުގެ ކުރިން އެހެން އެއްޗެއް އެއާ މަސްހުނިވެ، ޖާހިލުންނަށް އޮޅުންބޮޅުން ވެދާނެތީ އެހެންވިޔަ ނުދިނުމަށެވެ. އަދި މީސްތަކުން ހިތުދަސްކުރުމުގެ މައްޗަށް ހޭނި ބަރޯސާވެގެން ދިޔުމަށެވެ. ދެން އެއަށްފަހު މި ބިރު ފިލައިގޮސް، ޤުރްއާން ރައްކާކުރެވި ޘާބިތުކުރެވުނުހިނދު؛ އެޤުރްއާނުގެ ޝަރަޙައާއި ބަޔާންކަމުގައިވާ ޙަދީޘްތައް ލިޔެވެންފެށިއެވެ. އަދި ޞަޙާބީންގެ ޒަމާނުގައިވެސް ޙަދީޘްތައް ވަކިވަކިން ބައެއް ބޭކަލުން ލިޔުއްވިކަން ޘާބިތުވެގެންވެއެވެ.\nބުޚާރީއާއި މުސްލިމް ނެރުއްވި ޙައްޖަތުލް ވަދާޢުގެ ޙަދީޘްގައިވެއެވެ:"],["27","٢٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ:\n\"إِنْ كَانَ الرَّجُلُ يَكْتُبُ إِلَى ابْنِ عَبَّاسٍ يَسْأَلُهُ عَنِ الْأَمْرِ، فَيَقُولُ لِلرَّجُلِ الَّذِي جَاءَ بِالْكِتَابِ: \"أَخْبِرْ صَاحِبَكَ بَأَنَّ الْأَمْرَ كَذَا وَكَذَا، فَإِنَّا لَا نَكْتُبُ فِي الصُّحُفِ إِلَّا الرَّسَائِلَ⁽¹⁴⁾ وَالْقُرْآنَ\".","⁽¹⁴⁾ يعني التي كان رسول الله ﷺ كتب بها إلى بعض الأشخاص والقبائل (راجع \"زاد المعاد\" الجزء الأول ص 30).\nوهذا الأثر عن ابن عباس رضي الله عنه، صحيح الإسناد.","27- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، އިބްރާހީމު ބްނު މައިސަރާގެ އަރިހުން، ޠާވޫސްގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«إِنْ كَانَ الرَّجُلُ يَكْتُبُ إِلَى ابْنِ عَبَّاس يَسْأَلُهُ عَنِ الأَمْرِ؟ فَيَقُولُ لِلرَّجُلِ الَّذِي جَاءَ بِالْكِتَابِ: أَخْبِرْ صَاحِبُكَ أَنَّ الأَمْرَ كَذَا وَكَذَا وأَنَّا لا نَكْتُبُ فِي ‌الصُّحُفِ ‌إِلا ‌الرَّسَائِلَ وَالْقُرْآنَ»\nމާނައީ: \"ކަމަކާމެދު ސުވާލުކުރުމަށް މީހަކު އިބްނު ޢައްބާސްގެ އަރިހަށް ލިޔުމުން، ދެން އެލިޔުން ހިފައިގެން އަންނަ މީހާއަށް އެކަލޭގެފާނު ވިދާޅުވާކަމުގައިވެއެވެ: \"އެކަންވަނީ މިވެނި އެވެނިހެންނޭ ތިބާގެ އެކުވެރިޔާއަށް ޚަބަރުދޭށެވެ. ފަހެ ސިޓީތަކާއި އަދި ޤުރްއާން މެނުވީ އަހަރުމެން ޞުޙުފުތަކުގައި ލިޔެ ނޫޅެމެވެ.\"",""],["28","٢٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا ابْنُ فُضَيْلٍ عَنِ ابْنِ شُبْرُمَةَ عَنِ الشَّعْبِيِّ، قَالَ:\n\"مَا كَتَبْتُ سَوْدَاءَ فِي بَيْضَاءَ، وَلَا سَمِعْتُ مِنْ رَجُلٍ حَدِيثًا فَأَرَدْتُ أَنْ يُعِيدَهُ عَلَيَّ\".","","28- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ފުޟައިލު، އިބްނު ޝުބްރުމާގެ އަރިހުން، އައްޝަޢުބީ ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«مَا ‌كَتَبْتُ ‌سَوْدَاءَ ‌فِي ‌بَيْضَاءَ وَلا سَمِعْتُ مِنَ رَجُلٍ حَدِيثًا فَأَرَدْتُ أَنْ يُعِيدَهُ عَلَيَّ»\nމާނައީ: \"އަހުރެން ހުދެއްގައި ކަޅެއް (އެބަހީ: ކަރުދާހުގައި ދެލިން) ލިޔެފައި ނުވާނެއެވެ. އަދި އަހުރެން އެއްވެސް މީހެއްގެ ގާތުން ޙަދީޘެއް (ނުވަތަ ވާހަކައެއް) އަޑުއަހާ، ދެން އަނބުރާ އެބަހެއް އަހުރެންނަށް ތަކުރާރުކޮށް ދިނުމަށް އެދިފައި ނުވާނެއެވެ.\" (15)","(15) އުއްމަތުގެ ކުރީކޮޅުގައި އުޅުއްވި ސަލަފުންގެ ބޭކަލުންގެ ހިތުދަސްކުރުމުގެ ބާރުގެ ވަރުގަދަކަމީ އެނގި މަޝްހޫރުވެގެންވާ ކަމެކެވެ. އޭގެ ބައެއް ބޭކަލުން އެތައް ލައްކަ ޙަދީޘެއް ދަސްކުރައްވާ، ހިތުދަސްކުރުމުގެ ހުނަރަށް ހޭނިފައިވުމުން ފެންފޮދެއް ބޯލާހާ ފަސޭހައިން އެންމެ ފަހަރަކުން ދަސްކުރެއްވި ބޭކަލުންވެއެވެ. އަދި އެއީ ﷲ ތަޢާލާ އެކަލާނގެ އިރާދަކުރެއްވި ބަޔަކަށް ދެއްވާ ނިޢުމަތެކެވެ. އަދި އެއާއެކު އެއީ ﷲ ގެ އިޛްނަފުޅާއެކު ތަމްރީނުކޮށް ހާނައިގެން ތަރައްޤީވެސް ކުރެވޭ ހުނަރެކެވެ. އެގޮތުން ސަލަފުންގެ އިމާމެއްކަމުގައިވާ އަބޫ ޒުރްޢާ ވިދާޅުވިއެވެ:"],["29","٢٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ: \" ﴿وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا﴾ [الفرقان: 74] قَالَ: نَأْتَمُّ بِهِمْ وَنَقْتَدِي بِهِمْ، حَتَّى يَقْتَدِيَ بِنَا مَنْ بَعْدَنَا\".","","29- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޢުޔައިނާ، އިބްނު އަބީ ނަޖީޙުގެ އަރިހުން، މުޖާހިދު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«﴿وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا٧٤﴾ [الفرقان: 74] قال: نأتم بهم ‌ونقتدي ‌بهم ‌حتى ‌يقتدي بنا من بعدنا»\nމާނައީ: \"(ﷲ ގެ ބަސްފުޅުގައިވާ) \"އަދި އަޅަމެންނީ ތަޤުވާވެރިންނަށް ހުރި އިމާމެއްކަމުގައި ލައްވާށިއެވެ.\" (މުޖާހިދު) ވިދާޅުވިއެވެ: އެބަހީ: ތަޤުވާވެރިންނަށް ތަބަޢަވެ، އެމީހުންނަށް އިޤްތިދާވާ ބަޔަކުކަމުގައި ލައްވާށިއެވެ. އެއީ އަހަރުމެންގެ ފަހުންވާ މީހުން އަހަރުމެންނަށް ތަބަޢަވުމަށްޓަކައިއެވެ.\"",""],["30","٣٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ رَجُلٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، ﴿وَجَعَلَنِي مُبَارَكًا أَيْنَمَا كُنْتُ﴾، قَالَ: \"مُعَلِّمًا لِلْخَيْرِ\".","","30- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މީހެއްގެ ކިބައިން، ލައިޘުގެ އަރިހުން، މުޖާހިދުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«﴿وَجَعَلَنِي ‌مُبَارَكًا أَيۡنَ مَا كُنتُ﴾ [مريم: 31] ‌مُعَلِّمًا ‌لِلْخَيْرِ»\nމާނައީ: \"(ﷲ ގެ ބަސްފުޅުގައިވާ) \"އަދި އަހުރެންވީ ކޮންމެ ތަނެއްގައި ބަރަކާތްތެރި މީހެއްކަމުގައި އެކަލާނގެ އަހުރެން ލެއްވިއެވެ.\" ވިދާޅުވިއެވެ: އެބަހީ: ހެޔޮކަން އުނގަންނައިދޭ މީހެއްކަމުގައިއެވެ.\"",""],["31","٣١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مُغِيرَةَ، قَالَ:\n\"قِيلَ لِسَعِيدِ بْنِ جُبَيْرٍ تَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ؟ قَالَ: نَعَمْ عِكْرِمَةَ. فَلَمَّا قُتِلَ سَعِيدُ بْنُ جُبَيْرٍ قَالَ إِبْرَاهِيمُ: مَا خَلَّفَ بَعْدَهُ مِثْلَهُ قَالَ: وَقَالَ الشَّعْبِيُّ لَمَّا بَلَغَهُ مَوْتُ إِبْرَاهِيمَ: أَهَلَكَ الرَّجُلُ؟ قَالَ: فَقِيلَ لَهُ: نَعَمْ. قَالَ: لَوْ قُلْتُ أُنْعِي الْعِلْمَ: مَا خَلَّفَ بَعْدَهُ مِثْلَهُ وَالْعَجَبُ أَنَّهُ⁽¹⁵⁾ يُفَضِّلُ ابْنَ جُبَيْرٍ عَلَى نَفْسِهِ، وَسَأُخْبِرُكُمْ عَنْ ذَلِكَ: إِنَّهُ نَشَأَ فِي أَهْلِ بَيْتِ فِقْهٍ فَأَخَذَ فِقْهَهُمْ ثُمَّ جَالَسَنَا فَأَخَذَ صَفْوَةَ حَدِيثِنَا إِلَى فِقْهِ أَهْلِ بَيْتِهِ فَمَنْ كَانَ مِثْلَهُ؟ \".","⁽¹⁵⁾ كذا، وفي النسخة الأخرى \"والعجب منه حين\".","31- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މުޣީރާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«قيل لسعيد بن جبير: تعلم أحدا أعلم منك؟ قال: نعم، عكرمة. فلما قتل سعيد بن جبير قال إبراهيم: ما خلف بعده مثله قال: وقال الشعبي لما بلغه موت إبراهيم: ‌أهلك ‌الرجل؟ قال: فقيل له: نعم. قال: لو قلت أنعي العلم: ما خلف بعده مثله والعجب أنه يفضل ابن جبير على نفسه، وسأخبركم عن ذلك: إنه نشأ في أهل بيت فقه فأخذ فقههم ثم جالسنا فأخذ صفوة حديثنا إلى فقه أهل بيته فمن كان مثله»\nމާނައީ: \"ސަޢީދު ބްނު ޖުބައިރުއަށް ދެންނެވުނެވެ: \"ތިބާއަށްވުރެ ޢިލްމުވެރި މީހަކު ތިބާއަށް އެނގޭހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"އާނއެކެވެ. ޢިކްރިމާއެވެ.\" ދެންފަހެ ސަޢީދު ބްނު ޖުބައިރު ޤަތުލުވިހިނދު އިބްރާހީމު ވިދާޅުވިއެވެ: \"އެކަލޭގެފާނުފަދަ މީހަކު އެކަލޭގެފާނަށް ފަހު ފަހަތަށް ދޫކުރައްވާފައި ނުވެއެވެ.\" (މުޣީރާ) ވިދާޅުވިއެވެ: އިބްރާހީމް އަވަހާރަވި ޚަބަރު އައްޝަޢުބީއަށް ފޯރިހިނދު ވިދާޅުވިއެވެ: \"އޭނާ މަރުވެދިޔައީހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: ދެން އެކަލޭގެފާނަށް ދެންނެވުނެވެ: \"އާނއެކެވެ.\" (އައްޝަޢުބީ) ވިދާޅުވިއެވެ: ޢިލްމު މަރުވެދިޔަ ޚަބަރުދީ އަހުރެން \"އެކަލޭގެފާނަށް ފަހު އެކަލޭގެފާނުފަދަ އެހެން މީހަކު ފަހަތަށް ދޫނުކުރައްވައެވެ.\" ބުނިނަމަވެސް (ދޮގަކަށް ނުވީހެވެ). ޢަޖައިބަކީ އެކަލޭގެފާނުގެ އަމިއްލަ ނަފްސުގެ މައްޗަށް އިބްނު ޖުބައިރު މަތިކޮށް މޮޅުކުރައްވާކަމެވެ. އެކަމާމެދު އަހުރެން ތިޔަބައިމީހުންނަށް ޚަބަރުދޭނަމެވެ: އެކަލޭގެފާނު (އެބަހީ: އިބްރާހީމު އައްނަޚަޢީ) ހެދިބޮޑުވީ ފިޤުހުގެ ގެއެއްގެ އަހުލުންގެ ތެރޭގައިއެވެ. ދެން އެކަލޭގެފާނު އެމީހުންގެ ފިޤުހުވެރިކަން ނެންގެވިއެވެ. ދެން އެކަލޭގެފާނު އަހަރުމެން ކައިރި އިށީންނަވާ މަޖްލިސްކުރައްވާ، އަހަރުމެންގެ ވާހަކަތަކުން އެންމެ ސާފު ރަނގަޅު ވާހަކަތައް ނަންގަވައިގެން، އެކަލޭގެފާނުގެ އަހުލުބައިތުންގެ ފިޤުހުވެރިކަމަށް ގެންދެވިއެވެ. (ޖަމަޢަކުރެއްވިއެވެ.) އެހެންކަމުން އެކަލޭގެފާނާ އެއްފަދައިންވަނީ ކާކުހެއްޔެވެ؟\"",""],["32","٣٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، ثنا أَيُّوبُ الطَّائِيُّ، قَالَ: سَمِعْتُ الشَّعْبِيَّ، يَقُولُ:\n\"مَا رَأَيْتُ أَحَدًا مِنَ النَّاسِ أَطْلَبَ لِلْعِلْمِ فِي أُفِقٍ مِنَ الْآفَاقِ مِنْ مَسْرُوقٍ\".","","32- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އައްޔޫބު އައްޠާއީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އައްޝަޢުބީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n‌‌«ما رأيت أحدا من ‌الناس ‌أطلب ‌للعلم في أفق من الآفاق من مسروق»\nމާނައީ: \"މީސްތަކުންގެ ތެރެއިން އުދަރެސްތަކުން އުދަރެހެއްގައި (ކަންކޮޅުތަކުން ކަންކޮޅެއްގައި) މަސްރޫޤު ހާ ޢިލްމު ހޯދުން ބޮޑު ބޭފުޅަކު އަހުރެން ނުދެކެމެވެ.\" (16)","(16) ރިވާކުރެވޭ ގޮތުގައި އެންމެ އަކުރެއް އޮޅުން ފިލުވުމަށްޓަކައި މަސްރޫޤު ދަތުރު ހައްދަވައިގެން ވަޑައިގަތެވެ."],["33","٣٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ ثنا هُشَيْمٌ، ثنا سَيَّارٌ، عَنْ جَرِيرِ بْنِ حَيَّانَ،\n\"إِنَّ رَجُلًا⁽¹⁶⁾ رَحَلَ إِلَى مِصْرَ فِي هَذَا الْحَدِيثِ فَلَمْ يَحُلَّ رَحْلَهُ حَتَّى رَجَعَ إِلَى بَيْتِهِ: مَنْ سَتَرَ عَلَى أَخِيهِ فِي الدُّنْيَا سَتَرَ اللَّهُ عَلَيْهِ فِي الْآخِرَةِ\".","⁽¹⁶⁾ هو عقبة بن عامر، ركب إلى مسلمة بن مخلد وهو أمير على مصر كما في \"المسند\" (4/ 104) طبع المكتب الإسلامي.","33- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ހުޝައިމު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސައްޔާރު، ޖަރީރު ބްނު ޙައްޔާނުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«إن رجلا رحل إلى مصر في هذا الحديث ‌فلم ‌يحل ‌رحله حتى رجع إلى بيته:‌‌ من ستر على أخيه في الدنيا ستر الله عليه في الآخرة»\nމާނައީ: \"މިޙަދީޘަށްޓަކައި މީހަކު މިޞްރަށް ދަތުރުކުރިއެވެ. ދެންފަހެ އޭނާ އަނބުރާ އޭނާގެ ގެޔަށް އަތުވެއްޖައުމަށް ދާންދެން އޭނާގެ ސަވާރީ މޮހެނުލައެވެ. (އެޙަދީޘަކީ) \"ދުނިޔޭގައި އެމީހެއްގެ އަޚެއްގެ މައްޗަށް ފަރުދާކޮށް (އުނި ޞިފައެއް) ފޮރުވާދީފި މީހާ؛ އާޚިރަތުގައި ﷲ އޭނާގެ މައްޗަށް ފަރުދާކޮށް ފޮރުވާދެއްވާނެތެވެ.\"",""],["34","٣٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ، عَنِ ابْنِ جُرَيْجٍ، قَالَ: \"أَمْلَى عَلَيَّ نَافِعٌ\"","","34- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، އިބްނު ޖުރައިރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«أملى علي نافع»\nމާނައީ: \"ނާފިޢު އަހުރެންނަށް އިމްލާކޮށްދެއްވިއެވެ.\" (17)","(17) އަލްޤާޟީ ޢިޔާޟު ބަޔާންކުރިއެވެ:"],["35","٣٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ قَالَ: \"أَمْلَى عَلَيَّ الْمُغِيرَةُ وَكَتَبْتُهُ بِيَدِي\"⁽¹⁷⁾.","⁽¹⁷⁾ إسناده صحيح، وأخرجه مسلم في \"صحيحه\" (2/ 95).\n(*) كذا، ولعل الصواب \"في العلم\" كما في \"الدر المنثور\" و \" تفسير الطبري\" إلا أنه قال: \"للعلم\" وتمامة عندهما: \"ليس للدنيا منه شيء\".","35- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢަބްދުލް މަލިކު ބްނު ޢުމައިރުގެ އަރިހުން، އަލްމުޣީރާގެ ކާތިބު ވައްރާދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أملى علي المغيرة وكتبته بيدي»\nމާނައީ: \"އަލްމުޣީރާ އަހުރެންނަށް އިމްލާކޮށްދެއްވިއެވެ. އަދި އަހުރެންގެ އަތުން އެ ލިޔުނީމެވެ.\"",""],["36","٣٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنِ الْأَعْمَشِ، قَالَ: ذَكَرَ إِبْرَاهِيمُ فَرِيضَةً أَوْ حَدِيثًا فَقَالَ:\n\"احْفَظْ هَذَا، لَعَلَّكَ تُسْأَلُ عَنْهُ يَوْمًا مِنَ الدَّهْرِ\".","","36- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު ނުމައިރު، އަލްއަޢުމަޝުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«ذكر إبراهيم فريضة أو حديثا فقال: ‌‌«احفظ هذا لعلك تسأل ‌عنه ‌يوما ‌من ‌الدهر»\nމާނައީ: \"އިބްރާހީމު ފަރީޟާއެއް (ވާރުތަމުދަލުގެ މައްސަލައެއް) ނޫނީ ޙަދީޘެއް ޛިކުރުކުރެއްވިއެވެ. ދެން ވިދާޅުވިއެވެ: \"މީތި ދަސްކޮށް ޙިފްޡުކުރާށެވެ! ފަހަރެއްގައި ޒަމާނުގެ ކޮންމެވެސް ދުވަހެއްގައި މިއާމެދު ތިބާގެ ގާތުން ސުވާލުކުރެވިދާނެއެވެ.\"",""],["37","٣٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا أَبُو مُعَاوِيَةَ، ثنا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ قَالَ: \"كَانُوا يَكْرَهُونَ أَنْ يُظْهِرَ الرَّجُلُ مَا عِنْدَهُ\".","","37- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ މުޢާވިޔާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، އިބްރާހީމުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كَانُوا ‌يَكْرَهُونَ ‌أَنْ ‌يُظْهِرَ، الرَّجُلُ مَا عِنْدَهُ»\nމާނައީ: \"އެމީހެއްގެ ކިބައިގައިވާ އެއްޗެއް ފާޅުކޮށް ހާމަކުރުމަށް އެބޭކަލުން ނުރުއްސަވައެވެ.\" (18)","(18) އެބަހީ: ތިމާގެ ހުރި ޢިލްމުވެރިކަމާއި ޢަމަލު ޙާޖަތެއް ނެތި ފާޅުކޮށް ހާމަކުރުމަށް ޞަޙާބީންނާއި ތާބިޢީބޭކަލުން ނުރުއްސަވައެވެ. އެއީ އިޚްލާޞްތެރިކަން ކިލަނބުވެ، މަޝްހޫރުކަމާއި މީހުންގެ ސަމާލުކަން ހޯދޭ މަގަކަށް ވާތީއެވެ. މަޖްލީހެއްގައި ޝެއިޚު ކިޔަވާދޭން އަދި ޝަރަޙަކޮށްދޭން އިންދާ، ދަރިވަރު ސަމާލުކަން ހޯދަން ޝެއިޚަށްވުރެ ކުރިން ކަންކަމަށް ޖަވާބުދީ ޝަރަޙަކޮށް ހެދުމެވެ. މިބަސްފުޅު ރިވާވެފައިވާ އެހެން ރިވާޔަތްތަކުގައި އިތުރު ބައިތައްވެއެވެ: އެގޮތުން އެއްރިވާޔަތުގައިވެއެވެ:\n«كَانُوا ‌يَكْرَهُونَ ‌أَنْ ‌يُظْهِرَ، الرَّجُلُ أَحْسَنَ مَا عِنْدَهُ»"],["38","٣٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَثَّامُ بْنُ عَلِيٍّ الْعَامِرِي، قَالَ سَمِعْتُ الْأَعْمَشَ، يَقُولُ: \"مَا سَمِعْتُ، إِبْرَاهِيمَ يَقُولُ فِي شَيْءٍ بِرَأْيِهِ قَطُّ\".","","38- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢައްޘާމު ބްނު ޢަލިއްޔު އަލްޢާމިރީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަލްއަޢުމަޝު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n‌‌«ما سمعت، إبراهيم، يقول في ‌شيء ‌برأيه ‌قط»\nމާނައީ: \"އިބްރާހީމު އެއްވެސް ކަމަކާމެދު އެކަލޭގެފާނުގެ އަމިއްލަ ރައުޔުން ވިދާޅުވާ އަޑު އަހުރެން ދުވަހަކުވެސް ނާހަމެވެ.\"",""],["39","٣٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، ﴿يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ﴾ [النساء: 37] قَالَ:\n\"هَذَا مِنَ الْعِلْمِ\" (*).","","39- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޔަމާނު، އަޝްޢަޘްގެ އަރިހުން، ޖަޢުފަރުގެ އަރިހުން، ސަޢީދު ބްނު ޖުބައިރުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«﴿يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ ‌بِٱلۡبُخۡلِ﴾ [النساء: 37] قال: هذا من العلم»\nމާނައީ: \"(ﷲ تبارك وتعالى ގެ ބަސްފުޅުގައިވާ) \"އެމީހުން ދަހިވެތިވެ، އަދި މީސްތަކުންނަށްވެސް ދަހިވެތިވުމަށް އަމުރުކުރެއެވެ.\" (ސަޢީދު) ވިދާޅުވިއެވެ: \"މިއީ ޢިލްމުންނެވެ.\" (އެބަހީ: ޢިލްމުގައި ދަހިވެތިވާ ވާހަކައެވެ.) (19)","(19) އިބްނުލް މުބާރަކު ވިދާޅުވިއެވެ:"],["40","٤٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ⁽¹⁸⁾ قَالَ:\n\"كَانَ أَبُو الْعَالِيَةِ إِذَا جَلَسَ إِلَيْهِ أَرْبَعَةٌ قَامَ\".","⁽¹⁸⁾ هو ابن أبي سليم وهو ضعيف.","40- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كان‌‌ أبو العالية إذا ‌جلس ‌إليه ‌أربعة ‌قام»\nމާނައީ: \"އަބުލް ޢާލިޔާގެ އަރިހުގައި ހަތަރު މީހުން އިށީނދެއްޖެނަމަ އެކަލޭގެފާނު ތެދުވެވަޑައިގަންނަވައެވެ.\"",""],["41","٤١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْعَلَاءِ، قَالَ: سَمِعْتُ مَكْحُولًا قَالَ:\n\"كُنْتُ لِعَمْرِو بْنِ سَعِيدٍ الْعَاصِي أَوْ لِسَعِيدِ بْنِ الْعَاصِ، فَوَهَبَنِي لِرَجُلٍ مِنْ هُذَيْلٍ بِمِصْرَ، فَأَنْعَمَ عَلَيَّ بِهَا، فَمَا خَرَجْتُ مِنْ مِصْرَ حَتَّى ظَنَنْتُ أَنَّهُ لَيْسَ بِهَا عِلْمٌ إِلَّا وَقَدْ سَمِعْتُهُ، ثُمَّ قَدِمْتُ الْمَدِينَةَ، فَمَا خَرَجْتُ مِنْهَا حَتَّى ظَنَنْتُ أَنَّهُ لَيْسَ بِهَا عِلْمٌ إِلَّا وَقَدْ سَمِعْتُهُ، ثُمَّ لَقِيتُ الشَّعْبِيَّ، فَلَمْ أَرَ مِثْلَهُ رحمه الله\".","","41- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަބްދު ﷲ ބްނުލް ޢަލާއު ކިޔާދެއްވާ ވިދާޅުވިއެވެ: މަކްޙޫލު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n‌‌«كنت لعمرو بن سعيد العاصي أو لسعيد بن العاص، فوهبني لرجل من هذيل بمصر فأنعم علي بها فما خرجت من مصر حتى ظننت أنه ليس بها علم إلا وقد سمعته، ثم قدمت المدينة فما خرجت منها حتى ظننت أنه ليس بها علم إلا وقد سمعته، ثم لقيت ‌الشعبي ‌فلم ‌أر ‌مثله رحمه الله»\nމާނައީ: \"އަހުރެންވީ ޢަމްރު ބްނު ސަޢީދު އަލްޢާޞީ ނުވަތަ ސަޢީދު ބްނުލް ޢާޞްއަށް މިލްކުވެގެންވާ (އަޅެއްގެ) ގޮތުގައިއެވެ. ދެން އެބޭފުޅަކު މިޞްރުގައި ހުޛައިލުވަންހައިގެ މީހަކަށް ހިބަކޮށްދެއްވިއެވެ. ދެން އެބޭފުޅަކު އަހުރެން (މިނިވަންކުރައްވާ) ނިޢުމަތްދެއްވިއެވެ. ދެންފަހެ އަހުރެންނަށް މިޞްރުގައިވީ ޢިލްމެއްވިއްޔާ އަހުރެން އަޑުއަހައިފިކަމަށް ހީކުރެވިއްޖައުމަށް ދާންދެން އަހުރެން މިޞްރުން ނުނިކުންނަމެވެ. ދެން އެއަށްފަހު އަހުރެން މަދީނާއަށް ދިޔައީމެވެ. ދެން އެތަނުގައިވާހާ ޢިލްމެއްވިއްޔާ އަހުރެން އަޑުއަހައިފިކަމަށް ހީކުރެވިއްޖައުމަށް ދާންދެން އެތަނުން ނުނިކުންނަމެވެ. ދެން އެއަށްފަހު އަހުރެންނާ ބައްދަލުވީ އައްޝަޢުބީއެވެ. ދެންފަހެ އެފަދަ ބޭކަލެއް އަހުރެން ނުދެކެމެވެ.\"",""],["42","٤٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ: حَدَّثَنِي تَمِيمُ بْنُ عَطِيَّةَ الْعَنْسِيُّ، قَالَ: سَمِعْتُ، مَكْحُولًا، يَقُولُ:\n\"اخْتَلَفَ إِلَيَّ شُرَيْحٌ أَشْهُرًا، فَلَمْ أَسْأَلْهُ عَنْ شَيْءٍ، أَكْتَفِي بِمَا أَسْمَعُهُ يَقْضِي بِهِ\".","","42- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ތަމީމު ބްނު ޢަޠިއްޔާ އަލްޢަންސީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: މަކްޙޫލު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«اخْتَلَفْتُ إِلَى شُرَيْحٍ أَشْهُراً فلَمْ أَسْأَلْهُ عَنْ شَيْءٍ ‌أَكْتَفِي ‌بما ‌أسمعه يقضي به»\nމާނައީ: \"(ޤާޟީ) ޝުރައިޙުގެ އަރިހަށް މަސްތަކެއް ވަންދެން އަހުރެން ގޮސް އުޅުނީމެވެ. އެކަމަކު އަހުރެން އެކަލޭގެފާނުގެ އަރިހުން އެއްވެސް ކަމަކާ ސުވާލު ނުކުރަމެވެ. އެކަލޭގެފާނު ނިޔާ ކަނޑައަޅުއްވާ ކަންކަމުން އަހުރެންނަށް އަޑުއިވޭ އެއްޗަކުން ފުއްދާލަނީއެވެ.\" (20)","(20) ޢިލްމުވެރިންވަނީ މިރިވާޔަތް މުންކަރުކަމުގައި ވިދާޅުވެފައިއެވެ. އެހެނީ މަކްޙޫލުއާއި ޝުރައިޙުއާ ދިމާވެފައި ނެތުމުންނެވެ. އަދި ރިވާކުރި ބޭފުޅަކަށް އައްޝަޢުބީގެ ބަދަލުގައި ޝުރައިޙުގެ ނަން ވަހުމަކުން ޛިކުރުކުރެވުން އެކަށީގެންވެއެވެ. އެހެނީ އައްޝަޢުބީވެސް ޤާޟީއެއްގެ ގޮތުގައި އުޅުއްވިއެވެ."],["43","٤٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، ثنا، سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ مَكْحُولٍ، قَالَ:\n\"تَوَاعَدَ النَّاسُ لَيْلَةً مِنَ اللَّيَالِي إِلَى قُبَّةٍ مِنْ قِبَابِ مُعَاوِيَةَ فَاجْتَمَعُوا فِيهَا، فَقَامَ فِيهِمْ أَبُو هُرَيْرَةَ يُحَدِّثُهُمْ عَنْ رَسُولِ اللَّهِ ﷺ حَتَّى أَصْبَحَ\"","","43- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސަޢީދު ބްނު ޢަބްދުލް ޢަޒީޒު، މަކްޙޫލުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«تَوَاعَدَ النَّاسُ لَيْلَةً مِنَ اللَّيَالِي قُبَّةً مِنْ ‌قِبَابِ ‌مُعَاوِيَةَ فاجْتَمَعُوا فِيهَا فَقَامَ فِيهِمْ أَبُو هُرَيْرَةَ يُحَدِّثُهُمْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى أَصْبَح»\nމާނައީ: \"ރޭތަކުން ރެޔެއްގައި މުޢާވިޔާގެ ޤުއްބުތަކުގެ ތެރެއިން ޤުއްބެއްގައި (ވަށްކޮށް ހިޔާކޮށްފައި ހުންނަ ގެޔެއްގައި) ޖަމަޢަވުމަށް މީސްތަކުން އެއްބަސްކިޔެވެ. ދެން އެތަނުގައި އެމީހުން ޖަމަޢަވިއެވެ. ދެން އެމީހުންގެ ތެރޭގައި އަބޫ ހުރައިރާ ތެދުވެވަޑައިގެން، ފަތިސްވަންދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘް ކިޔާދެއްވުމުގައި ހުންނެވިއެވެ.\"",""],["44","٤٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ نَا، الْوَلِيدُ بْنُ مُسْلِمٍ، نَا الْأَوْزَاعِيُّ، عَنْ، مَكْحُولٍ، قَالَ: \"إِنْ لَمْ يَكُنْ فِي مُجَالَسَةِ النَّاسِ وَمُخَالَطَتِهِمْ خَيْرٌ، فَالْعُزْلَةُ أَسْلَمُ\".","","44- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއައުޒާޢީ، މަކްޙޫލުގެ އަރިހުން ޚަބަރުދެއްވިއެވެ. ވިދާޅުވިއެވެ:\n‌‌«إن لم يكن في مجالسة الناس، ومخالطتهم خير ‌فالعزلة ‌أسلم»\nމާނައީ: \"މީސްތަކުންނާއެކު އިށީނދެ މަޖްލިސްކުރުމާއި، އެމީހުންނާ އެކުވެ މަސްހުނިވެ އުޅުމުގައި ހެވެއް ނެތްނަމަ (ފައިދާއެއް ހެޔޮކަމެއް އެއިން ޙާޞިލުނުވާނަމަ) ދެންފަހެ (މީސްތަކުންނާ) އެކަހެރިވެ އެކަނިވުން މާ ސަލާމަތްތެރިއެވެ.\"",""],["45","٤٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، ثنا الْأَوْزَاعِيُّ عَنْ حَسَّانَ بْنِ عَطِيَّةَ، حَدَّثَنِي أَبُو كَبْشَةَ، أنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو، حَدَّثَهُ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ﷺ يَقُولُ:\n\"بَلِّغُوا عَنِّي وَلَوْ آيَةً⁽¹⁹⁾ وَحَدِّثُوا عَنْ بَنِي إسْرَائِيلَ وَلَا حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ\".","⁽¹⁹⁾ أي جملة سواء كانت من الكتاب أو السنة، في \"النهاية\":\n\"ومعنى الآية من كتاب الله جماعة حروف وكلمات من قولهم: خرج القوم بآيتهم، أي بجماعتهم لم يدعوا وراءهم شيئًا، والآية في غير هذه العلامة\". قال بعضهم في شرح الحديث: \"أي علامة، تتميم ومبالغة، أي ولو كان المبلغ فعلًا أو إشارة بنحو يد أو أصبع، فانه يجب تبليغه حفظًا للشريعة\". والحديث صحيح الإسناد أخرجه البخاري في \"صحيحه\" من طريق أخرى عن الأوزاعي به.","45- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއައުޒާޢީ، ޙައްސާނު ބްނު ޢަޠިއްޔާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް އަބޫ ކަބްޝާ ކިޔާދެއްވިއެވެ: އެއީ ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރައްވަނިކޮށް ޢަބްދު ﷲ ބްނު ޢަމްރު އަޑުއެއްސެވިކަމަށް ކިޔާދެއްވިކަމަށެވެ:\n«بَلِّغُوا عَنِّي وَلَوْ آيَةً وَحَدِّثُوا ‌عَنْ ‌بَنِي ‌إِسْرَائِيلَ ‌وَلَا ‌حَرَجَ وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ.» (21)\nމާނައީ: \"އާޔަތެއްވިޔަސް ތިމަންކަލޭގެފާނުގެ ކިބައިން ތިޔަބައިމީހުން ފޯރުކޮށްދޭށެވެ. އަދި ބަނީ އިސްރާއީލުގެ މީހުންގެ ކިބައިން ތިޔަބައިމީހުން ކިޔާދޭށެވެ. އެއަކު މައްސަލައެއް ނެތެވެ. އަދި ޤަޞްދުގައި ތިމަންކަލޭގެފާނުގެ މައްޗަށް ދޮގުހަދައިފި މީހާ؛ ފަހެ ނަރަކާގައި އޭނާ އިންނާނޭތަން ތައްޔާރުކުރާށެވެ.\"","(21) صحيح البخاري: 3461، ومسلم: 1037"],["46","٤٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ، قَالَ:\n\"بِحَسْبِ الْمَرْءِ مِنَ الْعِلْمِ أنْ يَخْشَى اللَّهَ وَبِحَسْبِهِ جَهْلًا أنْ يُعْجَبَ بِعِلْمِهِ\"⁽²⁰⁾.","⁽²⁰⁾ إسناده صحيح عن مسروق وهو ابن الأجدع، تابعي فقيه عابد مات سنة (62) وقد مضى بإسناد آخر عنه رقم (15).","46- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، އަބުއް ޟުޙާގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«بِحَسْبِ المرءِ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ وبِحَسْبِه مِنَ الْجَهْلِ ‌أَنْ ‌يُعْجَبَ ‌بِعِلْمِهِ»\nމާނައީ: \"ﷲ އަށް ބިރުވެތިވުން މީހާއަށް ޢިލްމެއްކަމުގައި ފުދެއެވެ. އަދި އެމީހަކުގެ ޢިލްމުވެރިކަމާމެދު ހިތްމޮޅުވެ ތިމާފެނުން، ޖާހިލުކަމެއްކަމުގައި އޭނާއަށް ފުދެއެވެ.\"",""],["47","٤٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ يَمَانٍ، ثنا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، قَالَ: \"كانَ عَبْدُ اللَّهِ لَطِيفًا فَطِنًا\".","","47- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ޔަމާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، އިބްރާހީމުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«كَانَ عَبْدُ اللهِ ‌لَطِيْفاً ‌فَطِناً»\nމާނައީ: \"ޢަބްދު ﷲ (އެބަހީ: އިބްނު މަސްޢޫދު) ވެވަޑައިގެންނެވީ މަޑުމައިތިރި ތޫނުފިލި ބޭކަލެއްކަމުގައިއެވެ.\"",""],["48","٤٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَعْفَرُ بْنُ عَوْنٍ: نَا الْأَعْمَشُ عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ⁽²¹⁾:\n\"لَوْ أَنَّ ابْنَ عَبَّاسٍ أدْرَكَ أَسْنَانَنَا مَا عَاشَرَهُ مِنَّا أَحَدٌ\".\nقَالَ: وَكَانَ يَقُولُ: \"نِعْمَ تُرْجُمَانُ الْقُرْآنِ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ\"","⁽²¹⁾ هو ابن مسعود رضي الله عنه، والسند إليه صحيح على شرط الشيخين وقد أخرجه الحاكم (3/ 537) من طريق أخرى عن الأعمش به دون قوله: \"نعم ترجمان … \" وصححه على شرطها ووافقه الذهبي.","48- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަޢުފަރު ބްނު ޢަވްނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، މުސްލިމު ބްނު ޞުބައިޙުގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«لَوْ أن ابْن عَبَّاسٍ أَدْرَكَ أَسْنَانَنَا مَا ‌عَاشَرَهُ ‌مِنَّا ‌أَحَدٌ، وَقَالَ: وكان يقول: نِعْمَ تُرْجُمَانُ الْقُرْآنِ ابْنُ عَبَّاسٍ»\nމާނައީ: \"އިބްނު ޢައްބާސް އަހަރުމެންގެ ޢުމުރުފުރަޔާ ބައްދަލުވެވަޑައިގަތްނަމަ؛ އަހަރުމެންގެ ތެރެއިން އެކަކުވެސް އެކަލޭގެފާނާ (ޢިލްމުގެ ގޮތުން) ދިހަބައިކުޅަ އެއްބައިވެސް ނުފޯރީހެވެ.\" (22)\n(މަސްރޫޤު) ވިދާޅުވިއެވެ: (އިބްނު މަސްޢޫދު) ވިދާޅުވެއުޅުއްވައެވެ:\n\"ޤުރްއާނުގެ ތަރުޖަމާނެއްކަމުގައި އިބްނު ޢައްބާސްގެ ހެޔޮކަމާއެވެ!\"","(22) އިބްނު ޢައްބާސް އުފަންވެވަޑައިގަތީ ހިޖުރައިގެ ތިން އަހަރު ކުރިންނެވެ. އަދި ރަސޫލާ صلى الله عليه وسلم އަވަހާރަވިއިރު އިބްނު ޢައްބާސްގެ ޢުމުރުފުޅުން ތޭރަ އަހަރެވެ. އެކަލޭގެފާނު އަވަހާރަވީ ޢުމުރުފުޅުން 71 އަހަރުގައި ހިޖުރައިން 68ހ ވަނަ އަހަރުގައިއެވެ. އަނެއްކޮޅުން ޢަބްދު ﷲ އިބްނު މަސްޢޫދު އުފަންވެވަޑައިގަތީ ހިޖުރައިގެ ތިރީހަކަށް އަހަރުކުރިންނެވެ. އަވާހަރަވީ ހިޖުރައިން 32ހ ވަނަ އަހަރު ޢުމުރުފުޅުން ފަސްދޮޅަހާ ހަތްދިހައާ ދޭތެރޭގައިއެވެ. އެހެންކަމުން އިބްނު މަސްޢޫދާއި އިބްނު ޢައްބާސްއާ ދެމެދު ތިރީހަކަށް އަހަރުގެ ތަފާތުވެއެވެ."],["49","٤٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنَّ مِنَ الْعِلْمِ أنْ يَقُولَ الَّذِي لَا يَعْلَمُ: اللَّهُ أَعْلَمُ\".","","49- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢުބައިދު، އަލްއަޢުމަޝުގެ އަރިހުން، މުސްލިމްގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«إِنَّ مِنْ العِلْمِ أَنْ يَقُولَ الذي ‌لَا ‌يَعْلَمُ: ‌اللَّهُ ‌أَعْلَمُ»\nމާނައީ: \"ނުދަންނަ މީހާ: \"އެންމެ މޮޅަށް ދެނެވޮޑިގެންވަނީ ﷲ އޭ\" ބުނުމަކީ ޢިލްމުގެ ތެރެއިންވާ ކަމެކެވެ.\"",""],["50","٥٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا وَكِيعٌ عَنْ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ، قَالَ:\n\"مَا نَسْأَلُ أَصْحَابَ مُحَمَّدٍ مِنْ شَيْءٍ إِلَّا عِلْمُهُ فِي الْقُرْآنِ، إِلَّا أنَّ عِلْمَنَا يَقْصُرُ عَنْهُ\".","","50- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، އަލްއަޢުމަޝުގެ އަރިހުން، އަބުއް ޟުޙާގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«ما نسأل أصحاب محمد من شيء ‌إلا ‌علمه ‌في ‌القرآن إلا أن علمنا يقصر عنه»\nމާނައީ: \"މުޙައްމަދުގެފާނު صلى الله عليه وسلم ގެ އަޞްޙާބުންކުރެ އަހަރުމެން ސުވާލުކުރާ ކޮންމެ ކަމެއްގެ ޢިލްމު ޤުރްއާނުގައި ވެގެން މެނުވީ ނުވެއެވެ. ނަމަވެސް އަހަރުމެންގެ ޢިލްމު އެކަމަށް (ޤުރްއާނުން އެކަން ނެރެ އިސްތިންބާޠުކުރަން) ކޮށިވީއެވެ.\"",""],["51","٥١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، قَالَ: قَالَ [أَبُو الدَّرْدَاءِ]⁽²²⁾:\n\"مُعَلِّمُ الْخَيْرِ وَالْمُتَعَلِّمُ فِي الْأَجْرِ سَوَاءٌ، وَلَيْسَ فِي سَائِرِ النَّاسِ خَيْرٌ بَعْدُ\".","⁽²²⁾ زيادة من النسخة الأخرى.\nوإسناده منقطع لأن سالم بن أبي الجعد لم يدرك أبا الدرداء رضي الله عنه، وقد روي من طريق أخرى مرفوعًا. وإسناده ضعيف أيضًا.","51- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، ސާލިމު ބްނު އަބިލް ޖަޢުދުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: އަބުއް ދަރްދާއު ވިދާޅުވިއެވެ:\n‌«مُعَلَّمُ ‌الْخَيْرِ ‌وَالْمُتَعَلِّمُ فِي الْأَجْرِ سَوَاءٌ وَلَيْسَ فِي سَائِرِ النَّاسِ خَيْرٌ بَعْد»\nމާނައީ: \"ހެޔޮކަން އުނގަންނައިދޭ މީހާއާއި، އުނގެނޭ މީހާވަނީ އަޖުރުގައި އެއްވަރުވެގެންނެވެ. ދެން ބާކީ ތިބި މީސްތަކުންގެ ހެވެއް ނެތެވެ.\"",""],["52","٥٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: عَنْ الْأَعْمَشِ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ ابْنِ لَبِيدٍ، قَالَ:\n\"ذَكَرَ رَسُولُ اللَّهِ ﷺ شَيْئًا، قَالَ: وَذَاكَ عِنْدَ أَوَانِ ذَهَابِ الْعِلْمِ، قَالُوا يَا رَسُولَ اللَّهِ: وَكَيْفَ يَذْهَبُ الْعِلْمُ وَنَحْنُ نَقْرَأُ الْقُرْآنَ وَنُقْرِئُهُ أبْنَاءَنَا وَيُقْرِئُهُ أبْنَاؤُنا أبْناءَهُمْ، قَالَ: \"ثَكِلَتْكَ أُمُّكَ ابْنَ أُمِ لَبِيدٍ أَوَلَيْسَ هَذِهِ الْيَهُودُ، وَالنَّصَارَى يَقْرَؤُونَ التَّوْراةَ وَالْإِنْجِيلَ لَا يَنْتَفِعُونَ مِنْهَا بِشَيْءٍ؟! \"⁽²³⁾.","⁽²³⁾ حديث صحيح، رجاله ثقات رجال الشيخين، وأخرجه أحمد وابن ماجه عن وكيع به والحاكم وأحمد من طريق عمرو بن مرة: سمعت سالم بن أبي الجعد به. وصححه الحاكم وذكر له طريقين آخرين أحدهما عن عوف بن مالك وقد أخرجه الخطيب في كتابه \"الاقتضاء\" رقم (90)، والآخر عن أبي الدرداء وصححهما هو والذهبي.","52- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ، ވަކީޢުގެ އަރިހުން، އަލްއަޢުމަޝުގެ އަރިހުން، ސާލިމު ބްނު އަބިލް ޖަޢުދުގެ އަރިހުން، އިބްނު ލަބީދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَيْئًا، قَالَ: وَذَاكَ عِنْدَ أَوَانِ ذَهَابِ الْعِلْمِ، قَالوا: يَا رَسُولَ اللَّهِ ‌وكَيْفَ ‌يَذْهَبُ ‌الْعِلْمُ وَنَحْنُ نَقْرَأُ الْقُرْآنَ وَنُقْرِئُهُ أَبْنَاءَنَا، وَيُقْرِئُهُ أَبْنَاؤُنَا أَبْنَاءَهُمْ؟، قَالَ: ثَكِلَتْكَ أُمُّكَ ابن أم لبيد، أَوَلَيْسَ هَذِهِ الْيَهُودُ وَالنَّصَارَى يَقْرَءُونَ التَّوْرَاةَ وَالْإِنْجِيلَ لَا يَنتفعونَ منها بِشَيْءٍ» (23)\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ކަމެއްގެ ވާހަކަދައްކަވާ ޙަދީޘްކުރެއްވިއެވެ: \"އެއީ ޢިލްމު ނެތި ފިލައިދާ ހިނދުއެވެ.\" އެބޭކަލުން ދެންނެވިއެވެ: \"އޭ ﷲ ގެ ރަސޫލާއެވެ! އަހަރުމެން ޤުރްއާން ކިޔަވާ، އަދި އަހަރުމެންގެ ދަރިންނަށްވެސް ޤުރްއާން ކިޔަވާދީ، އަދި އަހަރުމެންގެ ދަރިން އެމީހުންގެ ދަރިންނަށްވެސް ޤުރްއާން ކިޔަވާދީދީ ވަނިކޮށް ޢިލްމު ނެތި ފިލައިދާނީ ކިހިނަކުންތޯއެވެ؟\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭ އުއްމު ލަބީދުގެ ދަރިޔާއެވެ! ތިބާގެ މަންމަގެ ކިބައިން ތިބާ ގެއްލެނިކުރައްވާށިއެވެ! ބަލަ މިތިބަ ޔަހޫދީންނާއި ނަޞާރާއިންވެސް ތައުރާތާއި އިންޖީލު އެކިޔަވަނީ ނޫންހެއްޔެވެ!؟ އެމީހުންނަށް އެއިން އެއްވެސް ފައިދާއެއް ނުވެއެވެ.\"","(23) مسند أحمد: 17919، سنن ابن ماجه: 4048"],["53","٥٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ عَنْ أَبِيهِ، قَالَ: قَالَ ابْنُ عَبَّاسٍ:\n\"أَتَدْرُونَ مَا ذَهَابُ الْعِلْمِ مِنَ الْأَرْضِ\"؟ قَالَ: قُلْنا: لَا. قَالَ: أنْ يَذْهَبَ الْعُلَمَاءُ\".","","53- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޤާބޫސްގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: އިބްނު ޢައްބާސް ވިދާޅުވިއެވެ:\n‌‌«أتدرون ‌ما ‌ذهاب ‌العلم من الأرض؟ قال: قلنا: لا. قال: أن يذهب العلماء»\nމާނައީ: \"ބިމުން ޢިލްމު ނެތިދިޔުމަކީ ކޮބައިކަން ތިބާއަށް އެނގޭހެއްޔެވެ؟\" (ރާވީ) ވިދާޅުވިއެވެ: އަހަރުމެން ދެންނެވީމެވެ: \"ނޫނެކެވެ.\" (އިބްނު ޢައްބާސް) ވިދާޅުވިއެވެ: \"އެއީ ޢިލްމުވެރިން ނެތިދިޔުމެވެ.\"",""],["54","٥٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْعَلَاءِ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اتَّبِعُوا وَلَا تبتدعوا، فَقَدْ كُفِيتُمْ، وُكلُّ بِدْعَةٍ ضَلَالَةٌ\"⁽²⁴⁾.","⁽²⁴⁾ هذا إسناده صحيح، وإبراهيم وهو ابن يزيد النخعي وإن كان لم يدرك عبد الله وهو ابن مسعود، فقد صح عنه أنه قال: \"إذا حدثتكم عن رجل عن عبد الله فهو الذي سمعت، وإذا قلت: قال: عبد الله، فهو عن غير واحد عن عبد الله\".","54- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްޢަލާއުގެ އަރިހުން، ޙައްމާދުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«اتَّبِعُوا وَلَا ‌تَبْتَدِعُوا، ‌فَقَدْ ‌كُفِيتُمْ، وكُلُّ بِدْعَةٍ ضَلَالَةٌ»\nމާނައީ: \"ތިޔަބައިމީހުން ތަބަޢަވާށެވެ! އަދި ބިދުޢަ ނުއުފައްދާށެވެ! ފަހެ ތިޔަބައިމީހުންނަށްވަނީ (ބޭނުންވެ ޙާޖަތްހުރި މިންވަރަށް) ފުއްދާދެވިފައިއެވެ. އަދި ކޮންމެ ބިދުޢައަކީ މަގުފުރެދުމެކެވެ.\"",""],["55","٥٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ قَابُوسٍ، قَالَ: قُلْتُ لِأَبِي:\n\"كَيْفَ تَأْتِي عَلْقَمَةَ وَتَدَعُ أَصْحَابَ مُحَمَّدٍ ﷺ قَالَ: يَا بُنَيَّ إِنَّ أَصْحَابَ مُحَمَّدٍ ﷺ كَانُوا يَسْأَلُونَهُ! \".","","55- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޤާބޫސް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«قلتُ لأَبِي: كَيْفَ ‌تَأْتِي ‌عَلْقَمَة ‌وَتَدَعُ أصحاب مُحَمَّد؟ قَالَ: يَا بنيَّ إِنَّ أصحاب مُحَمَّد صلى الله عليه وسلم كَانُوا يَسْأَلُونَهُ»\nމާނައީ: \"އަހުރެންގެ ބައްޕައަށް ދެންނެވީމެވެ: \"ބައްޕަ، މުޙައްމަދު صلى الله عليه وسلم ގެ އަޞްޙާބުން ދޫކޮށް ޢަލްޤަމާގެ އަރިހަށް ދާނީ ކިހިނަކުންތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"އޭ ދަރިފުޅާއެވެ! ޚުދު މުޙައްމަދު صلى الله عليه وسلم ގެ އަޞްޙާބުންވެސް އެކަލޭގެފާނުގެ (އެބަހީ: ޢަލްޤަމާގެ) އަރިހުން ސުވާލުކުރައްވަމުން ގެންދެވިއެވެ.\" (24)","(24) ޢަލްޤަމާ ބްނު ޤައިސު އައްނަޚަޢީ އަކީ ތާބިޢީ ބޭކަލެކެވެ. އިބްނު މަސްޢޫދުގެ އިސް ދަރިވަރެކެވެ. ޢުޘްމާނު އަލްބައްތީ ވިދާޅުވިއެވެ:"],["56","٥٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، قَالَ: قَالَ لِي إِبْرَاهِيمُ:\n\"حَدِّثْنِي عَنْ أَبِي زُرْعَةَ⁽²⁵⁾، فَإِنِّي سَأَلْتُهُ عَنْ حَدِيثٍ، ثُمَّ سَأَلْتُهُ عَنْهُ بَعْدَ سَنَتَيْنِ فَمَا أَخْرَمَ مِنْهُ حَرْفًا\".","⁽²⁵⁾ هو أبو زرعة بن عمرو بن جرير بن عبد الله البجلي الكوفي، اختلف في اسمه تابعي ثقة، احتج به الستة.","56- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢުމާރާ ބްނުލް ޤަޢުޤާޢުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: އަހުރެންގެ ގާތުގައި އިބްރާހީމު ވިދާޅުވިއެވެ:\n«‌حَدِّثْنِي ‌عَنْ ‌أَبِي ‌زُرْعَةَ، فَإِنِّي سَأَلْتُهُ عَنْ حَدِيثٍ ثُمَّ سَأَلْتُهُ عنه بَعْدَ سنتينَ فَما أَخْرَمَ مِنْه حَرْفًا»\nމާނައީ: \"އަހުރެންނަށް އަބޫ ޒުރްޢާގެ އަރިހުން ޙަދީޘް ކިޔާދޭށެވެ. އެހެނީ އަހުރެން އެބޭފުޅާގެ އަރިހުން ޙަދީޘަކާމެދު ސުވާލުކުރީމެވެ. ދެން ދެއަހަރު ފަހުން ހަމަ އެޙަދީޘާމެދު ސުވާލުކުރީމެވެ. ފަހެ އެކަލޭގެފާނު އެންމެ އަކުރެއްވެސް ވައްޓާނުލައްވައެވެ.\"",""],["57","٥٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ:\n\"مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَيُلْهِمُهُ رُشْدَهُ فِيهِ\"⁽²⁶⁾.","⁽²⁶⁾ إسناده موقوفًا على عبيد بن عمير صحيح، وقد رواه البزار والطبراني من حديث ابن مسعود مرفوعًا بإسناد لا بأس به على ما قال المنذري.\nقلت: ثم تبين لي أن فيه نكارة، وشهد بذلك الذهبي كما شرحت ذلك في \"الأحاديث الضعيفة\" (5032).","57- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، އަބޫ ސުފްޔާނުގެ އަރިހުން، ޢުބައިދު ބްނު ޢުމައިރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ ‌وَيُلْهِمْهُ ‌رُشْدَهُ ‌فِيهِ»\nމާނައީ: \"ﷲ އެމީހަކަށް ހެޔޮގޮތް އެދިވޮޑިގެންވާ މީހާ؛ އެކަލާނގެ އެމީހަކު ދީނުގައި ފިޤުހުވެރިކުރައްވާ، އަދި ދީނުގައި ހެޔޮވިސްނުން އިލްހާމުކުރައްވައެވެ.\"",""],["58","٥٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي الْبَخْتَرِيِّ، حَدَّثَنِي شَيْخٌ، مِنْ عَبْسٍ قَالَ:\n\"صَحِبْتُ سَلْمَانَ فَأَرَدْتُ أنْ أُعِينَهُ وَأَتَعَلَّمَ مِنْهُ وأنْ أَخْدُمَهُ، قَالَ: فَجَعَلْتُ لَا أعْمَلُ شَيْئًا إِلَّا عَمِلَ مِثْلَهُ، قَالَ فانْتَهَيْنَا إِلَى دِجْلَةَ وَقَدْ مُدَّتْ وَهِيَ تَطْفَحُ فَقُلْنَا: لَوْ سَقَيْنَا دَوَابَّنَا. قَالَ: فَسَقَيْنَاهَا ثُمَّ بَدَا لِي أنْ أشْرَبَ فَشَرِبْتُ فَلَمَّا رَفَعْتُ رَأْسِيَ قَالَ: يَا أَخَا بَنِي عَبْسٍ عُدْ فَاشْرَبْ. قَالَ فَعُدْتُ فَشَرِبْتُ وَمَا أُرِيدُهُ إِلَّا كَرَاهِيَةَ أَنْ أَعْصِيَهُ ثُمَّ قَالَ لِي: كَمْ تَرَاكَ نَقَصْتَهَا؟ قَالَ: قُلْتُ يَرْحَمُكَ اللَّهُ وَما عَسى أنْ يُنْقِصَها شُرْبي؟ قَالَ: وَكَذَلِكَ الْعِلْمُ تأْخُذُهُ وَلَا تُنْقِصُهُ شَيْئًا فَعَلَيْكَ مِنَ الْعِلْمِ بِما يَنْفَعُكَ\".","","58- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، ޢަމްރު ބްނު މުއްރާގެ އަރިހުން، އަބުލް ބަޚްތަރިއްޔުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަބްސު ވަންހައިގެ ޝެއިޚަކު ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n«صحبت سلمان فأردت أن أعينه وأتعلم منه وأن أخدمه قال: فجعلت لا أعمل شيئا إلا عمل مثله، قال فانتهينا إلى دجلة وقد مدت وهي تطفح فقلنا: لو سقينا دوابنا. قال: فسقيناها ثم بدا لي أن أشرب فشربت فلما رفعت رأسي قال: يا أخا بني عبس عد فاشرب. قال فعدت فشربت وما أريده إلا كراهية أن أعصيه ثم قال لي: كم تراك نقصتها؟ قال: قلت يرحمك الله وما عسى أن ينقصها شربي؟ قال: وكذلك العلم تأخذه ولا تنقصه شيئا‌‌ فعليك من ‌العلم ‌بما ‌ينفعك»\nމާނައީ: \"އަހުރެން ސަލްމާނާއެކު (ދަތުރެއްގައި) ދިޔައީމެވެ. ދެންފަހެ އެކަލޭގެފާނަށް އެހީތެރިވެ، އެކަލޭގެފާނުގެ އަރިހުން އުނގެނި، އަދި ޚިދުމަތްކޮށްދޭން އަހުރެން ބޭނުންވިއެވެ. ދެންފަހެ އަހުރެން އެއްވެސް ކަމެއް ކުރަން ފަށައިފިއްޔާ އެކަލޭގެފާނު ހަމަ އެކަމެއް ކުރައްވައެވެ. ދެން އަހަރުމެން ދިޖްލާ ކޯރާ އަރާހަމަވިއެވެ. އޭރު އެކޯރުގެ ދިޔަވަރު ބޮޑުވެ ފެންގަނޑު ފައިބަނީއެވެ. ދެން އަހަރުމެން ބުނީމެވެ: \"އަހަރުމެންގެ ސަވާރީތަކަށް ފެންދެމާހެވެ.\" ދެން އަހަރުމެން އެތަކެއްޗަށް ފެންދިނީމެވެ. ދެން އަހުރެންވެސް ފެންބޯން ހިތަށް އަރާ، ދެން ފެންބުއީމެވެ. ދެން އަހުރެންގެ ބޯ އުފުލާލިހިނދު އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އޭ ޢަބްސުގެ އަޚާއެވެ! އަދި ފެންބޯށެވެ.\" ދެން އަހުރެން އަނބުރާ ގޮސް ފެންބުއީމެވެ. އެކަންކުރީ އަހުރެން ބޭނުންވެގެން ނޫނެވެ. އެކަމަކު އެކަލޭގެފާނަށް ނުކިޔަމަންތެރިވާން އަހުރެން ނުރުހޭތީއެވެ. ދެން އެއަށްފަހު އެކަލޭގެފާނު އަހުރެންނަށް ވިދާޅުވިއެވެ: \"އެއިން (އެބަހީ: ދިޖްލާ ކޯރުން) މަދުވީ ކިހާވަރެއްހެން ތިބާއަށް ފެނޭހެއްޔެވެ؟\" އަހުރެން ބުނީމެވެ: \"ﷲ ތިބާއަށް ރަޙްމަތްލައްވާށިއެވެ! އަހުރެން ފެންބޮއެގެން އެއިން މަދުވާނީ ކޮންއެއްޗެއްހެއްޔެވެ؟!\" ވިދާޅުވިއެވެ: \"ޢިލްމުވެސްވަނީ އެފަދައިންނެވެ. ތިބާ އެނެގިޔަސް ޢިލްމުން އެއްޗެއް މަދެއް ނުކުރެވެއެވެ. އެހެންކަމުން ތިބާގެ މައްޗަށްވަނީ ޢިލްމުން ތިބާއަށް ފައިދާކުރާނޭ އެއްޗެކެވެ.\"",""],["59","٥٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاوِيَةُ بْنُ عَمْرٍو ثنا زَائِدَةُ عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، قَالَ:\n\"جَالَسْتُ أَصْحَابَ رَسُولِ اللَّهِ ﷺ فَكانُوا كَالْإِخَاذِ⁽²⁷⁾ يَرْوِي الرَّاكِبَ وَالْإِخَاذِ يَرْوِي الرَّاكِبَيْنِ وَالْإِخَاذِ يَرْوِي الْعَشَرَةَ، وَالْإِخَاذُ لَوْ نَزَلَ بِهِ أَهْلُ الْأَرْضِ لَأَصْدَرَهُمْ، وَإِنَّ عَبْدَ اللَّهِ مِنْ تِلْكَ الْإِخَاذِ\".","⁽²⁷⁾ بوزن كتاب: مجتمع الماء. والسند صحيح، وعبد الله هو ابن مسعود رضي الله عنه.","59- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާވިޔާ ބްނު ޢަމްރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޒާއިދާ، އަލްއަޢުމަޝުގެ އަރިހުން، މުސްލިމްގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«لَقَدْ جَالَسْتُ أَصْحَابَ رسول الله صلى الله عليه وسلم ، فَكانوا كَالْإِخَاذِ يَرْوِي الرَّاكب، وَالْإِخَاذُ يَرْوِي الرَّاكبَيْنِ، وَالْإِخَاذُ يَرْوِي الْعَشَرَةَ، وَالْإِخَاذُ يَرْوِي الْمِائَةَ، وَالْإِخَاذُ لَوْ نَزَلَ بِهِ أَهْلُ الْأَرْضِ ‌لَأَصْدَرَهُمْ، وإنّ عَبْدَ اللَّهِ مِنْ تلِكَ الْإِخَاذِ»\nމާނައީ: \"އަހުރެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަޞްޙާބުންގެ އަރިހުގައި އިށީނދެ އުޅުނީމެވެ. ފަހެ އެބޭކަލުންވީ ދަތުރުވެރިޔަކު ކަރުހިއްކުން ފިލުވައިދޭ ފެންގަނޑެއް، އަދި ދެދަތުރުވެރިން ކަރުހިއްކުން ފިލުވައިދޭ ފެންގަނޑެއް، ދިހަ ދަތުރުވެރިން ކަރުހިއްކުން ފިލުވައިދޭ ފެންގަނޑެއް، އަދި ބިމުގެ (ހުރިހާ) މީހުން އެތަނަށް ފޭބިޔަސް އެމީހުންނަށް ފެންލިބިދޭނެ ފެންގަނޑެއްފަދައިންނެވެ. އަދި ހަމަކަށަވަރުން ޢަބްދު ﷲ (އެބަހީ: އިބްނު މަސްޢޫދު) އަކީ އެފަދަ ފެންގަނޑެކެވެ.\"",""],["60","٦٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"لَوْ أنَّ عِلْمَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ وُضِعَ فِي كِفَّةِ الْمِيزَانِ، وَوُضِعَ عِلْمُ أَهْلِ الْأَرْضِ فِي كِفَّةٍ لَرَجَحَ عِلْمُ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ\"⁽²⁸⁾.","⁽²⁸⁾ إسناده صحيح، وكذا الذي بعده.","60- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، އަބޫ ވާއީލުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«لو أن ‌علم ‌عمر ‌بن الخطاب رضي الله عنه وضع في كفة الميزان ووضع علم أهل الأرض في كفة لرجح ‌علم ‌عمر ‌بن الخطاب رضي الله عنه»\nމާނައީ: \"ތިލަފަތެއްގެ އެއްކިބައިގައި ޢުމަރު ބްނުލް ޚައްޠާބުގެ ޢިލްމު ބެހެއްޓެވި، އަދި ބިމުގެ އެންމެންގެ ޢިލްމު އަނެއް ކިބައިގައި ބެހެއްޓުނަސް؛ ޢުމަރު ބްނުލް ޚައްޠާބުގެ ޢިލްމު ބަރުވެގެންދިޔައީހެވެ.\"",""],["61","٦١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إِنِّي لَأَحْسَبُ عُمَرَ قَدْ ذَهَبَ بِتِسْعَةِ أعْشَارِ الْعِلْمِ\".","","61- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n‌‌«إني لأحسب عمر قد ذهب بتسعة ‌أعشار ‌العلم»\nމާނައީ: \"އަހުރެންނަށް ހީވާގޮތުގައި ޢުމަރާއެކު ޢިލްމުގެ ދިހަބައިކުޅަ ނުވަބައި ހިނގައްޖެއެވެ.\"",""],["62","٦٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ مُجَاهِدٍ، فِي قَوْلِهِ ﴿أَطِيعُوا اللَّهَ، وَأَطِيعُوا الرَّسُولَ، وَأُولِي الْأَمْرِ مِنْكُمْ﴾ [النساء: 59] قَالَ: \"أُولِي الْفِقْهِ وَالْعِلْمِ\".","","62- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، މުޖާހިދުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«﴿أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ ‌وَأُوْلِي ‌ٱلۡأَمۡرِ مِنكُمۡۖ ﴾ [النساء: 59] قال: «أولي الفقه والعلم»\nމާނައީ: \"އެކަލާނގެ މިބަސްފުޅު: \"ތިޔަބައިމީހުން ﷲ އަށް ކިޔަމަންވާށެވެ! އަދި ރަސޫލާއަށާއި ތިޔަބައިމީހުންގެ ތެރެއިންވާ އަމުރުގެ ވެރިންނަށް ކިޔަމަންވާށެވެ.\" (މުޖާހިދު) ވިދާޅުވިއެވެ: ފިޤުހާއި ޢިލްމުގެ ވެރިންނެވެ.\"",""],["63","٦٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْأَعْمَشِ، قَالَ:\n\"كُنْتُ أَسْمَعُ الْحَدِيثَ فأَذْكُرُهُ لِإِبْرَاهِيمَ، فإِمَّا أنْ يُحَدِّثَنِي بِهِ، أَوْ⁽²⁹⁾ يَزِيدَنِي فِيهِ\".","⁽²⁹⁾ في النسخة الأخرى \"وإما أن\" ولعله أصح.","63- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«كنت أسمع الحديث فأذكره لإبراهيم فإما أن يحدثني به ‌أو ‌يزيدني ‌فيه»\nމާނައީ: \"އަހުރެންނަށް ޙަދީޘް އިވުމުން ދެން އިބްރާހީމަށް އެޙަދީޘް ޛިކުރުކުރަމެވެ. ދެން އެއްގޮތަކީ އެކަލޭގެފާނު އަހުރެންނަށް އެޙަދީޘް ކިޔާދެއްވުމެވެ. ނޫނީ އަނެއްގޮތަކީ އެކަލޭގެފާނު އަހުރެންނަށް އެއަށް އިތުރުކޮށްދެއްވައެވެ.\"",""],["64","٦٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ الْأَعْمَشِ عَنْ مَسْعُودِ بْنِ مَالِكٍ، قَالَ قَالَ لِي عَلِيُّ بْنُ الْحُسَيْنِ:\n\"تَسْتَطِيعُ أنْ تَجْمَعَ بَيْنِي وَبَيْنَ سَعِيدِ بْنِ جُبَيْرٍ؟ قَالَ: قُلْتُ: وَمَا حَاجَتُكَ إِلَيْهِ؟ قَالَ: أَشْيَاءُ أُرِيدُ أَنْ أَسْأَلَهُ عَنْها، إنَّ النَّاسَ يَأْبُنُونَا⁽³⁰⁾ بِمَا لَيْسَ عِنْدَنَا\".","⁽³⁰⁾ أي يثنون علينا معشر أهل البيت، في \"القاموس\": \"أبنه بشيء يأبُنه ويأبِنه: اتهمه، فهو مأبون بخير أو بشر، فان أطلقت، فقلت: مأبون فهو للشر، وأبَنَه، وأبَّنه: عابه في وجهه\".\nوالسند صحيح ومسعود بن مالك هو أبو رزين الأسدي الكوفي تابعي ثقة.","64- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، މަސްޢޫދު ބްނު މާލިކު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަލިއްޔު ބްނުލް ޙަސަނު އަހުރެންނަށް ވިދާޅުވިއެވެ:\n«تستطيع أن تجمع بيني وبين سعيد بن جبير؟ قلت: ما حاجتك إليه؟ قال: أشياء أريد أن أسأله عنها، إن الناس يأتوننا ‌بما ‌ليس ‌عندنا»\nމާނައީ: \"އަހުރެންނާ ސަޢީދު ބްނު ޖުބައިރުއާ އެއްތަންކޮށްދޭން ތިބާއަށް ކުޅަދާނަވާނެހެއްޔެވެ؟\" އަހުރެން ދެންނެވީމެވެ: \"ތިބާ އެބޭފުޅާއަށް އޮތް ޙާޖަތަކީ ކޮބައިތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"އަހުރެން އެކަންކަމާމެދު ސުވާލުކޮށްލަން ބޭނުންވާ ކަންތަކެކެވެ. ހަމަކަށަވަރުން މީސްތަކުން، އަހަރުމެންގެ ގާތުގައި ނެތް ކަންތަކެއް ހޯދަންވެގެން (ސުވާލުކުރަންވެގެން) އަހަރުމެންގެ ގާތަށް އާދެއެވެ.\"",""],["65","٦٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ⁽³¹⁾ عَنْ مُجَاهِدٍ:\n\"أنَّ عُمَرَ نَهَى عَنِ الْمُكَايَلَةِ يَعْنِي الْمُقَايَسَةَ\".","⁽³¹⁾ هو ابن أبي سليم وهو ضعيف كما سبق.","65- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން، މުޖާހިދުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«أن عمر‌‌ ‌نهى ‌عن ‌المكايلة يعني المقايسة»\nމާނައީ: \"ޢުމަރު ވަނީ މިނެކިރުން -އެބަހީ: ޤިޔާސްކޮށް އަޅާކިޔުން- ނަހީކުރައްވާފައިއެވެ.\" (25)","(25) އެބަހީ: ޤުރްއާނާއި ސުންނަތުގެ ނައްޞުތައް އައިސް ބަޔާންވެފައިވާ ކަންކަމުގައި އެދޫކޮށް އަދި ބާޠިލު ޤިޔާސްތައް ބުއްދި ބޭނުންކޮށްގެން ގެނެސް އަޅާކިޔާ ހެދުމެވެ. އިބްނު ޤުތައިބާ މިބަސްފުޅާމެދު ވިދާޅުވިއެވެ:"],["66","٦٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنِ الْأَعْمَشِ عَنِ الْحَسَنِ⁽³²⁾ قَالَ: \"إنَّ لَنَا كُتُبًا نَتَعَاهَدُهَا\".","⁽³²⁾ هو ابن أبي الحسن البصري التابعي الجليل.","66- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްއަޢުމަޝުގެ އަރިހުން، އަލްޙަސަނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّ لَنَا لَكُتُبًا ‌نَتَعَاهَدُهَا»\nމާނައީ: \"އަހަރުމެން އެތަކެތި (ހަނދާންއާކޮށް) ބަލާއުޅޭ ފޮތްތަކެއް (ނުވަތަ ލިޔުންތަކެއް) އަހަރުމެންނަށް ލިބިގެންވެއެވެ.\"",""],["67","٦٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ:\n\"كُنَّا عِنْدَ عَبْدِ اللَّهِ جُلُوسًا وَهُوَ مُضْطَجِعٌ بَيْنَنَا نَراهُ، فَأَتَاهُ رَجُلٌ فَقَالَ: يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ قَاصًّا عِنْدَ أَبْوَابِ كِنْدَةَ يَزْعُمُ أنَّ آيَةَ الدُّخَانِ تَجِيءُ فَتأْخُذُ بأَنْفاسِ الْكُفَّارِ وَيأْخُذُ الْمُؤْمِنِينَ [مِنْهُ] كَهَيْئَةِ الزُّكَامِ فقَالَ عَبْدُ اللَّهِ: وَجَلسَ وَهُوَ غَضْبَانُ⁽³³⁾ يَا أَيُّهَا النَّاسُ، اتَّقُوا اللَّهَ، فَمَنْ عَلِمَ مِنْكُمْ شَيْئًا فَلْيَقُلْ بِمَا يَعْلَمُ، وَمَنْ لَا يَعْلَمُ فَلْيَقُلْ: اللَّهُ أَعْلَمُ، فَإِنَّهُ أَعْلَمُ لِأَحَدِكُمْ أنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللَّهُ أَعْلَمُ، فَإنَّ اللَّهَ تَعَالى قَالَ لِنَبِيِّهِ عليه السلام ﴿قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ﴾ [ص: 86].","⁽³³⁾ في النسخة الأخرى \"فقام عبد الله وجلس وهو غضبان فقال\". والصواب ما أثبتنا.","67- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މަންޞޫރުގެ އަރިހުން، އަބުއް ޟުޙާގެ އަރިހުން، މަސްރޫޤުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«كُنَّا عِنْدَ عَبْدِ اللهِ جُلُوسًا، وَهُوَ مُضْطَجِعٌ بَيْنَنَا نراه فَأَتَاهُ رَجُلٌ فَقَالَ: يَا أَبَا عَبْدِ الرَّحْمَنِ، إِنَّ قَاصًّا عِنْدَ أَبْوَابِ كِنْدَةَ يَزْعُمُ أَنَّ آيَةَ الدُّخَانِ تَجِيءُ فَتَأْخُذُ بِأَنْفَاسِ الْكُفَّارِ، وَيَأْخُذُ الْمُؤْمِنِينَ مِنْهُ ‌كَهَيْئَةِ ‌الزُّكَامِ. فَقَالَ عَبْدُ اللهِ -وَجَلَسَ وَهُوَ غَضْبَانُ- : يَا أَيُّهَا النَّاسُ اتَّقُوا اللهَ، مَنْ عَلِمَ مِنْكُمْ شَيْئًا فَلْيَقُلْ بِمَا يَعْلَمُ، وَمَنْ لَا يَعْلَمْ فَلْيَقُلِ: اللهُ أَعْلَمُ، فَإِنَّهُ أَعْلَمُ لِأَحَدِكُمْ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللهُ أَعْلَمُ، فَإِنَّ اللهَ تعالى قَالَ لِنَبِيِّهِ صلى الله عليه وسلم: ﴿قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ‌ٱلۡمُتَكَلِّفِينَ ٨٦﴾»\nމާނައީ: \"އަހަރުމެން ޢަބްދު ﷲ އާއެކު އިށީނދެގެން ތިބީމެވެ. އޭރު އެކަލޭގެފާނު އަހަރުމެންގެ ތެރޭގައި އޮށޯންނަވައިގެން، އަހަރުމެންނަށް ފެންނަގޮތަށް އޮންނެވިއެވެ. ދެން މީހަކު އައިސް ދެންނެވިއެވެ: \"އޭ އަބޫ ޢަބްދުއް ރަޙްމާނެވެ! ކިންދާގެ ދޮރާށި ކައިރީގައި ހުރި ވާހަކަކިޔާ މީހަކު ދަޢުވާކުރާގޮތުގައި \"ދުންގަނޑުގެ ޢަލާމާތް\" އައިސް ކާފަރުންގެ ނަފްސުތައް ޖަހައިގަންނާނެއެވެ. އަދި މުއުމިނުންނަށް އެއިން ޖެހޭނީ ރޯގާއެއްފަދަ ކަމެކެވެ.\" ދެން ޢަބްދު ﷲ ކޯފާއިސްކުރައްވާ އިށީނދެވަޑައިގެން ވިދާޅުވިއެވެ: \"އޭ މީސްތަކުންނޭވެ! ﷲ އަށް ބިރުވެތިވާށެވެ! ފަހެ ތިޔަބައިމީހުންގެ ތެރެއިން އެއްޗެއް އެނގިއްޖެ މީހަކު ފަހެ އެމީހަކަށް އެނގޭ އެއްޗެއް ބުނަންވީއެވެ. އަދި އެއްޗެއް ނޭނގޭ މީހަކު \"الله أعلم (މޮޅަށް ދެނެވޮޑިގެންވަނީ ﷲ އޭ)\" ބުނާށެވެ. ފަހެ އެމީހަކަށް ނޭނގޭ ކަންތަކެއްގައި \"ﷲ އޭ ދެނެވޮޑިގެންވަނީ\" ބުނުމަކީ ތިޔަބައިމީހުންކުރެ މީހަކަށް އެންމެ ޢިލްމުވެރިގޮތެވެ. ފަހެ ﷲ تبارك وتعالى އެކަލާނގެ ނަބިއްޔާއަށް ވަޙީކުރައްވާފައިވަނީ: ﴿قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ‌ٱلۡمُتَكَلِّفِينَ ٨٦﴾ [ص: 86] \"ވިދާޅުވާށެވެ! އެކަމުގެ މައްޗަށް ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންގެ ކިބައިން އުޖޫރައަކަށް ނޭދެމެވެ. އަދި ގަދަކަމުން ތަކްލީފު ޖެހިގެން (ނޭނގޭ ކަންތަކެއް އެނގޭކަމަށް ހެދިގަނެގެން އުޅޭ) މީހުންގެ ތެރެއިންވެސް ތިމަންކަލޭގެފާނު ނުވެއެވެ.\"",""],["68","٦٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ، قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ، يَذْكُرُ عَنِ الرَّبِيعِ بْنِ أَنَسٍ، قَالَ:\n\"مَكْتُوبٌ فِي الْكِتَابِ الْأَوَّلِ ابْنَ آدَمَ عَلِّمْ مَجَّانًا كَمَا عُلِّمْتَ مَجَّانًا\".","","68- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްޙާޤު ބްނު ސުލައިމާނު އައްރާޒީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އައްރަބީޢު ބްނު އަނަސް ވިދާޅުވިކަމަށް އަބޫ ޖަޢުފަރު ޛިކުރުކުރައްވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«مَكْتُوبٌ فِي الْكِتَابِ الْأَوَّلِ ابْنُ آدَمَ ‌عَلِّمْ ‌مَجَّانًا ‌كَمَا عُلِّمْتَ مَجَّانًا»\nމާނައީ: \"އެންމެ ފުރަތަމަ ފޮތުގައި ލިޔެވިގެންވެއެވެ: \"އޭ އާދަމުގެ ދަރިޔާއެވެ! ހިލޭ ތިބާއަށް އުނގަންނަވައިދެވުނު ގޮތަށް ތިބާވެސް ހިލޭ އުނގަންނައިދޭށެވެ.\"",""],["69","٦٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنِ لَيْثٍ عَنْ مُجَاهِدٍ، قَالَ: \"ذَهَبَ الْعُلَمَاءُ فَلَمْ يَبْقَ إِلَّا الْمُتَكَلِّمُونَ وَمَا المُجْتَهِدُ فِيكُمْ إِلَّا كَاللَّاعِبِ فِيمَنْ كانَ قَبْلَكُمْ\".","","69- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އިބްރާހީމު، ލައިޘުގެ އަރިހުން، މުޖާހިދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«ذَهَبَ الْعُلَمَاءُ فَلم يبقَ إِلَّا الْمُتَكَلِّمُونَ، ومَا الْمُجْتَهِدُ فِيكُمُ ‌إِلَّا ‌كَاللَّاعِبِ، فِيمَنْ كَانَ قَبْلَكُمْ»\nމާނައީ: \"ޢިލްމުވެރިން ނެތި ފިލައިގޮސްފިއެވެ. ވާހަކަތަކެއް ދައްކާ އަނގަތަޅާ އުޅޭ މީހުން މެނުވީ އެހެން ބަޔަކު ދެން ބާކީ ނެތެވެ.(26) އަދި ތިޔަބައިމީހުންގެ ތެރޭގައި ހުރި (އިޖްތިހާދުކޮށް ގަދައަޅާ އަޅުކަންކޮށް ޢިލްމުނެރޭ) މުޖްތަހިދަކުވެސް، ތިޔަބައިމީހުންގެ ކުރިންވީ މީހުންގެ ތެރޭގައި ކުޅެސަކަރާތް ޖަހަން އުޅުނު މީހެއްފަދައިން މެނުވީ ނުވެއެވެ.\"","(26) މިބަސްފުޅު ނެރުއްވި އެހެން ޢިލްމުވެރިން ނެރުއްވާފައިވާ ބަސްފުޅުގައިވަނީ، އަދި މިފޮތުގެ ނުސްޚާތައް ތަޙްޤީޤުކުރި ބޭފުޅުން ވިދާޅުވާގޮތުގައި މިފޮތުގެ އަޞްލު ނުސްޚާގައިވެސް ވަނީ الْمُتَكَلِّمُونَ،"],["70","٧٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: سَمِعْتُ الْأَوْزَاعِيَّ قَالَ: سَمِعْتُ بِلَالَ بْنَ سَعْدٍ، يَقُولُ:\n\"عَالِمُكُمْ جَاهِلٌ، وَزَاهِدُكُمْ رَاغِبٌ، عَابِدُكُمْ مُقَصِّرٌ\".","","70- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްވަލީދު ބްނު މުސްލިމް ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަލްއައުޒާޢީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ބިލާލު ބްނު ސަޢުދު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n‌‌«عالمكم جاهل، ‌وزاهدكم ‌راغب، عابدكم مقصر»\nމާނައީ: \"(ކުރީގެ ބޭކަލުންނާ އަޅާބަލާއިރު) ތިޔަބައިމީހުންގެ ޢިލްމުވެރިޔަކީވެސް ޖާހިލެކެވެ. އަދި ތިޔަބައިމީހުންގެ ޒުހުދުވެރިޔަކީވެސް (ދުނިޔަވީ ކަންކަމަށް) ދަހިވެތިވެ އެދުންވެރިވެގެން އުޅޭ މީހެކެވެ. އަދި ތިޔަބައިމީހުންގެ އަޅުވެރިޔަކީވެސް ފަރުވާކުޑަކުރާ މީހެކެވެ.\"",""],["71","٧١ - حَدَّثَنَا عَبْدُ اللَّهِ: ثنا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ أَبُو يَحْيَى ثنا الْأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ، قَالَ:\n\"تَذَاكَرُوا الْحَدِيثَ فَإنَّ حَيَاتَهُ ذِكْرُهُ\".","","71- އަހަރުމެންނަށް ޢަބްދު ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް ޙަމީދު ބްނު ޢަބްދުއް ރަޙްމާނު އަބޫ ޔަޙްޔާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، އިބްރާހީމުގެ އަރިހުން، ޢަލްޤަމާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«تَذَاكَرُوا الْحَدِيثَ فَإِنَّ ‌حَيَاتَهُ ‌ذِكْرُهُ»\nމާނައީ: \"ތިޔަބައިމީހުން ޙަދީޘް މުޛާކަރާކޮށް (އެކަކު އަނެކަކަށް ކިޔާދީ ހަނދާން އާކޮށް) ހަދާށެވެ. އެހެނީ އެޙަދީޘްގެ ދިރުމަކީ އެ ޛިކުރުކުރުމެވެ. (ކިޔާދީ އުޅުމެވެ.)\"",""],["72","٧٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ ثنا يَزِيدُ بْنُ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ:\n\"إحْيَاءُ الْحَدِيثِ مُذَاكَرَتُهُ، فَذَاكِرُوهُ، قَالَ: فَقَالَ عَبْدُ اللَّهِ بْنُ شَدَّادٍ: \"يَرْحَمُكَ اللَّهُ كَمْ مِنْ حَدِيثٍ أَحْيَيْتُهُ فِي صَدْرِي قَدْ كانَ ماتَ\".","","72- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ފުޟައިލު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޒީދު ބްނު އަބީ ޒިޔާދު، ޢަބްދުއް ރަޙްމާނު ބްނު އަބީ ލައިލާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِحْيَاءُ الْحَدِيثِ مُذَاكَرَتُهُ، فَذَاكرُوه» ، قال: فَقَالَ عَبْدُ اللَّهِ بْنُ شَدَّادِ: «يرحَمكَ اللَّهُ، كَمْ مِنْ ‌حَدِيثٍ ‌أَحْيَيْتَهُ فِي صَدْرِي قَدْ كَانَ مَاتَ»\nމާނައީ: \"ޙަދީޘް އިޙްޔާކުރުން (ދިރުން ގެނައުމަކީ) އެ މުޛާކަރާ (އެކަކު އަނެކަކަށް ކިޔާދީ މުރާޖަޢާ) ކުރުމެވެ. އެހެންކަމުން ތިޔަބައިމީހުން ޙަދީޘް މުޛާކަރާކުރާށެވެ.\" ދެން ޢަބްދު ﷲ ބްނު ޝައްދާދު ވިދާޅުވިއެވެ: \"ﷲ ތިބާއަށް ރަޙްމަތްލައްވާށިއެވެ! މަރުވެފައިވި ކިތައް ޙަދީޘް ތިބާ އަހުރެންގެ ހިތުގައި ދިރުވައިދީފިހެއްޔެވެ!؟\"",""],["73","٧٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الْأَعْمَشِ، عَنِ إِسْمَاعِيلَ بْنِ رَجَاءٍ، قَالَ:\n\"كُنَّا نَجْمَعُ الصِّبْيَانَ فَنُحَدِّثُهُمْ\".","","73- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ފުޟައިލު، އަލްއަޢުމަޝުގެ އަރިހުން، އިސްމާޢީލު ބްނު ރަޖާއު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كنا ‌نجمع ‌الصبيان فنحدثهم»\nމާނައީ: \"އަހަރުމެން ކުޑަކުދިން އެއްކޮށްގެން ދެން އެކުދިންނަށް ޙަދީޘްކިޔާދީ އުޅެމެވެ.\"",""],["74","٧٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ عَطَاءٍ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ حُذَيْفَةَ، قَالَ:\n\"إنَّ أصْحابِي تَعَلَّمُوا الْخَيْرَ، وَأَنَا أَتَعَلَّمُ الشَّرَّ، قِيلَ: وَما يَحْمِلُكَ عَلَى هَذَا؟ قَالَ: \"إِنَّهُ مَنْ تَعَلَّمَ مَكَانَ الشَّرِّ يَتَّقِهِ\".","","74- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ފުޟައިލު، ޢަޠާއުގެ އަރިހުން، އަބުލް ބަޚްތަރީގެ އަރިހުން، ޙުޛައިފާގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ:\n«إِنَّ أَصْحَابِي تَعَلَّمُوا الْخَيْرَ وَإِنِّي أتَعَلَّم الشَّرَّ» قيل: وَمَا يحملكَ عَلَى هذا؟ قَالَ: «إِنَّهُ مَنْ تعلّم مَكَانَ ‌الشَّرِّ ‌يَتَّقِهِ»\nމާނައީ: \"އަހުރެންގެ އަޞްޙާބުން ހެޔޮކަން އުނގެނުނެވެ. އަދި އަހުރެން މިއުނގެނެނީ ނުބައިކަންތަކެވެ. (ނުބައި ކަންކަމަކީ ކޮބައިތޯއެވެ.)\" ދެންނެވުނެވެ: \"ތިކަން ކުރުމަށް ތިބާއަށް މެދުވެރިކުރަނީ ކޮންކަމެއްހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"އެހެނީ ނުބައިކަމުގެ މަކާނު އުނގެނިއްޖެ މީހާ ފަހެ އެކަމަކުން ދުރުވެ އެއްކިބާވެއެވެ.\"",""],["75","٧٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيِّ ثنا: مُوسَى بْنُ عَلِيٍّ، عَنْ، أَبِيهِ، قَالَ:\n\"كَانَ زَيْدُ بْنُ ثَابِتٍ إِذَا سَأَلَهُ رَجُلٌ، عَنْ شَيْءٍ، قَالَ: آللَّهِ لَكَانَ⁽³⁴⁾ هَذَا؟ فَإِنْ قَالَ: نَعَمْ. تَكَلَّمَ فِيهِ، وَإِلَّا لَمْ يَتَكَلَّمْ \".","⁽³⁴⁾ في النسخة الأخرى \"أكان\" ولعلها أصح.\nوالإسناد صحيح على شرط مسلم.","75- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މޫސާ ބްނު ޢަލީ، އެބޭފުޅާގެ ބައްޕަ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانَ زَيْدُ بْنُ ثَابِتٍ، إِذَا سَأَلَهُ رَجلٌ عَنْ شَيْءٍ، قَالَ: آللَّهِ لكَانَ هَذَا؟ فَإِنْ قَالَ: نَعَمْ تَكَلَّم فيه ‌وَإِلَّا ‌لَمْ ‌يَتَكَلَّمْ»\nމާނައީ: \"ޒައިދު ބްނު ޘާބިތުގެ އަރިހުން އެއްވެސް ކަމަކާމެދު މީހަކު ސުވާލުކޮށްފިނަމަ ވިދާޅުވެއެވެ: \"ﷲ އަށްޓަކައި ބުނެބަލާށެވެ! ހަމަ ތިކަން މިހާރު ވެއްޖެހެއްޔެވެ!؟\" ދެން އޭނާ އާނއެކޭ ބުނެފިނަމަ އެކަމުގައި ވާހަކަދައްކަވައެވެ. އެހެންނޫނީ އެކަލޭގެފާނު އެކަމާމެދު ވާހަކައެއް ނުދައްކަވައެވެ.\"",""],["76","٧٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبْجَرَ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ:\n\"سَأَلْتُ أُبَيَّ بْنَ كَعْبٍ عَنْ شَيْءٍ، فقَالَ: أَكَانَ بَعْدُ؟ قُلْتُ: لَا، قَالَ: \"فَأَجِمَّنَا⁽³⁵⁾ حَتَّى يَكُونَ، فَإِذَا كَانَ؛ اجْتَهَدْنَا لَكَ رَأْيَنَا\".","⁽³⁵⁾ يعني: أرحنا. والسند صحيح كالذي قبله.","76- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ސުފްޔާނުގެ އަރިހުން، ޢަބްދުލް މަލިކު ބްނު އަބްޖުރުގެ އަރިހުން، އައްޝަޢުބީގެ އަރިހުން، މަސްރޫޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«سَأَلْتُ أُبَيَّ بْنَ كَعْبٍ عَنْ شَيْءٍ فَقَالَ: أَكَانَ بعد؟ قُلْتُ: لَا، قَالَ: فَأَجِمَّنَا ‌حَتَّى يَكُونَ فَإِذَا كَانَ اجْتَهَدْنَا لك رَأْيَنَا»\nމާނައީ: \"އަހުރެން އުބައްޔު ބްނު ކަޢުބުގެ އަރިހުން ކަމަކާމެދު ސުވާލުކުރީމެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"މިހާރު ތިކަން ހިނގީހެއްޔެވެ؟\" އަހުރެން ބުނީމެވެ: \"ނޫނެކެވެ.\" ވިދާޅުވިއެވެ: \"ތިކަން ހިނގަންދެން އަހަރުމެންނަށް ރާޙަތުދީ އަރާމުކުރިޔަ ދޭށެވެ. ދެންފަހެ ތިކަން ވެއްޖެނަމަ؛ އެހިނދުން އަހަރުމެންގެ ރައުޔުން ތިބާއަށް އިޖްތިހާދުކޮށްދޭނަމެވެ.\"",""],["77","٧٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا مَالِكٌ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ:\n\"كَرِهَ رَسُولُ اللَّهِ ﷺ الْمَسَائِلَ وَعَابَهَا\"⁽³⁶⁾.","⁽³⁶⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه عن مالك، وهذا في \"الموطأ\" (2/ 56/ 34) في أثناء حديث.","77- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މާލިކު، އައްޒުހްރީގެ އަރިހުން، ސަހްލު ބްނު ސަޢުދުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كَرِهَ رَسُولُ اللهِ صلى الله عليه وسلم ‌الْمَسَائِلَ ‌وَعَابَهَا» (27)\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم މައްސަލަތަކަށް (ސުވާލުތަކަށް) ނުރުއްސަވާ، އަދި އެއަށް ޢައިބުގެ ބަސްކިޔުއްވިއެވެ.\"","(27) صحيح البخاري: 5259، ومسلم: 1492"],["78","٧٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا سُفْيَانُ، عَنْ زَبِيدٍ، قَالَ: \"مَا سَأَلْتُ إِبْرَاهِيمَ عَنْ شَيْءٍ قَطُّ إِلَّا رَأَيْتُ فِيهِ الْكَرَاهِيَةَ\".","","78- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، ޒުބައިދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«ما سألت إبراهيم عن شيء قط ‌إلا ‌رأيت ‌فيه ‌الكراهية»\nމާނައީ: \"އަހުރެން އިބްރާހީމުގެ އަރިހުން އެއްވެސް ކަމަކާމެދު ސުވާލުކޮށްފިތަ، އެކަލޭގެފާނުގެ ކިބައިން ނުރުހުންވުން އަހުރެންނަށް ފެނިފައި މެނުވީ ނުވެއެވެ.\"",""],["79","٧٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا هُشَيْمٌ، ثنا حَجَّاجٌ، عَنْ عَطَاءٍ، وَابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، قَالَ:\n\"كُنَّا نَكُونُ عِنْدَ جَابِرِ بْنِ عَبْدِ اللَّهِ فَيُحَدِّثُنَا فَإِذَا خَرَجْنَا مِنْ عِنْدِهِ تَذَاكَرْنَا حَدِيثَهُ فَكَانَ أَبُو الزُّبَيْرِ مِنْ أَحْفَظِنَا لِلْحَدِيثِ\".","","79- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ހުޝައިމު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްޖާޖު، ޢަޠާއު އަދި އިބްނު އަބީ ލައިލާގެ އަރިހުން ކިޔާދެއްވިއެވެ. ޢަޠާއު ވިދާޅުވިއެވެ:\n«كُنَّا ‌نَكُونُ ‌عِنْدَ ‌جَابِرِ بْنِ عَبْدِ اللَّهِ فَيُحَدِّثُنَا فَإِذَا خَرَجْنَا مِنْ عِنْدِهِ تَذَاكَرْنَا حَدِيثَهُ فَكَانَ أَبُو الزُّبَيْرِ مِنْ أَحْفَظِنَا لِلْحَدِيثِ»\nމާނައީ: \"އަހަރުމެން ޖާބިރު ބްނު ޢަބްދި ﷲ ގެ އަރިހުގައި ތިބެމެވެ. ދެން އެކަލޭގެފާނު އަހަރުމެންނަށް ޙަދީޘް ކިޔާދެއްވައެވެ. ދެން އަހަރުމެން އެކަލޭގެފާނުގެ އަރިހުން ނިކުންނަހިނދު އެކަލޭގެފާނުގެ ޙަދީޘް އެކަކު އަނެކަކަށް ކިޔާ މުޛާކަރާ ކުރަމެވެ. އެގޮތުން އަހަރުމެންގެ ތެރެއިން ޙަދީޘް އެންމެ ބޮޑަށް ހިތުދަސް އެކަކަށް ވަނީ އަބުއް ޒުބައިރުއެވެ.\"",""],["80","٨٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ بْنِ أَبِي ظَبْيَانَ، قَالَ:\n\"صَلَّيْنَا يَوْمًا خَلْفَ أَبِي ظَبْيَانَ صَلَاةَ الْأُولَى وَنَحْنُ شَبَابٌ كُلُّنَا مِنَ الْحَيِّ إِلَّا الْمُؤَذِّنَ فَإِنَّهُ شَيْخٌ، فَلَمَّا سَلَّمَ، الْتَفَتَ إلَيْنا، ثُمَّ جَعَلَ يَسْأَلُ الشَّبَابَ: مَنْ أَنْتَ؟ مَنْ أَنْتَ؟ فَلَمَّا سَأَلَهُمْ قَالَ: \"إِنَّهُ لَمْ يُبْعَثْ نَبِيٌّ إِلَّا وَهُوَ شَابٌّ، وَلَمْ يَؤْتَ الْعِلْمَ خَيْرٌ مِنْهُ وَهُوَ شَابٌّ\".","","80- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޤާބޫސް ބްނު އަބީ ޡަބްޔާނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«صَلَّيْنَا يَوْمًا خَلْفَ أَبِي ظَبْيَانَ صَلَاةَ الْأُولَى ، وَنَحْنُ شَبَابٌ كُلُّنَا مِنَ الْحَيِّ إِلَّا الْمُؤَذِّنَ فَإِنَّهُ شَيْخٌ ، فَلَمَّا سَلَّمَ الْتَفَتَ إِلَيْنَا ، ثُمَّ جَعَلَ يَسْأَلُ الشَّابَّ مَنْ أَنْتَ؟ من أنت؟، فَلَمَّا سَأَلَهُمْ ، قَالَ: إِنَّهُ لَمْ يُبْعَثْ نَبِيٌّ ‌إِلَّا ‌وَهُوَ ‌شَابٌّ ، وَلَمْ يُؤْتَ الْعِلْمَ خَيْرٌ مِنْهُ وَهُوَ شَابٌّ»\nމާނައީ: \"އަހަރުމެން އެއްދުވަހަކު އެންމެ ފުރަތަމަ ނަމާދު (އެބަހީ: މެންދުރު ނަމާދު) އަބުއް ޡަބްޔާނުގެ ފަހަތުގައި ކުރީމެވެ. އަހަރުމެން އެންމެންވީ އަވަށުގެ ޒުވާނުންކަމުގައިއެވެ. މުދިމު މެނުވީއެއެވެ. އޭނާވީ މުސްކުޅިއެއްކަމުގައިއެވެ. ދެން އެބޭފުޅާ ސަލާމް ދެއްވިހިނދު އަހަރުމެންނާ ދިމާލަށް އެނބުރިވަޑައިގަތެވެ. އަދި \"ތިޔައީ ކާކުހޭ؟ ތިޔައީ ކާކުހޭ؟\" ވިދާޅުވެ ޒުވާނުންނާ ސުވާލުކުރައްވަން ފެއްޓެވިއެވެ. ދެން އެބޭފުޅާ ސުވާލުކުރެއްވިހިނދު ވިދާޅުވިއެވެ: \"ޒުވާނެއްގެ ގޮތުގައި މެނުވީ އެއްވެސް ނަބިއްޔަކު ނުފޮނުއްވެއެވެ. އަދި ޒުވާނެއްގެ ގޮތުގައިވަނިކޮށް ޢިލްމު ލިބުމަށްވުރެ ރަނގަޅު މީހަކަށް ޢިލްމު ނުދެއްވެއެވެ.\"",""],["81","٨١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ، قَالَ:\n\"مَا أُوتِيَ شَيْءٌ إِلَى شَيْءٍ أَزْيَنُ مِنَ حِلْمٍ إِلَى عِلْمٍ\".","","81- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، ޒައިދު ބްނު އަސްލަމުގެ އަރިހުން، ޢަޠާއު ބްނު ޔަސާރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«مَا أُوتِي شَيْءٌ إِلَى ‌شيءٍ ‌أَزْيَنُ ‌مِنْ الحِلْم إِلَى عِلْمٍ»\nމާނައީ: \"ޢިލްމަށް ޙިލްމުވެރިން (ރުޅިމަޑުކަން/ބުއްދިވެރިކަން) ދެއްވިގެންވުމަށް ވުރެ ޒީނަތްތެރިކަން ބޮޑު އެއްޗެއް އެހެން އެއްޗަކަށް ނުދެއްވެއެވެ.\" (28)","(28) އިބްނުލް ޤައްޔިމު ވިދާޅުވިއެވެ:"],["82","٨٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَانَ يَقُولُ:\n\"ادْنُوا يَا بَنِي فَرُّوخَ⁽³⁷⁾ فَلَوْ كَانَ الْعِلْمُ مُعَلَّقًا بِالثُّرَيَّا لَكَانَ فِيكُمْ مَنْ يَتَنَاوَلُهُ\".","⁽³⁷⁾ يعني: العجم.\nوالسند على شرط مسلم، ولكنه موقوف، وقد روي مرفوعًا من ثلاث طرق عن أبي هريرة به دون ذكر بني فروخ بلفظ \"لتناوله ناس من أبناء فارس\" أخرجها أبو نعيم في \"أخبار أصبهان\" (1/ 5) وكلها معلولة، وأحدها عند ابن حبان (2309) والصحيح بلفظ \"لو كان الإيمان عند الثريا لتناوله رجال من فارس\" أخرجه الشيخان.","82- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ސުހައިލުގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން، އަބޫ ހުރައިރާ ވިދާޅުވާކަމަށް ކިޔާދެއްވިއެވެ:\nމާނައީ: \"އޭ ފައްރޫޚުގެ ދަރީންނެވެ! (ޢަޖަމީންނޭވެ) ކައިރިވާށެވެ! ފަހެ ޢިލްމު ކެތި ތަރީގައި އެލުވިފައި އޮތްނަމަވެސް އެހޯދާނޭ މީހުން ތިޔަބައިމީހުންގެ ތެރެއިން ވީހެވެ.\"",""],["83","٨٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ سُهَيْلٍ، قَالَ:\n\"كَانَ أَبُو هُرَيْرَةَ إِذَا نَظَرَ إِلَى أَبِي صَالِحٍ⁽³⁸⁾ قَالَ: \"مَا كَانَ عَلَى هَذَا أنْ يَكُونَ مِنْ بَنِي عَبْدِ مَنَافٍ\".","⁽³⁸⁾ اسمه ذكوان السمان الزيات المدني، كان مولى جويرية بنت الأحمس الغطفاني، وهو والد سهيل المذكور في السند المتقدم، توفي أبو صالح سنة (101).","83- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަސް ޖަރީރު، ސުހައިލު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانَ أَبُو هُرَيْرَةَ إِذَا ‌نَظَرَ ‌إِلَى ‌أَبِي ‌صَالِحٍ قَالَ مَا كان عَلَى هَذَا أَنْ يَكُونَ مِنْ بَنِي عَبْدِ مَنَافٍ»\nމާނައީ: \"އަބޫ ހުރައިރާ، އަބޫ ޞާލިޙަށް ބައްލަވައިފިނަމަ ވިދާޅުވެއެވެ: \"ބަނޫ ޢަބްދު މަނާފުގެ ތެރެއިން މީނާ ނުވިޔަސްވާނޭ ގެއްލުމެއް ނެތެވެ.\" (29)","(29) ޢަބްދު މަނާފު ވަންހައަކީ ޤުރައިޝުންގެ ޝަރަފުވެރި ޤަބީލާއެކެވެ. އަބޫ ޞާލިޙު ވީ އަޅެއްގެ ގޮތުގައި ހުންނަވަނިކޮށް، އުއްމުލް މުއުމިނީން ޖުވައިރިޔާ މިނިވަންކުރެއްވި ޢިލްމުވެރި ބޭކަލެއްކަމުގައިއެވެ."],["84","٨٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ يَمانٍ عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ، قَالَ:\n\"مَا كُنْتُ أَتَمَنَّى مِنَ الدُّنْيَا إِلَّا ثَوْبَيْنِ أَبْيَضَيْنِ أُجَالِسُ فِيهِمَا أَبَا هُرَيْرَةَ\".","","84- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ޔަމާނު، އަލްއަޢުމަޝުގެ އަރިހުން، އަބޫ ޞާލިޙު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«مَا كُنْتُ أَتَمَنَّى ‌مِنَ ‌الدُّنْيَا ‌إِلَّا ‌ثَوْبَيْنِ أَبْيَضَيْنِ أُجَالِسُ فِيهِمَا أَبَا هُرَيْرَةَ»\nމާނައީ: \"އެ ދެހެދުން ލައިގެން އަބޫ ހުރައިރާގެ އަރިހުގައި އަހުރެން އިށީންނާނޭ ހުދު ދެ ހެދުން މެނުވީ އަހުރެން ދުނިޔެއިން އެދި އުއްމީދުކޮށްގެން ނުވަމެވެ.\"",""],["85","٨٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، قَالَ: قَالَ قَابُوس عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ:\n\"﴿كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ﴾ إِلَى قَوْلِهِ ﴿فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ [النساء: 128] قَالَ: الرَّجُلَانِ يَقْعُدَانِ عِنْدَ الْقَاضِي فَيَكُونُ لَيُّ⁽³⁹⁾ الْقَاضِي وَإِعْرَاضُهُ إِلَى أَحَدِ الرَّجُلَيْنِ عَلَى الْآخَرِ\".","⁽³⁹⁾ أي تشدده وصلابته.","85- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ޤާބޫސް، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން. އިބްނު ޢައްބާސްގެ އަރިހުން ވިދާޅުވިއެވެ:\n«في قوله ﴿كُونُواْ ‌قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ﴾ إلى قوله ﴿فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا١٣٥﴾ [النساء: 135] قال: الرَّجُلانِ ‌يَقْعُدَانِ ‌عِنْدَ ‌الْقَاضِي فَيَكُونُ لَيُّ الْقَاضِي وَإِعْرَاضُهُ إلى أَحَدِ الرَّجُلَيْنِ عَلَى الآخَرِ»\nމާނައީ: \"އެކަލާނގެ ބަސްފުޅު: ﴿كُونُواْ ‌قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا ١٣٥﴾ [النساء: 135]\n\"ތިޔަބައިމީހުން ޢަދުލު އިންޞާފު ޤާއިމް ކުރުމުގައި ދެމިތިބޭ ބަޔަކު ކަމުގައިވާށެވެ! (އަދި) ﷲ އަށްޓަކައި ހެކިބަސް އަދާކުރާ ބަޔަކު ކަމުގައި ތިޔަބައިމީހުންވާށެވެ! ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކުގެ މައްޗަށް ކަމުގައިވިޔަސް، ނުވަތަ މައިންބަފައިންނާއި، ގާތްތިމާގެ މީހުންގެ މައްޗަށް ކަމުގައިވިޔަސް މެއެވެ. އެމީހަކީ (އެބަހީ: އެމީހެއްގެ މައްޗަށް ހެކިދެވޭ މީހަކީ) މުއްސަންޖަކު ކަމުގައި، ނުވަތަ ފަޤީރަކު ކަމުގައިވިޔަސް، ފަހެ، އެދެމީހުންނަށްމެ، ﷲ، އައުލާ ކަން ބޮޑެވެ. ތިޔަބައިމީހުން ޢަދުލުވެރިވުން ދޫކޮށް އަމިއްލަ އެދުމަށް ތަބަޢަ ނުވާށެވެ! އަދި، ތިޔަބައިމީހުން ކަސިޔާރުވެ ލެނބޭނަމަ ނޫނީ ފުރަގަސްދީފިނަމަ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތައް މޮޅަށް ދެނެވޮޑިގެންވާ ކަލަކު ކަމުގައި ﷲ ވޮޑިގެންވެއެވެ.\" (އިބްނު ޢައްބާސް) ވިދާޅުވިއެވެ: \"އެބަހީ: ދެމީހަކު ޤާޟީގެ ގާތުގައި އިށީނދެއެވެ. ދެން ޤާޟީގެ މޫނު އަނބުރާ ބެލުން އެތަނުން އެކަކު ދޫކޮށް އަނެކަކުގެ މައްޗަށްވުމެވެ.\" (30)","(30) މިއަޘަރު މުއައްލިފު ގެންނެވުމުގެ މުނާސަބަތެއްކަމުގައި ބެލެވެނީ -والله أعلم- ޙުކުމްކުރާ ޤާޟީވެސް މަޖްލީހުގައި ޚަޞްމުންނަށް ހަމަހަމަކޮށް، އަދި މޫނު އެނބުރުމާއި ބެލުމާއި ވާހަކަދެއްކުމުގައިވެސް ހަމަހަމަކުރާ ގޮތަށް، ޢިލްމުވެރިޔާގެ މަޖްލީހުގައިވެސް ވަކި ދަރިވަރަކަށް ޚާއްޞަކޮށް ބެލުމެއް އަދި އިސްއުފުލައިގެން އަމާޒުކުރުމެއްނެތި އެންމެންނަށް ހަމަހަމަކޮށް ކަންތައްކުރުމެވެ."],["86","٨٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ قَابُوسَ عَنِ ابْنِ عَبَّاسٍ، قَالَ: \"قَالَ مُوسَى حِينَ كَلَّمَ رَبَّهُ: رَبِّ أَيُّ عِبَادِكَ أَحَبُّ إِلَيْكَ؟ قَالَ: أَكْثَرُهُمْ لِي ذِكْرًا، قَالَ رَبِّ: أَيُّ عِبَادِكَ أَحْكَمُ؟ قَالَ: الَّذِي يَقْضِي عَلَى نَفْسِه كَمَا يَقْضِي عَلَى النَّاسِ، قَالَ رَبِّ: أَيُّ عِبَادِكَ أَغْنَى؟ قَالَ: الرَّاضِي بِمَا أَعْطَيْتُهُ\".","","86- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޤާބޫސްގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«قال موسى حين كلم ربه: رب‌‌ أي ‌عبادك ‌أحب ‌إليك؟ قال: أكثرهم لي ذكرا، قال رب: أي عبادك أحكم؟ قال: الذي يقضي على نفسه كما يقضي على الناس، قال رب: أي عبادك أغنى؟ قال: الراضي بما أعطيته»\nމާނައީ: \"މޫސާގެފާނުގެ ވެރި ރައްބު އެކަލޭގެފާނާ ވާހަކަފުޅުދެއްކެވިހިނދު ދެންނެވިއެވެ: \"އޭ އަޅުގެ ވެރި ރައްބެވެ! އިބައިލާހުގެ އަޅުތަކުންގެ ތެރެއިން އިބައިލާހަށް އެންމެ ލޮބުވެތިކަން ބޮޑުވެގެންވަނީ ކާކުތޯއެވެ؟\" ވަޙީކުރެއްވިއެވެ: \"އެމީހުންގެ ތެރެއިން އެންމެ ގިނައިން ތިމަންއިލާހު ހަނދުމަކޮށް ޛިކުރުކުރާ މީހާއެވެ.\" ދެންނެވިއެވެ: \"އަޅުގެ ރައްބެވެ! އިބައިލާހުގެ އަޅުތަކުންގެ ތެރެއިން ޙުކުމްވެރިކަން އެންމެ ރަނގަޅީ ކާކުތޯއެވެ؟\" ވަޙީކުރެއްވިއެވެ: \"މީސްތަކުންގެ މައްޗަށް އޭނާ ނިޔާކަނޑައަޅާ މޭރުމުން އޭނާގެ އަމިއްލަ ނަފްސަށްވެސް ނިޔާކަނޑައަޅާ ނިންމާ މީހާއެވެ.\" ދެންނެވިއެވެ: \"އަޅުގެ ރައްބެވެ! އިބައިލާހުގެ އަޅުތަކުންގެ ތެރެއިން އެންމެ ފުދުންތެރިވެގެންވަނީ ކާކުތޯއެވެ؟\" ވަޙީކުރެއްވިއެވެ: \"ތިމަންއިލާހު އެމީހަކަށް ދެއްވި އެއްޗަކަށް ރުހިގެންވާ މީހާއެވެ.\"",""],["87","٨٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ طَاوُسٍ، قَالَ: \"كَانَ ابْنُ عَبَّاسٍ يُسْأَلُ عَنِ الشَّيْءِ، فَيَقُولُ: \"إنَّ هَذَا لَفِي الزُّبِرِ الْأُولَى\".","","87- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޢުޔައިނާ، އިބްރާހީމު ބްނު މައިސަރާގެ އަރިހުން، ޠާވޫސް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان ابن عباس يسأل عن الشيء، فيقول: إن‌‌ ‌هذا ‌لفي ‌الزبر ‌الأولى»\nމާނައީ: \"އިބްނު ޢައްބާސް ކަމަކާމެދު ސުވާލުކުރައްވާ ވިދާޅުވެއެވެ: \"ހަމަކަށަވަރުން މިކަމަކީ އެންމެ ކުރީގެ ފޮތްތަކުގައިވާ ކަމެކެވެ.\"",""],["88","٨٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَفْصُ بْنُ غِيَاثٍ، ثنا عَاصِمٌ، عَنْ أَبِي عُثْمَانَ، قَالَ: قُلْتُ لَهُ:\n\"إنَّكَ تُحَدِّثُنَا بِالْحَدِيثِ فَرُبَّمَا حَدَّثْتَنَاهُ كَذَلِكَ وَرُبَّمَا نَقَصْتَ، قَالَ: \"عَلَيْكُمْ بِالسَّمَاعِ الْأَوَّلِ\".","","88- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙަފްޞު ބްނު ޣިޔާޘު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢާޞިމު، އަބޫ ޢުޘްމާނުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެން އެކަލޭގެފާނަށް ދެންނެވީމެވެ:\n«إنك تحدثنا بالحديث فربما حدثتناه كذلك وربما نقصت، قال: ‌‌‌عليكم ‌بالسماع ‌الأول»\nމާނައީ: \"ތިބާ އަހަރުމެންނަށް ކިޔާ ދޭ ޙަދީޘް، ފަހަރެއްގައި (ކުރިން) ހަމައެގޮތަށް ތިބާ ކިޔާދީފައި ވެދާނެއެވެ. އަދި ފަހަރެއްގައި ތިބާ އުނިވެސްކޮށްފާނެއެވެ.\" ވިދާޅުވިއެވެ: \"ތިޔަބައިމީހުންގެ މައްޗަށްވަނީ އެންމެ ކުރިން އަޑުއިވުނުގޮތެވެ.\"",""],["89","٨٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، ثنا لَيْثٌ عَنْ عَدِيِّ بْنِ عَدِيٍّ، عَنْ الصُّنَابِحِيِّ، عَنْ مُعَاذٍ، قَالَ:\n\"لَا تَزُولُ قَدَمُ ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ أَرْبَعٍ: عُمُرِهِ فِيمَا أَفْنَاهُ، وَعَنْ جَسَدِهِ فِيمَا أَبْلَاهُ، وَعَنْ مَالِهِ مِنْ أيْنَ اكْتَسَبَهُ⁽⁴⁰⁾، وَعَنْ عِلْمِهِ مَا عَمِلَ فِيهِ\"⁽⁴¹⁾.","⁽⁴⁰⁾ كان الأصل هكذا \"اكتسبه\" وعلى هامشه \"كسبه. صح\"، فتركته على ما كان عليه، لموافقته للنسخة الأخرى ومصادر أخرى.\n⁽⁴¹⁾ وقع في \"الأصل \"فيم\" وعليها (صـ) إشارة إلى أنها كذلك في الأصل، فصححته من =\n= النسخة الأخرى وغيرها.\nوالحديث موقوف هنا، وفيه ليث ابن أبي سليم، وهو ضعيف، وقد رواه غيره عن عدي بن عدي به مرفوعًا. أخرجه ابن عساكر (10/ 28/ 1) وغيره في \"اقتضاء العلم\" للخطيب البغدادي برقم (2). وله شاهد عن أبي برزة مرفوعًا. أخرجه الترمذي وصححه والدارمي وأبو يعلى في \"مسنده\" (ق 353/ 2) بإسناد صحيح، وقد رواه الخطيب برقم (1).","89- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު އިދްރީސް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ލައިޡު، ޢަދިއްޔު ބްނު ޢަދިއްޔުގެ އަރިހުން، އައްޞުނާބިޙިއްޔުގެ އަރިހުން، މުޢާޛު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«لا ‌تزول ‌قدم ‌ابن ‌آدم يوم القيامة حتى يسأل عن أربع،: عمره فيما أفناه، وعن جسده فيما أبلاه، وعن ماله من أين اكتسبه، وعن علمه ما عمل فيه»\nމާނައީ: \"ހަތަރުކަމަކާމެދު ސުވާލުވެވިއްޖައުމަށް ދާންދެން ޤިޔާމަތް ދުވަހު އާދަމުގެ ދަރިޔާގެ ފައިތިލަ ހުރިތަނުން ނަގައިނުލެވޭނެއެވެ: އޭނާގެ ޢުމުރާމެދުގައިއެވެ. އެޢުމުރު ފަނާކުރީ ކޮންކަމެއްގައިތޯއެވެ. އަދި އޭނާގެ ހަށިގަނޑާމެދުގައިއެވެ. އެހަށިގަނޑު ބާކޮށް ވީރާނާކުރީ ކޮންކަމެއްގައިތޯއެވެ. އަދި އޭނާގެ މުދަލާ މެދުގައިއެވެ. އެމުދާ ހޯދީ ކޮންތަނަކުންތޯއެވެ. އަދި އޭނާގެ ޢިލްމާމެދުގައިއެވެ. އެޢިލްމާމެދު ޢަމަލުކުރި ގޮތަކީ ކޮބައިތޯއެވެ.\"",""],["90","٩٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْفَضْلُ بْنُ دُكَيْنٍ، أنا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، قَالَ:\n\"لَأَنْ يَعِيشَ الرَّجُلُ جَاهِلًا خَيْرٌ لَهُ مِنْ أَنْ يُفْتِيَ بِمَا لَا يَعْلَمُ\".","","90- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްފަޟްލު ބްނު ދުކައިނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު، ޔަޙްޔާ ބްނު ސަޢީދުގެ އަރިހުން ޚަބަރުދެއްވިއެވެ: ވިދާޅުވިއެވެ: އަލްޤާސިމު ބްނު މުޙައްމަދު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«لَأَنْ يَعِيشَ الرَّجُلُ جَاهِلًا خَيْرٌ لَهُ ‌مِنْ ‌أَنْ ‌يُفْتِيَ ‌بِمَا ‌لَا ‌يَعْلَمُ»\nމާނައީ: \"މީހާއަށް އެނގިގެންނުވާ ކަމަކުން ފަތުވާ ދިނުމަށްވުރެ އޭނާ އެއްޗެއް ނޭނގޭ ޖާހިލެއްގެ ގޮތުގައި ދިރިއުޅުންވެސް އޭނާއަށް މާ ރަނގަޅެވެ.\" (31)","(31) އެހެން ރިވާޔަތެއްގައި އަލްޤާސިމު ވިދާޅުވިކަމަށް އައިސްފައިވެއެވެ:"],["91","٩١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ، قَالَ:\n\"كَانَ يُقَالُ: \"أَزْهَدُ النَّاسِ فِي عَالِمٍ أَهْلُهُ\"⁽⁴²⁾.","⁽⁴²⁾ أصل هذا الحديث موقوف غير مرفوع، وذكر بعضهم عن كعب الأحبار أن هذا في التوراة. وقد رفعه بعض الكذابين والضعفاء عن أبي الدرداء وجابر. انظر \"اللآلي المصنوعة\" للسيوطي، و \"سلسلة الاحاديث الضعيفة\" (2750).","91- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު ނުމައިރު، ހިޝާމު ބްނު ޢުރްވާގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕާފުޅު (ޢުރްވަތު ބްނުއް ޒުބައިރު) ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان يقال:‌ أَزْهَدَ ‌النَّاسِ ‌فِي ‌عَالِمٍ أَهْلُهُ»\nމާނައީ: \"ބުނެވެއެވެ: މީސްތަކުންގެ ތެރެއިން ޢިލްމުވެރިޔާ (ގެ ބޭނުން އެންމެ ނުހިފައި) ޒުހުދުވެރިވެގެންވަނީ އޭނާގެ އަހުލުންނެވެ. (އަނބިދަރިންނެވެ.)\" (32)","(32) ޢުރްވަތު ބްނުއް ޒުބައިރު އެކަލޭގެފާނުގެ ދަރިދަރިކަލުންނަށް ވިދާޅުވާކަމުގައި ރިވާވެގެންވެއެވެ:"],["92","٩٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، قَالَ: قَالَ لِي مُجَاهِدٌ:\n\"لَوْ كُنْتُ أُطِيقُ الْمَشْيَ لَجِئْتُكَ\".","","92- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު ނުމައިރު، އަލްއަޢުމަޝު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަހުރެންނަށް މުޖާހިދު ވިދާޅުވިއެވެ:\n«لَوْ كُنْتُ ‌أُطِيقُ ‌الْمَشْيَ لَجِئْتُكَ»\nމާނައީ: \"އަހުރެން ހިނގަން ކުޅަދާނަވިނަމަ ތިބާގެ ގާތަށް އައީމުހެވެ.\"",""],["93","٩٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ، عَنِ ابْنِ عَوْنٍ:\n\"أنَّ مُحَمَّدًا كَرِهَ كِتَابَ الْأَحَادِيثِ فِي الْأَرَضِينَ\"⁽⁴³⁾.","⁽⁴³⁾ كذا في النسختين، ويحتمل على بعد أنه \"الكراريس\".","93- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު، އިބްނު ޢަވްނުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«أن محمدا،‌‌ كره كتاب ‌الأحاديث ‌في ‌الأرضين»\nމާނައީ: \"ބިމުގައި ޙަދީޘް ލިޔުމަށް މުޙައްމަދު (އިބްނު ސީރީން) ނުރުއްސެވިއެވެ.\"",""],["94","٩٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبَّادُ بْنُ الْعَوَّامِ عَنِ الشَّيْبَانِيِّ، عَنِ الشَّعْبِيِّ، قَالَ:\n\"كَانَ يُؤْخَذُ الْعِلْمُ عَنْ⁽⁴⁴⁾ سِتَّةٍ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، فَكَانَ عُمَرُ، وَعَبْدُ اللَّهِ وَزَيْدٌ يُشْبِهُ عِلْمُهُمْ بَعْضَهُمْ بَعْضًا، وَكانَ يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ، وَكَانَ عَلِيٌّ وَأُبَيٌّ وَالْأَشْعَرِيُّ يُشْبِهُ عِلْمُهُمْ بَعْضَهُمْ بَعْضًا، وَكَانَ يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ قَالَ: فَقُلْتُ لَهُ: وَكَانَ الْأَشْعَرِيُّ إِلَى هَؤُلَاءِ؟ قَالَ كَانَ أَحَدَ الْفُقَهَاءِ\"","⁽⁴⁴⁾ الأصل \"على\" والتصحيح من النسخة الأخرى.","94- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢައްބާދު ބްނުލް ޢައްވާމު، އައްޝައިބާނީގެ އަރިހުން، އައްޝަޢުބީ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان يُؤْخَذُ ‌الْعِلْمُ ‌عَنْ ‌سِتَّةٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم: فَكَانَ عُمَرُ، وَعَبْدُ اللَّهِ، وَزَيْدٌ يُشْبِهُ عِلْمُهُمْ بَعْضُهُم بَعْضًا، وكَانَ يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ وَكَانَ عَلِيٌّ وأُبَيّ وَالأشعري يُشْبِهُ عِلْمُهُمْ بَعْضُهُم بَعْضاً، وكان يَقْتَبِسُ بَعْضُهُمْ مِنْ بَعْضٍ. قَالَ: فَقُلْتُ له: وَكَانَ الْأَشْعَرِيُّ إِلَى هَؤُلَاءِ؟ قَالَ: كَانَ أَحَدُ الْفُقَهَاءِ»\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަޞްޙާބުންގެ ތެރެއިން ހަ ބޭކަލެއްގެ ކިބައިން ޢިލްމު ނެގެމުންދިޔައެވެ. އެގޮތުން ޢުމަރުއާއި، ޢަބްދު ﷲ (އިބްނު މަސްޢޫދު) އާއި، ޒައިދުގެ ޢިލްމު އެއްބޭކަލަކު އަނެއްބޭކަލަކުގެ ޢިލްމާ ވައްތަރުވެގެންވެއެވެ. އަދި އޭގެ އެއް ބޭކަލަކު އަނެއް ބޭކަލަކުގެ ކިބައިން ނަންގަވަމުންދިޔައެވެ. އަދި ޢަލީއާއި، އުބައްޔުއާއި، (އަބޫ މޫސާ) އަލްއަޝްޢަރީގެ ޢިލްމު އެއްބޭކަލަކު އަނެއްބޭކަލެއްގެ ޢިލްމާ ވައްތަރުވެއެވެ. އަދި އޭގެ އެއްބޭކަލަކު އަނެއްބޭކަލެއްގެ ކިބައިން ޢިލްމު ނަންގަވައެވެ.\" (އައްޝައިބާނީ) ވިދާޅުވިއެވެ: އަހުރެން ދެންނެވީމެވެ: \"އަލްއަޝްޢަރީވެސް މިބޭކަލުންގެ ތެރެއަށް ނިސްބަތްވޭތޯއެވެ؟\"\nވިދާޅުވިއެވެ: \"އެކަލޭގެފާނުވީ ފިޤުހުވެރިންގެ ތެރެއިން ބޭކަލެއްކަމުގައިއެވެ.\" (33)","(33) މިއަޘަރުގައި ޢިލްމުނެގުމުގެ މުރާދަކީ ފިޤުހީ ކަންކަމުގައި އަދި ނަވާޒިލްތަކުގައި އިޖްތިހާދުކޮށް ފަތުވާދެއްވުމުގެ ވާހަކައެވެ. ފަތުވާތަކާއި ބަސްފުޅުތައް އެންމެ ގިނައިން އަންނަނީ އެބޭކަލުންގެ އަރިހުންނެވެ. އެއާ ޚިލާފަށް ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘް ރިވާކުރުމުގައި އަބޫ ހުރައިރާއާއި، ޖާބިރުއާއި، އިބްނު ޢަމްރުފަދަ ބޭކަލުން މާގިނައިން ކިޔާދެއްވައެވެ.\nއިބްނުލް ޤައްޔިމު ވިދާޅުވިއެވެ:"],["95","٩٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنِ الْجَرِيرِيِّ عَنْ أَبِي نَضْرَةَ، قَالَ:\n\"قُلْتُ لِأَبِي سَعِيدٍ: إنَّكَ تُحَدِّثُنَا أحَادِيثَ مُعْجَبَةً، وَإنَّا نَخَافُ أنْ نَزِيدَ أَوْ تَنْقُصَ فَلَوِ اكْتَتَبْنَاهُ، قَالَ: \"لَنْ نَكْتُبَكُمْ، وَلَنْ نَجْعَلَهُ قُرْآنًا وَلَكِنْ احْفَظُوا عَنَّا كَمَا حَفِظْنَا\".","","95- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އިބްރާހީމު، އަލްޖުރައިރީގެ އަރިހުން، އަބޫ ނަޟްރާގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«قُلْت لِأَبِي سَعِيدٍ الْخُدْرِيِّ: إِنَّكَ تُحَدِّثُنَا أَحَادِيثَ مُعْجَبَة، وَإِنَّا نَخَافُ أَنْ نَزِيدَ أَوْ أَنْ نُنْقِصَ فَلَوْ اكَتَتبْنَاه؟ قَالَ: لَنْ نكْتِبَكُم ‌وَلَنْ ‌نَجْعَلَهُ ‌قُرْآنًا، وَلَكِنِ احْفَظُوا عَنَّا كَمَا حَفِظْنَا»\nމާނައީ: \"އަހުރެން އަބޫ ސަޢީދަށް ދެންނެވީމެވެ: \"ތިބާ ޢަޖައިބުކުރުވަނިވި ޙަދީޘްތަކެއް އަހަރުމެންނަށް ކިޔާދެއެވެ. އަދި އެއަށް އެއްޗެއް އުނި އިތުރުކުރެވިދާނޭތީ އަހަރުމެން ބިރުގަނެއެވެ. އެހެންވީމާ އަހަރުމެން އެޙަދީޘްތައް ލިޔެހެދިނަމައެވެ.\" ވިދާޅުވިއެވެ: \"އަހަރުމެން ތިޔަބައިމީހުން ލައްވާ ނުލިޔުއްވާނަމެވެ. އަދި އެއީ ޤުރްއާނެއްކަމުގައި ނުހަދާހުށީމެވެ. ނަމަވެސް އަހަރުމެން ހިތުދަސްކުރިގޮތަށް ތިޔަބައިމީހުންވެސް އަހަރުމެންގެ ކިބައިން ހިތުދަސްކުރާށެވެ.\"",""],["96","٩٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الْأَعْرَجِ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ:\n\"إنَّكُمْ تَزْعُمُونَ أنَّ أَبَا هُرَيْرَةَ، يُكْثِرُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ ﷺ وَاللَّهُ الْمُوعِدُ، كُنْتُ رَجُلًا مِسْكِينًا أَخْدُمُ رَسُولَ اللَّهِ ﷺ عَلَى مِلْءِ بَطْنِي وَكَانَ الْمُهَاجِرُونَ يُشْغِلُهُمُ الصَّفْقُ بِالْأَسْواقِ⁽⁴⁵⁾ وَكَانَتِ الْأَنْصَارُ يُشْغِلُهُمُ الْقِيَامُ عَلَى أَمْوَالِهِمْ، فَقَالَ رَسُولُ اللَّهِ ﷺ: \"مَنْ يَبْسُطُ ثَوْبَهُ فَلَنْ يَنْسَى شَيْئًا سَمِعَهُ مِنِّي فَبَسَطْتُ ثَوْبِي حَتَّى قَضَى حَدِيثَهُ ثُمَّ ضَمَمْتُهَا إِلَيَّ فَما نَسِيتُ شَيْئًا سَمِعْتُهُ بَعْدُ\"","⁽⁴⁵⁾ يعني التبايع. واعلم أنه ليس في هذا الوصف للمهاجرين وكذا وصفه للأنصار بما يأتي شيء من الازراء عليهم والازدراء بهم،، كما زعم ذلك بعض الكتاب المعاصرين الطاعنين في أبي هريرة رضي الله عنه بغير حق، والمتأولين لكلامه على غير وجهه، فإن العمل وراء الكسب الحلال من سبيل الله كما جاء ذلك صريحًا في بعض الأحاديث، وأبو هريرة على علم بذلك لأنه أحد رواتها، فهو رضي الله عنهم جميعا يعتذر عنهم بذلك عن حفظ الحديث كما حفظ هو، وقد روى الحاكم (3/ 511 - 512) عن طلحة بن عبيد الله أحد العشرة المبشرين بالجنة، ومن المهاجرين والسابقين الأول أنه قال في المهاجرين وأبي هريرة نحو هذا الحديث، فقال: \"والله ما أشك أن أبا هريرة سمع من رسول الله ﷺ ما لم نسمع، وعلم ما لم نعلم، إنا كنا قومًا أغنياء لنا بيوت وأهلون، كنا نأتي نبي الله ﷺ طرفي النهار، ثم نرجع، وكان أبو هريرة مسكينًا لا مال له ولا أهل ولا ولد، إنما كانت يده مع يد النبي ﷺ، وكان يدور معه حيث ما دار، ولا نشك أنه قد علم ما لم نعلم، وسمع ما لم نسمع، ولم يتهمه أحد منا\".\nوصححه الحاكم وذكره الحافظ في \"الفتح\" (1/ 191) شاهدًا لهذا الحديث.\nثم إن الحديث صحيح الإسناد على شرط الشيخين، وقد أخرجه مسلم من طريق المصنف: =\n= وهو والبخاري من طرق أخرى عن سفيان به. وبهذا الإسناد أخرجه أحمد (2/ 24). ثم أخرجه هو (2/ 274) والبخاري وغيرهما من طرق أخرى عن الزهري به ومسلم من طريق الزهري عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن أن أبا هريرة قال: \"إنكم .. \" الحديث.","96- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުފްޔާނު ބްނު ޢުޔައިނާ، އައްޒުހްރީގެ އަރިހުން، އަލްއަޢުރަޖު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަބޫ ހުރައިރާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«إِنَّكُمْ تَزْعُمُونَ أَنَّ أَبَا هُرَيْرَةَ يكثر الحديث عن رسول الله صلى الله عليه وسلم. وَاللَّهُ الْمَوْعِدُ. كُنْتُ رَجُلًا مِسْكِينًا. أَخْدُمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مِلْءِ بَطْنِي. وَكَانَ الْمُهَاجِرُونَ يَشْغَلُهُمُ الصَّفْقُ بِالْأَسْوَاقِ. وَكَانَتْ الْأَنْصَارُ يَشْغَلُهُمُ الْقِيَامُ عَلَى أَمْوَالِهِمْ. فقال رسول الله صلى الله عليه وسلم \"‌مَنْ ‌يَبْسُطْ ‌ثَوْبَهُ فَلَنْ يَنْسَى شَيْئًا سَمِعَهُ مِنِّي\" فَبَسَطْتُ ثَوْبِي حَتَّى قَضَى حَدِيثَهُ. ثُمَّ ضَمَمْتُهُ إِلَيَّ. فَمَا نَسِيتُ شَيْئًا سَمِعْتُهُ بعدُ» (34)\nމާނައީ: \"ތިޔަބައިމީހުން ތިޔަ ދަޢުވާކުރަނީ އަބޫ ހުރައިރާ، ﷲ ގެ ރަސޫލާ صلى الله عليه وسلمގެ އަރިހުން ޙަދީޘް ކިޔާދިނުން މާގިނަކުރާ ކަމަށެވެ. (އެކަމުގައި ޙުކުމްކުރައްވަން) ވަޢުދުވެވިގެންވަނީ ﷲ ގެ ޙަޟްރަތުގައިއެވެ. އަހުރެންވީ މިސްކީނު މީހެއްކަމުގައިއެވެ. އަހުރެންގެ ބަނޑުފުރާނަ މުއްތިކޮށްލާނޭ ކާއެތިކޮޅާގެން އަހުރެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم އަށް ޚިދުމަތްކުރަމުން ދިޔައީމެވެ. މުހާޖިރުން އުޅުއްވީ ބާޒާރުތަކުގައި އަތްޖެހުން (އެބަހީ: ވިޔަފާރިކުރުމުގައި) މަޝްޣޫލުވެގެންނެވެ. އަދި އަންޞާރުން، އެބޭކަލުންގެ މުދާތަކުގެ ކަންކަމުގައި (ބަލަހައްޓާ) ޤާއިމުވެ އުޅުން މަޝްޣޫލުކުރިއެވެ. ދެން ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ: \"އެމީހެއްގެ ހެދުން ފަތުރާލާނީ ކާކުހެއްޔެވެ؟ ފަހެ ތިމަންކަލޭގެފާނުގެ ކިބައިން އެމީހަކު އަޑުއަހައިފި އެއްޗެއް ދެން ހަނދާން ނުނެތޭނެއެވެ.\" ދެން އަހުރެންގެ ހެދުން ފަތުރާލީމެވެ. އެއީ އެކަލޭގެފާނު ޙަދީޘްކުރައްވާ ވާހަކަފުޅުދައްކަވާ ނިންމަވަންދެނެވެ. ދެން އަހުރެން ހެދުން ބޮނޑިކޮށްލީމެވެ. ފަހެ އޭގެ ފަހުން އަހުރެން އަޑުއެހި އެއްޗެއް ހަނދާން ނެތިފައި ނުވެއެވެ.\"","(34) صحيح البخاري: 7354، ومسلم: 2492"],["97","٩٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ، قَالَ:\n\"قَالَ رَجُلٌ لِمُطَرِّفٍ أَفْضَلُ مِنَ الْقُرْآنِ تُرِيدُونَ؟ قَالَ: لَا، وَلَكِنْ نُرِيدُ مَنْ هُوَ أَعْلَمُ بِالْقُرْآنِ مِنَّا\".","","97- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ، ޙައްމާދު ބްނު ޒައިދުގެ އަރިހުން، އައްޔޫބު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«قال رجل لمطرف: أفضل من القرآن تريدون؟ قال: لا، ولكن‌‌ نريد ‌من ‌هو ‌أعلم ‌بالقرآن منا»\nމާނައީ: \"މީހަކު މުޠައްރިފަށް ދެންނެވިއެވެ: \"ތިޔަ އުޅެނީ ޤުރްއާނަށް ވުރެ މޮޅު އެއްޗެއް ބޭނުންވެގެން ހެއްޔެވެ!؟\" މުޠައްރިފު ވިދާޅުވިއެވެ: \"ނޫނެކެވެ! އެކަމަކު އަހަރުމެން ބޭނުންވެގެން މިއުޅެނީ އަހަރުމެންނަށްވުރެ ޤުރްއާން މާ ބޮޑަށް ދަންނަ ބޭކަލުންނެވެ.\"",""],["98","٩٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا أَبُو خَلْدَةَ، قَالَ: سَمِعْتُ أَبَا عُلَيَّةَ، يَقُولُ:\n\"حَدَّثَ الْقَوْمُ مَا حَمَلُوا، قَالَ: قُلْتُ مَا حَمَلُوا؟ قَالَ: مَا نَشِطُوا\".","","98- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޚަލްދާ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އަބުލް ޢާލިޔާ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«حَدِّثِ الْقَوْمَ مَا حَملُوا، قَالَ، قُلْتُ: مَا حَملُوا؟ ‌قَالَ: ‌مَا ‌نَشَطُوا»\nމާނައީ: \"އެމީހުންނަށް ތަޙައްމަލުކުރެވި ނަގައިގަނެވޭހާ ހިނދަކުން އެމީހުންނަށް ޙަދީޘް ކިޔާދޭށެވެ.\" (އަބޫ ޚަލްދާ) ވިދާޅުވިއެވެ: އަހުރެން ދެންނެވީމެވެ: \"އެމީހުން ތަޙައްމަލުކުރެވެންދެން ތޯއެވެ؟ (އެބަހީ: އޭގެ މުރާދަކީ ކޮބައިތޯއެވެ؟) ވިދާޅުވިއެވެ: \"އެމީހުން މުރާލިކޮށް ހީވާގިކޮށް ތިބިހާ ހިނދަކުއެވެ.\"",""],["99","٩٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ شُعْبَةَ عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ أَبَا الْأَحْوَصِ يَقُولُ: \"كَانَ عَبْدُ اللَّهِ، يَقُولُ:\n\"لَا تُمِلُّوا النَّاسَ\".","","99- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ޝުޢުބާގެ އަރިހުން، އަބޫ އިސްޙާޤު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަބުލް އަޙްވަޞު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: ޢަބްދު ﷲ (އިބްނު މަސްޢޫދު) ވިދާޅުވާކަމުގައިވިއެވެ:\n«لَا ‌تُمِلُّوا ‌النَّاسَ»\nމާނައީ: \"ތިޔަބައިމީހުން މީސްތަކުން ފޫހި ނުކުރުވާށެވެ.\" (35)","(35) އަބޫ ވާއިލު ވިދާޅުވިއެވެ: «كَانَ عَبْدُ اللهِ يُذَكِّرُنَا كُلَّ يَوْمِ خَمِيسٍ، فَقَالَ لَهُ رَجُلٌ: يَا أَبَا عَبْدِ الرَّحْمَنِ ، إِنَّا نُحِبُّ حَدِيثَكَ وَنَشْتَهِيهِ، وَلَوَدِدْنَا أَنَّكَ حَدَّثْتَنَا كُلَّ يَوْمٍ. فَقَالَ: مَا يَمْنَعُنِي أَنْ أُحَدِّثَكُمْ إِلَّا كَرَاهِيَةُ أَنْ أُمِلَّكُمْ، إِنَّ رَسُولَ اللهِ صلى الله عليه وسلم: كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الْأَيَّامِ كَرَاهِيَةَ ‌السَّآمَةِ ‌عَلَيْنَا»"],["100","١٠٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، ثنا شَرِيكٌ⁽⁴⁶⁾ عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ:\n\"كُنَّا إِذَا انْتَهَيْنا إِلَى النَّبِيِّ ﷺ جَلَسَ أَحَدُنا حَيْثُ يَنْتَهِي\".","⁽⁴⁶⁾ هو ابن عبد الله القاضي، وفيه كلام من جهة حفظه، لكن تابعه زهير بن معاوية وهو ثقة ولذلك صحح الترمذي الحديث، وقد خرجته في \"الأحاديث الصحيحة\" برقم (330).","100- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޝަރީކު، ސިމާކުގެ އަރިހުން، ޖާބިރު ބްނު ސަމުރާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كُنَّا إِذَا أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم ‌جَلَسَ ‌أَحَدُنَا ‌حَيْثُ ‌يَنْتَهِي»\nމާނައީ: \"ތިމަންބޭކަލުން ނަބިއްޔާ صلى الله عليه وسلم ގެ އަރިހަށް ފޯރާހިނދު، އަހަރުމެންގެ ތެރެއިން މީހަކު އެމީހަކު ގޮސް ހުއްޓުނު ތަނެއްގައި އިށީނދެއެވެ.\"",""],["101","١٠١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ سُلَيْمانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، قَالَ:\n\"كَانَ النَّبِيُّ ﷺ يَكْرَهُ أَنْ يُوطَأَ عَقِبَهُ، وَلَكِنْ عَنْ يَمِينٍ وَشِمَالٍ\"⁽⁴⁷⁾","⁽⁴⁷⁾ حديث صحيح، وإسناده مرسل، لكن وصله الحاكم (4/ 279 و 280) من طريق أمية =\n= ابن خالد ثنا سليمان بن المغيرة عن ثابت عن عمرو بن شعيب عن أبيه عن عبد الله عمرو عن رسول الله ﷺ وصححه على شرط مسلم. ووافقه الذهبي، وإنما هو صحيح فقط.","101- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ސުލައިމާނު ބްނުލް މުޣީރާގެ އަރިހުން، ޘާބިތުގެ އަރިހުން، ޢަމްރު ބްނު ޝުޢައިބު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانَ النَّبِيّ صلى الله عليه وسلم يَكْرَهُ أَنْ يُوطَأُ عَقِبُهُ، ‌وَلَكِنْ ‌عَنْ ‌يمينٍ ‌وشمالٍ»\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم އެކަލޭގެފާނުގެ ފަސްފަހަތުން ފިޔަވަޅު އެޅިގެން އައުމަށް ނުރުއްސަވައެވެ. ނަމަވެސް ކަނާތުންނާއި ވާތުންނެވެ.\"",""],["102","١٠٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ زَائِدَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ:\n\"كَانَ أَبُو عَبْدِ الرَّحْمَنِ يَكْرَهُ أنْ يُسْأَلَ، وَهُوَ يَمْشِي\".","","102- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ، ޒާއިދާގެ އަރިހުން، ޢަޠާއު ބްނުއް ސާއިބުގެ އަރިހުން ކިޔާދެއްވިއެވެ. ވިދާޅުވިއެވެ:\n«كَانَ أَبُو عَبْدِ الرَّحْمَنِ ‌يَكْرَهُ ‌أَنْ ‌يُسْأَلَ وَهُوَ يَمْشِي»\nމާނައީ: \"އަބޫ ޢަބްދުއް ރަޙްމާނު ހިންގަވާފައި ވަޑައިގަންނަވަނިކޮށް ސުވާލުކުރެވުމަށް ނުރުއްސަވައެވެ.\"",""],["103","١٠٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُبارَكِ، عَنْ رِيَاحِ بْنِ زَيْدٍ، عَنْ رَجُلٍ، عَنِ ابْنِ مُنَبِّهٍ، قَالَ:\n\"إنَّ لِلْعِلْمِ طُغْيَانًا كَطُغْيَانِ الْمَالِ\".","","103- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ޢަބްދު ﷲ ބްނުލް މުބާރަކުގެ އަރިހުން، ރަބާޙު ބްނު ޒައިދުގެ އަރިހުން، މީހެއްގެ ކިބައިން، އިބްނު މުނައްބިހު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّ ‌لِلْعِلْمِ ‌طُغْيَانًا كَطُغْيَانِ الْمَالِ»\nމާނައީ: \"ހަމަކަށަވަރުން މުދަލުގެ ޙައްދުފަހަނައެޅުން ފަދައިން ޢިލްމަށްވެސް ޙައްދުފަހަނައެޅުމެއް ވެއެވެ.\" (36)","(36) އަބޫ މޫސާ އަލްމަދީނީ ވިދާޅުވިއެވެ:"],["104","١٠٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنُ بْنُ عِيسَى، ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنِ الْعَلَاءِ بْنِ الْحَارِثِ، عَنْ مَكْحُولٍ، عَنْ وَائِلَةَ، قَالَ:\n\"إِذَا حَدَّثْنَاكُمْ بِالْحَدِيثِ، عَلَى مَعْنَاهُ فَحَسْبُكُمْ\".","","104- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޢުނު ބްނު ޢީސާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާވިޔާ ބްނު ޞާލިޙު، އަލްޢަލާއު ބްނުލް ޙާރިޘްގެ އަރިހުން، މަކްޙޫލުގެ އަރިހުން، ވާޘިލާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِذَا حَدَّثْنَاكُمْ ‌بِالْحَدِيثِ ‌عَلَى ‌مَعْنَاهُ فَحَسْبُكُمْ»\nމާނައީ: \"ޙަދީޘެއް އޭގެ (ސީދާ ލަފްޒު ދޫކޮށް) މާނައިގެ މައްޗަށް އަހަރުމެން ތިޔަބައިމީހުންނަށް ކިޔާދީފިނަމަ އެއޮތީ ތިޔަބައިމީހުންނަށް ފުދިފައިއެވެ.\" (37)","(37) އަލްޚަޠީބުލް ބަޣުދާދީ ވިދާޅުވިއެވެ:"],["105","١٠٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنُ، ثنا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ:\n\"كَانَ إِذَا حَدَّثَ بِالْحَدِيثِ عَنْ رَسُولِ اللَّهِ ﷺ قَالَ: اللَّهُمَّ إِلَّا هَكَذَا أَوْ كَشَكْلِهِ\".","","105- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޢުނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާވިޔާ ބްނު ޞާލިޙު، ރަބީޢާ ބްނު ޔަޒީދުގެ އަރިހުން، އަބުއް ދަރްދާއުގެ އަރިހުން ވިދާޅުވިއެވެ:\n«كَانَ أَبُو الدَّرْدَاءِ إِذَا حَدَّثَ بالحَدِيث عن رسول الله صلى الله عليه وسلم قَالَ: اللَّهُمَّ إِلَا هَكَذَا، ‌أَوْ ‌كَشَكْلِهِ»\nމާނައީ: \"އެކަލޭގެފާނު (އެބަހީ: އަބުއް ދަރްދާއު) ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ޙަދީޘެއް ކިޔާދެއްވައިފިނަމަ ވިދާޅުވެއެވެ: \"އޭ ﷲ އެވެ! މިހެންނެވެ. ނުވަތަ މިފަދަ ގޮތަކަށެވެ.\"",""],["106","١٠٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مَعْنٌ، ثنا أَبُو أُوَيْسِ بْنُ عَمِّ مَالِكِ بْنِ أَنَسٍ قَالَ: سَمِعْتُ الزُّهْرِيَّ، يَقُولُ:\n\"إِذَا أَصَبْتَ الْمَعْنَى فَلَا بَأْسَ\".","","106- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މަޢުނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މާލިކު ބްނު އަނަސްގެ ބޮޑުބޭބެގެ ދަރިކަލުން އަބޫ އުވައިސް ކިޔާދެއްވާ ވިދާޅުވިއެވެ: އައްޒުހްރީ ވިދާޅުވަނިކޮށް ތިމަން އަޑުއެހީމެވެ:\n«إِذَا ‌أَصَبْتَ ‌الْمَعْنَى فَلَا بَأْسَ»\nމާނައީ: \"ތިބާ (ޙަދީޘުން ދޭހަވާ) މާނައާ ދިމާވެއްޖެނަމަ ދެން އޭގައި (ސީދާ ލަފްޒު ނުގެނަޔަސް) މައްސަލައެއް ނެތެވެ.\"",""],["107","١٠٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، وَالنَّاسُ يَسْأَلُونَهُ يَقُولُ:\n\"لَوْلَا آيَةٌ أُنْزِلَتْ فِي سُورَةِ الْبَقَرَةِ لَمَا أَخْبَرْتُ بِشَيْءٍ، فَلَوْلَا أَنَّهُ قَالَ ﴿إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ﴾ [البقرة: 159] \"⁽⁴⁸⁾.","⁽⁴⁸⁾ قلت: إسناده صحيح على شرط الشيخين، وقد أخرجه البخاري (1/ 42) من طريق الأعرج عن أبي هريرة به.","107- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްޖާޖު ބްނު މުޙައްމަދު، އިބްނު ޖުރައިޖުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަޠާއު ޚަބަރުދެއްވިއެވެ: އެއީ އަބޫ ހުރައިރާގެ އަރިހުން މީސްތަކުން ސުވާލުކުރަނިކޮށް އެކަލޭގެފާނު ވިދާޅުވި އަޑުއެހިކަމަށެވެ:\n‌«لولا ‌آية ‌أنزلت في سورة البقرة لما أخبرت بشيء، فلولا أنه قال ﴿إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ‌ٱللَّٰعِنُونَ١٥٩﴾»\nމާނައީ: \"އަލްބަޤަރާ ސޫރަތުގައިވާ އާޔަތެއް ބާވައިލެއްވިގެން ނުވީނަމަ އަހުރެން އެއްވެސް ކަމެއްގެ ޚަބަރު ނުދިނީމުހެވެ. ފަހެ އެކަލާނގެ މިހެން ވަޙީކުރައްވާފައި ނުވިނަމައެވެ: ﴿إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ‌ٱللَّٰعِنُونَ١٥٩﴾ [البقرة: 159] \"ހަމަކަށަވަރުން ބަޔާންވެގެންވާ ހެކިތަކާއި ތެދުމަގުގެ ތެރެއިން ތިމަންއިލާހު ބާވައިލެއްވި ތަކެތި މީސްތަކުންނަށް ތިމަންއިލާހު އެފޮތުގައި ބަޔާންކޮށް ދެއްވުމަށްފަހު، އެތަކެތި ވަންހަނާކުރާ މީހުން (ދަންނާށެވެ!) އެއުރެންނަށް ﷲ، ލަޢުނަތް ލައްވާނެތެވެ. އަދި ލަޢުނަތް ދޭ މީހުންވެސް އެއުރެންނަށް ލަޢުނަތް ދޭނެތެވެ.\"",""],["108","١٠٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، قَالَ:\n\"كُنَّا نَجْلِسُ أَنَا وَابْنُ شُبْرُمَةَ، وَالْحَارِثُ الْعُكَلِيُّ، وَالْمُغِيرَةُ وَالْقَعْقَاعُ بْنُ يَزِيدَ بِاللَّيْلِ نَتَذَاكَرُ الْفِقْهَ، فَرُبَّما لَمْ نَقُمْ حَتَّى نَسْمَعُ النِّدَاءَ لِصَلَاةِ الْفَجْرِ\".","","108- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ފުޟައިލު، އެބޭފުޅާގެ ބައްޕަ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«كنا نجلس أنا وابن شبرمة، والحارث العكلي، والمغيرة، والقعقاع بن يزيد بالليل نتذاكر الفقه فربما ‌لم ‌نقم ‌حتى ‌نسمع النداء لصلاة الفجر»\nމާނައީ: \"އަހަރުމެން -އަހަރެންނާއި އިބްނު ޝުބްރުމާއާއި، އަލްޙާރިޘް އަލްޢުކްލިއްޔުއާއި، އަލްމުޣީރާއާއި، އަލްޤަޢުޤާޢު ބްނު ޔަޒީދު- ރޭގަނޑުގައި ފިޤުހު މުޛާކަރާކޮށް އެކަކު އަނެކަކަށް ކިޔާ ހަނދާން އައުކުރުމަށްޓަކައި އިށީންނަމެވެ. ދެން، ފަހަރެއްގައި ފަތިސް ނަމާދުގެ ބަންގި އަޑުއިވިއްޖައުމަށް ދާންދެން އަހަރުމެން ނުތެދުވަމެވެ.\"",""],["109","١٠٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ يَعْنِي الصَّهْبَانِيَّ عَنْ كُمَيْلِ بْنِ زِيَادٍ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"إنَّكُمْ فِي زَمَانٍ كَثِيرٌ عُلَمَاؤُهُ، قَلِيلٌ خُطَبَاؤُهُ، وَإنَّ بَعْدَكُمْ زَمَانًا كَثِيرٌ خُطَبَاؤُهُ وَالْعُلَمَاءُ فِيهِ قَلِيلٌ\"⁽⁴⁹⁾.","⁽⁴⁹⁾ هذا موقوف صحيح الإسناد، ورجاله رجال الصحيحين غير عبد الله بن يزيد الصهباني وهو ثقة، وله ترجمة في \"الجرح والتعديل\".","109- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢަބްދު ﷲ ބްނު ޔަޒީދު -އެބަހީ: އައްޞުހްބާނިއްޔު- ގެ އަރިހުން، ކުމައިލު ބްނު ޒިޔާދުގެ އަރިހުން، ޢަބްދު ﷲ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّكُمْ فِي زَمَانٍ كَثِيرٌ ‌عُلَمَاؤُهُ، ‌قَلِيلٌ خُطَبَاؤُهُ، وَإِنَّ بعدكُمْ زَمَانًا كَثِيرٌ خُطَبَاؤُهُ، والعلماء فيه قَلِيلٌ»\nމާނައީ: \"ހަމަކަށަވަރުން ތިޔަބައިމީހުން ތިޔަވަނީ އެޒަމާނެއްގެ ޢިލްމުވެރިން ގިނަވެގެންވާ، އަދި ޚަޠީބުން މަދުވެގެންވާ ޒަމާނެއްގައިއެވެ. އަދި ތިޔަބައިމީހުންގެ ފަހުން އެޒަމާނުގެ ޚަޠީބުންތައް ގިނަވެގެންވާ، އަދި އެޒަމާނުގައި ޢިލްމުވެރިން މަދުވެގެންވާ ޒަމާނެއް އެބައޮތެވެ.\" (38)","(38) އެހެން ރިވާޔަތެއްގައިވެއެވެ. އިބްނު މަސްޢޫދު ވިދާޅުވިއެވެ:"],["110","١١٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، قَالَ:\n\"لَا بَأْسَ بِالسَّمَرِ فِي الْفِقْهِ\".","","110- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ސަލާމު ބްނު ޙަރްބު، ލައިޘުގެ އަރިހުން، މުޖާހިދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«لَا بَأْسَ ‌بِالسَّمَرِ ‌فِي ‌الْفِقْهِ»\nމާނައީ: \"ރޭގަނޑު (ދަންވަންދެން) ފިޤުހުގައި ވާހަކަދައްކަން ތިބުމަކީ މައްސަލައެއް ނޫނެވެ.\"",""],["111","١١١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنِ الْحَسَنِ بْنِ عَمْرٍو، وعَنْ إِبْرَاهِيمَ النَّخَعِيِّ، قَالَ:\n\"مَنْ طَلَبَ شَيْئًا مِنَ الْعِلْمِ يَبْتَغِي بِهِ اللَّهَ عز وجل، آتَاهُ اللَّهُ عز وجل بِهِ مَا يَكْفِيهِ\".","","111- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަލްޙަސަނު ބްނު ޢަމްރުގެ އަރިހުން، އިބްރާހީމް އައްނަޚަޢީގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«مَنِ طَلَبَ شَيْئًا مِنَ الْعِلْمِ يَبْتَغِي بِهِ اللَّه عز وجل، آتَاهُ اللَّهُ ‌عز وجل به ‌مَا ‌يَكْفِيهِ»\nމާނައީ: \"ޢިލްމުން އެއްޗެއް، ﷲ ޢައްޒަ ވަޖައްލަ އަދައިގެން (އިޚްލާޞްތެރިކަމާއެކު) ހޯދަން އުޅެފި މީހާ؛ އެއިން އޭނާއަށް ފުދޭނެ މިންވަރު ﷲ ޢައްޒަ ވަޖައްލަ އޭނާއަށް ދެއްވާނެއެވެ.\"",""],["112","١١٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ أَبِي يَزِيدَ الْمُرَادِيِّ، قَالَ:\n\"لَمَّا حَضَرَ عُبَيْدَةَ⁽⁵⁰⁾ الْمَوْتُ دَعَا بِكُتُبِهِ فَمَحَاهَا\".","⁽⁵⁰⁾ هو ابن عمرو السلماني بفتح السين وسكون اللام، تابعي ثقة ثبت. والراوي عنه أبو زيد المرادي هو النعمان بن قيس، ترجمه ابن أبي حاتم (4/ 1 / 446) وروى توثيقه عن ابن معين وغيره، وروى هذا الأثر عنه سفيان الثوري أيضًا وزاد في آخره: \"وقال: إني أخاف أن يليها قوم فلا يضعونها مواضعها\". أخرجه الدارمي (1/ 12) والخطيب في \"تقييد العلم\" (ص 61).","112- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަބޫ ޔަޒީދު އަލްމުރާދީގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«لَمَّا حَضَرَ عَبِيْدَة الْمَوْتُ دَعَا ‌بِكُتُبِهِ ‌فَمَحَاهَا»\nމާނައީ: \"ޢަބީދާގެ ގާތަށް މަރު އައިހިނދު އެކަލޭގެފާނުގެ ފޮތްތައް ގެންނަވާ، އެތަކެތި ފޮހެލެއްވިއެވެ.\" (39)","(39) އޭގެ ސަބަބު އެހެން ރިވާޔަތެއްގައިވެއެވެ:"],["113","١١٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"رَحِمَ اللَّهُ مَنْ سَمِعَ مِنَّا حَدِيثًا فَرَوَاهُ كَمَا سَمِعَهُ، فَإِنَّهُ رُبَّ مُحَدِّثٍ أَوْعَى مِنْ سَامِعٍ\"⁽⁵¹⁾.","⁽⁵¹⁾ قلت: إسناده منقطع، لأن ابن عبد الله وهو أبو عبيدة بن عبد الله بن مسعود لم يسمع من أبيه. ثم هو موقوف وقد صح عن ابن مسعود مرفوعًا. أخرجه الترمذي وصححه، وابن حبان في صحيحه وورد عن غيره من الصحابة.","113- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢަބްދުލް މަލިކު ބްނު ޢުމައިރުގެ އަރިހުން، އިބްނު ޢަބްދި ﷲ ގެ އަރިހުން ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«‌رَحِمَ ‌اللَّهُ ‌مَنْ ‌سَمِعَ مِنَّا حَدِيثًا فَرواهُ كَمَا سَمِعَهُ ، فَإِنَّهُ رُبَّ مُحَدَّث أَوْعَى مِنْ سَامِعٍ»\nމާނައީ: \"އަހަރުމެންގެ ކިބައިން ޙަދީޘެއް އަޑުއަހާ، ދެން އޭނާ އަޑުއެހިގޮތަށް އެޙަދީޘް ރިވާކޮށްފި މީހަކަށް ﷲ ރަޙްމަތްލައްވާށިއެވެ. އެހެނީ ފަހަރެއްގައި އެމީހަކަށް އެޙަދީޘް ކިޔާދެވޭ މީހާ، އަޑުއެހި މީހާއަށްވުރެ ނަގައިގަތުން ބޮޑުވެދާނެއެވެ.\"",""],["114","١١٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ:\n\"الْعِلْمُ بِالتَّعَلُّمِ، وَالْحِلْمُ بِالتَّحَلُّمِ، وَمَنْ يَتَحَرَّ الْخَيْرَ يُعْطَهُ وَمَنْ يَتَوَقَّ الشَّرَّ يُوقَهُ\"⁽⁵²⁾.","⁽⁵²⁾ إسناده صحيح موقوف، وقد روي من طريق إسماعيل بن مجالد عن عبد الملك بن عمير به مرفوعًا، وله شاهد عن معاوية رضي الله عنه، وقد تكلمت عليها في \"الأحاديث الصحيحة\".","114- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ޢަބްދުލް މަލިކު ބްނު ޢުމައިރުގެ އަރިހުން، ރަޖާއު ބްނު ޙައިވާގެ އަރިހުން، އަބުއް ދަރްދާއު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«الْعِلْمُ بِالتَّعَلُّمِ وَالْحِلْمُ بِالتَّحَلُّمِ، وَمَنْ ‌يَتَحَرَّ ‌الْخَيْرَ ‌يُعْطَهْ، وَمَنْ يَتّوق الشَّرَّ يُوقَهْ»\nމާނައީ: \"ޢިލްމުވަނީ ޢިލްމު އުނގެނިގެންނެވެ. އަދި ޙިލްމުވެރިކަން (ރުޅިމަޑުކަމާއި ބުއްދިވެރިކަން) ވަނީ ޙިލްމުވެރިވާން އުޅެގެންނެވެ. އަދި ހެޔޮކަން ހޯދަން އުޅެފި މީހަކަށް އެކަން ދެއްވޭހުއްޓެވެ. އަދި ނުބައިން އެއްކިބާވާން އުޅެފި މީހާ؛ އެއިން ރައްކާތެރިކުރެއްވޭނެއެވެ.\"",""],["115","١١٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزَّعْراءِ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ:\n\"إنَّ أَحَدًا لَا يُولَدُ عَالِمًا، وَالْعِلْمُ بِالتَّعَلُّمِ\".","","115- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ސުފްޔާނުގެ އަރިހުން، އަބުއް ޒަޢުރާއުގެ އަރިހުން، އަބުލް އަޙްވަޞުގެ އަރިހުން، ޢަބްދު ﷲ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّ أَحَدًا ‌لَا ‌يُولَدُ ‌عَالِمًا وَالْعِلْمُ بِالتَّعَلُّمِ»\nމާނައީ: \"އެއްވެސް މީހަކު ޢިލްމުވެރިޔަކުގެ ގޮތުގައި އުފަންނުވެއެވެ. ޢިލްމު ލިބެނީ ޢިލްމު އުނގެނިގެންނެވެ.\"",""],["116","١١٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ أَبِي سِنَانٍ، عَنْ سَهْلٍ الْفَزَارِيِّ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا أَوْ مُسْتَمِعًا، وَلَا تَكُونَنَّ الرَّابِعَ فَتَهْلَكْ\".","","116- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، އަބޫ ސިނާނުގެ އަރިހުން، ސަހްލު އަލްފަޒާރީ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«اغْدُ ‌عَالِمًا ‌أَوْ ‌مُتَعَلِّمًا أَوْ مُسْتَمِعًا، وَلَا تَكُونن الرَّابِعَ فَتَهْلِكَ»\nމާނައީ: \"ޢިލްމުވެރިއެއްގެ ގޮތުގައި، ނުވަތަ ޢިލްމު އުނގެނޭ މީހެއްގެ ގޮތުގައި، ނޫނީ (ޢިލްމު) ކަނުލާ އަޑުއަހާ މީހެއްގެ ގޮތުގައި ތިބާ ހެނދުނާ ދާށެވެ. ހަތަރުވަނަ މީހެއްކަމުގައި ނުވާށެވެ. އޭރުން ތިބާ ހަލާކުވެދާނެއެވެ.\"",""],["117","١١٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُثْمَانَ بْنِ غِيَاثٍ، عَنْ أَبِي السَّلِيلِ⁽⁵³⁾ قَالَ:\n\"كَانَ الرَّجُلُ مِنْ أَصْحَابِ النَّبِيِّ ﷺ يُحَدِّثُ النَّاسَ فَيَكْثُرُ عَلَيْهِ فَيَصْعَدُ فَوْقَ بَيْتٍ فَيُحَدِّثُهُمْ\".","⁽⁵³⁾ بفتح المهملة واسمه ضريب مصغرًا ابن نفير مصغرًا، ثقة يروي عن التابعين، وأرسل عن جماعة من الصحابة.","117- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޙްޔާ ބްނު ސަޢީދު، ޢުޘްމާނު ބްނު ޣިޔާޘުގެ އަރިހުން، އަބުއް ސަލީލުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كان الرجل من أصحاب النبي صلى الله عليه وسلم يحدث الناس فيكثر عليه ‌فيصعد ‌فوق بيت فيحدثهم»\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ގެ އަޞްހާބުންކުރެ ބޭކަލަކު މީސްތަކުންނަށް ޙަދީޘް ކިޔާދެއްވައެވެ. ދެން އެބޭކަލެއްގެ ގާތަށް (މީސްތަކުން) ގިނަވެއެވެ. ދެން އެބޭކަލަކު ގެޔެއްގެ މައްޗަށް އަރާވަޑައިގެން އެމީހުންނަށް ޙަދީޘް ކިޔާދެއްވައެވެ.\"",""],["118","١١٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ عَنْ يَحْيَى بْنِ عُمَيْرٍ، قَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:\n\"يُرْفَعُ الْعِلْمُ، وَيَظْهَرُ الْجَهْلُ، وَيَكْثُرُ الْهَرْجُ، قَالُوا: وَمَا الْهَرْجُ؟ قَالَ الْقَتْلُ\"⁽⁵⁴⁾.","⁽⁵⁴⁾ إسناده صحيح موقوف، وقد صح مرفوعًا من طرق عن أبي هريرة رضي الله عنه، أخرجه الشيخان وغيرهما.","118- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ، ޔަޙްޔާ ބްނު ޢުމައިރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަހުރެންގެ ބައްޕަ، އަބޫ ހުރައިރާގެ އަރިހުން ކިޔާދެއްވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ. އެކަލޭގެފާނު ވިދާޅުވިކަމަށެވެ:\n«يرفع العلم ‌ويظهر ‌الجهل ‌ويكثر ‌الهرج، ‌قالوا: ‌وما ‌الهرج؟ قال القتل»\nމާނައީ: \"ޢިލްމު އުފުލޭނެއެވެ. އަދި ޖާހިލުކަން ފާޅުވާނެއެވެ. އަދި \"ހަރްޖު\" ގިނަވާނެއެވެ.\" އެބޭކަލުން ދެންނެވިއެވެ: \"ހަރްޖު އަކީ ކޮބައިތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"ޤަތުލުކުރުމެވެ.\"",""],["119","١١٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا رَوْحُ بْنُ عَبَّادٍ، نَا الرَّبِيعُ، عَنِ الْحَسَنِ، قَالَ: \"أَفْضَلُ الْعِلْمِ الْوَرَعُ، وَالتَّفَكُّرُ\".","","119- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ރައުޙު ބްނު ޢައްބާދު ޚަބަރުދެއްވިއެވެ: އަހަރުމެންނަށް އައްރަބީޢު، އަލްޙަސަނުގެ އަރިހުން ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ:\n«أَفْضَلُ ‌الْعِلْمِ ‌الْوَرَعُ وَالتَّفَكُّر»\nމާނައީ: \"އެންމެ ހެޔޮވެ މޮޅުވެގެންވާ ޢިލްމަކީ ވަރަޢަވެރިކަމާއި ފިކުރުކުރުމެވެ.\" (40)","(40) އަބުއް ދަރްދާއު ވިދާޅުވިއެވެ: «‌تَفَكُّرُ ‌سَاعَةٍ خَيْرٌ مِنْ قِيَامِ لَيْلَةٍ»"],["120","١٢٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، حَدَّثَنِي أَبِي⁽⁵⁵⁾، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ أَنَسٌ يَقُولُ لِبَنِيهِ:\n\"يَا بَنِيَّ قَيِّدُوا الْعِلْمَ بِالْكِتَابِ\".","⁽⁵⁵⁾ هو عبد الله بن المثنى بن عبد الله بن أنس صدوق كثير الخطأ، وقد روي هذا الحديث مرفوعًا إلى النبي ﷺ، ولا يصح. ثم وقفت على طرق كثيرة للحديث مرفوعًا، دل مجموعها على أنه صحيح، وقد بينت ذلك في \"الأحاديث الصحيحة\" (2026).","120- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދި ﷲ އަލްއަންޞާރީ ކިޔާދެއްވިއެވެ: އަހުރެންގެ ބައްޕަ، ޘުމާމާ ބްނު ޢަބްދި ﷲ ގެ އަރިހުން އަހުރެންނަށް ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كَانَ أنسٌ يَقُولُ لِبَنِيهِ: يَا بَنِيَّ ‌قَيِّدُوا ‌الْعِلْمَ ‌بالْكِتَابِ»\nމާނައީ: \"އަނަސް އެކަލޭގެފާނުގެ ދަރިދަރިކަލުންނަށް ވިދާޅުވާކަމުގައިވެއެވެ: އޭ ދަރިންނޭވެ! ލިޔެގެން (ނުވަތަ ފޮތުގައި) ޢިލްމު ހިފަހައްޓާށެވެ.\"",""],["121","١٢١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: \"قَالَ رَسُولُ اللَّهِ ﷺ\"\n\"إنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ حَتَّى إِذَا لَمْ يَبْقَ عَالِمٌ اتَّخَذَ النَّاسُ رُؤَسَاءَ جُهَّالًا فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا\"⁽⁵⁶⁾.","⁽⁵⁶⁾ إسناده صحيح على شرط الشيخين وقد أخرجاه. وإحدى طرقه عند مسلم من طريق المصنف.","121- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ހިޝާމު ބްނު ޢުރްވާގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަގެ އަރިހުން، ޢަބްދު ﷲ ބްނު ޢަމްރު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«إِنَّ اللهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ، حَتَّى إِذَا لَمْ يبق عَالِمًا اتَّخَذَ النَّاسُ رُؤساء جُهَّالًا، فَسُئِلُوا ‌فَأَفْتَوْا ‌بِغَيْرِ عِلْمٍ فَضَلُّوا، وَأَضَلُّوا»\nމާނައީ: \"ހަމަކަށަވަރުން މީސްތަކުންގެ ކިބައިން (ކުއްލިއަކަށް) ނިގުޅައިގަނެވޭ ނިގުޅައިގަނެވުމަކުން ﷲ تبارك وتعالىޢިލްމު ނުހިއްޕަވައެވެ. އެހެނެއްކަމަކު އެކަލާނގެ ޢިލްމު ހިއްޕަވަނީ ޢިލްމުވެރިން (މަރުގަންނަވާ) ހިއްޕަވައިގެންނެވެ. އެހެންގޮސް އެކަލާނގެ ޢިލްމުވެރިޔަކު ބާކީނުކުރައްވާ ހިނދު؛ މީސްތަކުން ތަންދޮރު ނުދަންނަ ޖާހިލު ބޮޑުންތަކެއް ނަގައެވެ. ދެން އެމީހުންނާ ސުވާލުކުރެވުމުން ޢިލްމެއްނެތި ފަތުވާދެއެވެ. ދެންފަހެ އެމީހުން މަގުފުރެދި، އަދި (އެހެންމީހުންވެސް) މަގުފުރައްދައެވެ.\"",""],["122","١٢٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا يَعْقُوبُ، نَا أَبِي، عَنْ صَالِحٍ، قَالَ: قَالَ ابْنُ شِهَابٍ وَلَكِنْ عُرْوَةُ يُحَدِّثُ، عَنْ حُمْرَانَ أَنَّهُ قَالَ يَوْمًا:\n\"فَلَمَّا تَوَضَّأَ عُثْمَانُ، قَالَ: وَاللَّهِ لَأُحَدِّثَنَّكُمْ حَدِيثًا، لَوْلَا آيَةٌ فِي كِتَابِ اللَّهِ عز وجل مَا حَدَّثْتُكُمُوهُ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: \"لَا يَتَوَضَّأُ رَجُلٌ فَيُحْسِنُ الْوُضُوءَ ثُمَّ يُصَلِّي الصَّلَاةَ إِلَّا غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلَاةِ الَّتِي يُصَلِّيهَا\".\nقَالَ عُرْوَةُ: الْآيَةُ ﴿إنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ﴾ [البقرة: 159] \"⁽⁵⁷⁾.","⁽⁵⁷⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه، وبعض طرقه عند مسلم عن المصنف.","122- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޢުޤޫބު ކިޔާދެއްވިއެވެ: އަހުރެންގެ ބައްޕަ، ޞާލިޙު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ: އިބްނު ޝިހާބު ވިދާޅުވިއެވެ: ނަމަވެސް ޢުރްވާ ކިޔާދެއްވަމުން ދިޔައީ ޙުމްރާނުގެ އަރިހުން އެއްދުވަހަކު ވިދާޅުވިކަމަށެވެ:\n«فَلَمَّا تَوَضَّأَ عُثْمَانُ قَالَ: وَاللهِ لَأُحَدِّثَنَّكُمْ حَدِيثًا، وَاللهِ لَوْلَا آيَةٌ فِي كِتَابِ اللهِ عز وجل ‌مَا ‌حَدَّثْتُكُمُوهُ، إِنِّي سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ: لَا يَتَوَضَّأُ رَجُلٌ فَيُحْسِنُ الوُضُوءَ، ثُمَّ يُصَلِّي الصَّلَاةَ إِلَّا غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الصَّلَاةِ الَّتِي يصلِيهَا، قَالَ عُرْوَةُ: الْآيَةُ: ﴿إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ‌ٱللَّٰعِنُونَ١٥٩﴾ [البقرة: 159]»\nމާނައީ: \"ދެންފަހެ ޢުޘްމާނު ވުޟޫކުރެއްވިހިނދު ވިދާޅުވިއެވެ: \"ﷲ ގަންދީ ބުނަމެވެ! އަހުރެން ތިޔަބައިމީހުންނަށް ޙަދީޘެއް ކިޔާދޭނަމެވެ! ﷲ ގެ ފޮތުގައިވާ އާޔަތެއް ނުވިނަމަ އަހުރެން ތިޔަބައިމީހުން އެޙަދީޘް ކިޔާނުދިނީމުހެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރައްވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ: \"އެއްވެސް މީހަކު ވުޟޫކޮށް، ދެން ވުޟޫ ރިވެތިކޮށް، ދެން ނަމާދު ކޮށްފިނަމަ އޭނާ އެކުރާ ނަމާދާއި އޭނާއާ ދެމެދުވާހާ ފާފައެއް ފުއްސެވިގެން މެނުވީ ނުވެއެވެ.\" ޢުރްވާ ވިދާޅުވިއެވެ: \"އެއާޔަތަކީ: ﴿إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ‌ٱللَّٰعِنُونَ١٥٩﴾ [البقرة: 159] \"ހަމަކަށަވަރުން ބަޔާންވެގެންވާ ހެކިތަކާއި ތެދުމަގުގެ ތެރެއިން ތިމަންއިލާހު ބާވައިލެއްވި ތަކެތި މީސްތަކުންނަށް ތިމަންއިލާހު އެފޮތުގައި ބަޔާންކޮށް ދެއްވުމަށްފަހު، އެތަކެތި ވަންހަނާކުރާ މީހުން (ދަންނާށެވެ!) އެއުރެންނަށް ﷲ، ލަޢުނަތް ލައްވާނެތެވެ. އަދި ލަޢުނަތް ދޭ މީހުންވެސް އެއުރެންނަށް ލަޢުނަތް ދޭނެތެވެ.\"",""],["123","١٢٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ شُعْبَةَ، عَنِ الْهَيْثَمِ⁽⁵⁸⁾، عَنْ عَاصِمِ بْنِ ضَمْرَةَ:\n\"أَنَّهُ رَأَى أُنَاسًا يَتَّبِعُونَ سَعِيدَ بْنَ جُبَيْرٍ، فَنَهَاهُمْ وَقَالَ: \"إنَّ صَنِيعَكُمْ هَذَا مَذَلَّةٌ لِلتَّابِعِ، وَفِتْنَةٌ لِلْمَتْبُوعِ\".","⁽⁵⁸⁾ هو الهيثم بن حبيب: أبي الهيثم الصيرفي وهو ثقة، وكذلك سائر الرواة.","123- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްޖާޖު ބްނު މުޙައްމަދު، ޝުޢުބާގެ އަރިހުން، އަލްހައިޘަމުގެ އަރިހުން، ޢާޞިމު ބްނު ޟަމްރާގެ (41) އަރިހުން ކިޔާދެއްވިއެވެ: އެއީ ސަޢީދު ބްނު ޖުބައިރުގެ ފަހަތުން ބަޔަކު މީހުން ދަނިކޮށް ދެން ސަޢީދު އެމީހުންނަށް އެކަން ނަހީކުރައްވާ މިހެން ވިދާޅުވިތަން ދުށްކަމަށެވެ:\n«إِنَّ صَنِيعَكُمْ هَذَا، ‌مَذَلَّةٌ ‌لِلتَّابِعِ، وَفِتْنَةٌ لِلْمَتْبُوعِ»\nމާނައީ: \"ކަލޭމެން ތިޔަ ކުރާ ކަންތަކަކީ ތަބަޢަވާ މީހާއަށް ހުރި ނިކަމެތިކަމެކެވެ. އަދި ތަބަޢަވެވޭ މީހާއަށް ހުރި ފިތުނައެކެވެ.\"","(41) ތަޙްޤީޤު ކުރެއްވި ޢިލްމުވެރިން ބަޔާންކުރައްވާ ގޮތުގައި މިއީ ލިޔުމުގެ ކުށެކެވެ. ރަނގަޅު ގޮތަކީ އަބޫ ޞަޚްރާއެވެ."],["124","١٢٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا حَجَّاجُ بْنُ مُحَمَّدٍ، ثنا يُونُسُ، عَنْ أَبِي إِسْحَاقَ⁽⁵⁹⁾ عَنِ الْأَغَرِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ:\n\"إنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى أَبِي هُرَيْرَةَ وَجُلَسَائِهِ\".","⁽⁵⁹⁾ اسمه عمرو بن عبد الله السبيعي ثقة مدلس وكان اختلط.","124- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްޖާޖު ބްނު މުޙައްމަދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔޫނުސް، އަބޫ އިސްޙާޤުގެ އަރިހުން، އަލްއަޣައްރުގެ އަރިހުން، އަބޫ ހުރައިރާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«إِنَّ اللَّهَ وَمَلَائِكَتَهُ ‌يُصَلُّونَ ‌عَلَى ‌أَبِي ‌هُرَيْرَةَ وجلسائه»\nމާނައީ: \"ހަމަކަށަވަރުން ﷲ އާއި އެކަލާނގެ މަލާއިކަތުން އަބޫ ހުރައިރާއާއި އޭނާއާއެކު އިށީނދެތިބި މީހުންނަށް ޞަލަވާތް ލައްވަތެވެ.\" (42)","(42) އެހެން ރިވާޔަތެއްގައިވެއެވެ:"],["125","١٢٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنِ ابْنِ⁽⁶⁰⁾ طَاوُسٍ، عَنْ أَبِيهِ، قَالَ: قَالَ عُمَرُ:\n\"إنَّا لَا نُحِلُّ أنْ نُسْأَلَ عَمَّا لَمْ يَكُنْ، فَإِنَّ اللَّهَ قَدْ بَيَّنَ مَا هُوَ كَائِنٌ\".","⁽⁶⁰⁾ اسمه عبد الله وهو ثقة من رجال الشيخين، وكذلك سائر الإسناد، ولكنه منقطع، طاوس عن عمر مرسل.","125- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އިބްރާހީމު، ޙަބީބު ބްނުއް ޝަހީދުގެ އަރިހުން، އިބްނު ޠާވޫސްގެ އަރިހުން، އެބޭފުޅާގެ ބައްޕަ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢުމަރު ވިދާޅުވިއެވެ:\n«إنا‌‌ لا نحل أَن نسأَلَ ‌عَمَّا ‌لَمْ ‌يَكُنْ، ‌فَإِنَّ ‌اللَّهَ قَدْ بَيَّنَ مَا هُوَ كَائِنٌ»\nމާނައީ: \"ނުވާ ކަންތަކެއްގެ ވާހަކައިން އަހަރުމެންނާ ސުވާލުކުރެވެން އަހަރުމެން ހުއްދައެއް ނުކުރަމެވެ. ފަހެ ﷲ ވަނީ ވާނޭ ކަންތައް ބަޔާންކޮށްދެއްވާފައިއެވެ.\"",""],["126","١٢٦ - حدَّثَنا أَبُو خَيْثَمَةَ ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ مَهْدِيِّ بْنِ مَيْمُونٍ، عَنْ غِيلَانَ، قَالَ:\n\"قُلْتُ لِلْحَسَنِ: الرَّجُلُ يُحَدِّثُ بِالْحَدِيثِ لَا يَأْلُوا، فَيَكُونُ فِيهِ الزِّيَادَةُ وَالنُّقْصَانُ؟ قَالَ: وَمَنْ يُطِيقُ ذَلِكَ\"⁽⁶¹⁾.","⁽⁶¹⁾ أي لا أحد يستطيع أن يحدث بالحديث دون أن تقع فيه زيادة أو نقص، فعليه أن يجتهد ولا يقصر في الحفظ والضبط، ثم {لا يكلف الله نفسًا إلا ما آتاها} وإسناد الأثر صحيح، وغيلان هو ابن جرير المعولي.","126- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ، މަހްދީ ބްނު މައިމޫނުގެ އަރިހުން، ޣައިލާނުގެ ކިބައިން ކިޔާދެއްވިއެވެ:\n«قُلْتُ لِلْحَسَنِ: الرَّجُلُ يُحَدِّثُ بِالْحَدِيثِ لَا يَأْلُو، فَتَكُونُ ‌فِيهِ ‌الزِّيَادَةُ ‌وَالنُّقْصَانُ، قَالَ: وَمَنْ يُطِيقُ ذَلِكَ؟»\nމާނައީ: \"އަހުރެން އަލްޙަސަނުއަށް ދެންނެވީމެވެ: \"މީހަކު ފަރުވާކުޑަ ކުރުމެއްނެތި ޙަދީޘް ކިޔާދެއެވެ. ދެންވެސް އޭގައި އުނިއިތުރުވުންވަނީއެވެ؟\" ވިދާޅުވިއެވެ: \"އެކަމަށް (އުނި އިތުރުވުމެއްނެތި ސީދާ ލަފްޒުން ޙަދީޘްތައް ކިޔުން) ކުޅަދާނަވާނީ ކާކުހެއްޔެވެ؟\"",""],["127","١٢٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ، حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ مَعْقِلٍ، قَالَ: سَمِعْتُ وَهْبًا، يَقُولُ:\n\"لَا يَكُونُ الْبَطَّالُ مِنَ الْحُكَمَاءِ، وَلَا يَرِثُ الزُّنَاةُ مَلَكُوتَ السَّمَاءِ\".","","127- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު ޢަބްދުލް ކަރީމު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް ޢަބްދުއް ޞަމަދު ބްނު މަޢުޤިލު ކިޔާދެއްވާ ވިދާޅުވިއެވެ: ވަހްބު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«لَا يَكُونُ الْبَطَّال من الحُكَمَاء، وَلَا يَرثُ ‌الزُّنَاةُ ‌مَلَكُوتَ السَّمَاءِ»\nމާނައީ: \"ކުރާނޭ ކަމެއްނެތި ހުސްކޮށްހުންނަ މީހާ ޙިކްމަތްތެރިންގެ ތެރެއިން ނުވާނެއެވެ. އަދި ޒިނޭކުރާ މީހުން އުޑުގެ ރަސްކަން ވާރުތަ ނުކުރާނެއެވެ.\"",""],["128","١٢٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ عَبْدِ الْكَرِيمِ، ثنا عَبْدُ الصَّمَدِ يَعْنِي ابْنَ مَعْقِلٍ، قَالَ:\n\"قَدِمَ عِكْرِمَةُ، (الْجَنَدَ)⁽⁶²⁾ فَأَهْدَى لَهُ طَاوُسٌ نَجِيبًا بِسِتِّينَ دِينَارًا، فَقِيلَ لِطَاوُسٍ: مَا يَصْنَعُ هَذَا العَبْدُ بِنَجِيبٍ بِسِتِّينَ دِينَارًا؟ قَالَ أَتَرَوْنِّي لَا أشْتَرِي عِلْمَ ابْنِ عَبَّاسٍ لِعَبْدِ اللَّهِ بْنِ طَاوُسٍ بِسِتِّينَ دِينَارًا؟ \".","⁽⁶²⁾ بفتح الجيم والنون بلدة مشهورة باليمن.","128- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު ޢަބްދުލް ކަރީމު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ޞަމަދު -ޔަޢުނީ އިބްނު މަޢުޤިލު- ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n«قدم عكرمة، الجند فأهدى له طاوس نجيبا بستين دينارا، فقيل لطاوس: ما يصنع هذا العبد بنجيب بستين دينارا؟ قال‌‌ أتروني لا ‌أشتري ‌علم ‌ابن ‌عباس لعبد الله بن طاوس بستين دينارا»\nމާނައީ: \"(ޔަމަނުގެ ރަށެއްކަމުގައިވާ) އަލްޖަނަދު އަށް ޢިކްރިމާ ވަޑައިގަތުމުން، ފަސްދޮޅަސް ދީނާރުގެ އަގުހުރި މޮޅު ސަވާރީއެއް (ޖަމަލެއް ނުވަތަ އަހެއް) ޠާވޫސް ހަދިޔާކުރެއްވިއެވެ. ދެން ޠާވޫސްއަށް ދެންނެވުނެވެ: \"މި އަޅުމީހާ ފަސްދޮޅަސް ދީނާރުގެ މޮޅު ސަވާރީން ކުރާނީ ކީއްހެއްޔެވެ؟\" ވިދާޅުވިއެވެ: \"ބަލަ، އިބްނު ޢައްބާސްގެ ޢިލްމު ފަސްދޮޅަސް ދީނާރު ދީފައި ޢަބްދު ﷲ ބްނު ޠާވޫސަށް ގަނެދޭތަން ކަލޭމެންނަކަށް ނުފެނޭހެއްޔެވެ!؟\"",""],["129","١٢٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ نُسَيْرٍ يَعْنِي ابْنَ دَعْلُوقٍ قَالَ:\n\"كَانَ الرَّبِيعُ بْنُ خَيْثَمٍ إِذَا أَتَوْهُ قَالَ: \"أَعُوذُ بِاللَّهِ مِنْ شَرِّكُمْ\".","","129- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ސުފްޔާނުގެ އަރިހުން، ނުސައިރު -ޔަޢުނީ އިބްނު ޛުޢުލޫޤު- ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان الرَّبِيعَ بْنَ خُثَيْمٍ، إِذَا أَتَوْهُ قال: ‌أَعُوذُ ‌بِاللَّهِ ‌مِنْ ‌شَرِّكُمْ»\nމާނައީ: \"އައްރަބީޢު ބްނު ޚުޘައިމުގެ އަރިހަށް އެބޭފުޅުން (ޢިލްމު ހޯދުމަށް) ދިޔުމުން ވިދާޅުވެއެވެ: \"ކަލޭމެންގެ ނުބައިކަމުން ރައްކާތެރިކޮށްދެއްވުމަށް އަހުރެން ﷲ ގެ ޙަޟްރަތުން އެދެމެވެ.\" (43)","(43) އައްދާރިމީގެ މުސްނަދުގައި މިއަޘަރު ގެންނަވާފައިވަނީ: މަޝްހޫރުވުމާއި މީސްތަކުންނަށް އެނގިގެންވުމަށް ނުރުއްސެވި ބޭކަލުން ބަޔާންވި ބާބުގެ ދަށުންނެވެ."],["130","١٣٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ عَنْ سُفْيَانَ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ:\n\"أنَّ عَلِيًّا عليه السلام مَرَّ بِقَاصٍّ فَقَالَ: \" أَتَعْرِفُ النَّاسِخَ مِنَ الْمَنْسُوخِ؟ قَالَ: لَا، قَالَ هَلَكْتَ وَأَهْلَكْتَ\"⁽⁶³⁾.","⁽⁶³⁾ إسناده صحيح على شرط الشيخين. وأبو عبد الرحمن هو عبد بن حبيب السلمي تابعي مقريء ثقة ثبت. وأبو حصين اسمه عثمان بن عاصم الأسدي ثقة ثبت أيضًا مات سنة (127).","130- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ސުފްޔާނުގެ އަރިހުން، އަބޫ ޙުޞައިނުގެ އަރިހުން، އަބޫ ޢަބްދުއް ރަޙްމާނުގެ އަރިހުން ކިޔާދެއްވިއެވެ:\n«أَنَّ عَلِيًّا مَرَّ بِقَاصٍّ، فَقَالَ: أَتَعْرِفُ النَّاسِخَ مِنَ الْمَنْسُوخِ؟ قَالَ: لَا، قَالَ: ‌هَلَكْتَ ‌وَأَهْلَكْتَ»\nމާނައީ: \"ވާހަކަކިޔާ މީހެއްގެ ގާތުން ޢަލީ ވަޑައިގަންނަވަމުން ވިދާޅުވިއެވެ: \"މަންސޫޚަވެގެންވާ ތަކެތިން ނާސިޚު ވަކިކުރަން ކަލެއަށް އެނގޭހެއްޔެވެ؟\" އޭނާ ބުންޏެވެ: \"ނޫނެކެވެ.\" ވިދާޅުވިއެވެ: \"ކަލޭ ހަލާކުވެ، އަދި (އެހެން މީހުންވެސް) ހަލާކުކޮށްފިއެވެ.\"",""],["131","١٣١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا قَبِيصَةُ بْنُ عُقْبَةَ، قَالَ: سُفْيَانُ بْنُ سَعِيدٍ ثنا عَنْ أَبِي حُصَيْنٍ، قَالَ:\n\"أَتَيْتُ إِبْرَاهِيمَ أَسْأَلُهُ عَنْ مَسْأَلَةٍ، فَقَالَ: \"مَا كَانَ بَيْنِي وَبَيْنَكَ أَحَدٌ تَسْأَلُهُ غَيْرِي؟! \".","","131- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޤަބީޞާ ބްނު ޢުޤްބާ ޚަބަރުދެއްވާ ވިދާޅުވިއެވެ: ސުފްޔާނު ބްނު ސަޢީދު، އަބޫ ޙުޞައިނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أتيت إبراهيم أسأله عن مسألة، فقال: ‌‌ما كان بيني وبينك أحد ‌تسأله ‌غيري»\nމާނައީ: \"އަހުރެން މައްސަލައަކާމެދު ސުވާލުކުރަން އިބްރާހީމުގެ އަރިހަށް ދިޔައީމެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އަހުރެންނާ ތިބާއާމެދު ތިބާ ސުވާލުކުރަން އަހުރެން ނޫން މީހަކު ނެތީހެއްޔެވެ!؟\"",""],["132","١٣٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: نَا يَزِيدُ بْنُ هَارُونَ، أَنَا الْمَسْعُودِيُّ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إِنِّي لَأَحْسَبُ الرَّجُلَ يَنْسَى الْعِلْمَ كَانَ يَعْلَمُهُ بِالْخَطِيئَةِ يَعْمَلُهَا\".","","132- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޔަޒީދު ބްނު ހާރޫނު ޚަބަރުދެއްވިއެވެ: އަލްމަސްޢޫދީ، އަލްޤާސިމު ބްނު ޢަބްދުއް ރަޙްމާނު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ: ޢަބްދު ﷲ ވިދާޅުވިއެވެ:\n«إِنِّي لَأَحْسَبُ الرَّجُلَ يَنْسَى الْعِلْمَ كَانَ يَعْلَمُهُ ‌بِالْخَطِيئَةِ ‌يَعْمَلُهَا»\nމާނައީ: \"އަހުރެންނަށް ފެންނަ ގޮތުގައި މީހާ ކުރާ ކުށްފާފައިގެ ސަބަބުން އޭނާ ދަންނަ ޢިލްމު ހަނދާން ނެތެއެވެ.\" (44)","(44) މީހަކު އިމާމް މާލިކުގެ އަރިހުން ސުވާލުކުރިއެވެ:"],["133","١٣٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَلْقَمَةَ، ثنا أَبُو سَلَمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"وَجَدْتُ عَامَّةَ عِلْمِ رَسُولِ اللَّهِ ﷺ عِنْدَ هَذَا الْحَيِّ مِنَ الْأَنْصَارِ، إِنْ كُنْتُ لَأَقِيلُ عِنْدَ بَابِ أحَدِهِمْ، وَلَوْ شِئْتُ أنْ يُؤْذَنَ لِي عَلَيْهِ لَأُذِنَ وَلَكِنْ أَبْتَغِي بِذَلِكَ طِيبَ نَفْسِهِ\"⁽⁶⁴⁾.","⁽⁶⁴⁾ هذا إسناد جيد، وأدب رفيع من ابن عباس رضي الله عنه.","133- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދި ﷲ އަލްއަންޞާރީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަމްރު ބްނު ޢަލްޤަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ސަލަމާ، އިބްނު ޢައްބާސްގެ އަރިހުން ކިޔާދެއްވިއެވެ. (އިބްނު ޢައްބާސް) ވިދާޅުވިއެވެ:\n«وَجَدْتُ عَامَّةَ عِلْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم عِنْدَ هَذَا الْحَيِّ مِنَ الْأَنْصَارِ إِن كُنْتُ لَأقيل عندَ بَاب أَحَدِهِمْ وَلَوْ شِئْتُ أَنْ يُؤْذَنَ لِي عَلَيْهِ لَأَذِنَ وَلَكِن أَبْتَغِي ‌بِذَلِكَ ‌طِيبَ ‌نَفْسِهِ»\nމާނައީ: \"ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ގެ ޢާއްމު ގިނަ ޢިލްމު އަހުރެންނަށް ފެނުނީ އަންޞާރުންގެ މިއަވަށުންނެވެ. އަހުރެން އޭގެ ތެރެއިން ބޭކަލެއްގެ ދޮރާށިދޮށުގައި (އެބޭކަލެއް ނިކުމެވަޑައިގަންނަވަންދެން އިންތިޒާރުގައި) މެންދުރުގަޑި ނިދަމެވެ. އަހުރެން ބޭނުންވިނަމަ އެބޭކަލެއްގެ ގާތަށް ވަނުމަށް އިޛްނަ ލިބުނީހެވެ. ނަމަވެސް އަހުރެން އެހެން ހަދަނީ އެބޭކަލެއްގެ ހިތް ޙަލާލު ހޯދުމަށެވެ.\"",""],["134","١٣٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، ثنا ابْنُ عَوْنٍ، قَالَ:\n\"كَانَ الْقَاسِمُ بْنُ مُحَمَّدٍ، وَابْنُ سِيرِينَ، وَرَجَاءُ بْنُ حَيْوَةَ يُحَدِّثُونَ الْحَدِيثَ عَلَى حُرُوفِهِ وَكَانَ الْحَسَنُ، وَإِبْرَاهِيمُ، وَالشَّعْبِيُّ يُحَدِّثُونَ بِالْمَعَانِي\".","","134- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދި ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޢަވްނު ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n‌‌«كان القاسم بن محمد، وابن سيرين، ورجاء بن حيوة يحدثون الحديث على حروفه وكان الحسن، وإبراهيم، والشعبي ‌يحدثون ‌بالمعاني»\nމާނައީ: \"އަލްޤާސިމު ބްނު މުޙައްމަދުއާއި، އިބްނު ސީރީންއާއި، ރަޖާއު ބްނު ޙައިވާ ޙަދީޘް ކިޔާދެއްވަމުން ގެންދެވީ އޭގެ އަކުރުތަކަށެވެ. (ހަމަ ސީދާ ލަފްޒުން ލަފްޒަށެވެ.) އަދި އަލްޙަސަނުއާއި، އިބްރާހީމުއާއި، އައްޝަޢުބީ ޙަދީޘް ކިޔާދެއްވަމުން ގެންދެވީ މާނަތަކުންނެވެ. (ލަފްޒުތައް ސީދާ ގެންނަން އުޅުމެއްނެތި ދޭހަވާ މާނައިންނެވެ.)\"",""],["135","١٣٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا ابْنُ عَوْنٍ، قَالَ: \"دَخَلْتُ عَلَى إِبْرَاهِيمَ، فَدَخَلَ عَلَيْنَا حَمَّادٌ⁽⁶⁵⁾ فَجَعَلَ يَسْأَلُهُ وَمَعَهُ أَطْرَافٌ قَالَ: فقَالَ: مَا هَذَا؟ قَالَ: إِنَّمَا هِيَ أَطْرَافٌ، قَالَ: ألَمْ أَنْهَ عَنْ هَذَا؟! \"","⁽⁶⁵⁾ هو ابن أبي سليمان الكوفي الفقيه، وإبراهيم هو ابن يزيد النخعي، وابن عون اسمه عبد الله، وهو فقيه مشهور. وكلهم ثقات.","135- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު ޢަބްދި ﷲ އަލްއަންޞާރީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ޢަވްނު ކިޔާދެއްވާ ވިދާޅުވިއެވެ:\n«دخلت على إبراهيم، فدخل علينا حماد فجعل يسأله ‌ومعه ‌أطراف قال: فقال: ما هذا؟ قال: إنما هي أطراف، قال:‌‌ ألم أنه عن هذا»\nމާނައީ: \"އަހުރެން އިބްރާހީމުގެ އަރިހަށް ވަނީމެވެ. ދެން އަހަރުމެންގެ ގާތަށް ޙައްމާދު ވަނެވެ. އަދި އެކަލޭގެފާނާ ސުވާލުކުރަން ފެށިއެވެ. އަދި އެބޭފުޅާއެކު އަޠުރާފުތަކެއް ވެއެވެ.(45) ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"މިއީ ކޮން އެއްޗެއްހެއްޔެވެ؟\" ދެންނެވިއެވެ: \"އެއީ އަޠުރާފުތަކެކެވެ.\" ވިދާޅުވިއެވެ: \"އަހުރެން ތިކަން މަނާ ނުކުރަންހެއްޔެވެ؟\"","(45) އަޠުރާފުއަކީ ޙަދީޘްގެ ފެށޭކޮޅުން ނުވަތަ މެދުތެރެއިން ނުވަތަ ނިމޭކޮޅުގެ ޢިބާރާތެކެވެ. އެއީ ދިގު ޙަދީޘެއް ހަނދާންކުރުމަށްޓަކައި އެއިން ފާހަގަވާ ވަކި ޢިބާރާތްތަކެކެވެ. އަދި ޙަދީޘްތަކަށް ރުޖޫޢަވުމަށް ފިހުރިސްތެއް ގޮތަށްވާ ލިޔުމެކެވެ."],["136","١٣٦ - عَنْ⁽⁶⁶⁾ جَرِيرٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"لَا بَأْسَ بِكِتَابِ الْأَطْرَافِ\".","⁽⁶⁶⁾ كذا الأصل: \"عن\" على خلاف ما سبق ويأتي، وفي النسخة الأخرى \"ثنا\" على الجادة، إلا أن هذا الأثر وقع فيها بعد خمسة أحاديث، وقد أعاده المصنف فيما يأتي (161)، ووقع هناك على الجادة أيضًا. والمراد بـ (الأطراف) - والله أعلم - أوائل الأحاديث، كانوا يكتبونها يتذكرون الأحاديث بها.","136- ޖަރީރުގެ އަރިހުން، މަންޞޫރުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ރިވާވެގެންވެއެވެ:\n«لَا بَأْسَ ‌بِكِتَابِ ‌الْأَطْرَافِ»\nމާނައީ: \"އަޠުރާފުތައް ލިޔުމަކުން މައްސަލައެއް ނެތެވެ.\"",""],["137","١٣٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذٌ، نَا عِمْرَانُ، عَنْ أَبِي مِجْلَزٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، قَالَ:\n\"كُنْتُ أَكْتُبُ الْحَدِيثَ عَنْ أَبِي هُرَيْرَةَ، فَلَمَّا أَرَدْتُ أنْ أُفَارِقَهُ، أَتَيْتُهُ بِالْكِتَابِ فَقُلْتُ: هَذَا سَمِعْتُهُ مِنْكَ، قَالَ نَعَمْ\".","","137- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާޛު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢިމްރާނު، އަބޫ މިޖްލަޒުގެ އަރިހުން، ބަޝީރު ބްނު ނަހީކު ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«كنتُ أكتبُ الحديث عَنْ أَبِي هُرَيْرَةَ، فَلَمَّا أردتُ أَنْ أُفَارِقَهُ أتيتُه بالْكِتَاب، فَقُلْتُ: ‌هَذَا ‌سَمِعْتُه ‌مِنْكَ؟ قَالَ: نَعَمْ»\nމާނައީ: \"އަހުރެން އަބޫ ހުރައިރާގެ އަރިހުން ޙަދީޘް ލިޔަމުން ގެންދިޔައީމެވެ. ދެން އަހުރެން އެކަލޭގެފާނާ ވަކިވާން ޤަޞްދުކުރިހިނދު (ލިޔުނު) ފޮތް ހިފައިގެން އެކަލޭގެފާނުގެ އަރިހަށް ގޮސް ބުނީމެވެ: \"މިފޮތް ތިބާގެ ފުށުން އަހުރެން އަޑުއެހިންދެއްތޯއެވެ؟\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ: \"އާނއެކެވެ.\"",""],["138","١٣٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُعَاذٌ، نَا أَشْعَثُ عَنِ الْحَسَنِ، قَالَ: \" قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ [وَسَلَّمَ]:\n\"مِنَ الصَّدَقَةِ أنْ يَعْلَمَ الرَّجُلُ الْعِلْمَ فَيَعْمَلَ بِهِ وَيُعَلِّمَهُ\" قَالَ الْأَشْعَثُ: \"أَلَا تَرَى أَنَّهُ بَدَأَ بِالْعِلْمِ قَبْلَ الْعَمَلِ؟ \"","","138- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޢާދު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަޝްޢަޘު، އަލްޙަސަނުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«مِنَ الصَّدَقَةِ أَنْ يَعلمَ الرَّجُلُ ‌الْعِلْمَ ‌فَيَعْمَلَ ‌بِهِ ثُمَّ يُعَلِّمَهُ» قال الأشعث: «ألا ترى أنه ‌بدأ ‌بالعلم ‌قبل ‌العمل؟»\nމާނައީ: \"މީހާއަށް ޢިލްމެއް އެނގި، ދެން އެއަށް ޢަމަލުކޮށް އެ އުނގަންނައިދިނުމަކީ ޞަދަޤާތުގެ ތެރެއިންވާ ކަމެކެވެ.\" (46) އަލްއަޝްޢަޘު ވިދާޅުވިއެވެ: \"އެކަލޭގެފާނު ޢަމަލުގެ ކުރިން ޢިލްމުން ފައްޓަވާފައިވާތަން ތިބާއަށް ނުފެނޭހެއްޔެވެ؟\"","(46) މިއީ ސަނަދު ކެނޑިގެން މުރްސަލުކޮށް އަލްޙަސަނުލް ބަޞްރީގެ އަރިހުންވާ ޙަދީޘެކެވެ. އަދި ބަލިކަށި ސަނަދަކުން އިބްނު މާޖާ ރިވާކުރައްވާފައިވެއެވެ: ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«أَفْضَلُ ‌الصَّدَقَةِ ‌أَنْ ‌يَتَعَلَّمَ الْمَرْءُ الْمُسْلِمُ عِلْمًا ثُمَّ يُعَلِّمَهُ أَخَاهُ الْمُسْلِمَ»"],["139","١٣٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، قَالَ: سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ، يَقُولُ:\n\"إنَّكُمْ تَسْأَلُونَا عَمَّا لَا نَعْلَمُ، وَاللَّهِ لَوْ عَلِمْنَاهُ مَا كَتَمْنَاهُ، وَلَا اسْتَحْلَلْنَا كِتْمَانَهُ\".","","139- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިސްމާޢީލު ބްނު އިބްރާހީމު، އައްޔޫބު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަލްޤާސިމު ބްނު މުޙައްމަދު ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«إنكم‌‌ تسألونا عما لا نعلم، ‌والله ‌لو ‌علمناه ما كتمناه ولا استحللنا كتمانه»\nމާނައީ: \"ހަމަކަށަވަރުން ތިޔަބައިމީހުން އަހަރުމެންގެ ގާތުން އަހަރުމެން ނުދަންނަ ކަންތަކަކާމެދު ސުވާލުކުރެއެވެ. ﷲ ގަންދީ ބުނަމެވެ! އަހަރުމެންނަށް އެކަންތައް އެނގުނުނަމަ ވަންހަނާ ނުކުރީމުހެވެ. އަދި އެކަންކަން ފޮރުވާ ވަންހަނާކުރުން ހުއްދަވެސް ނުކުރީހެވެ.\"",""],["140","١٤٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا مُحَمَّدُ بْنُ مُصْعَبٍ⁽⁶⁷⁾ ثنا الْأَوْزَاعِيُّ عَنْ أَبِي كَثِيرٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ:\n\"إنَّ أَبَا هُرَيْرَةَ لَا يَكْتُمُ⁽⁶⁸⁾ وَلَا يَكْتُبُ\".","⁽⁶⁷⁾ هو القرقساني، صدوق كثير الغلط، لكن تابعه جماعة عند الدارمي (1/ 122) والخطيب في \"تقييد العلم\" (ص 42) وغيرهما، فالسند صحيح إلى أبي هريرة. وأبو كثير هو السحيمي اليماني الأعمى.\n⁽⁶⁸⁾ وقع في بعض المصادر المتقدمة: \"لا يكتب\".","140- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް މުޙައްމަދު ބްނު މުޞްޢަބު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއައުޒާޢީ، އަބޫ ކަޘީރުގެ އަރިހުން ކިޔާދެއްވިއެވެ: އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އަބޫ ހުރައިރާ ވިދާޅުވަނިކޮށް ތިމަން އަޑުއެހީމެވެ:\n«إن‌‌ أبا ‌هريرة ‌لا ‌يكتم ولا يكتب»\nމާނައީ: \"ހަމަކަށަވަރުން އަބޫ ހުރައިރާ ނުވެސް ފޮރުވައެވެ. އަދި ނުވެސް ލިޔެއެވެ.\"",""],["141","١٤١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ⁽⁶⁹⁾ عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ أَحْسَبُهُ رَفَعَهُ إِلَى النَّبِيِّ ﷺ قَالَ:\n\"مَنْهُومَانِ لَا يَقْضِي وَاحِدٌ مِنْهُمَا نَهْمَتَهُ، مَنْهُومٌ فِي طَلَبِ الْعِلْمِ، لَا يَقْضِي نَهْمَتَهُ، وَمَنْهُومٌ فِي طَلَبِ الدُّنْيَا لَا يَقْضِي نَهْمَتَهُ\".","⁽⁶⁹⁾ هو ابن أبي سليم ضعيف كما تقدم مرارًا، لكنه لم يتفرد بهذا الحديث، بل له شواهد صحح بعضها الحاكم والذهبي، وقد تكلمت عليها في تعليقنا على \"المشكاة\" رقم (260). وأزيد هنا فأقول: إن الحديث رواه الدارمي (1/ 96) من طريق أخرى عن ليث به موقوفا.","141- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން، މުޖާހިދުގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން -އަހުރެންނަށް ހީވާގޮތުގައި ނަބިއްޔާ صلى الله عليه وسلم ޙަދީޘް ކުރެއްވިކަމަށް އެކަލޭގެފާނު ނިސްބަތްކުރެއްވިއެވެ-:\n«مَنْهُومَانِ لَا يَقْضِي وَاحِدٌ مِنْهُمَا نَهْمَتَهُ، ‌مَنْهُومٌ ‌فِي ‌طَلَبِ ‌الْعِلْمِ، لَا يقضي نُهْمَتهُ، وَمَنْهُومٌ فِي طَلَبِ الدُّنْيَا، لَا يقضِي نُهْمَتهُ»\nމާނައީ: \"ދެ ދަހިވެތިކަމެއްގައި ޖެހިގެންވާ ދެމީހުންވެއެވެ. އެ ދެމީހުންކުރެ އެކަކުވެސް އޭނާގެ ދަހިވެތިކަން ނިމިގެންނުދެއެވެ. ޢިލްމު ހޯދަން ދަހިވެތިވެ ޝައުޤުވެރިވެގެންވާ މީހާއެވެ. އޭނާގެ ޝައުޤު ނުނިމެއެވެ. (ހުސް ނުވެއެވެ.) ދުނިޔެ ހޯދުމުގެ ދަހިވެތިކަމުގައިވާ މީހެކެވެ. އޭނާގެ ދަހިވުން ނުނިމެއެވެ.\"",""],["142","١٤٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ، عَنْ عَطَاءٍ، قَالَ: قَالَ أَبُو هُرَيْرَةَ:\n\"مَنْ كَتَمَ عِلْمًا يُنْتَفَعُ بِهِ، أُلْجِمَ بِلِجَامٍ مِنْ نَارٍ\"⁽⁷⁰⁾.","⁽⁷⁰⁾ موقوف ضعيف الإسناد، وقد صح مرفوعًا من طرق عن عطاء عن أبي هريرة مرفوعًا.\nوصححه الترمذي وابن حبان والحاكم والذهبي. وانظر \"تحذير الساجد\" (ص 4).","142- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން، ޢަޠާއު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަބޫ ހުރައިރާ ވިދާޅުވިއެވެ:\n«مَنْ ‌كَتَمَ ‌عِلْماً ‌يُنْتَفَعُ بِهِ، أُلْجِمَ بِلِجَامٍ مِنْ نَارٍ»\nމާނައީ: \"އެއިން ފައިދާކޮށްދޭނެ ޢިލްމެއް ފޮރުވައިފި މީހާ؛ އޭނާގެ ގައިގައި އަލިފާނުންވާ ލަގަނަކުން ލަގަން އެޅުވޭނެއެވެ.\" (47)","(47) ޢިލްމު ފޮރުވުމަކީ ނަހީވެގެންވާކަމަކަށް ވުމާއެކު، މިކަމުގައި އައިސްފައިވާ ޙަދީޘްތަކާއި ބަސްފުޅުތައް ޖަމަޢަކުރުމުން މީގައި ތަފްޞީލުތައްވާކަން ހާމަވެއެވެ. ޢިލްމު ފޮރުވުމެއްކަމުގައި ނުވާނޭ އަދި ކިއެއްތަ، ޢިލްމު އެޙާލަތްތަކުގައި ފޯރުކޮށްދޭން ނުޖެހޭ ޙާލަތްތަކެއްވެއެވެ. އެގޮތުން ރާޖިޙު މަޞްލަޙަތަކަށްޓަކައި، ނުވަތަ ބޮޑު ފަސާދައަކަށްޓަކައި ނުވަތަ ނުރައްކަލަކަށްޓަކައި، ނުވަތަ ސުވާލުކުރާ މީހާގެ ޙާލަތަށް ބަލާ އޭނާއަށް އެޢިލްމު ނަގައިނުގަނެވި ނުވަތަ ނާޖާއިޒު ބޭނުން ނަހަމަގޮތުގައި ހިފައި ނުވަތަ އެފަދަ ސަބަބަކަށްޓަކައި ވަކި ޙާލަތްތަކެއްގައި ވަކި ބަޔަކަށް ޢިލްމު ނުދީ ހިފެހެއްޓުމަކީ ޝަރުޢުވެގެންވާ ކަމެކެވެ. މިކަން ބަޔާންކުރަން ޖެހެނީ ބައެއް ޖާހިލުން އެކި މައްސަލަތަކުގައި ޢިލްމަށް ނިސްބަތްވާ މީހުންނާ ކޮންމެ ކަމެއްގައި ކުރާ ސުވާލަށް ޖަވާބުނުދީފިނަމަ ޢިލްމު ފޮރުވަނީކަމަށް ބުނެ އާޔަތްތަކާއި ޙަދީޘްތައް އަމުނާލައެވެ. މިފަދަ ބައެއް ކަނޑުކޮހުންގެ ބޭނުމަކީ ކޮންމެހެން ކަމެއް އޮޅުން ފިލުވާ ޙައްޤު ހޯދަން އުޅުމެއް ނޫނެވެ. ނަމަވެސް އެޝެއިޚެއްގެ ރައުޔު ބަލާލާ، ނުވަތަ ވަކި ގޮތަކަށް ޤަބޫލުކޮށްގެން ދެން އެޝެއިޚަކު ލައްވާ ބަހެއް ހޯދައިގެން އެފިކުރަކަށް ނުވަތަ ޖަމާޢަތަކަށް ތާއީދު ހޯދުމެވެ. ނުވަތަ ކަމަށް އަހުލުވެރިކަމެއް ނެތް، ކިރިޔާ ޢިލްމުގައި ކޭއްތިލާފައި ތިބި ބަޔަކު މުސްލިމުންގެ ލެޔާއި މުދާ ހުއްދަކޮށް، މިވެނި އެވެނި މީހަކަށް މުޢައްޔަނުކޮށް ކާފަރު ޙުކުމް ޖެހުމާމެދު ބަހެއް ހޯދާ، އެކަމަށް މަގެއް ހޯދުމެވެ. މިއިން އެއްވެސް ކަމަކަށް ޖަވާބުނުދީފިނަމަ ޢިލްމު ފޮރުވަނީކަމަށް މިމީހުން ތުހުމަތުކޮށްފާނެއެވެ. ވަކި ނާޒިލާއަކަށް ނުވަތަ ޝަޚްޞަކަށް ދެވޭ ފަތުވާއަކާއި، ދީނުގައި ޟަރޫރީގޮތުން ދެނެގަންނަންޖެހޭ ޢިލްމުތަކާއި ފަރުޢީ ކަންކަމާ ތަފާތުކުރުމެއް ނެތިއެވެ. މިފޮތުގައި ކުރީކޮޅުގައި ސަލަފުންގެ ބޭކަލުންގެ އަރިހުން ސުވާލުކުރެވުމަށް ނުރުއްސެވިކަމާއި، ފަތުވާދެއްވުމުން އެއްކިބާވެވެން އޮތިއްޔާ އެމަގު ޚިޔާރުކުރައްވާކަމާއި، ނުވާ ކަންތަކެއް ނުވަތަ އެއަށްވުރެ އައުލާ ކަންތަކެއް ދޫކޮށްލާފައި ކުރެވޭ ސުވާލުތަކަށް ނުރުއްސެވިކަންވެސް ބަޔާންވެގޮސްފިއެވެ.\nއިމާމް ބުޚާރީގެ ޞަޙީޙުގައި ބާބެއް ކަނޑައަޅުއްވާ ގެންނެވިއެވެ:"],["143","١٤٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ لَيْثٍ عَنْ يَحْيَى عَنْ عَلِيٍّ، قَالَ:\n\"أَلَا أُخْبِرُكُمْ بِالْفَقِيهِ حَقِّ الْفَقِيهِ الَّذِي لَا يُقْنِطُ النَّاسَ مِنْ رَحْمَةِ اللَّهِ، وَلَا يُرَخِّصُ لِلْمَرْءِ فِي مَعَاصِي اللَّهِ، وَلَا يَدَعُ الْقُرْآنَ رَغْبَةً إِلَى غَيْرِهِ، إِنَّهُ لَا خَيْرَ فِي عِبادَةٍ لَا عِلْمَ فِيهَا، وَلَا خَيْرَ فِي عِلْمٍ لَا فِقْهَ فِيهِ، وَلَا خَيْرَ فِي قِرَاءَةٍ لَا تَدَبُّرَ مَعَهَا\".","","143- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން، ޔަޙްޔާގެ އަރިހުން، ޢަލީ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«ألا ‌أخبركم ‌بالفقيه، حق الفقيه الذي لا يقنط الناس من رحمة الله، ولا يرخص للمرء في معاصي الله ولا يدع القرآن رغبة إلى غيره، إنه لا خير في عبادة لا علم فيها، ولا خير في علم لا فقه فيه، ولا خير في قراءة لا تدبر معها»\nމާނައީ: \"ހުރިހާވެސް ޙައްޤު ފިޤުހުވެރިޔަކީ ކޮބައިކަން އަހުރެން ތިޔަބައިމީހުންނަށް ޚަބަރުދެންހެއްޔެވެ؟ އޭނައީ ﷲ ގެ ރަޙްމަތުން މީސްތަކުން ނާއުއްމީދު ނުކުރުވާ، އަދި ﷲ އަށް އުރެދުންހުރި ކަންކަން ކުރުމަށް ލުއިކަން ހޯދައި ނުދޭ، އަދި އެހެން އެއްޗަކަށް ޝައުޤުވެރިވެގެން ޤުރްއާން ދޫކޮށްނުލާ މީހާއެވެ. އެއަޅުކަމެއްގައި ޢިލްމެއް ނުވާ އަޅުކަމެއްގައި ހެވެއް ނެތެވެ. އަދި އެ ޢިލްމެއްގައި ފިޤުހުވެރިކަން ނުވާ ޢިލްމެއްގައި ހެވެއް ނެތެވެ. އަދި އެކިޔެވުމަކާއެކު ތަދައްބުރުކޮށް ވިސްނާ ފިކުރުކުރުމެއް ނުވާ ކިޔެވުމެއްގައި ހެވެއް ނެތެވެ.\"",""],["144","١٤٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ: \"يَا أَيُّهَا النَّاسُ لَا تَسْأَلُوا عَمَّا لَمْ يَكُنْ فَإِنَّ عُمَرَ، كَانَ يَلْعَنُ أَوْ يَسُبُّ مَنْ يَسْأَلُ عَمَّا لَمْ يَكُنْ\".","","144- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، ލައިޘުގެ އަރިހުން، މުޖާހިދުގެ އަރިހުން، އިބްނު ޢުމަރު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«يَا أَيُّهَا ‌النَّاسُ، ‌لَا ‌تَسْأَلُوا ‌عَمَّا لَمْ يَكُنْ، فَإِنَّ عُمَرَ، كَانَ يَلْعَنُ، أَوْ يَسُبُّ مَنْ سَأَلَ عَمَّا لَمْ يَكُنْ»\nމާނައީ: \"އޭ މީސްތަކުންނޭވެ! ނުވާ ކަންތަކެއްގެ ވާހަކައިން ތިޔަބައިމީހުން ސުވާލު ނުކުރާށެވެ! ފަހެ ނުވާ ކަންތަކަކާމެދު ސުވާލުކުރާ މީހާއަށް ޢުމަރު ލަޢުނަތްދެއްވާ ނުވަތަ އެއްޗެހިކިޔުއްވައެވެ.\"",""],["145","١٤٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا هُشَيْمٌ، عَنْ [إِسْمَاعِيلَ بْنِ]⁽⁷¹⁾ سَالِمٍ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، قَالَ:\n\"مِنَ السُّنَّةِ إِذَا حَدَّثَ الرَّجُلُ الْقَوْمَ أنْ يُقْبِلَ عَلَيْهِمْ جَمِيعًا، وَلَا يَخُصُّ أَحَدًا دُونَ أَحَدٍ\".","⁽⁷¹⁾ سقطت من الأصل، واستدركناها من النسخة الأخرى.","145- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ހުޝައިމު، އިސްމާޢީލު ބްނު ސާލިމުގެ އަރިހުން، ޙަބީބު ބްނު އަބީ ޘާބިތު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«مِنَ السُّنَّةِ إِذَا ‌حَدَّثَ ‌الرَّجُلُ ‌الْقَوْمَ، أَنْ يُقْبِلَ، عَلَيْهِمْ جَمِيعًا، وَلَا يَخُصَّ أَحَدًا دُونَ أَحَدٍ»\nމާނައީ: \"މީހާ ބަޔަކު މީހުންނަށް ޙަދީޘް ކިޔާދޭއިރު (ނޫނީ ވާހަކަދައްކާއިރު) އެހުރިހާ އެންމެންނާ ދިމާލަށް ކުރިމަތިލުމަކީ ސުންނަތުގެ ތެރެއިންވާ ކަމެކެވެ. އަދި އެކަކު ދޫކޮށް އަނެކަކު ޚާއްޞަ ނުކުރާހުށިކަމެވެ.\"",""],["146","١٤٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ أَبِي كِيرَانَ⁽⁷²⁾ قَالَ: \" سَمِعْتُ الشَّعْبِيَّ، قَالَ:\n\"إِذَا سَمِعْتَ شَيْئًا فَاكْتُبْهُ وَلَوْ فِي الْحَائِطِ\".","⁽⁷²⁾ اسمه الحسن بن عقبة المرادي وثقه ابن معين. وقال أبو حاتم: شيخ يكتب حديثه. فالسند إلى الشعبي صحيح.","146- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، އަބޫ ކީރާނު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އައްޝަޢުބީ ވިދާޅުވަނިކޮށް އަހުރެން އަޑުއެހީމެވެ:\n«إِذَا سَمِعْتَ شَيْئًا، فَاكْتُبْهُ ‌وَلَوْ ‌فِي ‌الْحَائِطِ»\nމާނައީ: \"ތިބާއަށް އެއްޗެއް އަޑުއިވިއްޖެނަމަ އެ އެއްޗެއް -ފާރުގައިވިޔަސް- ލިޔާށެވެ.\"",""],["147","١٤٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، ثنا أَبِي، عَنْ عَبْدِ اللَّهِ بْنِ حَنَشٍ، قَالَ: \"لَقَدْ رَأَيْتُهُمْ يَكْتُبُونَ عَلَى أَكُفِّهِمْ بِالْقَصَبِ عِنْدَ الْبَرَاءِ\".","","147- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު ކިޔާދެއްވިއެވެ: ޢަބްދު ﷲ ބްނު ޙަނަޝު ވިދާޅުވިކަމަށް އަހަރެންގެ ބައްޕަ އަހަރުމެންނަށް ކިޔާދެއްވިއެވެ:\n«لقد‌‌ رأيتهم ‌يكتبون ‌على ‌أكفهم بالقصب عند البراء»\nމާނައީ: \"އެބޭފުޅުން އަލްބަރާއުގެ އަރިހުގައި އެބޭފުޅުންގެ އަތްތިލަތަކުގައި އޮނު ގަލަމުން ލިޔުއްވާތަން އަހުރެންނަށް ފެނުނެވެ.\" (48)","(48) އެދުވަސްވަރަކީ ފަސޭހައިން ކަރުދާސްފަދަ ތަކެތި ބޭނުން މީހަކަށް ލިބޭ ދުވަސްވަރެއް ނޫނެވެ. އެހެންކަމުން ޖަނަވާރު ހަމާއި، ކަދުރު ރުކު ފަނާއި އޮނާއި އެނޫންވެސް ޖެހުނު އެއްޗެހީގައި ލިޔެވެމުންދެއެވެ. އަދި ޝެއިޚުގެ މަޖްލީހުގައި އަޑުއިވޭ ފައިދާއެއް އަދި މަޢުލޫމާތުތައް ދަރިވަރުންގެ އަތުގައި ހުރި އެއްޗެއްގައި ލިޔަމުންދެއެވެ. ސަޢީދު ބްނު ޖުބައިރު ވިދާޅުވިއެވެ:\n«كُنْتُ أَكْتُبُ عِنْدَ ابْنِ عَبَّاسٍ فِي صَحِيفَتِي حَتَّى أَمْلَأَهَا ثُمَّ أَكْتُبُ فِي ظَهْرِ نَعْلِي ثُمَّ ‌أَكْتُبُ ‌فِي ‌كَفِّي»"],["148","١٤٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ: عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ:\n\"قَيِّدُوا الْعِلْمَ بِالْكِتَابِ، مَنْ يَشْتَرِي مِنِّي عِلْمًا بِدِرْهَمٍ؟ \".","","148- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ޢިކްރިމާ ބްނު ޢައްމާރުގެ އަރިހުން، ޔަޙްޔާ ބްނު އަބީ ކަޘީރުގެ އަރިހުން، އިބްނު ޢައްބާސް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«قَيِّدُوا الْعِلْمَ بِالْكِتَابِ مَنْ ‌يَشْتَرِي ‌مِنِّي ‌عِلْمًا ‌بِدِرْهَمٍ؟»\nމާނައީ: \"ލިޔެގެން ޢިލްމު ހިފަހައްޓާށެވެ. ދިރުހަމަކަށް އަހުރެންގެ އަތުން ޢިލްމު ގަންނާނީ ކާކުހެއްޔެވެ؟\"",""],["149","١٤٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، حَدَّثَنِي الْمُنْذرُ بْنُ ثَعْلَبَةَ عَنْ عَلْبَاءَ⁽⁷³⁾ قَالَ: قَالَ عَلِيٌّ، عليه السلام:\n\"مَنْ يَشْتَرِي مِنِّي عِلْمًا بِدِرْهَمٍ؟ \"\nقَالَ أَبُو خَيْثَمَةَ يَقُولُ: يَشْتَرِي صَحِيفَةً بِدِرْهَمٍ، يَكْتُبُ فِيهَا الْعِلْمَ.","⁽⁷³⁾ بكسر أوله وسكون اللام بعدها موحدة هو ابن أحمر اليشكري البصري وهو تابعي ثقة وكذلك سائر الإسناد ثقات، فهو صحيح إن كان علباء سمعه من علي، فإنهم لم يذكروا له عنه رواية.","149- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު ކިޔާދެއްވިއެވެ: އަހުރެންނަށް އަލްމުންޛިރު ބްނު ޘަޢުލަބާ، ޢިލްބާއު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ޢަލީ ވިދާޅުވިއެވެ:\n«مَنْ ‌يَشْتَرِي ‌مِنِّي ‌عِلْمًا ‌بِدِرْهَمٍ. قَالَ أَبُو خَيْثَمَةَ: يَقُولُ: يَشْتَرِي صَحِيفَةً بِدِرْهَمٍ يَكْتُبُ فِيهَا الْعِلْمَ»\nމާނައީ: \"އަހުރެންގެ އަތުން ދިރުހަމަކަށް ޢިލްމު ގަންނާނީ ކާކުހެއްޔެވެ؟\"\nއަބޫ ޚައިޘަމާ ވިދާޅުވިއެވެ: \"އެވިދާޅުވަނީ: އޭގައި ޢިލްމު ލިޔާނޭ ޞަޙީފާއެއް (ކަރުދާސް ގަނޑު) ދިރުހަމަކަށް ގަންނާނީ ކާކުހޭއެވެ.\"",""],["150","١٥٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ:\n\"قُلْتُ لِعَبِيدَةَ أَكْتُبُ مَا سَمِعْتُ؟ قَالَ: لَا، قُلْتُ: إنْ وَجَدْتُ كِتَابًا أَقْرَؤُهُ؟ قَالَ: لَا\".","","150- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، އިބްނު ޢަވްނުގެ އަރިހުން، މުޙައްމަދު (އިބްނު ސީރީން) ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«قُلْتُ لِعَبِيدَةَ أَكْتُبُ مَا أَسْمَعُ مِنْكَ؟ قَالَ: لَا. قُلْتُ: فَإِنْ ‌وَجَدْتُ ‌كِتَابًا ‌أَقْرَؤُهُ؟ قَالَ: لَا»\nމާނައީ: \"އަހުރެން ޢަބީދާ އަށް ދެންނެވީމެވެ: \"އަހުރެން އަޑުއަހާ އެއްޗެހި ލިޔަންވީތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"ނޫނެކެވެ.\" އަހުރެން ދެންނެވީމެވެ: \"އަހުރެންނަށް ލިޔެފައިވާ ފޮތެއް ފެނިއްޖެއްޔާ އެކިޔަންވީތޯއެވެ؟\" (އެބަހީ: ތިބާގެ ފުށުން ލިޔެވިފައިވާ ފޮތެއް ފެނިއްޖެނަމަ އެރަނގަޅުތޯ މުޢާރަޟާކުރަން ތިބާއަށް ކިޔާދޭންވީތޯއެވެ؟) ވިދާޅުވިއެވެ: \"ނޫނެކެވެ.\" (49)","(49) ޢިލްމު ލިޔުމާމެދު ކުރީގެ ސަލަފުންގެ ބައެއް ބޭކަލުން ނުރުއްސެވި ވާހަކައާއި، އޭގެ ތަފްޞީލު 26 ވަނަ އަޘަރުގެ ތަޢުލީޤުގައި އިސްވެގޮސްފިއެވެ. އަދި 112 ވަނަ އަޘަރުގައި ޢަބީދާގެ ބަސްފުޅު ބަޔާންކުރެވިއްޖެއެވެ."],["151","١٥١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ شَرِيكٍ، قَالَ:\n\"سَمِعْتُ شَيْخًا (فَحَلِيتُهُ⁽⁷⁴⁾، فَقَالُوا ذَاكَ أَبُو ضَمْرَةَ) قَالَ: رَأَيْتُ حَمَّادًا يَكْتُبُ عِنْدَ إِبْرَاهِيمَ عَلَيْهِ كِسَاءٌ لَهُ أَنْبِجَانِيُّ وَهُوَ يَقُولُ: \"وَاللَّهِ مَا نُرِيدُ بِهِ دُنْيَا\".","⁽⁷⁴⁾ يعني وصفته. وأبو ضمرة هذا لم أعرفه، وأما حماد فهو ابن أبي سليمان الفقيه، وإبراهيم هو ابن يزيد النخعي.","151- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ޝަރީކު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: އަހަރެންނަށް މުސްކުޅިޔަކު ބުނަނިކޮށް އަޑުއިވުނެވެ -އަހުރެން އޭނާ ޞިފަކޮށްދިނުމުން އެމުސްކުޅިޔަކީ އަބޫ ޟަމްރާކަމުގައި އެމީހުން ބުނޫއެވެ-:\n«رَأَيْتُ حَمَّادًا يَكْتُبُ عِنْدَ إِبْرَاهِيمَ، وَعَلَيْهِ كِسَاءٌ لَهُ أَنْبِجَانِيُّ، وَهُوَ يَقُولُ: وَاللَّهِ ‌مَا ‌نُرِيدُ ‌بِهِ ‌دُنْيَا»\nމާނައީ: \"އިބްރާހީމު (އައްނަޚަޢީ) ގެ އަރިހުގައި ޙައްމާދު (ބްނު އަބީ ސުލައިމާނު) ލިޔަން ހުއްޓާ އަހުރެން ދެކުނީމެވެ. އޭނާ ހުރީ \"އަންބިޖާނީ\" ހެދުމެއް (ކުރެހުމެއް ނެތް ބޯކެހެރީގެ ހެދުމެއް) ލައިގެންނެވެ. އޭނާ ހުރީ މިހެން ކިޔަކިޔައެވެ: \"ﷲ ގަންދީ ބުނަމެވެ! މިއަކުން ދުނިޔެ ހޯދާކަށް އަހަރުމެން ނޭދެމެވެ.\"",""],["152","١٥٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ ثنا الْحَكَمُ بْنُ عَطِيَّةَ، عَنِ ابْنِ سِيرِينَ، قَالَ:\n\"كَانُوا يَرَوْنَ أَنَّ بَنِي إسْرَائِيلَ، إِنَّمَا ضَلُّوا بِكُتُبٍ وَرِثُوهَا\".","","152- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙަކަމު ބްނު ޢަޠިއްޔާ، އިބްނު ސީރީން ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانُوا يَرَوْنَ أَنَّ بَنِي إِسْرَائِيلَ، إِنَّمَا ‌ضَلُّوا ‌بِكُتُبٍ ‌وَرِثُوهَا»\nމާނައީ: \"އެބޭކަލުން ދެކެލައްވަމުން ގެންދެވީ ބަނީ އިސްރާއީލުގެ މީހުން މަގުފުރެދިގެންދިޔައީ އެމީހުން ވާރުތަކުރި ފޮތްތަކެއްގެ ސަބަބުންކަމެވެ.\"",""],["153","١٥٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ أَبِي بُرْدَةَ، قَالَ:\n\"كَتَبْتُ عَنْ أَبِي كِتَابًا فَظَهَرَ عَلِيٌّ فَأَمَرَ بِمِرْكَنٍ⁽⁷⁵⁾ فَقَالَ بِكُتُبِي فِيهَا فَغَسَلَهَا\".","⁽⁷⁵⁾ بكسر الميم الاجانة التي يغسل فيها الثياب.","153- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ޠަލްޙާ ބްނު ޔަޙްޔާގެ އަރިހުން، އަބޫ ބުރްދާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«‌كتبت ‌عن ‌أبي ‌كتابا، فظهر علي فأمر بمركن فقال بكتبي فيها فغسلها»\nމާނައީ: \"އަހުރެންގެ ބައްޕަގެ ކިބައިން އަހުރެން ފޮތެއް ލިޔުނީމެވެ. ދެން ބައްޕައަށް އެކަން ހާމަވެގެން، ފެން ބާލިދީއެއް ގެނައުމަށް އަމުރުކުރިއެވެ. އަދި އަހުރެންގެ ފޮތްތައް އެއަށް ލައި އެދޮވެލިއެވެ.\"",""],["154","١٥٤ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا وَكِيعٌ، عَنْ عِمْرَانَ بْنِ حُدَيْرٍ⁽⁷⁶⁾ عَنْ أَبِي مِجْلَزٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، قَالَ:\n\"كَتَبْتُ عَنْ أَبِي هُرَيْرَةَ كِتَابًا، فَلَمَّا أَرَدْتُ أُفَارِقُهُ، قُلْتُ: يَا أَبَا هُرَيْرَةَ إِنِّي كَتَبْتُ عَنْكَ كِتَابًا فَأَرْوِيهِ عَنْكَ؟ قَالَ: نَعَمِ ارْوِهِ عَنِّي\".","⁽⁷⁶⁾ بمهملات مصغرا، وهو ثقة، كذلك سائر الإسناد فهو صحيح.","154- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ވަކީޢު، ޢިމްރާނު ބްނު ޙުދައިރުގެ އަރިހުން، އަބޫ މިޖްލަޒުގެ އަރިހުން، ބަޝީރު ބްނު ނަހީކު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَتَبْتُ عَنْ أَبِي هُرَيْرَةَ، كِتَابًا فَلَمَّا أَرَدْتُ أَنْ أُفَارِقَهُ، قُلْتُ: يَا أَبَا هُرَيْرَةَ إِنِّي كَتَبْتُ عَنْكَ كِتَابًا ‌فَأَرْوِيَهُ ‌عَنْكَ؟ قَالَ: نَعَمِ ارْوِهِ عَنِّي»\nމާނައީ: \"އަހުރެން އަބޫ ހުރައިރާގެ އަރިހުން ފޮތެއް ލިޔުނީމެވެ. ދެން އެކަލޭގެފާނާ ވަކިވާން އަހުރެން ޤަޞްދުކުރިހިނދު އަހުރެން ދެންނެވީމެވެ: އޭ އަބޫ ހުރައިރާއެވެ! އަހުރެން ތިބާގެ ފުށުން ފޮތެއް ލިޔުނީމެވެ. އަހުރެން އެފޮތް ތިބާގެ ކިބައިން ރިވާކުރަންވީތޯއެވެ؟\" ވިދާޅުވިއެވެ: \"އާނއެކެވެ. އަހުރެންގެ ކިބައިން ރިވާކުރާށެވެ.\"",""],["155","١٥٥ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ عَبْدُ اللَّهِ:\n\"إنَّكُمْ لَنْ تَزَالُوا بِخَيْرٍ مَا دَامَ الْعِلْمُ فِي ذَوِي أَسْنَانِكُمْ، فَإِذَا كَانَ الْعِلْمُ فِي الشَّبَابِ أَنِفَ ذُو السِّنِ أنْ يَتَعَلَّمَ مِنَ الشَّبَابِ\".","","155- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މުޣީރާގެ އަރިހުން، އިބްރާހީމުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ: ޢަބްދު ﷲ (އިބްނު މަސްޢޫދު) ވިދާޅުވިއެވެ:\n«إنكم‌‌ لن تزالوا بخير ما دام العلم ‌في ‌ذوي ‌أسنانكم فإذا كان العلم في الشباب أنف ذو السن أن يتعلم من الشباب»\nމާނައީ: \"ތިޔަބައިމީހުންގެ ޢުމުރުން ދުވަސްވީ ބޮޑެތި މީހުންގެ ތެރޭގައި ޢިލްމުވާހާ ހިނދަކު ތިޔަބައިމީހުން ހެޔޮގޮތުގައިވުން ފިލައިނުދާނެއެވެ. ދެންފަހެ ޒުވާނުންގެ ތެރޭގައި ޢިލްމު ވެއްޖެނަމަ؛ ޢުމުރުން ދުވަސްވީ ބޮޑު މީހާ ޒުވާނުންގެ ކިބައިން އުނގެނެން ބޮޑާވެ މަތިވެގަނެއެވެ.\" (50)","(50) މީގެ މުރާދަކީ ޢުމުރުން ހަގު މީހުންނާއި ޅަފުރައިގެ ކުދިން ޢިލްމު އުނގެނުމުން ދުރުވުމަށްވާ ވާހަކައެއް ނޫނެވެ. ކިއެއްތަ، ޢުމުރުން ދުވަސްވެ ބޮޑެތިވުމުގެ ކުރިން ހަގުއިރު ޢިލްމު އުނގެނުމުގައި އުޅުމަށެވެ. އެއީ ޖާހިލެއްގެ ގޮތުގައި ޢުމުރުން ދުވަސްވެ، ދެން ކިބުރުވެރިކަމާ ބޮޑާކަމެއްގެ ސަބަބުން އޭނާއަށްވުރެ ހަގު އަދި ޅަމީހުންގެ ކިބައިން ޢިލްމު އުނގެނުމުން މޫނު އަނބުރާލުމަށް ވެއްޓުނަ ނުދިނުމަށެވެ.\nއިބްނު މުފްލިޙު ވިދާޅުވިއެވެ:"],["156","١٥٦ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْفَضْلُ بْنُ دُكَيْنٍ، نَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ:\n\"مَا سَمِعْتُهُ وَأَنَا شَابٌّ، فَكَأَنِّي أَنْظُرُ إِلَيْهِ فِي قِرْطَاسٍ أَوْ وَرَقَةٍ\".","","156- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްފަޟްލު ބްނު ދުކައިނު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްއަޢުމަޝު، އިބްރާހީމުގެ އަރިހުން، ޢަލްޤަމާ ވިދާޅުވިކަމަށް ޚަބަރުދެއްވިއެވެ:\n«مَا سَمِعْتُه وَأَنَا شابٌّ فَكَأَنِّي ‌أَنْظُرُ ‌إِلَيْهِ ‌فِي ‌قِرْطَاس أَو وَرَقَةٍ»\nމާނައީ: \"އަހުރެން ޒުވާނެއްގެ ގޮތުގައި ވަނިކޮށް އަޑުއިވިފައިވާ ތަކެތި، ކަރުދާހެއްގައި ލިޔެވިފައިވަނިކޮށް އަހުރެންނަށް ފެންނަކަހަލައެވެ.\"",""],["157","١٥٧ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيِّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ⁽⁷⁷⁾ قَالَ:\n\"الْعِلْمُ ضَالَّةُ الْمُؤْمِنِ، كُلَّمَا أَصَابَ مِنْهُ شَيْئًا حَوَاهُ، وَابْتَغَى ضَالَّةً أُخْرَى\".","⁽⁷⁷⁾ هو أبو هاشم المكي تابعي ثقة، والسند إليه صحيح.","157- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު ބްނު މަހްދީ، ޢަބްދުލް ޢަޒީޒު ބްނު އަބީ ރައްވާދުގެ އަރިހުން، ޢަބްދު ﷲ ބްނު ޢުބައިދު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n‌‌«‌العلم ‌ضالة ‌المؤمن، كلما أصاب منه شيئا حواه وابتغى ضالة أخرى»\nމާނައީ: \"ޢިލްމަކީ މުއުމިނުއަޅާ އެގެއްލިގެން ހޯދާ އެއްޗެވެ. އެޢިލްމުން އެއްވެސް އެއްޗެއް އޭނާއަށް ފެންނައިރަށް އެރައްކާކޮށް، ދެން ގެއްލިފައިވާ އަނެއްބައި ހޯދަން އުޅެތެވެ.\" (51)","(51) އިބްނު ޢައްބާސް ވިދާޅުވިކަމަށް ރިވާކުރެވެއެވެ:"],["158","١٥٨ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَكْرَهُونَ أنْ تُوطَأَ أَعْقَابَهُمْ\".","","158- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މަންޞޫރުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانُوا يَكْرَهُونَ أَنْ ‌تُوطَأَ ‌أَعْقَابُهُمْ»\nމާނައީ: \"އެބޭކަލުން (އެބަހީ: ޞަޙާބީން) ގެ ފުންނާބުތައް ފަހަތުން ފިޔަވަޅު އެޅިގެންވުމަށް (އެބަހީ: ފަހަތުން މީހުން ތަބަޢަވެގެން ހިނގުމަށް) ނުރުއްސަވައެވެ.\"",""],["159","١٥٩ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَجْلِسُونَ وَيَتَذَاكَرُونَ الْعِلْمَ وَالْخَيْرَ، ثُمَّ يَتَفَرَّقُونَ، لَا يَسْتَغْفِرُ بَعْضُهُمْ لِبَعْضٍ، وَلَا يَقُولُ: يَا فُلَانُ ادْعُ لِي\"⁽⁷⁸⁾.","⁽⁷⁸⁾ يعني إبراهيم وهو النخعي رحمه الله أن ذلك لم يكن من عمل الصحابة رضي الله عنهم. أن يدعوا بعضهم لبعض بعد الفراغ من الدرس والمذاكرة فهو بدعة، ومثله تقدم الشيخ على أصحابه ومشيهم وراءه، لأن ذلك مما يعرّضه للفتنة والعُجب، كما أفاده الأثر الذي قبله وكلاهما صحيح الإسناد عن إبراهيم.","159- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މަންޞޫރުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كانوا يجلسون ويتذاكرون العلم والخير ثم يتفرقون ‌لا ‌يستغفر ‌بعضهم ‌لبعض، ولا يقول: يا فلان ادع لي»\nމާނައީ: \"އެބޭކަލުން އިށީނދެވަޑައިގަންވާ، އަދި ޢިލްމާއި ހެޔޮކަންތަކުގެ ވާހަކަދައްކަވާ އެއްބަޔަކު އަނެއްބަޔަކަށް ހަނދާން އާކޮށް މުޛާކަރާ ކުރައްވައެވެ. ދެން އެއަށްފަހު އެބޭކަލުން ވަކިވަކިވެގެންދެއެވެ. އޭގެ އެއްބޭކަލަކު އަނެއްބޭކަލަކަށް ފާފަފުއްސެވުމަށް ދުޢާ ނުކުރައްވައެވެ. އަދި \"އޭ މިވެނި އެވެނި މީހާއޭ އަހުރެންނަށް ދުޢާކޮށްދޭށޭ\" އެއް ވިދާޅުނުވެއެވެ.\"",""],["160","١٦٠ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا عَبْدُ الرَّحْمَنِ عَنْ سُفْيَانَ عَنْ مَنْصُورِ عَنْ إِبْرَاهِيمَ، قَالَ:\n\"كَانُوا يَكْرَهُونَ الْكِتَابَ\".","","160- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުއް ރަޙްމާނު، ސުފްޔާނުގެ އަރިހުން، މަންޞޫރުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كَانُوا ‌يَكْرَهُوَنَ ‌الْكِتَابَ»\nމާނައީ: \"އެބޭކަލުން ލިޔުމަށް ނުރުއްސަވައެވެ.\"",""],["161","١٦١ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ، قَالَ:\n\"لَا بَأْسَ بِكِتَابِ الْأَطْرَافِ\"⁽⁷⁹⁾.","⁽⁷⁹⁾ يعني أوائل الأحاديث، وقد سبق هذا الأثر برقم (136).","161- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މަންޞޫރުގެ އަރިހުން، އިބްރާހީމު ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«لَا بَأْسَ ‌بِكِتَابِ ‌الْأَطْرَافِ»\nމާނައީ: \"އަޠުރާފުތައް ލިޔުމަކުން މައްސަލައެއް ނެތެވެ.\"(52)","(52) މިއަޘަރު 136 ވަނައަށް ވާ އަޘަރުގައި ތަކުރާރުވެފައިވެއެވެ."],["162","١٦٢ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا الْحَسَنُ بْنُ مُوسَى: ثنا ابْنُ لَهِيعَةَ ثنا دَرَّاجٌ عَنِ ابْنِ حُجَيْرَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ: \"سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ [وَسَلَّمَ]:\n\"مَثَلُ الَّذِي يَعْلَمُ الْعِلْمَ، وَلَا يُحَدِّثُ بِهِ، كَمَثَلِ رَجُلٍ رَزَقَهُ اللَّهُ مَالًا فَلَمْ يُنْفِقْ مِنْهُ\"⁽⁸⁰⁾.","⁽⁸⁰⁾ حديث حسن، فإن ابن لهيعة ودراجًا، وإن كانا ضعيفين، فإن له طريقًا أخرى عن أبي هريرة رضي الله عنه. وشاهدًا عن ابن عمر رضي الله عنه مرفوعًا، وآخر عن سلمان موقوفًا كما تقدم عند (المصنف) (12).","162- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަލްޙަސަނު ބްނު މޫސާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އިބްނު ލަހީޢާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ދައްރާޖު، އިބްނު ޙުޖައިރާގެ އަރިހުން، އަބޫ ހުރައިރާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރައްވަނިކޮށް ތިމަން އަޑުއެހީމެވެ:\n«مَثَلُ الذي يَعلم الْعِلْمَ ولا يُحَدِّثْ بِهِ كَمَثَلِ رَجُلٍ رَزَقَهُ اللَّهُ ‌مَالًا ‌فَلَمْ ‌يُنْفِقْ ‌مِنْهُ»\nމާނައީ: \"ޢިލްމު ދަނެ، އެކަމަކު އެކިޔާ ނުދޭ މީހާގެ މިސާލަކީ: ﷲ އެމީހަކަށް މުދަލާއި ފައިސާ ދެއްވުމުން ދެން އެއިން ހޭދަނުކުރާ މީހެއްގެ މިސާލެވެ.\" (53)","(53) މިޙަދީޘްގެ ސަނަދުގައި ބަލިކަށިކަމެއް އުޅެއެވެ. ޢަލީ ބްނު އަބީ ޠާލިބު ވިދާޅުވިކަމަށް ރިވާކުރެވޭ ރިވެތި ބަސްތަކެއްގައިވެއެވެ:"],["163","١٦٣ - حَدَّثَنَا أَبُو خَيْثَمَةَ: ثنا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ، قَالَ:\n\"اطبلُوا ذكر الْحَدِيثِ، لَا يُدْرَسْ\".","","163- އަހަރުމެންނަށް އަބޫ ޚައިޘަމާ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޖަރީރު، މުޣީރާގެ އަރިހުން، އިބްރާހީމުގެ އަރިހުން، ޢަލްޤަމާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«أَطِيلُوا كرَّ ‌الْحَدِيثِ ‌لَا ‌يَدْرُسُ»\nމާނައީ: \"ޙަދީޘް ފިލައިދިޔަ ނުދިނުމަށްޓަކައި އެތަކުރާރުކޮށް މުރާޖަޢާކުރުން ތިޔަބައިމީހުން ދިގުކުރާށެވެ.\" (54)","(54) ނޯޓް: މިހިސާބުން އަބޫ ޚައިޘަމާގެ ކިތާބުލް ޢިލްމު ފޮތް މިނިމުނީއެވެ. ދެން އެއަށްފަހު އެވަނީ އަބޫ ޚައިޘަމާގެ އަރިހުން ފޮތް ރިވާކުރެއްވި އެކަލޭގެފާނުގެ ދަރިވަރު ޢަބްދު ﷲ ބްނު މުޙައްމަދު އަލްބަޣަވީ އެހެން މަގަކުން ރިވާކުރެއްވި 5 ޙަދީޘެއް އިތުރުވެފައިއެވެ. އަދި އެއީ ފޮތުގެ މައުޟޫޢުއާ ގުޅުން ހުރި ޙަދީޘްތަކެއް ނޫނެވެ."],["164","١٦٤ - حَدَّثَكُمْ أَبُو حَفْصٍ إِبْرَاهِيمُ الْكَتَّانِيُّ الْمُقْرِئُ، ثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، ثنا أَبُو مُحَمَّدٍ خَلَفُ بْنُ هِشَامٍ الْبَزَّارُ وَمَنْصُورُ بْنُ أَبِي مُزَاحِمٍ وَمُحَمَّدُ بْنُ سُلَيْمَانَ الَأَسَدِيُّ قَالُوا: ثنا مَالكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ، قَالَ:\n\"دَخَلَ النَّبِيُّ ﷺ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ⁽⁸¹⁾، فَلَمَّا نَزَعَهُ، قِيلَ: هَذَا ابْنُ خَطَلٍ مُتَعَلِّقٌ بَأَسْتَارِ الْكَعْبَةِ، قَالَ: اقْتُلُوهُ\".","⁽⁸¹⁾ هو ما يلبسه الدارع على رأسه من الزرد ونحوه.\nوالحديث صحيح الإسناد، وهو في \"الموطأ\" وعنه أيضًا الشيخان.","164- އަބޫ ޙަފްޞު އިބްރާހީމު އަލްކައްތާނީ އަލްމުޤްރިއު ތިޔަބައިމީހުންނަށް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދު ﷲ ބްނު މުޙައްމަދު ބްނު ޢަބްދުލް ޢަޒީޒު އަލްބަޣަވީ ކިޔާދެއްވިކަމަށެވެ: އަހަރުމެންނަށް އަބޫ މުޙައްމަދު ޚަލަފު ބްނު ހިޝާމު އަލްބައްޒާޒުއާއި މަންޞޫރު ބްނު އަބީ މުޒާޙިމުއާއި މުޙައްމަދު ބްނު ސުލައިމާނު އަލްއަސްދީ ކިޔާދެއްވާ އެބޭކަލުން ވިދާޅުވިއެވެ: އަހަރުމެންނަށް މާލިކު ބްނު އަނަސް، އައްޒުހްރީގެ އަރިހުން، އަނަސް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«دَخَلَ النبي صلى الله عليه وسلم: مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ، فَلَمَّا نَزَعَهُ قِيلَ: ‌هذا ابْنُ ‌خَطَلٍ ‌مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ، قَالَ اقْتُلُوهُ» (55)\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ގެ އިސްތަށިފުޅުގައި ދަގަނޑު ދަހަނާ (ހެލްމެޓު) އަޅުއްވައިގެން ހުންނަވާ މައްކާއަށް ވަދެވަޑައިގެންނެވިއެވެ. ދެން އެކަލޭގެފާނު އޭތި ބޭލުއްވިހިނދު ދެންނެވުނެވެ: \"މިހުރީ ކަޢުބާގެ އުރަކޮޅުތަކުގައި އެލިގަނެގެން އިބްނު ޚަޠަލުއެވެ.\" ޙަދީޘްކުރެއްވިއެވެ: \"އޭނާ ޤަތުލުކޮށްލާށެވެ.\"","(55) صحيح البخاري: 1846، ومسلم: 1357"],["165","١٦٥ - حَدَّثَنَا عَبْدُ اللَّهِ، ثنا أَبُو نَصْرٍ التَّمَّارِ⁽⁸²⁾ ثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ:\n\"أنَّ رَسُولَ اللَّهِ ﷺ كَانَ يَقُولُ: \"اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ، وَعَمَلٍ لَا يُرْفَعُ، وَقَلْبٍ لَا يَخْشَعُ، وَقَوْلٍ لَا يُسْمَعُ\".","⁽⁸²⁾ هو عبد الملك بن عبد العز القشيري النسائي ثقة من رجال مسلم، وكذلك سائر الإسناد، فهو صحيح على شرطه، وأخرجه أحمد (3/ 192 و 225) من طرق أخرى عن حماد به، وهو (3 283) والنسائي (2/ 316) من طريق حفص عن أنس. وهو عند مسلم (8/ 82) من حديث زيد بن أرقم.","165- އަހަރުމެންނަށް ޢަބްދު ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ މަންޞޫރު އައްތައްމާރު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްމާދު ބްނު ސަލަމާ، ޤަތާދާގެ އަރިހުން، އަނަސްގެ އަރިހުން ކިޔާދެއްވިއެވެ: ﷲ ގެ ރަސޫލާ صلى الله عليه وسلم ކިޔުއްވާ ކަމުގައިވެއެވެ:\n«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ ‌مِنْ ‌عِلْمٍ ‌لَا ‌يَنْفَعُ، وَعَمَلٍ لّا يُرْفَعُ ، وَقَلْبٍ لَا يَخْشَعُ ، وَقَولٍ لَّا يُسْمَعُ» (56)\nމާނައީ: \"އޭ ﷲ އެވެ! ފައިދާއެއް ނުކުރާނޭ ޢިލްމުންނާއި، އުފުލިގެން ނުދާނޭ ޢަމަލުންނާއި، ބިރުވެތިނުވާ ހިތަކުންނާއި، އަޑުނޭހޭ ބަހުން ރައްކާތެރިކޮށްދެއްވުމަށް މިއަޅާ އިބައިލާހުގެ ޙަޟްރަތުން އެދެމެވެ.\"","(56) صحيح مسلم: 2722 ، مسند أحمد: 6557"],["166","١٦٦ - حَدَّثَنَا عَبْدُ اللَّهِ ثنا عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ النَّرْسِيُّ، ثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي صَالِحٍ، عَنْ عَائِشَةَ، قَالَتْ:\n\"كَانَ النَّبِيُّ ﷺ يَخْرُجُ إِلَى صَلَاةِ الْفَجْرِ وَرَأْسُهُ يَقْطُرُ مِنْ جِمَاعٍ لَا احْتِلَامٍ، ثُمَّ يَصُومُ\"⁽⁸³⁾.","⁽⁸³⁾ إسناده حسن، والحديث صحيح، فقد أخرجه الشيخان من طريق أخرى عن عائشة رضي الله عنها.","166- އަހަރުމެންނަށް ޢަބްދު ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޢަބްދުލް އަޢުލާ ބްނު ޙައްމާދު އައްނަރްސިއްޔު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙައްމާދު ބްނު ސަލަމާ، ޢާޞިމު ބްނު ބަހްދަލާގެ އަރިހުން، އަބޫ ޞާލިޙުގެ އަރިހުން، ޢާއިޝާ ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ:\n«كان النبي صلى الله عليه وسلم‌‌ يَخْرُجُ إِلَى صَلَاةِ الْفَجْرِ ‌وَرَأْسُهُ ‌يَقْطُرُ ‌مِنْ ‌جِمَاعٍ لَا احْتِلَامٍ ثم يصوم» (57)\nމާނައީ: \"ނަބިއްޔާ صلى الله عليه وسلم ގެ އިސްތަށިފުޅުން -އިޙްތިލާމުވުމެއް ނެތި ޖިމާޢުން (ޖިމާޢުވެ ނާނޭފުޅު ފިއްލެވުމުން) ފެންތިކި ޖަހާ ޙާލު ފަތިސް ނަމާދަށް ނިކުމެވަޑައިގަންވައެވެ. ދެން އެއަށްފަހު ރޯދައަށް ހުންނަވައެވެ.\"","(57) مسند أحمد: 26254"],["167","١٦٧ - حَدَّثَنَا عَبْدُ اللَّهِ ثنا سُرَيْجُ بْنُ يُونُسَ، ثنا هُشَيْمٌ، ثنا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: قَالَ ﷺ:\n\"لَا يَتَمَنَّى أَحَدُكُمُ الْمَوْتَ، فَإِنَّ أَحَدَكُمْ لَا يَزْدَادُ كُلَّ يَوْمٍ إِلَّا خَيْرًا\"⁽⁸⁴⁾.","⁽⁸⁴⁾ إسناده صحيح على شرط الشيخين، وقد أخرجاه من طرق أخرى عن أنس دون قوله: \"فإن أحدكم … \" ولهذه الزيادة شاهد من حديث أبي هريرة رضي الله عنه مرفوعًا عند مسلم (8/ 65) وأحمد.","167- އަހަރުމެންނަށް ޢަބްދު ﷲ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސުރައިޖު ބްނު ޔޫނުސް ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ހުޝައިމު ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ޙުމައިދު، އަނަސް ވިދާޅުވިކަމަށް ކިޔާދެއްވިއެވެ: ރަސޫލާ صلى الله عليه وسلم ޙަދީޘްކުރެއްވިއެވެ:\n«لَا ‌يَتَمَنَّى ‌أَحَدُكُمُ ‌الْمَوْتَ، فَإِنَّ أَحَدكُم لَا يَزْدَادُ كُلَّ يَومٍ إلّا خَيْرًا» (58)\nމާނައީ: \"ތިޔަބައިމީހުންކުރެ މީހަކު މަރުވުމަށް އުއްމީދު ނުކުރާހުށިކަމެވެ! އެހެނީ ތިޔަބައިމީހުންކުރެ ކޮންމެ މީހަކުވެސް ކޮންމެ ދުވަހަކު ހެޔޮކަން މެނުވީ އިތުރުނުވެއެވެ.\"","(58) صحيح البخاري: 7235، ومسلم: 2682"],["168","١٦٨ - حَدَّثَنَا عَبْدُ اللَّهِ [الْبَغَوِيُّ، ثنا] أَبُو عِمْرِانِ الْوَرْكَانِيُّ⁽⁸⁵⁾ ثنا سَعِيدُ بْنُ مَيْسَرَةَ الْبَكْرِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ:\n\"كَانَ النَّبِيُّ ﷺ إِذَا صَلَّى عَلَى جِنَازَةٍ كَبَّرَ عَلَيْهَا أَرْبَعًا\".\nتمت الأحاديث والحمد لله رب العالمين، وصلاته على نبيه محمد وآله أجمعين.","⁽⁸⁵⁾ بفتحتين، اسمه محمد بن جعفر بن زياد، وهو ثقة، لكن شيخه سعيد بن ميسرة متهم، إلا أن الحديث صحيح، أخرجه الشيخان وغيرهما من حديث أبي هريرة من طرق عنه، بألفاظ وزيادات، وهي مجموعة ومخرجة في كتابنا \"أحكام الجنائز وبدعها\"، وقد طبع في المكتب الإسلامي.","168- އަހަރުމެންނަށް ޢަބްދު ﷲ އަލްބަޣަވީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް އަބޫ ޢިމްރާނު އަލްވަރްކާނީ ކިޔާދެއްވިއެވެ: އަހަރުމެންނަށް ސަޢީދު ބްނު މައިސަރާ އަލްބަކްރީ، އަނަސް ބްނު މާލިކުގެ އަރިހުން ކިޔާދެއްވިއެވެ: ވިދާޅުވިއެވެ:\n«كان النبي صلى الله عليه وسلم‌‌ إذا صلى على ‌جنازة ‌كبر ‌عليها ‌أربعا» (59)","(59) سنن أبي داود: 3194"]]
