[["من خلقني؟ ولماذا؟\nكل شيء يدل على وجود الخالق","އަހަރެން އުފެއްދެވީ ކޮން ފަރާތަކުން އަދި ކޮން މަގުސަދަކަށް؟\nކޮންމެ އެއްޗެއް ވެސް ދަލީލުކުރަނީ ހެއްދެވި ފަރާތް ވާކަމަށެވެ."],["من خلق السموات والأرض وما فيهما من المخلوقات العظيمة التي لا يحاط بها؟\r\nمن صنع هذا النظام الدقيق المتقن في السماء والأرض؟\r\nمن خلق الإنسان ومنحه السمع والبصر والعقل وجعله قادراً على اكتساب المعارف وإدراك الحقائق؟\r\nكيف تفسر هذا الصنع الدقيق في أجهزة جسمك وأجسام الكائنات الحية؟ ومن أبدعها؟\r\nكيف ينتظم ويستقر هذا الكون العظيم بقوانينه التي تضبطه ضبطاً دقيقاً على مر السنين؟\r\nمن الذي وضع الأنظمة التي تحكم هذا العالم (الحياة والموت، تناسل الأحياء، الليل والنهار، تغيير المواسم، إلخ)؟\r\nهل خَلَقَ هذا الكون نفسه ؟ أم جاء من لا شيء ؟ أم وجد بالصدفة؟","އުޑުތަކާއި ބިމާއި އެތަންތަނުގައި ވަށާނުލެވޭ ބޮޑެތި މަޚްލޫޤުން އުފެއްދެވީ ކޮންފަރާތަކުން ހެއްޔެވެ؟\nއުޑާއި ބިމުގައި މި ނާޒުކު މޮޅު ނިޒާމު އުފެއްދެވީ ކާކު ހެއްޔެވެ؟\r\nއިންސާނާ އުފައްދަވައި، އަޑުއެހުމާއި ފެނުމާއި ބުއްދި ދެއްވައި، ޢިލްމު ހޯދުމާއި، ޙަޤީޤަތްތައް ވިސްނުމުގެ ޤާބިލުކަން ދެއްވީ ކާކު ހެއްޔެވެ؟\r\nތިބާގެ ހަށިގަނޑާއި އަދި ދިރޭ ތަކެތީގެ ހަށިތަކުގައިވާ ނިޒާމުތަކުގައިވާ މި ނާޒުކު ކަވި އުފެއްދެވުން ތިބާ ބަޔާންކޮށްދެނީ ކިހިނެއް ހެއްޔެވެ؟ އެ ފަންނުވެރިކޮށް އުފެއްދެވީ ކާކު ހެއްޔެވެ؟\r\nމި ބޮޑު ކައުނު، ނާޒުކުކޮށް ހިނގަމުންދާ ޤާނޫނުތަކާއެކު، އެއްވެސް މައްސަލައެއް ނުޖެހި އެތަކެއް އަހަރުތަކެއް ވަންދެން އިންތިޒާމުވެގެން ދަނީ ކިހިނެއް ހެއްޔެވެ؟\r\nމިދުނިޔޭގައި ހިނގަމުންދާ ނިޒާމުތައް ލެއްވީ ކޮން ފަރާތަކުންހެއްޔެވެ؟ (ދިރިހުރުމާއި، މަރުވުމާއި، ނަސްލު އުފެއްދުމާއި، ރެއާއި ދުވާލާއި އަދި މޫސުން ބަދަލުވުން ފަދަ ކަންކަން)؟\r\nމި ކައުނު އޭގެ ޒާތުގައި އަމިއްލައަށް އުފެއްދީ ހެއްޔެވެ؟ ނޫނީ އެއްވެސް އެއްޗަކަށް ނުވާ އެއްޗަކުން އައީ ހެއްޔެވެ؟ ނޫނީ އިއްތިފާޤުން ވުޖޫދުވީ ހެއްޔެވެ؟"],["لماذا يؤمن الإنسان بوجود الأشياء التي لا يراها ؟ مثل: (الإدراك والعقل والروح والمشاعر والمحبة) أليس لأنه يرى آثارها؟ فكيف ينكر الإنسان وجود خالق لهذا الكون العظيم وهو يرى آثار مخلوقاته وآثار صنعه ورحمته؟!\r\nلن يقبل أحد أن يقال له إن هذا المنزل جاء من غير أن يبنيه أحد! أو قال له إن العدم هو الذي أوجد هذا المنزل! فكيف يصدق بعض الناس من يقول إن هذا الكون العظيم جاء من غير خالق؟ كيف يقبل عاقل أن يقال له إن هذا الانضباط الدقيق للكون جاء صدفة؟\r\nقال الله تعالى:\r\n(أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ، أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ).\r\n[52 : 32].","އިންސާނާއަށް ނުފެންނަ އެއްޗެހި ވުޖޫދުގައި ވާކަމަށް ޤަބޫލުކުރަނީ ކީއްވެގެން ހެއްޔެވެ؟ މިސާލަކަށް (ނަގައިގަތުމުގެ ބާރު، ވިސްނުން، ފުރާނަ، އިޙްސާސްތައް، އަދި ލޯބި) އެއީ އެކަންކަމުގެ އަސަރުތައް އޭނާއަށް ފެނިގެން ނޫންހެއްޔެވެ؟ ދެންފަހެ ބޮޑުވެގެންވާ މި ކައުނު އުފެއްދެއްވި ފަރާތެއްވާކަމަށް އިންސާނާ އިންކާރުކުރާނީ ކިހިނަކުންހެއްޔެވެ!؟ އެއީ އެކަލާނގެ އުފެއްދެވި ތަކެތީގެ އަސަރުތަކާއި އަދި އެކަލާނގެ އުފެއްދެވުމާއި އެކަލާނގެ ރަޙްމަތުގެ އަސަރުތައް އޭނާއަށް ފެނިފެނި ހުރެއެވެ.\r\n\"މިހިރަ ގެޔަކީ އެއްވެސް މީހަކު ޢިމާރާތް ނުކޮށް ހުރި ގެޔެކޭ ބުނެގެން އެކަން އެއްވެސް މީހަކު ޤަބޫލެއް ނުކުރާނެއެވެ. ނުވަތަ މި ގެ ވުޖޫދަށް އައީ ނެތުމުގެ ތެރެއިންނޭ ބުނިނަމަވެސްމެއެވެ. ދެންފަހެ\nމި ބޮޑު ކައުނު އައީ އުފެއްދެވި އެއްވެސް ފަރާތެއް ނެތިކަމަށް ބުނާ މީހުންގެ ބަސް ބައެއް މީހުން ތެދުކުރާނީ ކިހިނަކުންހެއްޔެވެ؟ މި ނާޒުކު ރޭވުންތެރިކަމުގެ މައްޗަށް ކައުނު އައީ އިއްތިފާޤަކުން ކަމަށް ބުނެވުން ބުއްދިހުރި މީހަކު ޤަބޫލުކުރާނީ ކިހިނެއް ހެއްޔެވެ؟\"\r\nމާތް ﷲ ވަޙީކުރެއްވިއެވެ:\r\n(ނުވަތަ ހެއްދެވިފަރާތެއް ނެތި އެ މީހުން ހެދިގަތީހެއްޔެވެ؟ ނުވަތަ ހެއްދެވި ފަރާތްތަކަކީ، ޚުދު އެ މީހުންހެއްޔެވެ؟ ނުވަތަ އުޑުތަކާއި، ބިން ހެދީ އެއުރެން ހެއްޔެވެ؟ އަދި ކިއެއްތަ! އެއުރެންނީ، ޔަޤީން ނުކުރާ ބައެކެވެ.)\r\n[52 : 32]."],["الله سبحانه وتعالى\r\nهناك رب وخالق واحد، له أسماء وصفات كثيرة عظيمة تدل على كماله، فمن أسمائه: الخالق، والرحيم، والرازق، والكريم، و\"الله\" وهو الاسم الأشهر من أسماء الرب سبحانه وتعالى، ومعناه: المستحق للعبادة وحده لا شريك له.\r\nقال الله تعالى في القرآن الكريم([1]):\r\n﴿قُلۡ هُوَ ٱللَّهُ أَحَدٌ\r\n* ٱللَّهُ ٱلصَّمَدُ\r\n*لَمۡ یَلِدۡ وَلَمۡ یُولَدۡ\r\n*وَلَمۡ یَكُن لَّهُۥ كُفُوًا أَحَدُۢ﴾\r\n[112: 1-4].\r\nوقال تعالى:\r\n﴿اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾\r\n[2 : 255].","ﷲ ސުބުޙާނަހޫ ވަތަޢާލާ\r\n\"އެއްކައުވަންތަ ޚާލިޤުވަންތަ ރައްބެއް ވޮޑިގެންވެއެވެ. އެކަލާނގެ ފުރިހަމަކަމަށް ދަލީލުކޮށްދޭ މަތިވެރި އެތަކެއް ނަންތަކަކާއި ސިފަތަކެއް ވެއެވެ.\nއެގޮތުން އެކަލާނގެ ނަންފުޅުތަކުގެ ތެރޭގައި الخالق (އުފައްދަވާ ފަރާތް)، الرحيم (ރަޙުމްކުރެއްވުން ބޮޑު އިލާހު)، الرازق (ގިނަގިނައިން ރިޒްޤުދެއްވާ އިލާހު) ، الكريم (ދީލަތިވަންތަ އިލާހު)، އަދި ﷲ ހިމެނެއެވެ. އަދި އެނަންފުޅަކީ ހުސްޠާހިރުވަންތަ މަތިވެރި ރައްބުގެ ނަންފުޅުތަކުން އެންމެ މަޝްހޫރު ނަންފުޅެވެ. އޭގެ މާނައަކީ: އަޅުކަންކުރެވުން ޙައްޤުވެގެންވާ ފަރާތެވެ. އެކަލާނގެ އެއްކައުވަންތައެވެ. އެކަލާނގެއަށް ބައިވެރިއަކު ނުވެއެވެ.\"\r\nކީރިތި ޤުރުއާނުގައި މާތް ﷲ ވަޙީކުރެއްވިއެވެ:\r\n(ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއީ އެއްކައުވަންތަ اللَّه އެވެ.\r\nاللَّ هއީ، އެންމެހާ ތަކެތި އެކަލާނގެއަށް ބޭނުންތެރިވެގެންވާ، އަދި އެއްވެސް އެއްޗަކަށް، އެކަލާނގެ ބޭނުންވެވޮޑިގެންނުވާ ރަސްކަލާނގެއެވެ.\r\nއެކަލާނގެއަކަށް އެއްވެސް އެއްޗެއް އުފަންވެގެނެއް ނުވެތެވެ. އަދި އެއްވެސް އެއްޗަކަށް އެކަލާނގެ އުފަންވެވޮޑިގެނެއް ނުމެވޭމެއެވެ.\r\nއަދި އެކަލާނގެއާ އެއްފަދަވެގެންވާ، ހަމައެކަކުވެސް ނުވެތެވެ.)\r\n[112: 1-4].\r\nއަދިވެސް އެކަލާނގެ ވަޙީކުރެއްވިއެވެ:\r\n(اللَّ هއީ، އެކަލާނގެ ފިޔަވައި حقވެގެން އަޅުކަމެއް ވެވޭ إله އަކުނުވާ ރަސްކަލާނގެއެވެ. ދިރިދެމިވޮޑިގެންވާ، دائمއަށް قائمވެ ވޮޑިގެންވާ ރަސްކަލާނގެއެވެ. އަވަހާރަފުޅު އައުމެއް އަދި، އަވަހާރަފުޅު ލެއްޕެވުމެއްވެސް އެކަލާނގެއަކަށް ނުވެއެވެ. އުޑުތަކުގައި ވާހައި އެއްޗަކާއި، އަދި ބިމުގައި ވާހައި އެއްޗެއް މިލްކުވެގެންވަނީ އެކަލާނގެއަށެވެ. އެކަލާނގެ إذنފުޅާ ނުލައި އެކަލާނގެ حضرةގައި شفاعة ތެރިވާނޭ މީހަކީ ކާކުހެއްޔެވެ؟ އެއުރެންގެ ކުރިން (އެބަހީ: خلقތަކުންގެ ކުރިން) އިސްވެގޮސްފައިވާހައި ކަމަކާއި، އެއުރެންގެ ފަހުން ވާނޭހައި ކަމެއްވެސް އެކަލާނގެ ދެނެވޮޑިގެންވެއެވެ. އަދި، އެކަލާނގެ علمފުޅުގެ ތެރެއިން އެކަލާނގެ އިރާދަކުރެއްވިކަމެއް ފިޔަވައި، އެއްވެސް އެއްޗެއް އެއުރެންނަކަށް އެނގިގެނެއް ނުވެއެވެ. އެކަލާނގެ كرسى، އުޑުތަކާއި، ބިމުގެ އެންމެހައި ކަންކޮޅުތަކަށް ތަނަވަސް ވެގެންވެއެވެ. އެ އުޑުތަކާއި، ބިން، ރައްކާތެރި ކުރައްވައި ހިފެހެއްޓެވުމަށް އެކަލާނގެ حضرةއަކަށް ކުޑަވެސް ބުރަކަމެއް ނުވެއެވެ. އަދި، އެކަލާނގެއީ، އެންމެ މަތިވެރި އެންމެ މާތް ރަސްކަލާނގެއެވެ.)\r\n[2 : 255]."],["صفات الرب سبحانه وتعالى\nالرب هو الذي خلق الأرض وذللها، وجعلها صالحة لمخلوقاته، وهو الذي خلق السماوات وما فيها من مخلوقات عظيمة، وجعل للشمس والقمر والليل والنهار هذا الضبط الدقيق الذي يدل على عظمته.\nالرب هو الذي سخر لنا الهواء الذي لا حياة لنا بدونه، وهو الذي ينزل علينا الأمطار وسخر لنا البحار والأنهار، وهو الذي كان يغذينا ونحن أجنة في بطون أمهاتنا من غير أن يكون لنا قوة، وهو الذي يجعل الدماء تجري في عروقنا، وجعل قلوبنا تنبض باستمرار من يوم ولادتنا إلى أن نموت.\nقال الله تعالى:\n﴿وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ﴾\n(16: 78)","މަތިވެރި މާތް ރައްބުގެ ޞިފަފުޅުތައް\r\nރައްބަކީ ބިން އުފައްދަވާ އެ ބިން ނިކަމެތިކުރައްވާ ފަސޭހަކޮށް ލެއްވި ރަސްކަލާނގެއެވެ. އަދި އެކަލާނގެ މަޚްލޫޤުންނަށް އެކަށީގެންވާ ތަނެއްކަމުގައި އެ ބިން ލެއްވިއެވެ. އަދި އެކަލާނގެއީ އުޑުތަކާއި އެ އުޑުތަކުގައިވާ ބޮޑެތި މަޚްލޫޤުން ހެއްދެވި ރަސްކަލާނގެއެވެ. އަދި އެކަލާނގެ މަތިވެރިވަންތަކަމަށް ދަލީލުކޮށްދޭ މި ނާޒުކު ބަރާބަރު ނިޒާމު؛ އިރު ހަނދާއި، ރެޔާއި ދުވާލަށް ލެއްވިއެވެ.\r\nރައްބަކީ އަހަރުމެންނަށް އެއާ ނުލައި ދިރުމެއް ނުވާ ވައި ދެއްވި އިލާހެވެ. އަދި އެއީ އަހަރުމެންގެ މައްޗަށް ވާރޭ ވެއްސަވައި، ކަނޑުތަކާއި ކޯރުތައް އަހަރުމެންނަށްޓަކައި ޚިދުމަތުގައި ލެއްވި ކަލާނގެއެވެ. އަދި އަހަރުމެންގެ މައިންގެ ބަނޑުތަކުގައި، އެއްވެސް ބާރެއް ނެތި ޅަދަރިންތަކެއްގެ ގޮތުގައި ވީއިރު އަހަރުމެންނަށް ކާނާ ދެއްވީ އެކަލާނގެއެވެ. އަދި އަހަރުމެންގެ ނާރުތަކުގައި ލޭ ދައުރުކުރާ ގޮތަށް ލެއްވީވެސް އެކަލާނގެއެވެ. އަދި އަހަރުމެން އުފަންވި ދުވަހުން ފަށައިގެން މަރުވަންދެން އަހަރުމެންގެ ހިތްތައް މެދުނުކެނޑި ވިންދު ޖަހަމުންދާ ގޮތަށް ލެއްވީވެސް ހަމަ އެކަލާނގެއެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\n(އަދި ތިޔަބައިމީހުންގެ މައިންގެ ބަނޑުތަކުން، ތިޔަބައިމީހުންނަށް އެއްވެސް އެއްޗެއް ނޭނގޭ ހާލު، ތިޔަބައިމީހުން ނެރުއްވީ ﷲ އެވެ. އަދި އެ އިލާހު ތިޔަބައިމީހުންނަށް އިވުމާއި، ފެނުމާއި، ހިތްތައް ލެއްވިއެވެ. (އެއީ) ތިޔަބައިމީހުން ޝުކުރުކުރޭތޯއެވެ.)\r\n(16: 78)"],["الرب المعبود لابد أن يتصف بصفات الكمال\r\nرزقنا خالقنا عقولاً تدرك عظمته، وغرس فينا فطرة تدل على كماله وأنه لا يمكن أن يتصف بالنقص.\r\nالعبادة لابد أن تكون لله تعالى وحده فهو الكامل المستحق للعبادة، وكل ما عبد من دونه فهو باطل وناقص ومعرض للموت والفناء.\r\nالمعبود لا يمكن أن يكون بشراً أو صنماً أو شجراً أو حيواناً!\r\nلا يليق بالعاقل أن يعبد إلا الكامل فكيف يعبد مخلوقاً أدنى منه!\r\nالرب لا يمكن أن يكون جنيناً في بطن امرأة ويولد كما يولد الصبيان!\r\nالرب هو الذي خلق الخلق، والخلق في قبضته وتحت قهره؛ فلا يمكن أن يضره البشر ولا يمكن لأحد أن يصلبه ويعذبه ويهينه!\r\nالرب لا يمكن أن يموت!\r\nالرب هو الذي لا ينسى ولا ينام ولا يأكل الطعام وهو عظيم لا يمكن أن يكون له زوجة أو ولد؛ فالخالق له صفات العظمة ولا يمكن أبدا أن يتصف بالحاجة أو النقص، وكل النصوص التي فيها ما يخالف عظمة الخالق مما ينسب إلى الأنبياء فهي نصوص محرفة وليست من الوحي الصحيح الذي جاء به موسى وعيسى وغيرهم من الأنبياء عليهم الصلاة والسلام.\r\nقال الله تعالى:\r\nيَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ (73)\r\nمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (74)\r\n[22: 73, 74].","އަޅުކަންވެވޭ ރައްބަކީ ފުރިހަމަކަމުގެ ސިފަތައްވާ ފަރާތަކަށް ވާންޖެހެއެވެ.\r\nއަހަރުމެންގެ އުފެއްދެވި އިލާހު، އެއިލާހުގެ މަތިވެރިވަންތަކަން އަހަރުމެންނަށް ނަގައިގަނެވޭ ބުއްދިތަކެއް އެއިލާހު އަހަރުމެންނަށް ދެއްވިއެވެ. އަދި އެކަލާނގެ ފުރިހަމަކަމާއި، އަދި އުނިކަމުން އެކަލާނގެ ޞިފަ ނުކުރެވޭނެކަމަށް ދަލީލުކޮށްދޭ ފިޠުރަތެއް އެކަލާނގެ އަހަރުމެންގެ ކިބައިގައި އިންދެވިއެވެ.\r\nއަޅުކަން ކުރަންޖެހޭނީ ހަމައެކަނި އެއްކައުވަންތަ ﷲ އަށެވެ.ފަހެ އަޅުކަންކުރުން ޙައްޤުވެގެންވާ ފުރިހަމަ ފަރާތަކީ އެއީއެވެ. އަދި އެކަލާނގެ ފިޔަވައި އަޅުކަން ކުރެވުނު ކޮންމެ އެއްޗަކީ ބާޠިލު، އުނި، އަދި މަރާއި ފަނާވުމަށް ހުށަހެޅިފައިވާ އެއްޗެކެވެ.\r\nއަޅުކަންކުރެވޭ ފަރާތަކީ: އިންސާނެއް، ނުވަތަ ބުދެއް، ނުވަތަ ގަހެއް، ނުވަތަ ޖަނަވާރެއްކަމުގައި ނުވާނެއެވެ.\r\nބުއްދިވެރި މީހަކު ފުރިހަމަ ފަރާތަށް ނޫނީ އަޅުކަންކުރުން އެކަށީގެން ނުވެއެވެ. ވީއިރު އޭނާއަށް ވުރެ ދަށުދަރަޖައިގެ މަޚްލޫޤަކަށް އޭނާ އަޅުކަން ކުރާނީ ކިހިނެއް ހެއްޔެވެ!\r\nރައްބަކީ އަންހެނެއްގެ ބަނޑުގައި ޅަކުއްޖެއް ގޮތަށް އޮވެ، އަދި ކުދިން އުފަންވާ ގޮތަށް އުފަންވާ ފަރާތެއްކަމުގައި ވުމީ ވާނޭކަމެއް ނޫނެވެ.\r\nރައްބަކީ ޚަލްޤުތައް އުފެއްދެވި ރަސްކަލާނގެއެވެ. ޚަލްޤުތަކުން އެކަލާނގެ އަތްޕުޅުގައި އަދި އެކަލާނގެ ބާރުގެ ދަށުގައިވާ ބަޔަކަށްވާހިނދު ދެން އިންސާނުންނަކަށް އެކަލާނގެއަށް ގެއްލުމެއް ނުދެވޭނެއެވެ. އެއްވެސް މީހަކަށް އެކަލާނގެ ޞަލީބަށް އަރުވައި، އަނިޔާއެއްދީ، ނިކަމެތި ނުކުރެވޭނެއެވެ!\r\nރައްބަކީ އެއްވެސް ޙާލެއްގައި މަރުވާނޭ ފަރާތެއްނޫނެވެ!\r\nރައްބަކީ ހަނދާން ނެތޭ، ނިދާ، އަދި ކާތަކެތި ކައިބޮއެ އުޅޭ ފަރާތެއް ނޫނެވެ. އެއީ މަތިވެރި ފަރާތެކެވެ. އެ ފަރާތަށް އަތްނބަކު ނުވަތަ ދަރިޔަކު ވުމަކީ ވާނޭކަމެއް ނޫނެވެ. ޚާލިޤުވަންތަ ރަސްކަލާނގެއަށް މަތިވެރިކަމުގެ ސިފަތައް ލިބިވޮޑިގެންވެތެވެ. ދުވަހަކުވެސް އެކަލާނގެ ކަމަކަށް ޙާޖަތްޖެހިގެންވާކަމަށް ނުވަތަ އުނިކަމެއްވާކަމަށް ޞިފަކުރެވުމަކީ ވާނެކަމެއް ނޫނެވެ. ޚާލިޤުވަންތަ ރަސްކަލާނގެ މަތިވެރިކަމާ ފުށުއަރާ ގޮތުން ނަބިއްޔުންނަށް ނިސްބަތްކުރެވޭ ލިޔުންތަކަކީ އޮޅުވާލެވި ބަދަލުކުރެވިފައިވާ ނައްޞުތަކެކެވެ. މޫސާގެފާނާއި ޢީސާގެފާނާއި އެހެން ނަބިއްޔުން عليهم الصلاة والسلام ގެނެސްދެއްވި ޞައްޙަ ވަޙީގައިވާ ނައްޞުތަކެއް ނޫނެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއޭ މީސްތަކުންނޭވެ! މިސާލެއް ޖެހިއްޖެއެވެ. ފަހެ، ތިޔަބައިމީހުން އެއަށް ކަނުލައި އަހާށެވެ! ހަމަކަށަވަރުން، ތިޔަބައިމީހުން اللَّه ފިޔަވައި ދުޢާކުރާ ތަކެއްޗަކަށް މެއްސެއްވެސް ނެހެދޭނެތެވެ. އެކަމަށް އެ އެންމެން އެއްވިނަމަވެސްމެއެވެ. އަދި އެ މެހި، އެއުރެންގެ ކިބައިން އެއްޗެއް އަތުލައިފިނަމަ، އެވެސް އެ މެހީގެ ކިބައިން، އެއުރެންނަކަށް ސަލާމަތެއް ނުކުރެވޭނެތެވެ. އެދޭ މީހާއާއި އެދެވޭ ފަރާތްވެސް ނިކަމެތިވެގެންވެތެވެ. (73)\r\n\"اللَّهއަށް قدرކުރުން حقވެގެންވާ ގޮތުގައި، އެއުރެން އެކަލާނގެއަށް قدرއެއް ނުކުރެތެވެ. ހަމަކަށަވަރުން، اللَّهއީ، ބާރުވެރިވަންތަ، عزيزވަންތަ ރަސްކަލާނގެކަން ކަށަވަރެވެ.\n(74)\"\r\n[22: 73, 74]."],["هل يعقل أن يتركنا الخالق بدون وحي؟\r\nهل يُعقل أن الله خلق كل هذه المخلوقات بلا غاية، هل خلقها عبثاً وهو الحكيم العليم؟\r\nهل يُعقل أن الذي خلقنا بهذا الضبط والإتقان وسخر لنا ما في السماوات والأرض، أن يخلقنا بلا غاية، أو أن يتركنا دون جواب عن أهم الأسئلة التي تشغلنا، مثل: لماذا نحن هنا؟ وماذا بعد الموت؟ وما الغاية من خلقنا؟\r\nبل أرسل الله الرسل لنعرف غاية وجودنا، وماذا يريد منا!\r\nفالله أرسل الرسل ليخبرونا أنه وحده المستحق للعبادة، ولنعلم كيف نعبده، وليبلغونا أوامره ونواهيه، ويعلموننا القيم الفاضلة التي إن أخذنا بها كانت حياتنا طيبة تعمها الخيرات والبركات.\r\nوقد أرسل الله رسلاً كثيرين مثل (نوح، إبراهيم، موسى، وعيسى) وأعطى الله هؤلاء الرسل آيات ومعجزات تدل على صدقهم وأنهم مرسلون من عند الخالق.\r\nوآخر الرسل هو محمد -صلى الله عليه وسلم- وقد أنزل الله عليه القرآن الكريم.\r\nوقد أخبرنا الرسل بكل وضوح أن هذه الحياة هي اختبار وأن الحياة الحقيقية ستكون بعد الموت\r\nوأن هناك جنة للمؤمنين الذين عبدوا الله وحده لا شريك له وآمنوا بجميع الرسل وهناك نارا أعدها الله للكافرين الذين عبدوا آلهة أخرى مع الله أو كفروا بأي رسول من رسل الله.\r\nقال الله تعالى:\r\nيَابَنِي آدَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي فَمَنِ اتَّقَى وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (35)\r\nوَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (36)\r\n[7 : 35,36].\r\nوقال سبحانه:\r\n﴿ أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ ﴾\r\n[23: 115].","ޚާލިޤުވަންތަ ރަސްކަލާނގެ އަހަރުމެންނަށް ވަޙީއެއް ނެތި ދޫކޮށްލެއްވުމަކީ ހަމަޖެހޭ ކަމެއް ހެއްޔެވެ؟\r\nމިހުރިހާ މަޚްލޫޤުން އެއްވެސް މަޤްޞަދެއް ނެތި ﷲ އުފެއްދެވި ކަމުގައި ވުމަކީ ހަމަޖެހޭ ކަމެއް ހެއްޔެވެ؟ އެކަލާނގެއީ އެންމެ ޙިކްމަތްވަންތަ، ހުރިހާކަމެއް ދެނެވޮޑިގެންވާ އިލާހުކަމުގައި ވުމާއެކު އެކަލާނގެ ބޭކާރު ގޮތެއްގައި އެތަކެތި އުފައްދަވާފައިވާނެ ހެއްޔެވެ؟\r\nމިފަދަ ސީދާކަމާއި ފުރިހަމަކަމާއެކު އަހަރުމެން ހައްދަވައި އަދި އުޑުތަކާއި ބިމުގައިވާ ހުރިހާ އެއްޗެއް އަހަރުމެންގެ ޚިދުމަތުގައި ލެއްވި ފަރާތެއް، އެއްވެސް މަޤްޞަދެއް ނުވާގޮތަށް އަހަރުމެން އުފައްދަވާފައިވާނޭކަމަށް ޤަބޫލުކުރެވޭހެއްޔެވެ؟ ނުވަތަ އަހަރުމެންނާ ގުޅޭ އެންމެ މުހިންމު ސުވާލުތަކަށް ޖަވާބު ނުލިބޭ ގޮތަށް އަހަރުމެން ދޫކޮށްލައްވާނެހެއްޔެވެ؟ މިސާލަކަށް: އަހަރުމެން މިތާގައި (މިދުނިޔޭގައި) މިތިބީ ކީއްވެގެން ހެއްޔެވެ؟ މަރުވުމަށްފަހު ވަނީ ކިހިނެއް ހެއްޔެވެ؟ އަހަރުމެން އުފެއްދެވުނު މަޤްޞަދަކީ ކޮބައި ހެއްޔެވެ؟\r\nއަދި ކިއެއްތަ! ވުޖޫދުގެ މަޤްޞަދު އަންގަވައި ދެއްވުމަށް، އަދި ﷲ އަހަރުމެންގެ ކިބައިން އެދިވޮޑިގަންނަވާ ކަންތައް އަންގަވާދެއްވުމަށް އަހަރުމެންގެ ގާތަށް ރަސޫލުން ފޮނުއްވިއެވެ.\r\nﷲ ރަސޫލުން ފޮނުއްވީ ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ ހަމައެކަނި އިލާހަކީ އެކަލާނގެކަން އަހަރުމެންނަށް އެބޭކަލުން ލައްވާ ޚަބަރުދެއްވުމަށެވެ. އަދި އެކަލާނގެއަށް އަޅުކަން ކުރަންޖެހޭގޮތް ބަޔާންކޮށްދެއްވުމަށެވެ. އަދި އެކަލާނގެ އަމުރުފުޅުތަކާއި ނަހީތައް އަހަރުމެންނާ ހަމައަށް ފޯރުކޮށްދެއްވުމަށެވެ. އަދި އެކަންކަމުގައި އަހަރުމެން ހިފައިފިނަމަ އަހަރުމެންގެ ދިރިއުޅުން ރަނގަޅުވެ، ނިޢުމަތްތަކާއި ބަރަކާތުން ފުރިގެންދާނެ މަތިވެރި އުޞޫލުތައް އަހަރުމެންނަށް ދަސްކޮށްދެއްވުމަށެވެ.\r\nﷲ ވަނީ އެތަކެއް ރަސޫލުން ފޮނުއްވާފައިއެވެ. މިސާލަކަށް: (ނޫޙު، އިބްރާހީމް، މޫސާ، އަދި އީސާގެފާނު) އެވެ. އަދި އެބޭކަލުންގެ ތެދުވެރިކަމަށާއި، އަދި އެބޭކަލުންނީ ޚާލިޤުވަންތަ އިލާހުގެ ޙަޟްރަތުން ފޮނުއްވުނު ރަސޫލުންކަމަށް ދަލީލުކޮށްދޭ ހެކިތަކާއި މުޢުޖިޒާތްތައް ﷲ މި ރަސޫލުންނަށް ދެއްވިއެވެ.\r\nރަސޫލުންގެ ތެރެއިން އެންމެ ފަހު ރަސޫލަކީ މުޙައްމަދު ﷺ އެވެ. الله އެކަލޭގެފާނަށް ކީރިތި ޤުރުއާން ބާވައިލެއްވިއެވެ.\r\nމި ޙަޔާތަކީ އިމްތިޙާނެއްކަން ރަސޫލުން އަހަރުމެންނަށް ސާފުކޮށް ކިޔައިދެއްވިއެވެ. އަދި ޙަޤީޤީ ދިރިއުޅުން އޮންނާނީ މަރުވުމަށް ފަހުގައިކަން ޚަބަރުދެއްވިއެވެ.\r\nއަދި މުއުމިނުންނަށްޓަކައި ސުވަރުގެއެއް ވާކަން އަންގަވައިދެއްވިއެވެ. އެމީހުންނީ ޝަރީކަކު ނުލައި ހަމައެކަނި ﷲ އަށް އަޅުކަންކޮށް ހުރިހާ ރަސޫލުންނަށް އީމާންވި މީހުންނެވެ. އަދި އެކަލާނގެ ކާފަރުންނަށްޓަކައި ނަރަކައެއް ތައްޔާރުކުރެއްވިކަން އަންގަވައިދެއްވިއެވެ. އެމީހުންނީ ﷲ އާއެކު އެހެން އިލާހުންތަކަކަށް އަޅުކަންކުރި ނުވަތަ ﷲ ގެ ރަސޫލުންކުރެ އެއްވެސް ރަސޫލަކަށް ކާފަރުވި މީހުންނެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއޭ آدمގެދަރިންނޭވެ! ތިމަންރަސްކަލާނގެ آيةތައް، ތިޔަބައިމީހުންނަށް ކިޔައިދެއްވާ رسولންތަކެއް، ތިޔަބައިމީހުންގެ ތެރެއިން ތިޔަބައިމީހުންގެ ގާތަށް ވަޑައިގެންފިނަމަ، ފަހެ، تقوىވެރިވެ، އަދި (عملތައް) إصلاحކޮށްފިމީހާ (ދަންނާށެވެ!) ފަހެ، އެއުރެންގެ މައްޗަކަށް އެއްވެސް ބިރެއް ނެތެވެ. އަދި އެއުރެންނީ، ހިތާމަކުރާނޭ ބަޔަކު ކަމުގައިވެސް ނުމެވޭމެއެވެ.\r\nއަދި ތިމަންރަސްކަލާނގެ آيةތައް ދޮގުކޮށް، އަދި އެއާމެދު ކިބުރުވެރިވެގަތް މީހުން އެއީ، ނަރަކައިގެ أهلވެރިންނެވެ. އެއުރެންނީ އެތާނގައި ދެމިތިބޭނޭ މީހުންނެވެ.\r\n[7 : 35,36].\r\nއަދިވެސް އެކަލާނގެ ވަޙީކުރެއްވިއެވެ:\r\nހަމަކަށަވަރުން، ތިމަންރަސްކަލާނގެ ތިޔަބައިމީހުން ހެއްދެވީ، ބޭކާރުގޮތުގައި، ކުޅިވަރަށްކަމަށާއި، ހަމަކަށަވަރުން، ތިޔަބައިމީހުން ތިމަންރަސްކަލާނގެ حضرةއަށް رجوع ނުކުރެއްވޭނެކަމަށް ތިޔަބައިމީހުން ފަހެ، ހީކުޅައީ ހެއްޔެވެ؟\r\n[23: 115]."],["القرآن الكريم\nالقرآن الكريم هو كلام الله تعالى الذي أنزله على آخر الرسل محمد، وهو أعظم معجزة تدل على صدق نبوة محمد -صلى الله عليه وسلم- فهو الحق في أحكامه والصدق في أخباره، وقد تحدى الله المكذبين بأن يأتوا ولو بسورة واحدة مثل هذا القرآن فعجزوا عن ذلك لجمال أسلوبه وبراعة ألفاظه، وقد اشتمل على الكثير من الأدلة العقلية والحقائق العلمية التي تدل على أن هذا الكتاب لا يمكن أن يكون من صنع البشر بل هو كلام رب البشر سبحانه وتعالى.","ކީރިތި ޤުރްއާން\nޤުރްއާނުލް ކަރީމްއަކީ އެންމެ ފަހުގެ ރަސޫލާ މުޙައްމަދުގެފާނުގެ މައްޗަށް ﷲ ތަޢާލާ ބާވައިލެއްވި އެކަލާނގެ ކަލާމްފުޅެވެ. އަދި އެއީ މުޙައްމަދު ﷺ ގެ ނަބީކަން ތެދުވެގެންވާކަމަށް ދަލީލުކޮށްދޭ އެންމެ ބޮޑު މުޢުޖިޒާތެވެ. ފަހެ އެ ފޮތަކީ އެ ފޮތުގެ ޙުކުމްތަކުގައި ޙައްޤުކަމުގައިވާ، އަދި އެ ފޮތުގެ ޚަބަރުތައް ތެދުކަމުގައިވާ ފޮތެވެ. އަދި ﷲ ތަޢާލާވަނީ، މި ޤުރްއާން ފަދަ އެންމެ ސޫރަތެއް ވެސް ގެނައުމަށް ދޮގުކުރާ މީހުންނަށް ގޮންޖައްސަވާފައިއެވެ. ނަމަވެސް، އެ ފޮތުގެ އުސްލޫބުގެ ރީތިކަމާއި، އޭގެ ބަސްތަކުގެ ހުނަރުވެރިކަމުން އެމީހުންނަށް އެކަން ނުކުރެވުނެވެ.\nމި ފޮތުގައި އިންސާނުން އުފެއްދި ފޮތެއް ނޫންކަން ދޭހަވާ، އަދި އެއީ އިންސާނުންގެ ވެރި ރައްބު ސުބްޙާނަހޫ ވަތަޢާލާގެ ބަސްފުޅުކަމަށް ދަލީލުކުރާ ވަރަށް ގިނަ ބުއްދީގެ ހެކިތަކާއި ޢިލްމީ ޙަޤީޤަތްތައް ޝާމިލުވެގެންވެއެވެ."],["لماذا تعدد الرسل؟\r\nلقد أرسل الله رسلًا منذ بداية الزمان ليدعوا الناس إلى ربهم، ويبلغوا لهم أوامره ونواهيه، وكانت دعوتهم جميعًا: عبادة الله وحده عز وجل، وكلما بدأت أمة ما في ترك أو تشويه ما جاء به رسولها، من الأمر بتوحيد الله، كلف الله رسولًا آخر ليصحح المسار، ويعيد الناس إلى الفطرة السليمة بتوحيد الله وطاعته، حتى ختم الله الرسل بمحمد عليه السلام، الذي جاء بالشريعة الخالدة العامة لجميع البشر إلى يوم القيامة، المكملة والناسخة لما قبلها من الشرائع، وكفل الرب جل وعلا لهذه الشريعة والرسالة البقاء والدوام إلى يوم القيامة.\r\nلذلك نحن المسلمون نؤمن -كما أمر الله- بجميع الرسل والكتب السابقة.\r\nقال الله تعالى:\r\n﴿ءَامَنَ ٱلرَّسُولُ بِمَاۤ أُنزِلَ إِلَیۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰۤىِٕكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَیۡنَ أَحَدࣲ مِّن رُّسُلِهِۦۚ وَقَالُوا۟ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَیۡكَ ٱلۡمَصِیرُ﴾\r\n[2: 285].","ރަސޫލުބޭކަލުންގެ ޢަދަދު ގިނަވެގެންވީ ކީއްވެގެންހެއްޔެވެ؟\r\nޒަމާން ފެށުނީއްސުރެ ﷲ ވަނީ ރަސޫލުން ފޮނުއްވާފައިއެވެ. އެއީ މީސްތަކުންނަށް އެމީހުންގެ ވެރިރައްބަށް ގޮވާލައްވާ، އަދި އެކަލާނގެ އަމުރުފުޅުތަކާއި ނަހީތައް އެއުރެންނަށް ފޯރުކޮށްދެއްވުމަށެވެ. އެ ހުރިހާ ބޭކަލުންގެ ގޮވާލުމަކީ ހަމައެކަނި ﷲ ޢައްޒަ ވަޖައްލައަށް އަޅުކަންކުރުމެވެ. އުއްމަތެއްގެ ރަސޫލަކު ގެނެސްދެއްވި އެއްޗެއް ދޫކޮށްލާ ނުވަތަ އޮޅުވާލަން ފަށާ ކޮންމެ ފަހަރަކު، ﷲ އެ މަގު އިސްލާހު ކުރައްވާ، ﷲ އެއްކައުވަންތަކޮށް އެކަލާނގެއަށް ކިޔަމަންވެގެން އަންނަ ސަލާމަތްތެރި ފިޠުރަތަށް މީސްތަކުން އަނބުރާ ރުޖޫޢަކުރުމަށްޓަކައި އެހެން ރަސޫލަކާ ޙަވާލުކުރައްވައެވެ. އެހެންގޮސް މުޙައްމަދު عليه السلام މެދުވެރިކުރައްވާ ރަސޫލުކަން ޚަތިމުކުރެއްވުމަށް ދާންދެނެވެ. އެއީ އެއިން ކުރީގެ ހުރިހާ ޝަރީޢަތްތައް މަންސޫޚަކޮށް ފުރިހަމަކުރެއްވުމަށް، ހުރިހާ އިންސާނުންނަށް ޢާންމުވާ އަދި ޤިޔާމަތް ދުވަހާއި ހަމައަށްވާ ދާއިމީ ޝަރީޢަތާގެން ވަޑައިގެންނެވި ކަލޭގެފާނެވެ. އަދި މި ޝަރީޢަތާއި ރިސާލަތު ޤިޔާމަތްދުވަހާއި ހަމައަށް ދެމިއޮތުމުގައި ލެއްވުމަށް ރައްބު ޖައްލަ ވަޢަލާ ޙަވާލުވެވޮޑިގެންނެވިއެވެ.\r\nއެހެންކަމުން އަހަރުމެން މުސްލިމުން- الله އެންގެވި ފަދައިން - ކުރީގެ ހުރިހާ ރަސޫލުންނާއި ފޮތްތަކަށްވެސް އީމާންވަމެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\n(رسولއާއަށް، އެކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ حضرةން ބާވައިލެއްވި އެއްޗަކަށް (އެބަހީ: ކީރިތި قرآنއަށް) رسولއާއާއި مؤمنން إيمانވިއެވެ. އެ އެންމެންމެ اللَّهއާއި، އެކަލާނގެ ملائكةންނާއި، އެކަލާނގެ (ބާވައިލެއްވި) ފޮތްތަކާއި، އެކަލާނގެ ފޮނުއްވި رسولންނަށް إيمانވިއެވެ. (އެއުރެން ބުނެތެވެ.) ތިމަންމެން، އެކަލާނގެ رسولންގެ ތެރެއިން އެކަކާމެދުވެސް ތަފާތެއް ނުކުރަމުއެވެ. އަދި، އެއުރެން ބުނޫއެވެ. ތިމަންމެން އަހައި ކިޔަމަންވެއްޖައީމުއެވެ. އަޅަމެންގެ ވެރިރަސްކަލާކޯއެވެ! އަޅަމެންގެ ފާފަފުއްސަވައިފާނދޭވެއެވެ! އަދި، އެނބުރި ދިއުންވަނީ، އިބަރަސްކަލާނގެ حضرةއަށެވެ.)\r\n[2: 285]."],["لا يكون الشخص مؤمنا حتى يؤمن بجميع الرسل\r\nالذي أرسل الرسل هو الله، ومن كفر برسالة واحد منهم فقد كفر بالجميع، فليس هناك ذنب أعظم من أن يرد الإنسان على الله وحيه، فلابد لدخول الجنة من الإيمان بجميع الرسل.\r\nفالواجب على كل أحد في هذا الزمان أن يؤمن بجميع رسل الله، ولا يكون ذلك إلا بأن يؤمن ويتبع آخرهم وخاتمهم محمد صلى الله عليه وسلم.\r\nذكر الله في القرآن الكريم أن من يرفض الإيمان بأي رسولٍ من رسل الله فهو كافر بالله مكذب لوحيه:\r\nاقرأ الآية التالية:\r\n\"إنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ ورُسُلِهِ ويُرِيدُونَ أنْ يُفَرِّقُوا بَيْنَ اللَّهِ ورُسُلِهِ ويَقُولُونَ نُؤْمِنُ بِبَعْضٍ ونَكْفُرُ بِبَعْضٍ ويُرِيدُونَ أنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا\r\nأُولَئِكَ هُمُ الكافِرُونَ حَقًّا وأعْتَدْنا لِلْكَفَرَيْنِ عَذابًا مُهِينًا﴾\".\r\n[4: 150,151].","ހުރިހާ ރަސޫލުންނަށް އީމާންވެއްޖައުމަށް ދާންދެން މީހާ މުއުމިނެއް ކަމުގައި ނުވެއެވެ.\r\nރަސޫލުން ފޮނުއްވި ފަރާތަކީ الله އެވެ. އެއިން އެންމެ ބޭކަލެއްގެ ރިސާލަތަށް ކާފަރުވެއްޖެ މީހަކުވެސް އެވަނީ ހުރިހާ ރަސޫލުންނަށް ކާފަރުވެފައިއެވެ. ފަހެ ﷲ ގެ ވަޙީއަށް އިންސާނާ ދެކޮޅުދާ އެކަލާނގެއަށް ރައްދުކުރުމަށްވުރެ ބޮޑު ފާފައެއް ނުވެއެވެ. އެހެންކަމުން ސުވަރުގެ ވަނުމަށްޓަކައި ކޮންމެހެންވެސް ހުރިހާ ރަސޫލުންނަށް އީމާންވާން ޖެހެއެވެ.\r\nމި ޒަމާނުގައި ކޮންމެ މީހެއްގެ މައްޗަށްވެސް އޮތް ވާޖިބަކީ الله ގެ ހުރިހާ ރަސޫލުންނަށް އީމާންވުމެވެ. އެ ބޭކަލުންގެ ތެރެއިން އެންމެ ފަހުގެ އަދި ރަސޫލުކަން ޚަތިމުކުރެއްވި ސާހިބާ މުޙައްމަދު صَلّى اللهُ عَلَيْهِ وسَلَّم އަށް އީމާންވެ އެކަލޭގެފާނަށް ތަބަޢަވެގެން މެނުވީ އެކަން ނުކުރެވޭނެއެވެ.\r\nﷲ ކީރިތި ޤުރްއާނުގައި ބަޔާންކުރައްވާފައިވާ ގޮތުގައި ﷲގެ އެއްވެސް ރަސޫލަކަށް އީމާންވުމަށް ދެކޮޅު ހަދާ މީހަކީ ﷲ އަށް ކާފަރުވެ، އެކަލާނގެ ވަޙީ ދޮގުކުރާ މީހެކެވެ.\r\nއަންނަނިވި އާޔަތް ކިޔަވާށެވެ:\r\n\"ހަމަކަށަވަރުން، اللَّهއާއި، އެކަލާނގެ رسولންނަށް كافرވާ މީހުންނާއި، اللَّهއާއި އެކަލާނގެ رسولންނާ ދެމެދު (إيمانވުމުގައި) ތަފާތުކުރަން އެދޭމީހުންނާއި، ތިމަންމެން އެއްބަޔަކަށް إيمانވަމުއޭ އަދި އަނެއްބަޔަކަށް كافرވަމުއޭ ބުނެ، އެދެމެދުން މަގެއް ހިފުމަށް އެދޭމީހުން، (ދަންނާށެވެ!)\r\nއެއުރެންނަކީ، ކަނޑައެޅިގެން އެނގޭގޮތުގައި ތިބި كافرންނެވެ. كافرންނަށް އިހާނެތި عذاب، ތިމަންރަސްކަލާނގެ ތައްޔާރުކުރެއްވީމެވެ.)\r\n[4: 150,151]."],["ما هو الإسلام؟\r\nالإسلام هو الاستسلام لله تعالى بالتوحيد، والانقياد له بالطاعة، والامتثال لشرعه برضا وقبول.\r\nوقد بعث الله الرسل لرسالة واحدة هي: الدعوة إلى عبادة الله وحده لا شريك له.\r\nوالإسلام هو دين جميع الأنبياء، فدعوتهم واحدة وشرائعهم مختلفة، والمسلمون اليوم هم الوحيدون المتمسكون بالدين الصحيح الذي جاء به جميع الأنبياء، ورسالة الإسلام في هذا الزمان هي الحق؛ فالرب الذي أرسل إبراهيم وموسى وعيسى هو الذي أرسل خاتم الرسل محمد، وقد جاءت شريعة الإسلام ناسخة لما قبلها من الشرائع.\r\nإن كل الأديان التي يتعبد بها الناس اليوم -عدا الإسلام- أديان من صنع البشر، أو أديان كانت إلهية ثم عبثت بها يد البشر فأصبحت خليطاً من الركام الخرافي والأساطير المتوارثة والاجتهادات البشرية. أما عقيدة المسلمين فهي عقيدة واحدة واضحة لا تتغير، وانظر إلى القرآن الكريم فهو كتاب واحد في جميع بلدان المسلمين.\r\nقال الله تعالى في القرآن:\r\nقُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا وَمَا أُنْزِلَ عَلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَالنَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (84)\r\nوَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ 85).\r\n[3: 84,85].","އިސްލާމްދީނަކީ ކޮބައި ހެއްޔެވެ؟\r\nއިސްލާމްދީނަކީ ތައުޙީދުގެ ތެރެއިން ﷲ ތަޢާލާއަށް ކިޔަމަންވެ އަމާންދިނުމެވެ. އަދި ކިޔަމަންތެރިކަމާއެކު އެކަލާނގެއަށް ބޯލެނބުމެވެ. އަދި އެކަލާނގެ ޝަރީޢަތަށް ރުހުމާއި ޤަބޫލުކުރުމާއެކު ތަބާވުމެވެ.\r\nالله ރަސޫލުން ފޮނުއްވީ އެއް ރިސާލަކާގެންނެވެ. އެއީ: ޝަރީކުކުރުމެއް ނެތި، ހަމައެކަނި ﷲ އަޅުކަން ކުރުމަށް ގޮވާލުމަށެވެ.\r\nއިސްލާމްދީނަކީ ހުރިހާ ނަބިއްޔުންގެ ދީނެވެ. ފަހެ އެބޭކަލުންގެ ދަޢުވަތަކީ އެއް ދަޢުވަތެކެވެ. އެކަމަކު އެބޭކަލުންގެ ޝަރީޢަތްތައް ތަފާތުވެގެންވެއެވެ. ހުރިހާ ނަބިއްޔުން ގެންނެވި ޞައްޙަ ދީނުގައި މިއަދު ހިފަހައްޓައިގެން ތިބި ހަމައެކަނި ބަޔަކީ މުސްލިމުންނެވެ. މި ޒަމާނުގައި ޙައްޤަކީ (ހަމައެކަނި) އިސްލާމްދީނުގެ ރިސާލަތެވެ. ފަހެ އިބްރާހީމްގެފާނާއި މޫސާގެފާނާއި ޢީސާގެފާނު ފޮނުއްވި ރައްބަކީ، އެންމެ ފަހުގެ ރަސޫލާ މުޙައްމަދުގެފާނުވެސް ފޮނުއްވި ރައްބެވެ. އިސްލާމްދީނުގެ ޝަރީޢަތް އައީ އޭގެ ކުރީގައިވާ ޝަރީޢަތްތައް މަންސޫޚަކޮށް އުވާލުމަށެވެ.\r\nމިއަދު މީހުން އަޅުކަންކުރާ ހުރިހާ ދީންތަކަކީ - އިސްލާމްދީން ފިޔަވައި - ހުސް އިންސާނުން އުފެއްދި ދީންތަކެކެވެ. ނުވަތަ އިލާހީ ދީންތަކެއް ކަމުގައި ވަނިކޮށް ދެން އިންސާނުންގެ އަތުން ބަދަލުކޮށް ކުޅެފައިވާ ދީންތަކެކެވެ. ދެން ޚުރާފީ އެއްޗެހިތަކަކާއި، ވާރުތަކޮށްފައިވާ ފުލޯކު ވާހަކަތަކަކާއި، އިންސާނީ އިޖްތިހާދުތަކުން މަސްހުނިވެފައިވާ ދީންތަކެއް ކަމުގައި އެ ދީންތައް ވިއެވެ. ދެންފަހެ މުސްލިމުންގެ ޢަޤީދާއަށް ބަލާއިރު، ފަހެ އެއީ ބަދަލެއް ނާންނަ ސާފު އެއް ޢަޤީދާއެވެ. ނިކަން ކީރިތި ޤުރްއާނަށް ބަލާލާށެވެ. އެއީ މުސްލިމު ހުރިހާ ބިންތަކެއްގައިވެސް ހަމަ އެއް ފޮތެކެވެ.\r\nﷲ ތަޢާލާ ޤުރްއާނުގައި ވަޙީކުރެއްވިއެވެ:\r\nކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިމަންމެން اللَّهއަށާއި، އަދި ތިމަންމެންގެ މައްޗަށް ބާވައިލެއްވި އެއްޗަކަށް إيمانވެއްޖައީމުއެވެ. އަދި، إبراهيمގެފާނާއި، إسماعيلގެފާނާއި، إسحاقގެފާނާއި، يعقوبގެފާނާއި، އެކަލޭގެފާނުގެ ދަރިކޮޅަށް ބާވައިލެއްވި އެއްޗަކަށާއި، موسىގެފާނާއި، عيسىގެފާނާއި، އެނޫންވެސް ނަބީބޭކަލުންނަށް، އެބޭކަލުންގެ ވެރިރަސްކަލާނގެ حضرةން ދެއްވި އެއްޗަކަށްވެސްމެއެވެ. އެބޭކަލުންގެ ތެރެއިން އެއްވެސްބޭކަލަކާ މެދުގައި ތިމަންމެން ތަފާތެއް ނުކުރަމުއެވެ. އަދި، ތިމަންމެންވަނީ އެކަލާނގެޔަށް ބޯލަނބައި ކިޔަމަންވެގެންނެވެ.\r\nدينއެއްގެ ގޮތުގައި إسلام دين ނޫން دينއެއް އެދޭމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހާގެ ކިބައިން އެކަން ޤަބޫލެއް ނުކުރެވޭހުށްޓެވެ. އަދި، آخرةގައި އޭނާ ވާހުށީ، ގެއްލެނިވެގެންވާ މީހުންގެ ތެރެއިންނެވެ.\r\n[3: 84,85]."],["ماذا يعتقد المسلمون في عيسى عليه السلام؟\r\n\"هل تعلم أن المسلمين يجب أن يؤمنوا بنبي الله عيسى ويحبوه ويحترموه ويؤمنوا برسالته التي هي الدعوة إلى عبادة الله وحده لا شريك له!\nوالمسلمون يعتقدون أن النبي عيسى والنبي محمد (صلى الله عليهما وسلم) كانا نبيين، وأنهما أرسلا ليهديا الناس إلى طريق الله وطريق الجنة.\"\r\nونعتقد أن عيسى عليه السلام كان من أعظم الرسل الذين أرسلهم الله تعالى، ونعتقد أنه ولد بشكل معجز، وقد أخبرنا الله في القرآن أنه خلق عيسى بدون أن يكون له أب كما خلق آدم دون أن يكون له أب ولا أم فالله على كل شيء قدير.\r\nونعتقد أن عيسى ليس إلهًا، ولا ابن الله، وأنه لم يصلب بل هو حي، رفعه الله إليه لينزل في آخر الزمان حكما عدلا وسيكون مع المسلمين لأن المسلمين هم المؤمنون بالتوحيد الذي جاء به عيسى وجميع الأنبياء.\r\nلقد أخبرنا الله في القرآن الكريم أن رسالة عيسى قد حرفها النصارى وأن هناك من المنحرفين الضالين الذين حرفوا وغيروا في الإنجيل وأَضافوا نصوصا لم يقلها عيسى، ومصداق ذلك تعدد نسخ الإنجيل ووجود الكثير من التناقضات فيها.\r\nلقد أخبرنا الله أن عيسى كان يعبد ربه ولم يطلب من أحد أن يعبده بل كان يأمر قومه بعبادة خالقه ولكن الشيطان جعل النصارى يعبدون عيسى، وأخبرنا الله في القرآن أنه لن يغفر لأحد عبد غير الله، وأن عيسى يوم القيامة سيتبرأ من الذين عبدوه، ويقول لهم أمرتكم بعبادة الخالق ولم أطلب منكم أن تعبدوني. من أدلة ذلك قوله تعالى:\r\n﴿یَـٰۤأَهۡلَ ٱلۡكِتَـٰبِ لَا تَغۡلُوا۟ فِی دِینِكُمۡ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِیحُ عِیسَى ٱبۡنُ مَرۡیَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥۤ أَلۡقَىٰهَاۤ إِلَىٰ مَرۡیَمَ وَرُوحࣱ مِّنۡهُۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌۚ ٱنتَهُوا۟ خَیۡرࣰا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَـٰهࣱ وَ ٰ⁠حِدࣱۖ سُبۡحَـٰنَهُۥۤ أَن یَكُونَ لَهُۥ وَلَدࣱۘ لَّهُۥ مَا فِی ٱلسَّمَـٰوَ ٰ⁠تِ وَمَا فِی ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِیلࣰا﴾\r\n[4 : 171].\r\nقال تعالى:\r\n(وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَٰهَيْنِ مِن دُونِ اللَّهِ ۖ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ ۚ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّامُ الْغُيُوبِ\r\n(5 :116)","މުސްލިމުން ޢީސާ عليه السلام އާމެދު އިޢުތިޤާދުކުރަނީ ކޮން ގޮތަކަށް ހެއްޔެވެ؟\r\nމުސްލިމުން ﷲ ގެ ނަބިއްޔާ ޢީސާގެފާނަށް އީމާންވެ، އެކަލޭގެފާނަށް ލޯބިކޮށް އެކަލޭގެފާނަށް އިޙްތިރާމްކޮށް، އެކަލޭގެފާނުގެ ރިސާލަތް ކަމުގައިވާ: ﷲ އަށް އެއްވެސް ބައިވެރިޔަކު ނުލާ އެކަލާނގެއަށް އެކަނި އަޅުކަންކުރުމަށް ދަޢުވަތުދިނުމުގެ ރިސާލާއަށް އީމާންވުން ވާޖިބުވެގެންވާކަން ތިބާއަށް އެނގޭ ހެއްޔެވެ؟ މުސްލިމުން ޤަބޫލުކުރާ ގޮތުގައި ނަބިއްޔާ ޢީސާގެފާނާއި މުޙައްމަދު ނަބިއްޔާ (ﷲ އެ ދެ ބޭކަލުންނަށް ޞަލަވާތާއި ސަލާމް ލައްވާށި) އަކީ ދެ ނަބިއްޔުންކަމާއި، އަދި އެ ދެބޭކަލުން ފޮނުއްވުނީ ﷲ ގެ މަގާއި ސުވަރުގެއަށްވާ މަގަށް މީސްތަކުންނަށް ތެދުމަގުދައްކައި ދިނުމަށްޓަކައިއެވެ.\r\nއަހަރުމެން ޤަބޫލުކުރާ ގޮތުގައި ޢީސާ عليه السلام އަކީ ﷲ ތަޢާލާ ފޮނުއްވި އެންމެ މާތް ރަސޫލުންގެ ތެރެއިން ބޭކަލެކެވެ. އަދި އަހަރުމެން ޤަބޫލުކުރަނީ: އެކަަލޭގެފާނު އުފަންވީ މުޢުޖިޒާތެއްގެ ގޮތަށެވެ. ﷲ އަހަރުމެންނަށް ޤުރްއާނުގައި ޚަބަރުދެއްވާފައިވަނީ އެކަލާނގެ ޢީސާގެފާނު އުފެއްދެވީ ބައްޕައަކާ ނުލައިކަމަށެވެ. އެއީ ބައްޕައެއް އަދި މަންމައެއްވެސް ނެތި އާދަމްގެފާނު އެކަލާނގެ އުފެއްދެވި ފަދައިންނެވެ. ފަހެ ﷲ ކޮންމެ ކަމަކަށް ކުޅަދުންވަންތަވެގެންވެއެވެ.\r\nއަދި އަހަރުމެން ގަބޫލުކުރާ ގޮތުގައި އީސާގެފާނަކީ ކަލާނގެއެއް ނޫނެވެ. އަދި ﷲ ގެ ދަރިކަލެއް ވެސް ނޫނެވެ. އަދި އެކަލޭގެފާނު ޞަލީބަކަށް ނޭރުވެއެވެ. ކިއެއްތަ، އެކަލޭގެފާނު ދިރިއެބަހުއްޓެވެ. ﷲ އެކަލާނގެ ހަޟްރަތަށް އެކަލޭގެފާނު އުފުއްލެވިއެވެ. އެއީ ފަހު ޒަމާނުގައި ޢަދުލުވެރިކޮށް ޙުކުމްކުރައްވާ ބޭކަލެއްގެ ގޮތުގައި ފައިބާވަޑައިގަތުމަށެވެ. އަދި އެކަލޭގެފާނު ހުންނަވާނީ މުސްލިމުންނާއެކުގައިއެވެ. އެއީ ޢީސާގެފާނާއި ހުރިހާ ނަބިއްޔުން ގެންނެވި ތައުޙީދަށް އީމާންވެގެން ތިބި ބަޔަކީ މުސްލިމުންކަމުގައި ވުމުންނެވެ.\r\nޢީސާގެފާނުގެ ރިސާލަތު ނަޞާރާއިން އޮޅުވާލި ކަމަށާއި، އަދި އިންޖީލު އޮޅުވާލައި ބަދަލުކޮށް، ޢީސާގެފާނު ވިދާޅުނުވާ ބަސްތަކެއް އެއަށް އިތުރުކުރި ބަޔަކު މަގުފުރެދިފައިވާ މީހުންގެ ތެރޭގައި ތިބި ކަމަށް ﷲ އަހަރުމެންނަށް ކީރިތި ޤުރުއާނުގައި ޚަބަރުދެއްވިއެވެ. އެކަން ތެދުވެގެންވާކަމުގެ ހެއްކަކީ: އިންޖީލުގެ ޢަދަދުތައް ގިނަވުމާއި އޭގައި ގިނަ ފުށޫއެރުންތަކެއް ހުރިކަމެވެ.\r\nﷲ އަހަރުމެންނަށް ޚަބަރު ދެއްވާފައިވަނީ ހަމަކަށަވަރުން ޢީސާގެފާނު އަޅުކަން ކުރެއްވީ އެކަލޭގެފާނުގެ ވެރި ރައްބަށްކަމުގައިއެވެ. އަދި އެއްވެސް މީހެއްގެ ކިބައިން އެކަލޭގެފާނަށް އަޅުކަން ކުރުމަކަށް އެކަލޭގެފާނު އެދިވަޑައިގެންފައެއް ނުވެއެވެ. އަދި ކިއެއްތަ، އެކަލޭގެފާނުގެ ޤައުމުގެ މީސްތަކުންނަށް އަމުރުކުރައްވަމުން ގެންދެވީ އެކަލޭގެފާނު ހެއްދެވި ފަރާތަށް އަޅުކަންކުރުމަށެވެ. އެކަމަކު ޝައިޠާނާ ނަޞާރާއިން ލައްވާ ޢީސާގެފާނަށް އަޅުކަން ކުރުވިއެވެ. އަދި الله އަހަރުމެންނަށް ޤުރުއާނުގައި އަންގަވާފައިވަނީ الله ނޫން އެހެން ފަރާތަކަށް އަޅުކަންކޮށްފި އެއްވެސް މީހަކުގެ ފާފަ (އެގޮތުގައި މަރުވެއްޖެނަމަ) ނުފުއްސަވާނެ ކަމަށެވެ. އަދި ޢީސާގެފާނު ޤިޔާމަތް ދުވަހު އެކަލޭގެފާނަށް އަޅުކަންކުރި މީހުންގެ ކިބައިން ބަރީއަވެވަޑައިގަންނަވާނެއެވެ. އަދި އެއުރެންނަށް ވިދާޅުވާނެއެވެ: ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންނަށް ޚާލިޤުވަންތަ ރަސްކަލާނގެއަށް އަޅުކަން ކުރުމަށް އަމުރުކުރީމެވެ. އަދި ތިމަންކަލޭގެފާނަށް އަޅުކަން ކުރުމަކަށް ތިޔަބައިމީހުންގެ ކިބައިން އެދިވަޑައެއް ނުގަންނަވަމެވެ. މިކަމުގެ ހެއްކަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ:\r\n(އޭ ފޮތުގެ أهلވެރިންނޭވެ! ތިޔަބައިމީހުންގެ دينއާމެދު ތިޔަބައިމީހުން ހައްދުފަހަނަޅައި ނުދާށެވެ! އަދި، اللَّهއާމެދު حق ބަސްމެނުވީ، ތިޔަބައިމީހުން ނުބުނާށެވެ! مريمގެފާނުންގެ ދަރިކަލުން المسيح عيسىގެފާނު ވާކަން ކަށަވަރީ، اللَّهގެ رسولއާ ކަމުގައެވެ. އަދި، އެކަލާނގެ كلمةފުޅު ކަމުގައެވެ. އެ كلمةފުޅު އެކަލާނގެ، مريمގެފާނާ ހަމަޔަށް ފޮނުއްވައި އެކަމަނާގައި، އެ ކަލިމަފުޅު ލެއްވިއެވެ. އަދި، އެކަލާނގެ حضرةން ލެއްވި روحފުޅެކެވެ. ފަހެ، اللَّهއާއި، އެކަލާނގެ رسولންނަށް ތިޔަބައިމީހުން إيمانވާށެވެ! އަދި، (إلهން) ތިނެކޭ ތިޔަބައިމީހުން ނުބުނާހުށިކަމެވެ! އެ ބުނުން ތިޔަބައިމީހުން ހުއްޓައިލާށެވެ! އެގޮތް ތިޔަބައިމީހުންނަށް ހެޔޮކަން ބޮޑެވެ. ހަމަކަށަވަރުން، اللَّه ވާކަން ކަށަވަރީ އެއްކައުވަންތަ ކަލާނގެ ކަމުގައެވެ. އެކަލާނގެއަށް ދަރިކަލަކުވުމުން އެކަލާނގެ ހުސް طاهرވަންތައެވެ. އުޑުތަކުގައިވާހައި ތަކެއްޗާއި ބިމުގައި ވާހައި ތަކެތި، އެކަލާނގެއަށް މިލްކުވެގެންވެއެވެ. އަދި، وكيلއަކު ކަމުގައި اللَّه ފުދެއެވެ.)\r\n[4 : 171].\r\nމާތް الله ވަޙީކުރެއްވިއެވެ:\r\n(ﷲ، وحىކުރެއްވިހިނދު، ހަނދުމަކުރާށެވެ! އޭ مريمގެފާނުގެ ދަރިކަލުން عيسىގެފާނެވެ! اللَّه ފިޔަވައި، ތިމަންނާއާއި، ތިމަންގެ މައިކަނބަލުންނީ، ދެ إلهން ކަމުގައި ތިޔަބައިމީހުން ހިފާށޭ ކަލޭގެފާނު މީސްތަކުންނަށް ވިދާޅުވީމުތޯއެވެ؟ އެކަލޭގެފާނު ދެންނެވިއެވެ. އިބަރަސްކަލާނގެ ހުސް طاهرވަންތަކަމާއެވެ! ބުނުމުގެ حق މިއަޅާޔަށް ލިބިގެންނުވާ ބަހެއްބުނުން، މިއަޅާއަކަށް ނުވެއެވެ. މިއަޅާ އެބަސްބުނިނަމަ، އިބަރަސްކަލާނގެ އެކަން ދެނެވޮޑިގެންވާނެކަން ކަށަވަރެވެ. މިއަޅާގެ ނަފްސުގައިވާ ކަންތައް، އިބަރަސްކަލާނގެ ދެނެވޮޑިގެންވަމުއެވެ. އިބަރަސްކަލާނގެ ނަފްސުފުޅުގައި ވާކަންތައް، މިއަޅާއަކަށް އެނގިގެނެއް ނުވެއެވެ. ހަމަކަށަވަރުން، އިބަރަސްކަލާނގެއީ، ވަންހަނާގައި ވާހައި ކަމެއްވެސް، މޮޅަށް ދެނެވޮޑިގެންވާ ރަސްކަލާނގެއެވެ.\r\n(5 :116)"],["من أراد النجاة في الآخرة فعليه أن يدخل في الإسلام ويتبع النبي محمد صلى الله عليه وسلم\r\nمن الحقائق التي أجمع عليها الأنبياء والمرسلون عليهم السلام أنه لن ينجو في الآخرة إلا المسلمون الذين آمنوا بالله تعالى ولم يشركوا بعبادته أحدا وآمنوا بجميع الأنبياء والرسل. فالذين كانوا في زمن النبي موسى وآمنوا به واتبعوا تعاليمه فهؤلاء مسلمون ومؤمنون صالحون، ولكن بعد أن بعث الله عيسى وجب على أتباع موسى أن يؤمنوا بعيسى ويتبعوه فمن آمن بعيسى فهؤلاء مسلمون صالحون ومن رفض الإيمان بعيسى وقال سأبقى على دين موسى فهذا غير مؤمن؛ لأنه رفض الإيمان بنبي أرسله الله، ثم بعد أن بعث الله آخر الرسل محمد، وجب على الجميع أن يؤمنوا به، فالرب هو الذي أرسل موسى وعيسى وهو الذي أرسل خاتم الرسل محمداً، فمن كفر برسالة محمد صلى الله عليه وسلم وقال سأبقى على اتباع موسى أو عيسى فهذا ليس بمؤمن.\r\nولا يكفي أن يقول الشخص إنه يحترم المسلمين، ولا يكفي لنجاته في الآخرة أن يتصدق ويساعد المساكين، بل لابد أن يكون مؤمنا بالله وبكتبه ورسله واليوم الآخر؛ ليقبل الله ذلك منه!، فليس هناك ذنب أعظم من الشرك والكفر بالله ورد الوحي الذي أنزله الله أو رفض نبوة آخر أنبيائه محمد صلى الله عليه وسلم.فاليهود والنصارى الذين سمعوا ببعثة محمد رسول الله -صلى الله عليه وسلم- ورفضوا الإيمان به ورفضوا الدخول في دين الإسلام سيكونون في نار جهنم خالدين فيها أبدا كما قال تعالى:\r\n{إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَـٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ}\r\n[98: 6].\r\nفحيث قد نزلت آخر رسالة من الله إلى البشرية، فيجب على كل فرد يسمع عن الإسلام ويسمع عن النبي الأخير محمد صلى الله عليه وسلم، أن يؤمن به ويتبع شريعته ويطيعه في أمره ونهيه، لذا فمن يسمع عن هذه الرسالة الأخيرة ويرفضها، فلن يقبل الله منه شيئًا، وسيعذبه في الآخرة. ومن أدلة ذلك قوله تعالى:\r\n﴿وَمَن یَبۡتَغِ غَیۡرَ ٱلۡإِسۡلَـٰمِ دِینࣰا فَلَن یُقۡبَلَ مِنۡهُ وَهُوَ فِی ٱلۡـَٔاخِرَةِ مِنَ ٱلۡخَـٰسِرِینَ﴾\r\n[3 : 85].\r\nوقال تعالى:\r\n(قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ ۚ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ)\r\n(3: 64).","އާޚިރަތުގައި ކާމިޔާބީއަށް ބޭނުންވާ ކޮންމެ މީހަކު އިސްލާމްދީނަށް ވަދެ ނަބިއްޔާ މުޙައްމަދު صَلّى اللهُ عَلَيْهِ وسَلَّم އަށް ތަބާވާން ޖެހެއެވެ.\r\nސަލާމްލެއްވި ނަބިއްޔުންނާއި ރަސޫލުން އެއްބަސްވެވަޑައިގެންނެވި އެއް ޙަޤީޤަތަކީ: އާޚިރަތުގައި ސަލާމަތްވާނީ ހަމައެކަނި މުސްލިމުން ކަމެވެ. އެމީހުންނީ މާތް الله އަށް އީމާންވެ، އެކަލާނގެއަށް އަޅުކަންކުރުމުގައި އެއްވެސް ފަރާތެއް ބައިވެރިނުކޮށް، އަދި ހުރިހާ ނަބިއްޔުންނާއި ރަސޫލުންނަށް އީމާންވި މީހުންނެވެ. އެގޮތުން މޫސާގެފާނުގެ ޒަމާނުގައި ތިބެ އެކަލޭގެފާނަށް އީމާންވެ އެކަލޭގެފާނުގެ އުނގަންނައިދެއްވުންތަކަށް ތަބަޢަވި މީހުންނަކީ ފަހެ މުސްލިމު އަދި ހެޔޮ މުއުމިނުންނެވެ. ނަމަވެސް ﷲ ޢީސާގެފާނު ފޮނުއްވުމަށްފަހު މޫސާގެފާނަށް ތަބަޢަވީމީހުންނަށްވެސް ވާޖިބުވެގެންވީ ޢީސާގެފާނަށް އީމާންވެ އެކަލޭގެފާނަށް ތަބަޢަވުމެވެ. ދެންފަހެ ޢީސާގެފާނަށް އީމާންވި މީހުންވީ ޞާލިޙު މުސްލިމުންކަމުގައިއެވެ. އަދި ޢީސާގެފާނަށް އީމާންވުމަށް ދެކޮޅު ހަދައި ތިމަންނާ މޫސާގެފާނުގެ ދީނުގައި ދެމިހުންނާނީއޭ ބުނެފި މީހާއީ ފަހެ މުއުމިނެއް ނޫނެވެ. އެހެނީ ﷲ ފޮނުއްވި ނަބިއްޔަކަށް އީމާންވުމަށް އޭނާ ދެކޮޅުހަދައިފިއެވެ. ދެން ﷲ ތަޢާލާ އެންމެ ފަހުގެ ރަސޫލާ މުޙައްމަދުގެފާނު ފޮނުއްވުމަށްފަހު އެންމެންވެސް އެކަލޭގެފާނަށް އީމާންވުން ވާޖިބުވިއެވެ. މޫސާގެފާނާއި ޢީސާގެފާނު ފޮނުއްވީ ﷲ ކަމުގައި ވާއިރު، ރަސޫލުކަން ޚަތިމުކުރެއްވި މުޙައްމަދު صَلّى اللهُ عَلَيْهِ وسَلَّم ފޮނުއްވީ ވެސް ހަމަ އެކަލާނގެއެވެ. ދެންފަހެ މުޙައްމަދު ﷺ ގެ ރިސާލަތަށް ކާފަރުވެ، “އަހަރެން މޫސާގެފާނު ނުވަތަ ޢީސާގެފާނަށް ތަބަޢަވުމުގައި ދެމިހުންނާނީއޭ” ބުނެފި މީހަކީ މުއުމިނެއް ނޫނެވެ.\r\nއަދި މީހަކު ތިމަންނާ މުސްލިމުންނަށް އިޙްތިރާމް ކުރަމޭ ބުނުމަކުން ނުފުދޭނެއެވެ. އަދި ޞަދަޤާތް ދީ ނިކަމެތިންނަށް އެހީތެރިވެދިނުމަކީ އަދި އާޚިރަތުގައި އޭނާ ނަޖާވުމަށް ފުދޭނެ ކަމެއް ނޫނެވެ. ކިއެއްތަ، އޭނާ ކޮންމެހެންވެސް ﷲ އާއި، އެކަލާނގެ ފޮތްތަކާއި، އެކަލާނގެ ރަސޫލުންނާއި، އާޚިރަތް ދުވަހަށް އީމާންވާ މީހެއްކަމުގައި ވާންޖެހޭނެއެވެ. އެއީ އެކަން މާތް الله އެ މީހެއްގެ ކިބައިން ޤަބޫލުކުރެއްވުމަށެވެ. ފަހެ ޝިރުކުކުރުމާއި الله އަށް ކާފަރުވުމާއި، الله ބާވައިލެއްވި ވަޙީއާ ދެކޮޅުހެދުމާއި، ނުވަތަ އެކަލާނގެ އެންމެ ފަހުގެ ނަބިއްޔާ މުޙައްމަދު ﷺގެ ނަބީކަމަށް އިންކާރުކުރުމަށްވުރެ ބޮޑު ފާފައެއް ނެތެވެ. އެގޮތުން ﷲ ގެ ރަސޫލާ މުޙައްމަދު ﷺ ރިސާލަތުގެ ވާހަކަ އަޑުއެހުމަށްފަހު، އެކަލޭގެފާނަށް އީމާންވުމަށް ދެކޮޅު ހަދައި، އިސްލާމްދީނަށް ވަނުމަށް ދެކޮޅު ހެދި ޔަހޫދީންނާއި ނަޞާރާއިން ވާހުށީ ޖަހަންނަމައިގެ އަލިފާނުގައި، ތާ އަބަދަށް ދެމިތިބޭނެ ބައެއްގެ ގޮތުގައިއެވެ. އެއީ ﷲ ތަޢާލާ ވަޙީކުރެއްވި ފަދައިންނެވެ:\r\nހަމަކަށަވަރުން، ފޮތުގެ أهلވެރިންނާއި، مشركންގެ ތެރެއިން كافرވިމީހުންވަނީ ނަރަކައިގެ އަލިފާނުގެ ތެރޭގައެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. އެއުރެންނީ، މީސްތަކުންކުރެ ހަމަ އެންމެ ނުބައިމީހުންނެވެ.\r\n[98: 6].\r\nއިންސާނިއްޔަތަށް މާތް الله ދެއްވި އެންމެ ފަހުގެ ރިސާލަތު ބާވައިލެއްވުމުން، އިސްލާމްދީނުގެ ވާހަކަ އަޑުއަހާ އަދި އެންމެ ފަހުގެ ނަބިއްޔާ މުޙައްމަދު ﷺގެ ވާހަކަ އަޑުއަހައިފި ކޮންމެ ފަރުދެއްގެ މައްޗަށް ވާޖިބުވެގެންވަނީ އެކަލޭގެފާނަށް އީމާންވެ، އެކަލޭގެފާނުގެ ޝަރީޢަތަށް ތަބަޢަވެ، އެކަލޭގެފާނުގެ އަމުރުތަކާއި ނަހީތަކުގައި އެކަލޭގެފާނަށް ކިޔަމަންވުމެވެ. އެހެންކަމުން އެންމެ ފަހުގެ މި ރިސާލަތު އަޑުއެހުމަށްފަހު އެ ރިސާލަތާ ދެކޮޅު ހަދައިފި މީހެއްގެ ކިބައިން ފަހެ ﷲ އެއްވެސް ކަމެއް ޤަބޫލެއް ނުކުރައްވާނެތެވެ. އަދި އާޚިރަތުގައި އެކަލާނގެ އޭނާއަށް ޢަޛާބު ދެއްވާނެއެވެ. އެކަމުގެ ދަލީލުތަކުގެ ތެރޭގައި ﷲ ތަޢާލާގެ މި ބަސްފުޅުވެއެވެ:\r\nدينއެއްގެ ގޮތުގައި إسلام دين ނޫން دينއެއް އެދޭމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހާގެ ކިބައިން އެކަން ޤަބޫލެއް ނުކުރެވޭހުއްޓެވެ. އަދި، آخرةގައި އޭނާ ވާހުށީ، ގެއްލެނިވެގެންވާ މީހުންގެ ތެރެއިންނެވެ.\r\n[3 : 85].\r\nއަދިވެސް އެކަލާނގެ ވަޙީކުރެއްވިއެވެ:\r\nކަލޭގެފާނު ވިދާޅުވާށެވެ! އޭ ފޮތުގެ أهلވެރިންނޭވެ! އަހުރެމެންގެ މެދުގައްޔާއި ތިޔަބައިމީހުންގެ މެދުގައި، ހަމަހަމަވެ، އެއްގޮތްވެގެންވާ كلمةއަކަށް އަންނާށެވެ! (އެއީ) اللَّهއަށް މެނުވީ، އަހުރެމެން އަޅުކަން ނުކުޅައުމެވެ. އަދި، އެކަލާނގެޔާ އެއްވެސް އެއްޗެއް އަހުރެމެން شريك ނުކުޅައުމެވެ. އަދި، އަހުރެމެންގެ އެއްބަޔަކު އަނެއްބަޔަކީ اللَّه ފިޔަވައި ކަލާނގެތަކެއް ކަމުގައި ނުހެދުމެވެ. ފަހެ، އެއުރެން (އެކަމާ) ދެކޮޅުހަދައި، ފުރަގަސްދީފިނަމަ، (އެއުރެންނަށް) ތިޔަބައިމީހުން ބުނާށެވެ! ހަމަކަށަވަރުން، ތިމަންމެންނީ مسلمން ކަމުގައި ތިޔަބައިމީހުން ހެކިވާށެވެ!\r\n(3: 64)."],["ما الذي يلزمني لأكون مسلما؟\r\nللدخول في الإسلام يجب الإيمان بهذه الأركان الستة:\r\nالإيمان بالله تعالى وأنه الخالق الرازق المدبر المالك، ليس كمثله شيء وليس له زوجة ولا ولد وأنه وحده المستحق للعبادة.\r\nالإيمان بالملائكة أنهم عباد لله تعالى خلقهم من نور وجعل من أعمالهم أنهم ينزلون بالوحي على أنبيائه.\r\nالإيمان بجميع الكتب التي أنزلها الله على أنبيائه (كالتوراة والإنجيل) وآخر الكتب القرآن الكريم.\r\nالإيمان بجميع الرسل كنوح وإبراهيم وموسى وعيسى وآخرهم محمد وهم من البشر أيدهم بالوحي وأعطاهم الآيات والمعجزات التي تدل على صدقهم.\r\nالإيمان باليوم الآخر حين يبعث الله الأولين والآخرين ويحكم الله بين خلقه ويدخل المؤمنين الجنة والكافرين النار.\r\nالإيمان بالقدر وأن الله يعلم كل شيء ما كان في الماضي وما سيكون في المستقبل، وأن الله قد كتب ذلك وشاءه وخلق كل شيء.","އަހަރެން މުސްލިމެއްގެ ގޮތުގައިވުމަށްޓަކައި އަހަރެންނަށް ލާޒިމްވަނީ ކޮންކަމެއްހެއްޔެވެ؟\r\nއިސްލާމްދީނަށް ވަނުމަށްޓަކައި މި ހަ ރުކުނަށް އީމާންވާން ޖެހެއެވެ:\r\nމާތް الله އަށް އީމާންވުމެވެ. އަދި އެކަލާނގެއީ ޚަލްޤުކުރައްވާ، ރިޒްޤުދެއްވާ، ތަދުބީރުކުރައްވާ، މިލްކުވެރި ފަރާތްކަމުގައި އީމާންވުމެވެ. އެކަލާނގެއާ އެއްފަދަ އެއްވެސް އެއްޗެއް ނުވެއެވެ. އެކަލާނގެއަށް އަނބިކަނބަލެއް އަދި ދަރިކަލެއް ނުވެއެވެ. އަދި އަޅުކަން ޙައްޤުވަނީ ހަމައެކަނި އެކަލާނގެއަށެވެ.\r\nމަލާއިކަތުންނަށް އީމާންވުމެވެ. އެބޭކަލުންނީ ﷲ ތަޢާލާގެ އަޅުންކަމުގައާއި، އަދި އެކަލާނގެ އެބޭކަލުން ހެއްދެވީ ނޫރުންކަމުގައި އީމާންވުމެވެ. އަދ އެބޭކަލުންގެ މަސައްކަތްތަކުގެ ތެރޭގައި: އެކަލާނގެ ނަބިއްޔުންގެ އަރިހަށް ވަޙީއާގެން ފައިބާވަޑައިގަތުން ލެއްވިއެވެ.\r\nﷲ އެކަލާނގެ ނަބިއްޔުންނަށް ބާވައިލެއްވި ހުރިހާ ފޮތްތަކާއި (ތައުރާތާއި އިންޖީލު ފަދަ) އަދި އެންމެ ފަހުގެ ފޮތް ކަމަށްވާ ކީރިތި ޤުރުއާނަށް އީމާންވުމެވެ.\r\nނޫޙު، އިބްރާހީމް، މޫސާ، އީސާ، އަދި އެންމެ ފަހުގެ ރަސޫލާ މުޙައްމަދުގެފާނު ފަދަ ހުރިހާ ރަސޫލުންނަށް އީމާންވުމެވެ. އެ އެންމެ ބޭކަލުންނަކީ އިންސާނުންނެވެ. އެކަލާނގެ ވަޙީއިން އެބޭކަލުންނަށް ތާއީދު ދެއްވިއެވެ. އަދި އެބޭކަލުންގެ ތެދުވެރިކަން ދައްކުވައިދޭ ނިޝާންތަކާއި މުޢުޖިޒާތްތައް އެކަލާނގެ އެބޭކަލުންނަށް ދެއްވިއެވެ.\r\nއާޚިރަތް ދުވަހަށް އީމާންވާންޖެހެއެވެ. އެއީ އެންމެ އިހުގެ މީހުންނާއި އެންމެ ފަހުގެ މީހުން، ﷲ އަލުން ދިރުއްވާ ދުވަހެވެ. އަދި ﷲ ގެ ޚަލްޤުތަކުންގެ މެދުގައި އެދުވަހު އެކަލާނގެ ޙުކުމް ކުރައްވައެވެ. އަދި އެކަލާނގެ މުއުމިނުން ސުވަރުގެއަށް ވައްދަވައެވެ. އަދި ކާފަރުން ނަރަކައަށް ވައްދަވާނެއެވެ.\r\nތަޤްދީރަށް އީމާންވުމެވެ. އަދި ހުރިހާ ކަމެއް، މާޒީގައިވި ކަންކަމާއި ކުރިއަށް އޮތްތަނުގައި ވާނެ ކަންކަން الله ދެނެވޮޑިގެންވާކަމާއި، الله އެކަންތައް ލިޔުއްވައި، އިރާދަކުރައްވައި، ހުރިހާ އެއްޗެއް އުފެއްދެވިކަމަށް އީމާންވުމެވެ."],["الإسلام طريق السعادة\r\nالإسلام دين جميع الأنبياء وليس ديناً خاصاً بالعرب.\r\nالإسلام هو طريق السعادة الحقيقية في الدنيا والنعيم الدائم في الآخرة.\r\nالإسلام هو الدين الوحيد القادر على تلبية احتياجات الروح والجسد، وحل جميع المشاكل الإنسانية.\r\nقال الله تعالى:\r\n{قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى\r\nوَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى\r\n[20: 123 ,124].","އިސްލާމްދީނަކީ އުފާވެރިކަމުގެ މަގެވެ\r\nއިސްލާމްދީނަކީ ހުރިހާ ނަބިއްޔުންގެ ދީނެވެ. އެއީ ޢަރަބިންނަށް ޚާއްޞަ ދީނެއް ނޫނެވެ.\r\nއިސްލާމްދީނަކީ ދުނިޔޭގައި ޙަޤީޤީ އުފަލާއި އާޚިރަތުގައި ދާއިމީ ނިޢުމަތް ލިބޭނެ މަގެވެ.\r\nރޫޙާއި ހަށިގަނޑުގެ ބޭނުންތައް ފުއްދައިދިނުމާއި، އިންސާނުންގެ ހުރިހާ މައްސަލަތަކެއް ހައްލުކުރުމުގެ ޤާބިލުކަން ހުރި ހަމައެކަނި ދީނަކީ އިސްލާމްދީނެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއެކަލާނގެ وحىކުރެއްވިއެވެ. ތިޔަދެކަނބަލުން އެކުގައި ސުވަރުގެއިން (ބިމަށް) ފައިބައިވަޑަައިގަންނަވާށެވެ! ތިޔަބައިމީހުންގެ އެއްބަޔަކު އަނެއްބަޔަކަށް عداوةތެރިން ކަމުގައިވާ حالގައެވެ. ފަހެ، ތިމަންރަސްކަލާނގެ حضرةން ތިޔަބައިމީހުންނަށް ތެދުމަގެއް އަތުވެއްޖެނަމަ، ދެން ތިމަންރަސްކަލާނގެ ތެދުމަގަށް تبعވެއްޖެމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހަކު މަގުފުރެދިގެނެއް ނުދާނެތެވެ. އަދި އަބާއްޖަވެރިއެއްވެސް ނުމެވާނޭމެއެވެ.\r\nއަދި ތިމަންރަސްކަލާނގެ ޛިކުރުން ފުރަގަސްދީފިމީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، އެމީހަކަށް އޮތީ، ދަތި ދިރިއުޅުމެކެވެ. އަދި قيامة ދުވަހުން އެމީހަކު ކަނު މީހެއްގެ ގޮތުގައި محشرއަށް ފޮނުއްވާހުށީމެވެ.\r\n[20: 123 ,124]."],["ماذا أستفيد من الدخول في الإسلام؟\r\nالدخول في الإسلام له فوائد عظيمة، منها:\r\n- الفوز والشرف في الدنيا بأن يكون الإنسان عبداً لله، وإلا كان عبداً للهوى والشيطان والشهوات.\r\n- أعظم الفوز في الآخرة أن ينجو من عذاب النار ويدخل الجنة ويفوز برضوان الله والخلود في الجنة.\r\n- والذين يدخلهم الله الجنة، سيعيشون في النعيم الأبدي دون موت أو أي نوع من المرض أو الألم أو الحزن، أو الهرم وسيحصلون على كل ما يريدونه.\r\nفي الجنة هناك متع لم ترها عين، ولم تسمع بها أذن، ولم تخطر ببال أي إنسان.\r\nمن أدلة ذلك قوله تعالى:\r\n﴿مَنۡ عَمِلَ صَـٰلِحࣰا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنࣱ فَلَنُحۡیِیَنَّهُۥ حَیَوٰةࣰ طَیِّبَةࣰۖ وَلَنَجۡزِیَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُوا۟ یَعۡمَلُونَ﴾\r\n[16 : ٩٧].","އިސްލާމްދީނަށް ވަނުމުން އަހަރެންނަށް ލިބެނީ ކޮން ފައިދާއެއް ހެއްޔެވެ؟\r\nއިސްލާމްދީނަށް ވަނުމުން ބޮޑެތި ފައިދާތަކެއް ލިބެއެވެ.އޭގެ ތެރޭގައި:\r\n- މާތް الله ގެ އަޅަކަށް ވުމުން އެ މީހަކަށް މިދުނިޔޭގައި ލިބޭ ކާމިޔާބީއާއި ޝަރަފެވެ. އެހެންނޫނީ އޭނާ ވާހުށީ އަމިއްލަ އެދުމާއި ޝައިޠާނާއާއި ޝަހުވަތްތަކުގެ އަޅެއްކަމުގައިއެވެ.\r\n- އާޚިރަތުގެ އެންމެ ބޮޑު ކާމިޔާބަކީ ނަރަކައިގެ ޢަޛާބުން ސަލާމަތްވެ، ސުވަރުގެއަށް ވަދެވި، ސުވަރުގޭގައި ﷲ ގެ ރުއްސެވުމާއި ދާއިމީކަން ހޯދުމެވެ.\r\n- މާތް الله ސުވަރުގެއަށް ވައްދަވާ މީހުން މަރުވުމެއް ނުވަތަ އެއްވެސް ކަހަލަ ބައްޔެއް، ވޭނެއް، ހިތާމައެއް، މުސްކުޅިވުމެއް ނެތި ދާއިމީ ނިޢުމަތުގައި ދިރިއުޅޭނެއެވެ. އަދި އެމީހުން ބޭނުންވާ ހުރިހާ އެއްޗެއް ލިބިގެންދާނެއެވެ.\r\nސުވަރުގޭގައި އެއްވެސް ލޮލަކަށް ނުފެންނަ، އެއްވެސް ކަންފަތެއް އަޑުއަހާފައި ނުވާ، އަދި އެއްވެސް އިންސާނަކުގެ ވިސްނުމަށްވެސް އައިސްފައި ނުވާ އުފާތަކާއި އަރާމުތަކެއް ވެއެވެ.\r\nއެކަމުގެ ދަލީލުތަކުގެ ތެރޭގައި ﷲ ތަޢާލާގެ މިބަސްފުޅުވެއެވެ:\r\nمؤمنއަކު ކަމުގައިވާ حال، ފިރިހެނުންގެ ތެރެއިންވިޔަސް، ނުވަތަ އަންހެނުންގެ ތެރެއިންވިޔަސް، صالح عملއެއް ކޮށްފިމީހާ (ދަންނާށެވެ!) ފަހެ، ހަމަކަށަވަރުން، އެމީހަކަށް ރަނގަޅު، ބާއްޖަވެރި ދިރިއުޅުމެއް، ތިމަންރަސްކަލާނގެ ދެއްވާހުށީމެވެ. އަދި ހަމަކަށަވަރުން، އެއުރެން عملކޮށް އުޅުނު އެންމެ ހެޔޮގޮތުގެ ދަރުމައިން، އެއުރެންނަށް، ތިމަންރަސްކަލާނގެ ޖަޒާ ދެއްވާހުށީމެވެ.\r\n[16 : 97]."],["ماذا سأخسر لو رفضت الإسلام؟\r\nسيخسر الإنسان أعظم العلم والمعرفة وهي المعرفة والعلم بالله، وسيخسر الإيمان بالله الذي يمنح المرء الأمن والطمأنينة في الدنيا والنعيم المقيم في الآخرة.\r\nسيخسر الإنسان الاطلاع على أعظم كتاب أنزله الله إلى الناس، والإيمان بهذا الكتاب العظيم.\r\nسيخسر الإيمان بالأنبياء العظماء كما سيخسر مصاحبتهم في الجنة يوم القيامة، ويكون مصاحباً للشياطين والمجرمين والطواغيت في نار جهنم، وبئس الدار وبئس الجوار.\r\nقال الله تعالى:\r\nقُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (15)\r\nلَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ } .\r\n[39: 15 ,16].","އިސްލާމްދީނާ ދެކޮޅު ހަދައިފިއްޔާ އަހަރެންނަށް ގެއްލޭނީ ކޮން އެއްޗެއް ހެއްޔެވެ؟\r\nއެކަމުގެ ސަބަބުން އިންސާނާއަށް އެ ގެއްލެނީ އެންމެ ބޮޑު ޢިލްމާއި މަޢުރިފާވެރިކަމެވެ. އެއީ ﷲ މަޢުރިފާކޮށް ދެނެގަތުމުގެ ޢިލްމެވެ. އަދި ދުނިޔޭގައި އެ މީހަކަށް އަމާންކަމާއި ހަމަޖެހުން ލިބިދީ، އާޚިރަތުގައި ދާއިމީ ނިޢުމަތް ލިބިދޭ ކަންތައްކަމުގައިވާ: ﷲ އަށް އީމާންވުން ގެއްލިގެންދާނެއެވެ.\r\nއަދި الله މީސްތަކުންނަށް ބާވައިލެއްވި އެންމެ މަތިވެރި ފޮތް އެނގި ފެނުމާއި، މި މަތިވެރި ފޮތަށް އީމާންވުމުގެ ނިޢުމަތް އިންސާނާއަށް ގެއްލޭނެއެވެ.\r\nނަބިއްޔުންނަށް އީމާންވުމުގެ ފުރުސަތު އޭނާއަށް ގެއްލޭނެއެވެ. އެފަދައިންމެ ޤިޔާމަތް ދުވަހު ސުވަރުގޭގައި އެބޭކަލުންގެ އަރިހުގައި އުޅުމުގެ ނިޢުމަތްވެސް އޭނާއަށް ގެއްލޭނެއެވެ. އަދި އޭނާވާހުށީ ޖަހަންނަމައިގެ އަލިފާނުގައި ޝައިޠާނުންނާއި ކުށްވެރިންނާއި ޠާޣޫތުންނާ އެކުގައިއެވެ. އެ އުޅެންޖެހުނު ގޮވެތީގެ ނުބައިކަމާއެވެ! އަދި އެކުގައިވި މީހުންގެވެސް ނުބައިކަމާއެވެ!\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nކަލޭގެފާނު ވިދާޅުވާށެވެ! ހަމަކަށަވަރުން، ގެއްލެނިވެގެންވާ ބަޔަކީ قيامة ދުވަހުން އެއުރެންގެ އަމިއްލަ نفسތަކާއި، އެއުރެންގެ أهلވެރިން ގެއްލެނިކުޅަ މީހުންނެވެ. ދަންނާށެވެ! ފާޅުވެ ބަޔާންވެގެންވާ ގެއްލުންވުމަކީ ހަމައެއީއެވެ.\r\n(ނަރަކައިގައި) އެއުރެންނަށް އެއުރެންގެ މަތީގައި އަލިފާނުގެ ފަށަލަތަކެއްވެއެވެ. އަދި އެއުރެންގެ ދަށުގައިވެސް (އަލިފާނުގެ) ފަށަލަތަކެއްވެއެވެ. اللَّه އެތަކެތިން އެކަލާނގެ އަޅުތަކުން ބިރުގަންނަވަތެވެ. އޭ ތިމަންރަސްކަލާނގެ އަޅުތަކުންނޭވެ! ފަހެ، ތިޔަބައިމީހުން، ތިމަންރަސްކަލާނގެއަށް تقوىވެރިވާށެވެ!\r\n[39: 15 ,16]."],["لا تؤخر القرار!\r\nالدنيا ليست دار خلود...\r\nوسيختفي منها كل جمال وستنطفئ كل شهوة...\r\nوسيأتي اليوم الذي تُحاسب فيه على كل ما قدمت، وهو يوم القيامة، قال تعالى:\r\n{وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا}\r\n[18 : 49].\r\nوقد أخبر الله عز وجل أن الإنسان الذي لا يسلم فإن مصيره الخلود في نار جهنم أبدًا.\r\nفالخسارة ليست سهلة بل هي عظيمة:\r\n{وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ }\r\n[3 : 85].\r\nفالإسلام هو الدين الذي لا يقبل الله غيره من الأديان.\r\nفالله خلقنا وإليه نعود وهذه الدنيا اختبار لنا.\r\nكن على يقين: أن هذه الحياة قصيرة مثل الحلم ...ولا أحد يدري متى يموت!‎ ‎\r\nفماذا سيكون جوابك لخالقك إذا سألك يوم القيامة: لماذا لم تتبع الحق؟ لماذا لم تتبع خاتم الأنبياء؟\r\nفبماذا ستجيب ربك يوم القيامة، وقد حذَّرك من تبعات الكفر بالإسلام، وأخبرك أن مصير الكفار الهلاك في النار أبدًا؟\r\nوقال تعالى:\r\n﴿وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ﴾\r\n[2: 39].","ނިންމުން ލަސްނުކުރާށެވެ!\r\nދުނިޔެއަކީ ދާއިމީ ވަޒަނެއް ނޫނެވެ..\r\nއޭނާގެ ކިބައިން ހުރިހާ ރީތިކަމެއް ނެތިގެން ގޮސް ކޮންމެ ޝަހުވަތެއް ނިވިގެންދާނެއެވެ...\r\n\"ތިބާ ކުރި ކޮންމެ ކަމެއްގެ ހިސާބު ބެލޭނެ ދުވަސް އަންނާނެއެވެ. އެއީ ޤިޔާމަތް ދުވަހެވެ.\nމާތް الله ވަޙީކުރެއްވިއެވެ:\"\r\nއަދި (ކޮންމެ މީހަކުމެ ކޮށްފައިވާ عملތަކުގެ) ފަތް (އެމީހަކަށް) ދެއްވާނެތެވެ. ފަހެ، އެ ފަތުގައިވާ ތަކެއްޗާމެދު، ކުށްވެރިން ބިރުގެންފައިވާތީ ތިބާ ދެކޭނޫއެވެ. އަދި އެއުރެން ބުނާނެތެވެ. އޭ ތިމަންމެންނަށްހުރި ހިތާމައެއްގެ ބޮޑުކަމާއެވެ! މިފަތަށް މިވެފައިވަނީ ކީއްހެއްޔެވެ؟ ކިތަންމެ ކުޑަކަމެއްވެސް، އަދި ބޮޑުކަމެއްވެސް، އެ ފަތުގައި ނުހިމަނައި ދޫކޮށްލައިފައެއް ނުވެއެވެ. އަދި އެއުރެންކުޅަ އެންމެހައި عملތައް އެ ފަތުގައިވާތީ، އެއުރެން ދެކޭނެތެވެ. ކަލޭގެފާނުގެ ވެރިރަސްކަލާނގެ އެއްވެސްމީހަކަށް އަނިޔާވެރިވެވޮޑިއެއް ނުގަންނަވަތެވެ.\r\n[18 : 49].\r\nﷲ ޢައްޒަ ވަޖައްލަ ޚަބަރުދެއްވާފައިވަނީ އިސްލާމް ނުވާ އިންސާނާ، ފަހެ އޭނާގެ ނިމިދިޔުން އޮތީ ޖަހަންނަމައިގެ އަލިފާނުގައި ތާއަބަދަށް ދެމިއޮތުމަށެވެ.\r\nއެ ގެއްލުމަކީ އާދައިގެ ކަމެއް ނޫނެވެ. ކިއެއްތަ، އެއީ ބޮޑުވެގެންވާ ކަމެކެވެ.\r\nدينއެއްގެ ގޮތުގައި إسلام دين ނޫން دينއެއް އެދޭމީހާ (ދަންނާށެވެ!) ފަހެ، އެމީހާގެ ކިބައިން އެކަން ޤަބޫލު ނުކުރެވޭހުއްޓެވެ. އަދި، آخرةގައި އޭނާ ވާހުށީ، ގެއްލެނިވެގެންވާ މީހުންގެ ތެރެއިންނެވެ.\r\n[3 : 85].\r\nފަހެ އިސްލާމްދީނަކީ އެ ދީން ފިޔަވައި އެހެން ދީނެއް الله ޤަބޫލުނުކުރައްވާ ދީނެވެ.\r\nފަހެ ﷲ އަހަރުމެން އުފެއްދެވިއެވެ. އަދި އަހަރުމެން އެނބުރި ދާހުށީ އެކަލާނގެ ޙަޟްރަތަށެވެ. އަދި މި ދުނިޔެއަކީ އަހަރުމެންނަށް އިމްތިޙާނެކެވެ.\r\nޔަޤީންކުރަންވީ ކަމަކީ: މި ޙަޔާތަކީ ހުވަފެނެއް ފަދަ ކުރު ދިރިއުޅުމެކެވެ.....އަދި އެއްވެސް މީހަކަށް އެމީހަކު މަރުވާނެ ވަޤުތެއް ނޭނގެއެވެ.\r\nދެންފަހެ ޤިޔާމަތް ދުވަހު ތިބާ ހެއްދެވި ފަރާތް ތިބާގެ ގާތުން މިހެން އައްސަވައިފިނަމަ ތިބާ ދޭނެ ޖަވާބަކީ ކޮބައިހެއްޔެވެ؟ ތިބާ ޙައްޤަށް ތަބަޢަނުވީ ކީއްވެގެން ހެއްޔެވެ؟ ނަބީކަން ޚަތިމުކުރެއްވި ކަލޭގެފާނަށް ތިބާ ތަބަޢަނުވީ ކީއްވެގެން ހެއްޔެވެ؟\r\nފަހެ ޤިޔާމަތް ދުވަހު ތިބާގެ ވެރިރަސްކަލާނގެއަށް އިޖާބަ ދޭނީ ކިހިނެއް ހެއްޔެވެ؟ އެކަލާނގެވަނީ އިސްލާމްދީނަށް ކުފުރުވުމުގެ ނަތީޖާއާ މެދު ތިބާއަށް އިންޒާރު ދެއްވާފައިއެވެ. އަދި ކާފަރުންގެ ނިމުމަކީ ނަރަކައިގައި އަބަދަށްޓަކައި ހަލާކުވުންކަން އެކަލާނގެވަނީ ތިބާއަށް ޚަބަރުދެއްވާފައިއެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއަދި كافرވެ ތިމަންރަސްކަލާނގެ آيةތައް ދޮގުކުޅަ މީހުންނީ، ނަރަކަވަންތަ ވެރިންނެވެ. އެއުރެންނީ، އެ ނަރަކައިގައި ދެމިތިބޭނޭ ބަޔެކެވެ.\r\n[2: 39]."],["لا عذر لمن ترك الحق وقلّد الآباء والأجداد\r\nأخبرنا الله عز وجل أن كثيراً من الناس يرفضون الدخول في الإسلام خوفًا من البيئة التي يعيشون فيها.\r\nوكثيرون يرفضون الإسلام لعدم رغبتهم في تغيير عقائدهم التي ورثوها عن آبائهم واعتادوا عليها، وكثيرون منهم يمنعهم التعصب والحمية للباطل الذي ورثوه.\r\nوهؤلاء جميعا ليس لهم عذر في ذلك، وسيقفون بين يدي الله بلا حجة.\r\nفليس عذرا للملحد أن يقول سأبقى على الإلحاد لأني ولدت في عائلة ملحدة! بل يلزمه أن يستعمل العقل الذي وهبه الله له، ويتأمل في عظمة السماوات والأرض، وأن يفكر بعقله الذي وهبه خالقه ليدرك أن لهذا الكون خالق، وكذلك من يعبد الأحجار والأصنام لا عذر له في تقليد آبائه، بل يلزمه أن يبحث عن الحق ويسأل نفسه: كيف أعبد جمادا لا يسمعني ولا يبصرني ولا ينفعني بشيء؟!\r\nوكذلك النصراني الذي يؤمن بأمور تخالف الفطرة والعقل يلزمه أن يسأل نفسه: كيف للرب أن يقتل ولده الذي لم يرتكب ذنبا لأجل ذنوب أناس آخرين! هذا من الظلم! كيف لبشر أن يصلبوا ويقتلوا ابن الرب! أليس الرب بقادر أن يغفر ذنوب البشرية دون أن يسمح لهم بقتل ابنه؟ أليس الرب بقادر أن يدافع عن ابنه؟\r\nفالواجب على العاقل أن يتبع الحق، ولا يقلد الآباء والأجداد على الباطل.\r\nقال الله تعالى:\r\n﴿وَإِذَا قِیلَ لَهُمۡ تَعَالَوۡا۟ إِلَىٰ مَاۤ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُوا۟ حَسۡبُنَا مَا وَجَدۡنَا عَلَیۡهِ ءَابَاۤءَنَاۤۚ أَوَلَوۡ كَانَ ءَابَاۤؤُهُمۡ لَا یَعۡلَمُونَ شَیۡـࣰٔا وَلَا یَهۡتَدُونَ﴾\r\n[5 :104].","ޙައްޤު ދޫކޮށް، ކާބަފައިންނަށް ތަބަޢަވެ ތަޤުލީދުކުރި މީހުންނަށް އެއްވެސް ޢުޛުރެއް ނުވެއެވެ.\r\nﷲ ޢައްޒަ ވަޖައްލަ އަހަރުމެންނަށް އަންގަވާފައިވާ ގޮތުގައި ގިނަ ބަޔަކު އިސްލާމްދީނަށް ވަނުމަށް ދެކޮޅު ހަދަނީ އެމީހުން ދިރިއުޅޭ މާހައުލަށް ބިރުގަނެގެންނެވެ.\r\nގިނަ ބަޔަކު އިސްލާމްދީނާ ދެކޮޅު ހަދަނީ ކާބަފައިންގެ ކިބައިން ވާރުތަވެފައިވާ އަދި އާދަވެފައިވާ ޢަޤީދާ ބަދަލުކުރަން ބޭނުން ނުވާތީއެވެ. އަދި ގިނަ ބަޔަކު ތަޢައްޞުބުވެ، އަދި ވާރުތަވެފައިވާ ބާޠިލުގެ ދިފާޢުގައި އޮންނަ ޢިއްޒަތަކަށްޓަކައި އިސްލާމްދީނަށް ވަނުން މަނާކުރެއެވެ.\r\nމި ހުރިހާ އެންމެން އެގޮތަށް ކަންތައް ކުރުމަށް އެއްވެސް ޢުޛުރެއް ލިބިގެން ނުވެއެވެ. އަދި އެއްވެސް ޙުއްޖަތެއް ނެތި އެމީހުން ﷲ ގެ ކުރިފުޅުމަތީގައި ހުއްޓޭނެއެވެ.\r\nތިމަންނާ އުފަންވީ ދީން ޤަބޫލުނުކުރާ އޭތީސްޓު މުލްޙިދު ޢާއިލާއަކަށޭ އެހެންވީމާ ދީން ޤަބޫލުނުކުރުން މަތީގައި ހުންނާނީއޭ ބުނަން އޭތިސްޓަކަށް ޢުޛުރެއް ނުވެއެވެ. ކިއެއްތަ، ﷲ އޭނާއަށް ދެއްވި ވިސްނުން ބޭނުންކޮށް، އަދި އުޑުތަކާއި ބިމުގެ ބޮޑުކަމާމެދު ވިސްނާ ފިކުރުކޮށް، އަދި މި ކައުނު އުފެއްދެވި ފަރާތެއް ވާކަން ދެނެގަތުމަށްޓަކައި އޭނާއަށް ދެއްވުނު ބުއްދިން ފިކުރުކުރުން ލާޒިމްވެގެންވެއެވެ. އެފަދައިންމެ ހިލަތަކާއި ބުދުތަކަށް އަޅުކަންކުރާ މީހާގެ ކާބަފައިން ނަކަލުކުރުމަށް ދެއްކޭނެ އެއްވެސް ބަހަނާއެއް ނެތެވެ. ކިއެއްތަ، އޭނާ ޙައްޤު ހޯދަން އުޅެ އަމިއްލަ ނަފްސާ ސުވާލުކުރަން ޖެހެއެވެ: އަހަރެންގެ އަޑު ނީވޭ، ނުފެންނަ، އަދި އެއްގޮތަކަށްވެސް ފައިދާއެއް ނުކޮށްދެވޭ ދިރުމެއް ނެތް އެއްޗަކަށް އަހަރެން އަޅުކަން ކުރާނީ ކިހިނެއް ހެއްޔެވެ؟!\r\nހަމައެފަދައިން ފިޠުރަތާއި ބުއްދިއާ ޚިލާފުވާ ކަންތަކެއް ޤަބޫލުކުރާ ނަޞާރާއަކު އަމިއްލަ ނަފްސާ ސުވާލުކުރަން ޖެހެއެވެ: އެހެން މީސްތަކުންގެ ފާފަތަކަށްޓަކައި ފާފައެއް ނުކޮށް ހުރި އެކަލާނގެ ދަރިކަލުން ރައްބު ޤަތުލުކޮށްލައްވާނީ ކިހިނެއް ހެއްޔެވެ! މިއީ އަނިޔާއެކެވެ! އިންސާނުން މާތްރަސްކަލާނގެ ދަރިކަލުން ޞަލީބަށް އަރުވައި މަރާލާނީ ކިހިނެއް ހެއްޔެވެ! ރައްބުގެ ދަރިކަލުން ޤަތުލުކޮށްލުމަށް ފުރުސަތު ނުދެއްވާ، އިންސާނިއްޔަތުގެ ފާފަތައް ފުއްސަވައިދެއްވުމަށް އެކަލާނގެ ކުޅަދުންވަންތަވެގެން ވޭނޫންހެއްޔެވެ؟ އެކަލާނގެ ދަރިކަލުން ދިފާއު ކުރެއްވުމުގެ ކުޅަދާނަކަން އެކަލާނގެއަށް ނެތީ ހެއްޔެވެ؟\r\nބުއްދިވެރިޔާގެ މައްޗަށް ވާޖިބުވެގެންވަނީ ޙައްޤަށް ތަބަޢަވުމެވެ. އަދި ބާޠިލުގެ މަތީގައި ކާބަފައިންނަށް ތަބަޢަނުވުމެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއަދި اللَّه ބާވާލައްވާފައިވާ ފޮތަށާއި، رسول އަންގަވާގޮތަށް تبعވާން ތިޔަބައިމީހުން އަންނާށޭ އެއުރެންނަށް ބުނެވިއްޖެނަމަ، އެއުރެން ބުނެތެވެ. ތިމަންމެންގެ ކާބަފައިން އުޅުނީތީ ތިމަންމެންނަށް ފެނުނުގޮތް ތިމަންމެންނަށް ފުދެއެވެ. ފަހެ، އެއުރެންގެ ކާބަފައިންނީ، އެއްވެސް އެއްޗެއް ނުދަންނަ، އަދި ތެދުމަގު ލިބިގެންނުވާ ބަޔަކުކަމުގައި ވީނަމަވެސް ހެއްޔެވެ؟\r\n[5 :104]."],["ماذا يفعل من يريد أن يسلم ويخاف على نفسه من أذية أقاربه؟\r\nمن أراد أن يسلم ويخشى من البيئة التي حوله، فيمكنه أن يُسلم ويخفي إسلامه إلى أنْ ييسر الله له طريق خير يستقل فيه بنفسه ويُظهر إسلامه.\r\nفمن الواجب عليك أن تقبل الإسلام فوراً، ولكن لا يجب عليك إخبار من حولك بإسلامك أو أن تشهره، إذا كان في ذلك مضرة عليك.\r\nواعلم أنك إن أسلمت ستكون أخاً لملايين المسلمين، ويمكنك التواصل مع المسجد أو المركز الإسلامي في بلدك وتطلب منهم المشورة والمساعدة فسيسعدهم ذلك.\r\nقال الله تعالى:\r\n{وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِب}\r\n[65 : 2، 3]","އިސްލާމްދީނަށް ވަނުމަށް ބޭނުންވެ އެއާއެކު ގާތްތިމާގެ މީހުން ގެއްލުމެއް ދީފާނެކަމުގެ ބިރުހީވެއްޖެ މީހަކު ކަންތައްކުރާނީ ކިހިނެއްހެއްޔެވެ؟\r\nއިސްލާމްވާން ބޭނުންވެ އެކަމަކު ވަށައިގެންވާ މާހައުލަށް ބިރުގަންނަ މީހަކު ނަމަ އިސްލާމްވެ އެކަން ވަންހަނާކުރެވޭނެއެވެ. އެއީ އޭނާ އަމިއްލައަށް މުސްތަޤިއްލުވެ އޭނާގެ އިސްލާމްކަން ފާޅުކުރުމަށް الله އޭނާއަށް ރަނގަޅު މަގެއް ފަހިކޮށްދެއްވަންދެނެވެ.\r\nފަހެ ވަޤުތުން އިސްލާމްދީން ޤަބޫލުކުރުމަކީ ތިބާގެ މައްޗަށްވާ ވާޖިބެކެވެ. އެކަމަކު ތިބާ އިސްލާމްވި ވާހަކަ ތިބާގެ ވަށައިގެން ތިބި މީހުންނަށް ކިޔައިދީ ނުވަތަ އެކަން އާންމުކޮށް އިޢުލާނުކުރުމަކީ ވާޖިބެއް ނޫނެވެ. އެއީ އެކަމުގައި ތިބާއަށް ގެއްލުމެއް ހުރިނަމައެވެ.\r\nއަދި ދަންނަންވީ ކަމަކީ، ތިބާ އިސްލާމްވެއްޖެނަމަ ތިބާވާހުށީ އެތައް މިލިއަން މުސްލިމުންގެ އަޚެއް ކަމުގައިއެވެ. އަދި ތިބާގެ ޤައުމުގެ މިސްކިތާ ނުވަތަ އިސްލާމީ މަރުކަޒާ ގުޅައިގެން ލަފައާއި އެހީތެރިކަން ހޯދޭނެއެވެ. ފަހެ އެއީ އެމީހުންނަށް ހުރި އުފަލެކެވެ.\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\n\"އަދި اللَّهއަށް تقوىވެރިވާމީހާ (ދަންނާށެވެ!) އެކަލާނގެ އޭނާޔަށް ނުކުންނާނެ މަގެއް ދައްކަވާނެތެވެ.\nއަދި ހީވެސްނުކުރާފަދަ ގޮތްގޮތުން އެކަލާނގެ އޭނާޔަށް رزق ދެއްވާނެތެވެ.\"\r\n[65 : 2، 3]"],["أيها القارئ الكريم\r\nأليس إرضاء الله خالقك، -الذي أنعم عليك بجميع نعمه، وكان يعطيك الغذاء وأنت جنين في بطن أمك ويرزقك الهواء الذي تستنشق الآن- هو أهم من رضى الناس عليك؟\r\nأليس الفوز الدنيوي والأخروي يستحق التضحية بكل ما دونه من متع الحياة الزائلة؟ بلى والله!\r\nلا تدع ماضيك يمنعك عن تصحيح مسارك الخاطئ وفعل الشيء الصحيح.\r\nكن مؤمناً حقيقياً اليوم! ولا تسمح للشيطان أن يوقفك عن اتباع الحق!\r\nقال الله تعالى:\r\n{يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنزلْنَا إِلَيْكُمْ نُورًا مُبِينًا (174)\r\nفَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا (175) }\r\n[4: 174 ,175].","އޭ ޤަދަރުވެރި ކިޔުންތެރިޔާއެވެ!\r\nތިބާއަށް ހުރިހާ ނިޢުމަތްތައް ދެއްވާ، އަދި ތިބާގެ މަންމަގެ ބަނޑުގައި ވަނިކޮށް ތިބާއަށް ކާނާ މިންވަރުކުރައްވާ، އަދި ތިބާ މިހާރުވެސް ތިޔަ ނޭވާލަމުންދާ ވައި ދެއްވި، ތިބާ އުފެއްދެވި ޚާލިޤުކަމުގައިވާ ﷲ ގެ ރުއްސެވުން ހޯދުން މީހުންގެ ރުހުން ހޯދުމަށްވުރެ ތިބާއަށް މާ މުހިއްމުކަން ބޮޑުވެގެން ވެޔެއް ނޫންހެއްޔެވެ؟\r\nދުނިޔަވީ އަދި އާޚިރަތުގެ ކާމިޔާބީއަކީ ދިރިއުޅުމުގެ ފިލައިދަނިވި ހުރިހާ އުފާތަކެއް ޤުރުބާންކޮށްލައިގެންވެސް ހޯދުން މާ ޙައްޤުވެގެންވާ ކަމެއް ނޫންހެއްޔެވެ؟ ﷲ ގަންދީ ބުނަމެވެ! އެހެންނެވެ.\r\nތިބާގެ ގޯސް މަގު އިސްލާހުކޮށް އަދި ރަނގަޅު ކަންކަން ކުރުމަށް އޮތް ހުރަހެއްކަމުގައި ތިބާގެ މާޒީ ނުހަދާށެވެ.\r\nމިއަދުން މިއަދަށް ޙަޤީޤީ މުއުމިނަކަށް ވާށެވެ! އަދި ޙައްޤަށް ތަބަޢަވުމާމެދު ތިބާ ހުއްޓުން އަރުވާލަން ޝައިޠާނާއަށް ފުރުސަތު ނުދޭށެވެ!\r\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ:\r\nއޭމީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ ވެރިރަސްކަލާނގެ حضرةން حجّةއެއް، ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ ގާތަށް އަތުވެއްޖެއެވެ. އަދި، ފާޅުވެ بيانވެގެންވާ نورއެއް ތިޔަބައިމީހުންނަށް ތިމަންރަސްކަލާނގެ ބާވައިލެއްވީމެވެ.\r\nފަހެ، اللَّهއަށް إيمانވެ، އެކަލާނގެ ރައްކާތެރި ކަމުގައި ހިފަހައްޓައިގެން ތިބިމީހުން ދަންނާށެވެ! ފަހެ، އެކަލާނގެ رحمةއާއި فضلވަންތަކަމުގެ ތެރެޔަށް އެއުރެން ވައްދަވާނެތެވެ. އަދި، އެ މަގަށް ދިއުމަށް ސީދާވެގެންވާ ތެދުމަގެއް އެއުރެންނަށް އެކަލާނގެ ދައްކަވާނެތެވެ.\r\n[4: 174 ,175]."],["هل أنت مستعد لاتخاذ أعظم قرار في حياتك؟\r\nإذا كان كل هذا الذي سبق منطقيًا بالنسبة لك، وقد اعترفت بالحقيقة في قلبك.فعليك أن تخطو خطوة أولى نحو أن تصبح مسلماً.هل تريد مني مساعدتك على اتخاذ أفضل قرار في حياتك وإرشادك إلى كيفية أن تصبح مسلماً؟\r\nلا تجعل ذنوبك تمنعك من الدخول في الإسلام، فقد أخبرنا الله في القرآن أنه يغفر ذنوب الإنسان كلها إذا أسلم وتاب إلى خالقه، حتى بعد قبولك الإسلام فمن الطبيعي أنك سترتكب بعض الذنوب فنحن بشر ولسنا ملائكة معصومين، ولكن المطلوب منا أن نطلب المغفرة من الله ونتوب إليه، وإذا رأى الله منك أنك سارعت في قبول الحق ودخلت في الإسلام ونطقت الشهادتين فإنه سيعينك على ترك الذنوب الأخرى فالذي يقبل على الله ويتبع الحق يوفقه الله للمزيد من الخير فلا تتردد في الدخول في الإسلام الآن.\r\nمن أدلة ذلك قوله تعالى:\r\n﴿قُل لِّلَّذِینَ كَفَرُوۤا۟ إِن یَنتَهُوا۟ یُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ﴾\r\n[8 : 38].","ހަޔާތުގެ އެންމެ ބޮޑު ނިންމުން ނިންމަން ތިބާ ތިޔަހުރީ ތައްޔާރަށް ހެއްޔެވެ؟\nއިސްވެދިޔަ މި ބަޔާންކުރި ހުރިހާ ވާހަކަތަކެއް ތިބާއަށް ހަމަޖެހޭ ވިސްނޭ ކަންކަން ކަމުގައިވާނަމަ، ފަހެ ތިބާގެ ހިތުން ތިވަނީ ޙަޤީޤަތަށް އިޢުތިރާފުވެފައިއެވެ. ދެން ތިބާގެ މައްޗަށް އޮތްކަމަކީ މުސްލިމަކަށް ވުމަށްޓަކައި އެދިމާލަށް އެންމެ ފުރަތަމަ ފިޔަވަޅު އެޅުމެވެ. ތިބާގެ ޙަޔާތުގައި ނިންމާނޭ އެންމެ ހެޔޮ ރަނގަޅު ނިންމުން ނިންމުމަށް، އަދި ތިބާ މުސްލިމަކަށް ވާނޭ ގޮތާމެދު އިރުޝާދު ހޯދުމަށް އަހަރެންގެ ކިބައިން އެހީތެރިކަމެއް ބޭނުންހެއްޔެވެ؟\nތިބާގެ ފާފަތަކަކީ އިސްލާމްދީނަށް ވަނުމަށް އޮތް ހުރަހަކަށް ނަހަދާށެވެ. ފަހެ އިންސާނާ އިސްލާމްވެ، އޭނާ ހެއްދެވި ފަރާތަށް ތައުބާވެއްޖެނަމަ، އޭނާގެ ހުރިހާ ފާފައެއް ފުއްސަވައިދެއްވާނެ ކަމަށް މާތް الله ވަނީ ޤުރްއާނުގައި އަހަރުމެންނަށް ޚަބަރުދެއްވާފައިއެވެ. އަދި ތިބާ އިސްލާމްދީން ޤަބޫލުކުރުމަށްފަހުވެސް ބައެއް ފާފަތަކަށް އަރައިގަނެވުމަކީ ހަމަ ޠަބީޢީ ކަމެކެވެ. އެހެނީ އަހަރުމެންނަކީ އިންސާނުންނެވެ. މަލާއިކަތުންނެއް ނޫނެވެ. އެކަމަކު އަހަރުމެންގެ ކިބައިން ލާޒިމުވާ ކަމަކީ ﷲ ގެ ފުއްސެވުމަށް އެދި، އެކަލާނގެ ޙަޟްރަތުގައި ތައުބާވުމެވެ. އަދި ތިބާ ޙައްޤު ޤަބޫލުކުރުމަށް އަވަސްވެގަނެ، އިސްލާމްދީނަށް ވަދެ، ޝަހާދަތުގެ ދެކަލިމަ ކިޔެވިކަން ﷲ ތިބާގެ ފުށުން ދެކެވޮޑިގެންފިނަމަ؛ ދެން އެހެން ފާފަތައް ދޫކޮށްލުމަށް އެކަލާނގެ ތިބާއަށް އެހީތެރިވެވޮޑިގަންނަވާނެއެވެ. ފަހެ ﷲ ގެ ޙަޟްރަތަށް ޤަޞްދުކޮށް، ޙައްޤަށް ތަބަޢަވެއްޖެ މީހާއަށް އެކަލާނގެ އިތުރު ހެޔޮ ކަންކަމަށް ތައުފީޤު ދެއްވާނެއެވެ. ވީމާ އިސްލާމްދީނަށް ވަނުމަށް ދެން ފަސްނުޖެހޭށެވެ.\nއެކަމުގެ ދަލީލުތަކުގެ ތެރޭގައި ﷲ ތަޢާލާގެ މިބަސްފުޅުވެއެވެ:\nكافرވި މީހުންނަށް، ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއުރެން (ހަނގުރާމަކުރުމާއި، كافرކަން) ހުއްޓާލައިފިނަމަ، އެއުރެންނަށް އިސްވެގޮސްފައިވާ ފާފަތައް ފުއްސެވޭހުއްޓެވެ.\n[8 : 38]."],["ماذا أفعل لأكون مسلما؟\nالدخول في الإسلام أمره يسير ولا يحتاج إلى طقوس ولا أمور رسمية أو بحضور أحد، فقط على الإنسان أن ينطق بالشهادتين عالماً بمعناها مؤمناً بها، وذلك بأن يقول: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله)، إن تيسر لك أن تقولها باللغة العربية فحسن وإن شق عليك ذلك فيكفي أن تنطقها بلغتك وبذلك تكون مسلماً، ثم عليك أن تتعلم دينك الذي سيكون مصدر سعادتك في الدنيا ونجاتك في الآخرة.","މުސްލިމަކަށް ވާން އަހަރެން ކުރަންވީ ކޮންކަމެއް ހެއްޔެވެ؟\nއިސްލާމްދީނަށް ވަނުމަކީ ނުހަނު ފަސޭހަ ކަމަކެވެ. އެކަމަށް ކިޔެވެލި ރިޗުއަލްތަކަކާއި، ރަސްމީ ކަންތައްތަކަކާއި، އެހެން މީހަކު ޙާޒިރުވުމެއްވެސް ބޭނުމެއް ނުވެއެވެ. އިންސާނާ ހަމައެކަނި ކުރަން ޖެހޭ ކަމަކީ: ޝަހާދަތުގެ ދެ ކަލިމައިގެ މާނަ އެނގިހުރެ، އަދި އެއަށް އީމާންވެ ޤަބޫލުކުރާ ޙާލު ޝަހާދަތުގެ ދެކަލިމަ ކިޔުމެވެ. އެއީ މިހެން ކިޔައިގެންނެވެ: (أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله) (މާނައީ: ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށް އަޅު ހެކިވަމެވެ. އަދި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ ކަމަށް އަޅު ހެކިވަމެވެ.)\nޢަރަބި ބަހުން ބުނެވޭނަމަ އެގޮތް މާ ރަނގަޅެވެ. ތިބާއަށް އެކަން އުނދަގޫނަމަ ތިބާގެ ބަހުންވެސް އެހެން ކިޔުމުން ފުދޭނެއެވެ. ދެން އޭރުން ތިބާ މުސްލިމަކަށް އެވީއެވެ. ދެން ތިބާގެ މައްޗަށް އޮތްކަމަކީ ދުނިޔޭގައި ތިބާއަށް ބާއްޖަވެރިކަން ލިބި، އަދި އާޚިރަތުގައި ތިބާގެ ނަޖާވުންވާ މަޞްދަރުކަމުގައިވާނޭ ތިބާގެ ދީން އުނގެނި ދަސްކުރުމެވެ."]]