[["مختصر في توحيد الأسماء والصفات\n\nأولا: توحيد الأسماء والصفات:\nهو إثبات ما أثبت الله لنفسه، وأثبته له رسوله صلى الله عليه وسلم، ونفي ما نفى الله عن نفسه، ونفاه عنه رسوله صلى الله عليه وسلم من الأسماء والصفات والإقرار لله تعالى بمعانيها الصحيحة ودلالاتها واستشعار آثارها ومقتضياتها في الخلق.","އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކުގައި ﷲ ތަޢާލާގެ އެއްކައުވަންތަކަން - ޚުލާޞާކޮށް\n\nފުރަތަމައީ: އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކުގައި ﷲ ތަޢާލާގެ އެއްކައުވަންތަކަމަށް އިޤުރާރުވުން:\nއެއީ ﷲ، އެއިލާހުގެ ޛާތުފުޅަށް ސާބިތުކުރައްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް އެއިލާހަށް ސާބިތުކުރުމެވެ. އަދި އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم އެއިލާހަށް ސާބިތުކުރައްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް އެއިލާހަށް ސާބިތުކުރުމެވެ. އަދި ﷲ އެއިލާހުގެ ޛާތުފުޅަށް ނަފީކުރައްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް އެއިލާހަށް ނަފީކުރުމެވެ. އަދި އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم އެއިލާހަށް ނަފީކުރައްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް އެއިލާހަށް ނަފީކުރުމެވެ. އަދި އެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކުގެ ޞައްޙަ މާނަތަކާ އަދި އެއިން ދަލީލުކުރާ ކަންކަން ﷲ އަށް ނިސްބަތްކޮށް، އެއަށް އިޤުރާރުވުމެވެ. އަދި އޭގެ އަސަރުތައް ހިތް މައްޗަށް ގެނެސްގަނެ، އެއިން އެންމެހާ މަޚްލޫޤުތަކަށް ކުރުވާ އަސަރުތައްވެސް ހިތް މައްޗަށް ގެނެސްގަތުމެވެ."],["ثانيًا: المنهج في إثباته:\nيقوم المنهج الحق في باب الأسماء والصفات على الإيمان الكامل والتصديق الجازم بما وصف الله به نفسه ووصفه به رسوله صلى الله عليه وسلم من غير تحريف ولا تعطيل، ومن غير تكييف ولا تمثيل.","ދެވަނައީ: އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ސާބިތުކުރުމުގެ މަންހަޖު: އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ދެނެގަތުމުގައި ޙައްޤު މަންހަޖަކީ: ﷲ އެއިލާހުގެ ޛާތުފުޅު ސިފަކުރައްވާފައިވާ ގޮތަށާއި އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم އެއިލާހު ސިފަކުރައްވާފައިވާ ގޮތަށް ފުރިހަމައަށް އީމާންވެ، އެކަން ތެދުކޮށް ކަށަވަރުކުރުމެވެ. އެއީ تَحْرِيْف ކުރުމަކާ ނުލައި (އެބަހީ: ބަދަލުކުރުމަކާ ނުލައި)، تَعْطِيْل ކުރުމަކާއި ނުލައި (އެބަހީ: ނަފީކުރުމަކާ ނުލައި)، تَكْيِيْف ކުރުމަކާ ނުލައި (އެބަހީ: އެއީ ކިހިނެތް ހިނގާކަމެއްތޯ ސުވާލުކުރުމަކާ ނުލާ) އަދި تَمْثِيْل ކުރުމަކާ ނުލައެވެ. (އެބަހީ: މަޚްލޫޤުންނާ ވައްތަރުކުރުމަކާ ނުލައެވެ.)"],["ثالثًا: ثلاثة أصول من حققها سلم من الانحراف في هذا الباب. وهي:\rالأصل الأول: تنزيه الله جل وعلا عن أن يشبه شيء من صفاته شيئًا من صفات المخلوقين، قال الله تعالى: ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: ١١].","ތިންވަނައީ: ﷲގެ އިސްމުފުޅުތާއި ސިފަފުޅުތަކުގައި 3 އުސޫލެއްގައި ހިފަހައްޓައިފި މީހަކު މިކަމުގައި މަގުފުރެދުމުން އެއްކިބާވެގެންދާނެ: ފުރަތަމަ އުސޫލު: ﷲ جل وعلا ގެ އެއްވެސް ސިފަފުޅެއް މަޚްލޫޤުންގެ ސިފަތަކާ ވައްތަރުވެގެން ނުވާކަމަށް އިޤުރާރުވެ، އެއިލާހު އެކަމުން ހުސްޠާހިރުވެވޮޑިގެންވާކަމަށް އިޤުރާރުވުން. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ﴾ [الشورى: ١١] މާނައީ: “އެއިލާހާ އެއްފަދަވެގެންވާ އެއްވެސް އެއްޗެއް ނުވެއެވެ. އަދި އެއިލާހީ އައްސަވާވޮޑިގެންވާ، ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.\""],["الأصل الثاني: الإيمان. بما سمى ووصف الله به نفسه وبما سماه ووصفه به رسوله صلى الله عليه وسلم على الوجه اللائق بجلال الله وعظمته، قال الله تعالى: ﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ - هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ﴾ [الحشر: ٢٢ - ٢٤].","ދެވަނަ އުސޫލު: ﷲ ތަޢާލާ އެއިލާހުގެ ޛާތުފުޅަށް ދެއްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކަށް އީމާންވުމާއި އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم އެއިލާހާ ބެހޭގޮތުން ބަޔާންކުރައްވާފައިވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކަށް އީމާންވެ، އެއިލާހުގެ މަތިވެރިކަމާއި ކަށަކުޅަދުންވަންތަކަމަށް އެކަށީގެންވާ ގޮތަށް އެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް އެއިލާހަށް ސާބިތުކުރުން. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ ‎﴿٢٢﴾‏ هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ ‎﴿٢٣﴾‏ هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ ‎﴿٢٤﴾﴾ [الحشر: ٢٢ - ٢٤] މާނައީ: \"އެއިލާހީ ﷲ އެވެ. އެއީ އެއިލާހު ފިޔަވާ އަޅުކަންވެވުން ޙައްޤުވާ އެހެން އިލާހަކު ނުވާ ފަރާތެވެ. ޣައިބުގައިވާ ކަންކަމާއި ފާޅުވެގެންވާ ކަންތައްތައްވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ. އެއިލާހީ ރަޙްމާނުވަންތަ ރަޙީމުވަންތަ އިލާހެވެ. [22] އެއިލާހީ ﷲ އެވެ. އެއީ އެއިލާހު ފިޔަވާ އަޅުކަންވެވުން ޙައްޤުވާ އެހެން އިލާހަކު ނުވާ ފަރާތެވެ. ރަސްވަންތަ، އެންމެހާ އައިބުތަކުން ހުސްޠާހިރުވެވޮޑިގެންވާ، އެންމެހާ އައިބުތަކުން ސަލާމަތްވެވޮޑިގެންވާ، ތެދުކުރައްވައި އަމާންކަންދެއްވާ، ފޮރުވިފައިވާ ކަންތައްތައްވެސް މޮޅަށް ދެނެވޮޑިގެންވައި އަޅުތަކުންގެ ޢަމަލުތަކުގެ މައްޗަށް ހެކިވެވޮޑިގެންވާ، ޢިއްޒަތްތެރިވެވޮޑިގެންވާ، ހުރިހާ މަޚްލޫޤުން އެއިލާހުގެ ބާރުގެ ދަށުގައިވާ ކަށަކުޅަދުންވަންތަ، މަތިވެރިވަންތަވެވޮޑިގެންވައި ކިބްރިޔާވަންތަ އިލާހެވެ. އެބައިމީހުން ޝަރީކުކުރާ ތަކެތިން، ﷲ ހުސްޠާހިރުވެވޮޑިގެންވެއެވެ. [23] އެއިލާހީ ﷲ އެވެ. ހުރިހާ އެއްޗެއް ޚަލްޤުކުރައްވާ، ނެތުމުގެ ތެރެއިން ހައްދަވާ، ސޫރަކުރައްވާ އިލާހެވެ. އެންމެ ރިވެތި އިސްމުފުޅުތައްވަނީ އެއިލާހަށެވެ. އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް އެއިލާހަށް ތަސްބީޙަ ދަންނަވައެވެ. އަދި އެއިލާހީ ޢިއްޒަތްތެރިވެވޮޑިގެންވާ، ޙަކީމުވަންތަ އިލާހެވެ. [24]\""],["الأصل الثالث: قطع الطمع عن إدراك حقيقة كيفية صفات الله تعالى لأن إدراك المخلوق لذلك مستحيل.\rفمن حقق هذه الأصول الثلاثة فقد حقق الإيمان الواجب في باب الأسماء والصفات على ما قرره الأئمة المحققون في هذا الباب، قال الله تعالى: ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا﴾ [طه: ١١٠].","ތިންވަނަ އުސޫލު: ﷲ ތަޢާލާގެ ސިފަފުޅުތަކަކީ ކިހިނެތް ހިނގާކަމެއްތޯ ދެނެ ނުގަނެވޭނެކަމަށާއި އެކަމުގެ ޙަޤީޤަތް ދެނެ ނުގަނެވޭނެކަމަށް ޤަބޫލުކުރުން. އެހެނީ މަޚްލޫޤުންނަށް (އޭގެ މާނަ އެނގުނަސް) އެކަން ހިނގާ ގޮތުގެ ޙަޤީޤަތް ދެނެގަތުމަކީ ވާނޭކަމެއް ނޫނެވެ.\rމި ތިން އުސޫލާ އެއްގޮތަށް ޢަމަލުކޮށްފި މީހަކު ދަންނައެވެ. އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކާ ގުޅޭ ކަންކަމުގައި އެމީހަކު އީމާންވުން ވާޖިބު މިންވަރު އެމީހަކަށް ހާސިލުވެގެން ދާނެއެވެ. އެއީ މިކަމުގައި އިމާމުވެރި ބޭކަލުން ބަޔާންކުރައްވާފައިވާ ގޮތުގެ މަތިންނެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا﴾ [طه: ١١٠] މާނައީ: \"އެބައިމީހުންގެ ކުރިމަތީގައިވާ ކަންތައްތަކާއި (އެބަހީ: ޤިޔާމަތްދުވަހާއި މުސްތަޤުބަލުގައި އެބައިމީހުންނަށް މެދުވެރިވާނޭ ކަންތައްތަކާއި) އެބައިމީހުންގެ ފަހަތުގައިވާ ކަންތައްތައް (އެބަހީ: ދުނިޔޭގައި އެބައިމީހުން ކުރި ކަންތައްތައް) އެއިލާހު ދެނެވޮޑިގެންވެއެވެ. އަދި އެބައިމީހުންނަށް އެއިލާހުގެ ހުރިހާ ކަމެއް (އެބަހީ: ﷲ ތަޢާލާގެ ޛާތުފުޅާއި ސިފަފުޅުތަކާ ގުޅުން ހުރި ހުރިހާ ކަމެއް) އެނގިގެނެއް ނުވެއެވެ.\""],["رابعًا: قواعد في باب الأسماء والصفات:\n• القاعدة الأولى: أسماء الله وصفاته توقيفية لا مجال للعقل فيها:\nوعلى هذا فيجب الوقوف فيها على ما جاء به الكتاب والسنة فلا يزاد فيها ولا ينقص لأن العقل لا يمكنه إدراك ما يستحقه الله تعالى من الأسماء والصفات فوجب الوقوف على النص. قال تعالى: ﴿وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا﴾ [الإسراء: ٣٦].","ހަތަރުވަނައީ: ﷲ ތަޢާލާގެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ދެނެގަތުމުގައި އެނގުން މުހިންމު ގަވާއިދުތަކެއް:\r•\tފުރަތަމަ ގަވާއިދު: ﷲ ތަޢާލާގެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކަކީ ހަމައެކަނި ބުއްދީގެ ޒަރީއާއިން ދެނެ ނުގަނެވޭނެ، ތައުޤީފީ (އެބަހީ: ދަލީލެއް ނެތި އެއާ މެދު ވާހަކަ ނުދެއްކޭނެ) ކަމެއް އެހެންކަމުން ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި އައިސްފައިވާ މިންވަރަށް އެކަމުގައި އަޅުގަނޑުމެން ޤަބޫލުކޮށް، އެއަށް ވުރެ އިތުރަށް އެކަމުގައި ވާހަކަދެއްކުމުން އެއްކިބާވާން ޖެހޭނެއެވެ. އަދި އެ މިންވަރަށް ވުރެ އުނިކުރުމެއްވެސް ނެތެވެ. އެހެނީ ﷲ ތަޢާލާއަށް ޙައްޤުވެގެންވާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ހަމައެކަނި ބުއްދީގެ ޒަރީއާއިން ދެނެ ނުގަނެވޭނެއެވެ. އެހެންކަމުން ނައްޞުތަކުގައި އައިސްފައިވާ މިންވަރަށް އިޤުރާރުވެ، އެ މިންވަރު ފަހަނަ އަޅާ ދިޔުމުން އެއްކިބާވާން ޖެހޭނެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا﴾ [الإسراء: ٣٦] މާނައީ: \"އަދި ތިބާއަށް އެކަމަކާމެދު އެނގުމެއް ނުވާކަމަކަށް، ތަބާ ނުވާށެވެ! ހަމަކަށަވަރުން އިވުމާއި ފެނުމާއި ހިތާއި، މިއިން ކޮންމެ ކަމަކީ އެއާމެދު ސުވާލުވެވޭނެ ކަންކަމެވެ.\""],["• القاعدة الثانية: أسماء الله كلها حسنى أي بالغة في الحسن غايته:\nقال تعالى: ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى﴾ [الأعراف: ١٨٠] وذلك لدلالتها على أحسن مسمى وأشرف مدلول وهو الله عز وجل ولأنها متضمنة لصفات كاملة لا نقص فيها بوجه من الوجوه لا احتمالا ولا تقديرًا.","• ދެވަނަ ގަވާއިދު: ﷲ ތަޢާލާގެ އެންމެހާ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ކޮޅުނެތްކޮޅަށް ރިވެތިވެގެންވޭ:\nﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى﴾ [الأعراف: ١٨٠] މާނައީ: \"އެންމެ ރިވެތިވެގެންވާ އިސްމުފުޅުތައް ވަނީ ﷲ އަށެވެ.\" އެހެނީ އެ އިސްމުފުޅުތަކުން ދަލާލަތު ކުރަނީ އެންމެ ޝަރަފުވެރިވެވޮޑިގެންވާ ފަރާތަށެވެ. ފަހެ، އެއީ ﷲ عز وجل ގެ ޛާތުފުޅެވެ. އެހެނީ އެއިލާހުގެ ސިފަފުޅުތަކަކީ ފުރިހަމަ ސިފަފުޅުތަކެކެވެ. އަދި އެއްވެސް ގޮތަކުން އޭގައި އުނިކަމެއް ނުވާ އަދި ނުބައި މާނަތަކެއްވެސް ދޭހަނުވާފަދަ ސިފަފުޅުތަކެކެވެ."],["• القاعدة الثالثة: القول في الصفات كالقول في الذات:\nوبيانها: أن الله تعالى ليس كمثله شيء لا في ذاته ولا صفاته، ولا أفعاله. فإذا كان لله ذات حقيقية لا تماثل الذوات بلا خلاف فكذلك الصفات الثابتة له في الكتاب والسنة، هي صفات حقيقية لا تماثل سائر الصفات فالقول في الذات والصفات من باب واحد.","• ތިންވަނަ ގަވާއިދު: ﷲ ތަޢާލާގެ ޛާތުފުޅު ސާބިތުކުރާ ފަދައިން އެއިލާހުގެ ސިފަފުޅުތައްވެސް ސާބިތުކުރަން ޖެހޭ\nމިކަމުގެ ތަފުސީލަކީ: ހަމަކަށަވަރުން ﷲ ތަޢާލާގެ ޛާތުފުޅާ އެއްފަދަ ނުވަތަ އެއްގޮތް އެހެން ފަރާތެއް ނުވާ ފަދައިން، އެއިލާހުގެ ސިފަފުޅުތަކާ އަދި ޢަމަލުފުޅުތަކާ އެއްފަދަ ނުވަތަ އެއްގޮތް އެހެން ފަރާތެއްވެސް އަދި ކަމެއްވެސް ނުވެއެވެ. ފަހެ ﷲ ތަޢާލާގެ ޛާތުފުޅު އެހެން އެއްޗަކާ އެއްގޮތް ނުވާކަމާ މެދުގައި މުސްލިމުންގެ މެދުގައި އެއްވެސް ޚިލާފެއް ނުވެއެވެ. ހަމަ އެފަދައިން ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި ސާބިތުވެފައިވާ ސިފަފުޅުތަކަކީވެސް އެއިލާހަށް ނިސްބަތްކުރެވޭ، ޙަޤީޤީ ސިފަފުޅުތަކެކެވެ. އަދި އެއިލާހުގެ ސިފަފުޅުތައް އެހެން އެއްޗެހީގެ ސިފަތަކާ ވައްތަރުވެގެން ނުވެއެވެ. އެހެންކަމުން ސިފަފުޅުތަކާ މެދުގައި ދެކެން ޖެހޭނީ އެއިލާހުގެ ޛާތުފުޅާ މެދުގައިވެސް ދެކޭ ގޮތަށެވެ. އެއީ އެހެން ފަރާތްތަކާ އެއްގޮތް ނުވާ މަތިވެރިވެގެންވާ ޛާތުފުޅެއް ﷲ އަށް ލިބިވޮޑިގެންވާ ފަދައިން، އެހެން ފަރާތްތަކާ އެއްގޮތްވެގެން ނުވާ މަތިވެރި ސިފަފުޅުތަކެއްވެސް އެއިލާހަށް ލިބިވޮޑިގެންވާކަމެވެ."],["• القاعدة الرابعة: القول في بعض الصفات كالقول في بعضها الآخر:\nوشرحها: أن القول في بعض صفات الله من حيث الإثبات والنفي كالقول في البعض الآخر.","• ހަތަރުވަނަ ގަވާއިދު: ﷲ ތަޢާލާގެ ބައެއް ސިފަފުޅުތައް ޤަބޫލުކުރާ ގޮތަށް، އެއިލާހުގެ އެހެން ސިފަފުޅުތައްވެސް ޤަބޫލުކުރުން\nމި ގަވާއިދުގެ ޝަރަހައަކީ: (ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި) ﷲ ތަޢާލާއަށް ސާބިތުކޮށްފައިވާ ބައެއް ސިފަފުޅުތައް ސާބިތުކުރާ ފަދައިން އަދި (ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި) އެއިލާހަށް ލިބިގެންވާކަން ނަފީކޮށްފައިވާ ސިފަތައް ނަފީކުރާ ފަދައިން، (ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި) ވާރިދުވެފައިވާ އެހެން ސިފަފުޅުތަކުގައިވެސް އެފަދައިން ޤަބޫލުކުރަން ޖެހެއެވެ."],["• القاعدة الخامسة: صفات الله تعالى تنقسم إلى قسمين: ثبوتية، وسلبية: فالثبوتية: ما أثبته الله تعالى لنفسه في كتابه، أو على لسان رسوله صلى الله عليه وسلم، وكلها صفات كمال لا نقص فيها بوجه من الوجوه؛ كالحياة، والعلم، والقدرة، والاستواء على العرش، والنزول إلى السماء الدنيا، والوجه، واليدين، ونحو ذلك. فيجب إثباتها لله تعالى حقيقة على الوجه اللائق به، قال تعالى: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلالا بَعِيداً﴾[النساء: 136].","• ފަސްވަނަ ގަވާއިދު: ﷲ ތަޢާލާގެ ސިފަފުޅުތައް ދެނެގަތުމުގައި، ޢިލްމުވެރިން އެ ސިފަފުޅުތައް ދެ ބަޔަކަށް ބައްސަވާ: އެއީ އެއިލާހަށް ސާބިތުކުރައްވާފައިވާ ސިފަފުޅުތަކާއި ނަފީކުރައްވާފައިވާ ސިފަތައް\nއެއިލާހަށް ސާބިތުކުރައްވާފައިވާ ސިފަފުޅުތައް: އެއީ ﷲ ތަޢާލާ، އެއިލާހުގެ ފޮތުގައި އެއިލާހަށް ސާބިތުކުރައްވާފައިވާ ސިފަފުޅުތަކެވެ. ނުވަތަ އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم، ﷲ އަށް ނިސްބަތްކޮށް ބަޔާންކުރައްވާފައިވާ ސިފަފުޅުތަކެވެ. އެ ހުރިހާ ސިފަފުޅުތަކަކީވެސް ފުރިހަމަ ސިފަފުޅުތަކެކެވެ. އަދި އެއްވެސް ގޮތަކަށް އުނިކަމެއް ނުވާ ސިފަފުޅުތަކެވެ. އެ ސިފަފުޅުތަކުގެ ތެރޭގައި؛ ދިރިދެމިވޮޑިގެންވުމާއި ޢިލްމުފުޅާއި ކުޅަދުންވަންތަކަމާއި ޢަރުޝީގެ މައްޗަށް އިސްތަވާވެވޮޑިގެންވުމާއި ދުނިޔޭގެ އުޑަށް ފައިބައިވޮޑިގެންނެވުމާއި ވަޖުހުފުޅާއި ދެއަތްޕުޅާ އަދި އެނޫނަސް އެފަދައިން ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި ސާބިތުވެފައިވާ ސިފަފުޅުތައް ހިމެނެއެވެ. އެ ސިފަފުޅުތަކަކީ ޙަޤީޤަތުގައިވެސް ﷲ ތަޢާލާއަށް ލިބިވޮޑިގެންވާ ސިފަފުޅުތަކެކެވެ. އެހެންކަމުން އެއިލާހަށް ލާއިޤުވެވޮޑިގެންވާ ގޮތުގައި އެ ސިފަފުޅުތައް ސާބިތުކުރަން ޖެހެއެވެ. އެއިލާހު ވަޙީކުރެއްވިއެވެ. ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلالا بَعِيداً﴾ [النساء: 136] މާނައީ: \"އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ﷲ އަށާއި އެއިލާހުގެ ރަސޫލާއަށާއި އެއިލާހުގެ ރަސޫލާއަށް ބާވައިލެއްވި ފޮތަށާ އަދި ކުރިން ބާވައިލެއްވި ފޮތްތަކަށް އީމާންވުން މަތީ ތިޔަބައިމީހުން ދެމިތިބޭށެވެ! އަދި ﷲ އަށާއި އެއިލާހުގެ މަލާއިކަތުންނަށާއި (ބާވައިލެއްވި) ފޮތްތަކަށާއި (ފޮނުއްވި) ރަސޫލުންނަށާ އަދި އާޚިރަތް ދުވަހަށް ކާފިރުވާ މީހާ (ދަންނައެވެ!) ފަހެ ދުރުވެގެންވާ މަގުފުރެދުމަކުން އެމީހަކު މަގުފުރެދިއްޖެކަން ކަށަވަރެވެ.\""],["والصفات السلبية: ما نفاها الله - سبحانه - عن نفسه في كتابه، أو على لسان رسوله صلى الله عليه وسلم، وكلها صفات نقص في حقه: كالموت، والنوم، والجهل، والنسيان، والعجز، والتعب.\rفيجب نفيها عن الله تعالى مع إثبات ضدِّها على الوجه الأكمل؛ لأن النفي ليس بكمال إلا أن يتضمن ما يدل على الكمال؛ قال تعالى: ﴿وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لا يَمُوت﴾[الفرقان: 58]، فنفي الموت عنه يتضمن كمال حياته.","އެއިލާހަށް ނަފީކުރައްވާފައިވާ ސިފަތައް: އެއީ ﷲ ތަޢާލާ އެއިލާހުގެ ފޮތުގައި އެއިލާހަށް ނިސްބަތްކުރުން ނަފީކުރައްވާފައިވާ ސިފަތަކެވެ. ނުވަތަ އެއިލާހުގެ ރަސޫލާ صلى الله عليه وسلم، ﷲ އަށް ނިސްބަތްކުރުން ނަފީކުރައްވާފައިވާ ސިފަތަކެވެ. އެ ހުރިހާ ސިފަތަކަކީވެސް ﷲ ގެ ޙައްޤުގައި އުނި ސިފަތަކެކެވެ. އޭގެ ބައެއް މިސާލުތަކަކީ؛ މަރުވުމާއި ނިދުމާއި ޖާހިލުކަމާއި ހަނދާން ނެތުމާއި ނުކުޅެދުމާ އަދި ވަރުބަލިވުމެވެ. ފަހެ އެފަދަ ސިފަތައް ﷲ ތަޢާލާއަށް ނިސްބަތްކުރުން ނަފީކުރުމަކީ އަޅުގަނޑުމެންގެ މައްޗަށް ވާޖިބުކަމެކެވެ. އަދި އެ (އުނި) ސިފަތަކުގެ އިދިކޮޅު ކަމުގައިވާ (ފުރިހަމަ) ސިފަފުޅުތައް އޭގެ އެންމެ ފުރިހަމަ ގޮތުގައި، ﷲ އަށް ސާބިތުކުރަން ޖެހޭނެއެވެ. އެހެނީ ހަމައެކަނި (އުނި ސިފަތައް) ނަފީކުރުމަކީ އެއިލާހަށް ފުރިހަމަކަން ސާބިތުކުރުމެއް ނޫނެވެ. އެހެނަސް އެއާއެކުގައި އެއިލާހަށް ފުރިހަމަ ސިފަފުޅުތައްވެސް ސާބިތުކުރަން ޖެހޭނެއެވެ. އެއިލާހު ވަޙީކުރެއްވިއެވެ. ﴿وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لا يَمُوت﴾ [الفرقان: 58] މާނައީ: \"އަދި އަވަހާރަވުމެއް ނުވާ، ދިރިދެމިވޮޑިގެންވާ އިލާހަށް ކަލޭގެފާނު ވަކީލުކުރައްވާށެވެ!\" ފަހެ މި އާޔަތުގައި، އެއިލާހަށް އަވަހާރަވުމުގެ ސިފަ ނަފީކުރެއްވުމާ އެކުގައި އެއިލާހުގެ ދިރިދެމިވޮޑިގެންވުމުގެ ސިފައިގެ ފުރިހަމަކަން މިވަނީ ސާބިތުކުރައްވާފައެވެ."],["• القاعدة السادسة: الصفات الثبوتية تنقسم إلى قسمين: ذاتية وفعلية: فالذاتية: هي التي لم يزل ولا يزال متصفًا بها: كالعلم، والقدرة، والسمع، والبصر، والعزة، والحكمة، والعلو، والعظمة. ومنها الصفات الخبرية: كالوجه، واليدين، والعينين.\nوالفعلية: هي التي تتعلق بمشيئته، إن شاء فعلها، وإن شاء لم يفعلها: كالاستواء على العرش، والنزول إلى السماء الدنيا.\nوقد تكون الصفة ذاتية فعلية باعتبارين؛ كالكلام، فإنه باعتبار أصله صفة ذاتية؛ لأن الله تعالى لم يزل ولا يزال متكَلِّمًا. وباعتبار آحاد الكلام صفة فعلية؛ لأن الكلام يتعلق بمشيئته، يتكلم متى شاء بما شاء، كما في قوله تعالى: ﴿إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ﴾[يس: 82].","• ހަވަނަ ގަވާއިދު: ﷲ ތަޢާލާގެ ސިފަފުޅުތަކުގެ ތެރެއިން އެއިލާހަށް ސާބިތުކުރައްވާފައިވާ ސިފަފުޅުތައް، ޢިލްމުވެރިން ދެ ބަޔަކަށް ބައްސަވާ: އެއީ ޛާތުފުޅުގެ ސިފަފުޅުތަކާއި ޢަމަލުފުޅުގެ ސިފަފުޅުތައް\nޛާތުފުޅުގެ ސިފަފުޅުތަކަކީ: ދާއިމީ ގޮތެއްގައި އެއްވެސް މެދުކެނޑުމެއް ނެތި އެއިލާހަށް ލިބިވޮޑިގެންވާ ސިފަފުޅުތަކެވެ. އެ ސިފަފުޅުތަކުގެ ތެރޭގައި؛ ޢިލްމުފުޅާއި ކުޅަދުންވަންތަކަމާއި އައްސަވާވޮޑިގެންނެވުމާއި ބައްލަވާވޮޑިގެންނެވުމާއި ޢިއްޒަތްވަންތަކަމާއި ޙިކުމަތްވަންތަކަމާއި މަތިވެރިކާމާ އަދި މާތްކަން ހިމެނިގެން ވެއެވެ. އަދި އޭގެ ތެރޭގައި ޚަބަރީ ސިފަތައްވެސް ހިމެނެއެވެ. (އެބަހީ: އެއްވެސް ގޮތަކަށް ބުއްދީގެ ގޮތުން ދެނެ ނުގަނެވޭނެ އަދި ނައްޞަކުން މެނުވީ ސާބިތު ނުކުރެވޭނެ ސިފަފުޅުތައް ވެއެވެ.) އެ ސިފަފުޅުތަކުގެ ތެރޭގައި؛ އެއިލާހުގެ ވަޖުހުފުޅާއި ދެއަތްޕުޅާ އަދި ދެލޯފުޅު ހިމެނެއެވެ.\nޢަމަލުފުޅުގެ ސިފަފުޅުތަކަކީ: އެއިލާހުގެ އިރާދަފުޅާ ގުޅިފައިވާ ސިފަފުޅުތަކެވެ. އެއިލާހު އިރާދަކުރައްވާނަމަ އެކަންކަން ކުރައްވައެވެ. އިރާދަނުކުރައްވާނަމަ އެކަންކަން ނުކުރައްވައެވެ. އެ ސިފަފުޅުތަކުގެ ތެރޭގައި؛ ޢަރުޝީގެ މައްޗަށް އިސްތަވާވޮޑިގެންނެވުމާ އަދި ދުނިޔޭގެ އުޑަށް ފައިބައިވޮޑިގެންނެވުން ހިމެނެއެވެ.\nއަދި ބައެއް ސިފަފުޅުތައް އެއީ ޛާތުފުޅުގެ ސިފަފުޅަކަށާއި ޢަމަލުފުޅުގެ ސިފަފުޅަކަށްވެސް ވެދާނެއެވެ. އެފަދަ ސިފަފުޅުތަކުގެ ތެރޭގައި؛ އެއިލާހުގެ ކަލާމްފުޅު (ބަސްވަޙީކުރެއްވުން) ހިމެނެއެވެ. އެއީ އޭގެ އަސްލަށް ބަލާނަމަ އެއިލާހުގެ ޛާތުފުޅުގެ ސިފަފުޅެކެވެ. އެހެނީ ކުރީގައިވެސް އަދި މިހާރުވެސް އެއިލާހު ބަސްވަޙީކުރައްވައެވެ. އަދި އެއިލާހުގެ ވަކިވަކި ކަލާމްފުޅުތަކަށް (ބަސްފުޅުތަކަށް) ބަލާނަމަ އެއީ ޢަމަލުފުޅުގެ ސިފަފުޅެކެވެ. އެހެނީ އެއިލާހު އިރާދަކުރައްވާ އިރެއްގައި، އެއިލާހު އިރާދަކުރެއްވި ކަމެއް ވަޙީކުރައްވައެވެ. އެއީ އަންނަނިވި ވަޙީބަސްފުޅުގައިވާ ފަދައިންނެވެ. ﴿إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ﴾ [يس: 82] މާނައީ: \"އެއިލާހު ކަމަކަށް އިރާދަކުރައްވައިފިނަމަ، އެއިލާހުގެ އަމުރުފުޅުވާކަން ކަށަވަރީ އެކަމަކަށް \"ވާށޭ\" ވަޙީކުރެއްވުމެވެ. ދެން އެކަމެއް ވެއެވެ.\""],["خامسًا: فوائد وثمرات تحقيق هذا الأصل العظيم. فمن ذلك:\r١ - أن العبد ينال بذلك سعادة الدنيا والآخرة، بل إن السعادة في الدارين متوقف الحصول عليها على الإيمان بالله، فحظ العبد منها بحسب حظه من إيمانه بربه وأسمائه وصفاته وألوهيته.","ފަސްވަނައީ: ﷲ ތަޢާލާގެ އިސްމުފުޅުތާއި ސިފަފުޅުތައް ދެނެގަތުމުގެ ފައިދާތަކުގެ ތެރޭގައި:\r1- އޭގެ ސަބަބުން އަޅާއަށް ދުނިޔެއާއި އާޚިރަތުގެ ބާއްޖަވެރިކަން ޙާސިލުވެގެންދެއެވެ. ކިއެއް ހެއްޔެވެ. ދެ ދުނިޔޭގެ ބާއްޖަވެރިކަން ލިބުންވަނީވެސް ﷲ އަށް އީމާންވެގެންނެވެ. އެގޮތުން އެމީހަކަށް ބާއްޖަވެރިކަން ހާސިލުވާނެ މިންވަރު ބިނާވެގެންވަނީ، އެމީހެއްގެ ރައްބަށާއި އެއިލާހުގެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކާ އަދި އަޅުކަމުގައި އެއިލާހުގެ އެއްކައުވަންތަކަމަށް އެމީހަކަށް އީމާންވެވުނު މިންވަރަކުންނެވެ."],["٢ - أن إيمان العبد بربه وأسمائه وصفاته توجب محبة الله في القلوب، وهو أعظم أسباب خوفه سبحانه وخشيته وتحقيق طاعته، فكلما كان العبد بربه أعرف كان إليه أقرب، ومنه أخشى، ولعبادته أطلب، وعن معصيته ومخالفته أبعد.","2- އަޅާ އޭނާގެ ރައްބުގެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކަށް އީމާންވުމަކީ، އޭނާގެ ހިތުގައި އެއިލާހާ މެދުގައި ލޯބި އުފެދިގެންދާނޭ ސަބަބެކެވެ. އަދި އެއީ އޭގެ ސަބަބުން އެއިލާހާ މެދު، ހިތުގައި ބިރުވެތިކަން އުފެދިގެންދާ އެންމެ މުހިންމު އެއް ސަބަބެވެ. އަދި އެއިލާހަށް ކިޔަމަންގަތުމަށް މެދުވެރިވާ އެންމެ މުހިންމު އެއް ސަބަބުވެސް މެއެވެ. އަޅާއަށް އޭނާގެ ރައްބު ބޮޑަށް ދެނެގަނެވޭ ވަރަކަށް، އެއިލާހާ ކުއްތަންވެވޭ މިންވަރުވެސް އިތުރުވެގެން ދެއެވެ. އަދި އެއިލާހާ މެދު ހިތުގައި އޮންނަ ބިރުވެތިކަންވެސް އިތުރުވެގެން ދެއެވެ. އަދި އެއިލާހަށް އަޅުކަންކުރުމަށް ބޭނުންވާ މިންވަރުވެސް އިތުރުވެގެން ދެއެވެ. އަދި އެއިލާހަށް އުރެދުމުން ދުރުހެލިވާ މިންވަރުވެސް އިތުރުވެގެން ދެއެވެ."],["٣ - أن العبد ينال بذلك طمأنينة قلبه، وراحة نفسه، وأنس خاطره، والأمن والاهتداء في الدنيا والآخرة. والله تعالى يقول ﴿الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ﴾ [الرعد: ٢٨] .","3- އޭގެ ސަބަބުން އަޅާގެ ހިތަށް ހަމަޖެހުން ލިބިގެންދެއެވެ. ނަފްސަށްވެސް ލުއިކަން ލިބިގެންދެއެވެ. ނުބައި ވިސްނުންތަކުން ދުރުހެލިވެ ހަމަޖެހުން ލިބިގެންދެއެވެ. ދުނިޔެއާއި އާޚިރަތުގައި އަމާންކަމާއި ހިދާޔަތު ލިބިގެންދެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ﴾ [الرعد: ٢٨] މާނައީ: \"އެބައިމީހުންނީ އީމާންވެ އަދި ﷲ ހަނދުމަކުރުމުން، އެބައިމީހުންގެ ހިތްތަކަށް ހަމަޖެހުން ލިބޭ މީހުންނެވެ. ދަންނާށެވެ! ހިތްތަކުގެ ހަމަޖެހުންވަނީ ﷲ ހަނދުމަކުރުމުގައެވެ.\""],["٤ - أنَّ نيل ثواب الآخرة متوقف على الإيمان بالله وصحته، فبتحقيقه وتحقيق لوازمه ينال العبد ثواب الآخرة والفوز بالجنة والنجاة من النار.","4- އާޚިރަތުގައި ސަވާބު ލިބުން ބިނާވެފައި ވަނީ ﷲ އަށް އީމާންވުމާ އަދި އެ އީމާންކަމުގެ ޞައްޙަކަމުގެ މައްޗަށެވެ. އެކަން ހާސިލުކުރުމުންނާ އަދި އެއިން ލާޒިމުވާ ކަންކަން ހާސިލުކުރުމުން، އަޅާއަށް އާޚިރަތުގައި ސަވާބު ލިބިގެންދެއެވެ. އަދި ސުވަރުގެއަށް ވަދެވި، ނަރަކައިން މުއްތިކުރެއްވެއެވެ."],["٥ - أن الإيمان بالله هو الذي يصحح الأعمال ويجعلها مقبولة، فبفقده لا تقبل بل ترد على صاحبها وإن كثرت وتنوعت، وقال تعالى ﴿وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا﴾ [الإسراء: 19].","5- ﷲ އަށް އީމާންވުމަކީ ޢަމަލުތައް ރަނގަޅުވެ އަދި ޢަމަލުތައް ޤަބޫލުވެވިގެންދާ ސަބަބެކެވެ. އެކަން ހާސިލު ނުވެއްޖެނަމަ، ޢަމަލުތައް ޤަބޫލު ނުވެވޭނެއެވެ. އަދި އެކަން ކުރި މީހަކަށް އެކަންވާނީ ރައްދުކުރެވިގެންނެވެ. އެއީ ކިތަންމެ ގިނަ ޢަމަލުތަކެއް ކުރިޔަސްމެއެވެ. ﷲ ތަޢާލާ ވަޙީކުރެއްވިއެވެ. ﴿وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا﴾ [الإسراء: 19] މާނައީ: \"އަދި މުއުމިނަކު ކަމުގައިވާ ޙާލު، އާޚިރަތަށް އެދިގެން، އެކަމަށްޓަކައި އެކަށީގެންވާ މަސައްކަތްކޮށްފި މީހާ (ދަންނައެވެ!) ފަހެ އެބައިމީހުންނީ، އެބައިމީހުން ކުރި ޢަމަލުތައް ޤަބޫލުވެވިގެންވާ މީހުންނެވެ.\""],["٦ - أن العلم بالأسماء والصفات يورث قوة اليقين، بانفراد الله تعالى بتصريف شؤون الخلق وانفراده بذلك لا شريك له وهذا مما يحقق صدق التوكل على الله في جلب المصالح الدينية والدنيوية وفي ذلك فلاح العبد ونجاحه فمن توكل على الله فهو حسبه.","6- ﷲ ތަޢާލާގެ އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ދެނެގަތުމަކީ އެއިލާހާ މެދުގައި ހިތުގައި އޮންނަ ޔަގީންކަން އިތުރުވެގެންދާ ކަމެކެވެ. އަޅުތަކުންގެ ކަންތައްތައް ތަދުބީރުކުރެއްވުމުގައި ﷲ ގެ އެއްކައުވަންތަކަން ދެނެގަނެ އަދި އެކަމުގައި އެއިލާހަށް ޝަރީކެއް ނުވާކަން ދެނެގަންނަންޖެހެއެވެ. އޭގެ ސަބަބުން އަޅާއަށް ދުނިޔެއާއި އާޚިރަތުގައިވެސް މަޞްލަޙަތުހުރި ކަންކަން ގެނެސްގަތުމުގައި، ﷲ އަށް ތެދުވެރިކަމާ އެކުގައި ވަކީލުކުރެވެއެވެ. އަދި އެކަމުގައި އަޅާއަށް ފަލާޙާއި ކާމިޔާބު ލިބިގެންދެއެވެ. ފަހެ ﷲ އަށް ވަކީލުކޮށްފި މީހަކު ދަންނައެވެ. އެމީހަކަށް އެއިލާހު ފުދެއެވެ."]]
