[["1","[الشرك في عبادة الله]","[ﷲ އަށް އަޅުކަން ކުރުމުގައި ޝަރީކު ކުރުން]","بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nاعْلَمْ أَنَّ مِنْ أَعْظَمِ‌‌ نَوَاقِضِ الإِسْلَامِ عَشَرَةً.\nالأَوَّلُ: الشِّرْكُ فِي عِبَادَةِ اللَّهِ تَعَالَى؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى ﴿إِنَّ اللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاءُ﴾ ⁽¹⁾، وَمِنْهُ: الذَّبْحُ لِغَيْرِ اللَّهِ؛ كَمَنْ يَذْبَحُ لِلْجِنِّ، أَوْ لِلْقَبْرِ.","(މުޙައްމަދު ބިން ޢަބްދުލް ވައްހާބު رَحِمَهُ اللَّهُ ވިދާޅުވިއެވެ:) ދަންނާށެވެ. ހަމަކަށަވަރުން އިސްލާމްކަން ގެއްލޭ އެންމެ ބޮޑެތި ކަންކަމަކީ ދިހައެކެވެ:\nފުރަތަމައީ: އަޅުކަމުގައި ﷲ ތަޢާލާއަށް ޝަރީކު ކުރުމެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’ހަމަކަށަވަރުން ﷲ، އެ އިލާހަށް ޝަރީކު ކުރެވުމެއް ނުފުއްސަވައެވެ. އަދި އެ ނޫން ފާފަތައް، އެ އިލާހު އިރާދަ ކުރައްވާ މީހަކަށް ފުއްސަވައެވެ.‘ އަދި (ޝަރީކު ކުރުމުގެ) ތެރޭގައި، ﷲ ނޫން ފަރާތަކަށް ގުރުބާން ކުރުން ހިމެނެއެވެ. އެއީ ޖިންނީންނަށް ނުވަތަ ގަބުރަށް ގުރުބާން ކުރާ މީހާ ފަދައިންނެވެ.","⁽¹⁾ سورة النساء 48"],["2","[من جعل بينه وبين الله وسائط]","[މެދުވެރިން]","الثَّانِي: مَنْ جَعَلَ بَيْنَهُ وَبَيْنَ اللَّهِ وَسَائِطَ، يَدْعُوهُمْ، وَيَسْأَلُهُمُ الشَّفَاعَةَ، وَيَتَوَكَّلُ عَلَيْهِمْ؛ كَفَرَ إِجْمَاعاً.","ދެވަނައީ: ﷲ އާ އެ މީހަކާ ދެމެދު މެދުވެރިންތަކެއް ލައްވާ، އެ ފަރާތްތަކަށް ދުއާކޮށް، އެ ފަރާތްތަކަށް ޝަފާއަތަށް އެދި ދަންނަވާ، އަދި އެ ފަރާތްތަކަށް ވަކީލުކޮށްފި މީހާ، (އިލްމުވެރިންގެ) އިޖްމާޢުއާއެކު ވަނީ ކާފަރުވެފައެވެ.",""],["3","[من لم يكفر المشركين]","[މުޝްރިކުން ކާފަރު ނުކުރުން]","الثَّالِثُ: مَنْ لَمْ يُكَفِّرِ المُشْرِكِينَ، أَوْ شَكَّ فِي كُفْرِهِمْ، أَوْ صَحَّحَ مَذْهَبَهُمْ؛ كَفَرَ إِجْمَاعاً.","ތިންވަނައީ: މުޝްރިކުން ކާފަރު ނުކޮށް، ނުވަތަ އެބައިމީހުންގެ ކުފުރާމެދު ޝައްކުކޮށް، ނުވަތަ އެބައިމީހުންގެ މަޒްހަބު (އެބަހީ: ދެކޭ ގޮތް) ރަނގަޅުކޮށްފި މީހާ، އިލްމުވެރިން އިޖްމާޢުއާއެކު ވަނީ ކާފަރުވެފައެވެ.",""],["4","[من اعتقد أن غير هدي النبي أكمل من هديه]","[ނަބިއްޔާގެ ހިދާޔަތަށް ވުރެ އެހެން ހިދާޔަތެއް މާ ފުރިހަމަކަމަށް ގަބޫލުކުރާ މީހާ]","الرَّابِعُ: مَنِ اعْتَقَدَ أَنَّ غَيْرَ هَدْيِ النَّبِيِّ ﷺ أَكْمَلُ مِنْ هَدْيِهِ، أَوْ أَنَّ حُكْمَ غَيْرِهِ أَحْسَنُ مِنْ حُكْمِهِ - كَالَّذِينَ يُفَضِّلُونَ حُكْمَ الطَّوَاغِيتِ عَلَى حُكْمِهِ - فَهُوَ كَافِرٌ.","ހަތަރުވަނައީ: ނަބިއްޔާ ﷺ ގެ ހިދާޔަތަށް ވުރެ އެހެން ހިދާޔަތެއް މާ ފުރިހަމަ ކަމަށް ގަބޫލުކޮށްފި، ނުވަތަ އެކަލޭގެފާނުގެ ހުކުމަށް ވުރެ އެހެން ފަރާތެއްގެ ހުކުމް މާ ރަނގަޅު ކަމަށް ގަބޫލުކޮށްފި މީހާ، މިސާލަކަށް އެކަލޭގެފާނުގެ ހުކުމަށް ވުރެ ޠާޣޫތުންގެ ހުކުމް މާ ރަނގަޅު ކަމަށް ދެކޭ ފަރާތްތައް، ފަހެ (އެފަދަ) މީހަކީ ކާފަރެކެވެ.",""],["5","[من أبغض شيئا مما جاء به الرسول]","[ރަސޫލާ ގެނެސްދެއްވި ކަންކަމުގެ ތެރެއިން ކަމަކަށް ނަފްރަތުކުރި މީހާ]","الخَامِسُ: مَنْ أَبْغَضَ شَيْئاً مِمَّا جَاءَ بِهِ الرَّسُولُ ﷺ - وَلَوْ عَمِلَ بِهِ -؛ كَفَرَ إِجْمَاعاً؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ﴾ ⁽¹⁾.","ފަސްވަނައީ: ރަސޫލާ ﷺ ގެނެސްދެއްވި ކަންކަމުގެ ތެރެއިން ކަމަކަށް ނަފުރަތުކޮށްފި މީހާ -އަދި އޭނާ އެ ކަމަކަށް އަމަލު ކުރި ކަމުގައި ވިޔަސް- އިޖްމާޢުއާއެކު އޭނާ ވަނީ ކާފަރުވެފައެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’އެއީ ހަމަކަށަވަރުން އެބައިމީހުން ﷲ ބާވައިލެއްވި ތަކެއްޗަށް ނުރުހުނުކަމަށްޓަކައެވެ. (އެބަހީ: އެބައިމީހުން ކާފަރުވީ، ﷲ ގެ ފޮތާއި ނަބިއްޔާ ގެނެސްދެއްވި ޝަރީއަތަށް ނުރުހުމުގެ ސަބަބުންނެވެ.) ދެން ފަހެ އެ އިލާހު އެބައިމީހުންގެ އަމަލުތައް (ބާތިލުކޮށް) ގެއްލެނި ކުރެއްވިއެވެ.‘","⁽¹⁾ سورة محمد 9"],["6","[من استهزأ بشيء من دين الله]","[ދީނުން ކުރެ އެއްވެސް ކަމަކަށް މަލާމަތްކޮށްފި މީހާ]","السَّادِسُ: مَنِ اسْتَهْزَأَ بِشَيْءٍ مِنْ دِينِ اللهِ، أَوْ ثَوَابِهِ، أَوْ عِقَابِهِ؛ كَفَرَ؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِءُونَ ۝ لَا تَعْتَذِرُوا قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ﴾ ⁽¹⁾.","ހަވަނައީ: ﷲ ގެ ދީނުން، ނުވަތަ އޭގެ ސަވާބުން، ނުވަތަ އޭގެ އުގޫބާތުން ކުރެ އެއްވެސް ކަމަކަށް މަލާމަތްކޮށް ފުރައްސާރަކުރި މީހާ ވަނީ ކާފަރުވެފައެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’އިބަ ނަބިއްޔާ ވިދާޅުވާށެވެ: ތިޔަބައިމީހުން ތިޔަ މަލާމާތްކޮށް އުޅުނީ ﷲ އަދި، އެ އިލާހުގެ އާޔަތްތަކާއި، އެ އިލާހުގެ ރަސޫލާއަށްހެއްޔެވެ؟ ތިޔަބައިމީހުން އުޒުރު ނުދައްކާށެވެ. ތިޔަބައިމީހުންގެ އީމާންކަމަށް ފަހު ތިޔަބައިމީހުން ކާފަރުވެއްޖެކަން ކަށަވަރެވެ.‘","⁽¹⁾ سورة التوبة 65-66"],["7","[السحر]","[ސިހުރު]","السَّابِعُ: السِّحْرُ - وَمِنْهُ: الصَّرْفُ وَالعَطْفُ - فَمَنْ فَعَلَهُ أَوْ رَضِيَ بِهِ؛ كَفَرَ؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ﴾ ⁽¹⁾.","ހަތްވަނައީ: ސިހުރެވެ. -އަދި އޭގެ ތެރެއިން ޞަރްފާއި ޢަޠުފު ވެއެވެ.- (އެބަހީ: ވަރިތޮޅި އަދި އިސްތިރިއެވެ. އެއީ ވަކިކުރުވާ ސިހުރާއި ގާތްކުރުވާ ސިހުރެވެ.) ފަހެ (ސިހުރު) ހަދައިފި ނުވަތަ އެއަށް ރުހިއްޖެ މީހާ ވަނީ ކާފަރުވެފައެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’އަދި ’ތިމަންމެންނީ ހަމައެކަނި ފިތުނައެކޭ، ފަހެ ކާފަރު ނުވާށޭ‘ ވިދާޅުވުމަށް ފަހުގައި މެނުވީ، އެކަކަށްވެސް އެ ދެމަލާއިކަތުން އުނގަންނަވައެއް ނުދެއްވައެވެ.‘ (އެބަހީ: އެއީ އީމާންކަން ހުރިވަރު ބެލުމަށްވާ އިމްތިހާނެކެވެ. އެހެންވީމާ ސިހުރު ދަސްކޮށްގެން ކާފަރު ނުވާށެވެ.)","⁽¹⁾ سورة البقرة 102"],["8","[مظاهرة المشركين]","[މުޝްރިކުންނަށް ނަސްރުދިނުން]","الثَّامِنُ: مُظَاهَرَةُ المُشْرِكِينَ وَمُعَاوَنَتُهُمْ عَلَى المُسْلِمِينَ؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ﴾ ⁽¹⁾.","އަށްވަނައީ: މުޝްރިކުންނަށް ނަސްރުދީ، މުސްލިމުންނާ ދެކޮޅަށް އެބައިމީހުންނަށް އެހީވެދިނުމެވެ. އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’އަދި ތިޔަބައިމީހުންގެ ތެރެއިން، އެ (ކާފަރުން) އެކުވެރިންގެ ގޮތުގައި ނަގައިފި މީހަކީ، ފަހެ ހަމަކަށަވަރުން އެބައިމީހުންގެ ތެރެއިންވާ މީހެކެވެ. ހަމަކަށަވަރުން އަނިޔާވެރިވެގެންވާ ބަޔަކަށް ﷲ ތެދުމަގެއް ނުދައްކަވައެވެ.‘","⁽¹⁾ سورة المائدة 51"],["9","[من اعتقد أن بعض الناس لا يجب عليه اتباع النبي]","[ނަބިއްޔާއަށް ތަބާވުން ބައެއް މީހުންނަށް ވާޖިބު ނުވާކަމަށް ގަބޫލުކޮށްފި މީހާ]","التَّاسِعُ: مَنِ اعْتَقَدَ أَنَّ بَعْضَ النَّاسِ لَا يَجِبُ عَلَيْهِ اتِّبَاعُ النَّبِيِّ ﷺ، وَأَنَّهُ يَسَعُهُ الخُرُوجُ عَنْ شَرِيعَتِهِ ﷺ - كَمَا وَسِعَ الخَضِرَ الخُرُوجُ عَنْ شَرِيعَةِ مُوسَى - عَلَيْهِ السَّلَامُ؛ فَهُوَ كَافِرٌ.","ނުވަވަނައީ: ނަބިއްޔާ ﷺ އަށް ތަބާވުން ބައެއް މީހުންނަށް ވާޖިބު ނުވާކަމަށް ގަބޫލުކޮށް، އަދި އެކަލޭގެފާނު ﷺ ގެ ޝަރީއަތުން އެ ބަޔަކު ނުކުތުން ތަނަވަސްވެގެންވާކަމަށް ގަބޫލުކުރާ މީހާ، -އެއީ މޫސާ ޢަލައިހިއްސަލާމްގެ ޝަރީއަތުން ޚަޟިރު ނުކުންނަން ތަނަވަސްވީ ފަދައިން- ފަހެ އެ މީހަކީ ކާފަރެކެވެ.",""],["10","[الإعراض عن دين الله]","[ﷲ ގެ ދީނުން މޫނު އަނބުރާލުން]","العَاشِرُ: الإِعْرَاضُ عَنْ دِينِ اللَّهِ - لَا يَتَعَلَّمُهُ وَلَا يَعْمَلُ بِهِ -؛ وَالدَّلِيلُ قَوْلُهُ تَعَالَى: ﴿وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنتَقِمُونَ﴾ ⁽¹⁾.\nوَلَا فَرْقَ فِي جَمِيعِ هَذِهِ النَّوَاقِضِ بَيْنَ الهَازِلِ وَالجَادِّ وَالخَائِفِ، إِلَّا المُكْرَهِ. وَكُلُّهَا مِنْ أَعْظَمِ مَا يَكُونُ خَطَراً، وَمِنْ أَكْثَرِ مَا يَكُونُ وُقُوعاً، فَيَنْبَغِي لِلْمُسْلِمِ أَنْ يَحْذَرَهَا وَيَخَافَ مِنْهَا عَلَى نَفْسِهِ. نَعُوذُ بِاللَّهِ مِنْ مُوجِبَاتِ غَضَبِهِ، وَأَلِيمِ عِقَابِهِ. وَصَلَّى اللَّهُ عَلَى نَبِيِّنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ.","ދިހަވަނައީ: ﷲ ގެ ދީނުން މޫނު އަނބުރާލުމެވެ. -އޭނާ އެ ދީން ދަހެއް ނުކުރެއެވެ. އަދި އެއަށް އަމަލެއްވެސް ނުކުރެއެވެ.- އަދި ދަލީލަކީ ﷲ ތަޢާލާގެ ބަސްފުޅެވެ: ’އަދި އެ މީހެއްގެ ރައްބުގެ އާޔަތްތައް އެ މީހަކަށް ހަނދާން ކޮށްދެއްވުމުން، ދެން އެ އާޔަތްތަކަށް ފުރަގަސްދީ އެނބުރިގަތް މީހަކަށް ވުރެ އަނިޔާވެރިކަން ބޮޑީ ކާކުހެއްޔެވެ؟ ހަމަކަށަވަރުން މުޖުރިމުންގެ ކިބައިން ތިމަން އިލާހު ބަދަލު ހިއްޕަވާނަމެވެ.‘\rއަދި (އިސްލާމްކަން) ގެއްލޭ މި ހުރިހާ ކަންކަމުގައި، ސަމާސާކުރާ މީހާއާއި، ސީރިއަސްކޮށް އުޅޭ މީހާއާ، އަދި ބިރުން އުޅޭ މީހާއާމެދު އެއްވެސް ފަރަގެއް ނުވެއެވެ. އެއީ މަޖުބޫރުކުރުވާ މީހާ މެނުވީއެވެ. އަދި އެ ހުރިހާ ކަމަކީ، އެންމެ ނުރައްކާތެރިކަން ބޮޑު އަދި އެންމެ ގިނައިން ހިނގާ ކަންކަމުގެ ތެރެއިން ހިމެނޭ ކަންކަމެވެ. ފަހެ މުސްލިމަކަށް އެ ކަންކަމުން ރައްކާތެރިވެ، އެ ކަންކަމުން އަމިއްލަ ނަފްސުގެ މައްޗަށް ބިރުވެތިވުން ހުއްޓެވެ. އެ އިލާހުގެ ކޯފާ ވާޖިބުވާ ކަންކަމާއި، އެ އިލާހުގެ އުގޫބާތުގެ ވޭނުން އަޅަމެން ރައްކާތެރި ކޮށްދެއްވުން އެދި ﷲ އަށް ދަންނަވަމެވެ. އަދި އަޅަމެންގެ ނަބިއްޔާ މުޙައްމަދު އަދި އެކަލޭގެފާނުގެ އާލުންނާއި އަސްހާބުންނަށް ﷲ ސަލާމާއި ސަލަވާތް ލައްވާށިއެވެ.","⁽¹⁾ سورة السجدة 22"]]
