[["بسم الله الرحمن الرحيم\nالإسلام\nرسالة موجزة عن الإسلام كما جاء في القرآن الكريم والسنة النبوية\n(نسخة مجردة من الأدلة)[1]\n[1] يوجد من هذه الرسالة نسخة أخرى مزودة بالأدلة من القرآن الكريم والسنة النبوية على كل مسألة فيها\nللاطلاع عليها عبر الرابط https://islamhouse.com/ar/books/2830071\n\nرسالة مهمة تحتوي على تعريف موجز بالإسلام يبين أهم أصوله وتعاليمه ومحاسنه مستمدة من مصادره الأصلية وهي القرآن الكريم والسنة النبوية، والرسالة موجهة لجميع المكلفين من المسلمين وغير المسلمين بلغاتهم في كل زمان ومكان باختلاف الظروف والأحوال.","ރަޙުމާނުވަންތަ ރަޙީމުވަންތަ ﷲ ގެ އިސްމުފުޅުން ފަށަމެވެ.\nއިސްލާމް ދީން\nކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުގައި އައިސްފައިވާ ގޮތަށް އިސްލާމް ދީނާ ބެހޭ ލުއި ފޮތެއް\n(ދަލީލު ނުހިމެނޭ ކޮޕީ)[1]\n[1] މި ފޮތުގައިވާ ކޮންމެ މައްސަލައަކަށް ކީރިތި ޤުރުއާނާއި ރަސޫލާގެ ސުންނަތުން ދަލީލުތަކެއް އެކުލެވިގެންވާގޮތަށް މި ފޮތުގެ އެހެން ކޮޕީއެއް ވާނެއެވެ.\n ލިންކް މެދުވެރިކޮށް ބައްލަވާ!\nhttps://islamhouse.com/ar/books/2830071\n\nމިއީ އިސްލާމްދީނުގެ ކުރު ތަޢާރަފެއް ހިމެނޭ މުހިއްމު ލުއި ފޮތެކެވެ. އެއީ އެ ދީނުގެ މުހިއްމު އުޞޫލުތަކާއި ތަޢުލީމުތަކާއި ރިވެތި ސިފަތައް ދީނުގެ އަޞްލު މަޞްދަރުތައްކަމުގައިވާ ކީރިތި ޤުރުއާނާއި ނަބަވީ ސުންނަތުން ނެގިފައިވާ ފޮތެކެވެ. \nމި ރިސާލާ އަމާޒުކުރެވިފައިވަނީ ޙާލަތްތައް ތަފާތުވެގެންވާ ގޮތުގެ މައްޗަށް، ކޮންމެ ޒަމާނެއް އަދި ކޮންމެ ތަނެއްގައިވާ، މުސްލިމުންނާއި ޣައިރު މުސްލިމުންނަށް އެމީހުންގެ އަމިއްލަ ބަހުރުވައިންނެވެ."],["1. الإسلام هو رسالة الله إلى الناس جميعاً، فهو الرسالة الإلهية الخالدة.\n2. والإسلام ليس ديناً خاصاً بجنس أو قوم بل هو دين الله للناس كلهم.\n3. الإسلام هو الرسالة الإلهية التي جاءت مكملة لرسالات الأنبياء والمرسلين السابقين عليهم الصلاة والسلام إلى أممهم.\n4. الأنبياء عليهم السلام دينهم واحد وشرائعهم مختلفة.\n5. الإسلام يدعو -كما دعا كلُ الأنبياء: نوح وإبراهيم وموسى وسليمان وداود وعيسى عليهم السلام-إلى الإيمان بأن الرب هو الله الخالق الرازق المحيي المميت مالك الملك، وهو الذي يدبر الأمر، وهو الرؤوف الرحيم.","1. އިސްލާމްދީނަކީ ހުރިހާ މީސްތަކުންނަށް الله ފޮނުއްވި ރިސާލަތަކެވެ. ފަހެ އެއީ އަބަދަށް ދެމިގެންވާނޭ އިލާހީ ރިސާލަތެވެ.\n2. އިސްލާމްދީނަކީ ވަކި ނަސްލަކަށް ނުވަތަ ޤައުމަކަށް ޚާއްޞަ ދީނެއް ނޫނެވެ. އަދި ކިއެއްތަ، އެއީ ހުރިހާ މީސްތަކުންނަށްޓަކައިވާ މާތް الله ގެ ދީނެވެ.\n3. އިސްލާމްދީނަކީ ކުރީގެ ނަބިއްޔުންނާއި ރަސޫލުން عليهم الصلاة والسلام އެބޭކަލުންގެ ޤައުމުތަކަށް ގެންނެވި ރިސާލަތުތައް ފުރިހަމަކުރުމަށް އައި އިލާހީ ރިސާލަތެވެ.\n4. ސަލާމްލެއްވި ނަބިއްޔުންގެ ދީނަކީ އެއް ދީނެކެވެ. އެބޭކަލުންގެ ޝަރީޢަތްތައްވަނީ ތަފާތުވެގެންނެވެ.\n5. އިސްލާމްދީން ގޮވާލަނީ - ހުރިހާ ނަބިއްޔުން -ނޫޙު، އިބްރާހީމް، މޫސާ، ސުލައިމާނު، ދާވޫދު އަދި ޢީސާވެސް - ގޮވާލެއްވި ފަދައިން: ރައްބަކީ ޚާލިޤުވަންތަ، ރިޒުޤު ދެއްވާ، ދިރުން ދެއްވާ، މަރު ގެންނަވާ، ރަސްކަން މިލްކުވެގެންވާ އިލާހު، ﷲ ކަމަށް އީމާންވުމަށެވެ. އަދި އެކަލާނގެއީ ކަންކަން ތަދުބީރު ކުރައްވާ އިލާހެވެ. އަދި އެކަލާނގެއީ އޯގާވަންތަ ރަޙީމްވަންތަ އިލާހެވެ."],["6. الله سبحانه وتعالى هو الخالق وهو المستحق للعبادة وحده، وألا يُعبد معه أحد غيره.\n7. الله هو الخالق لكل ما في الكون مما نراه ومما لا نراه، وكل ما سواه مخلوق من مخلوقاته، وخَلَقَ الله السماوات والأرض في ستة أيام.\n8. والله سبحانه وتعالى ليس له شريك في ملكه أو خلقه أو تدبيره أو عبادته.\n9. والله سبحانه لم يلد ولم يولد وليس له كفواً ولا مثيلاً.\n10. والله سبحانه وتعالى لا يحل في شيء، ولا يتجسد في شيء من خلقه.","6. ﷲ ސުބްޙާނަހޫ ވަތަޢާލާއަކީ ޚާލިޤުވަންތަ އިލާހެވެ. އަޅުކަން ޙައްޤުވެގެންވަނީ ހަމައެކަނި އެކަލާނގެއަށެވެ. އަދި އެކަލާނގެއާއެކު އެހެން ފަރާތަކަށް އަޅުކަންކުރެވިގެން ނުވާނެއެވެ.\n7. ކައުނުގައިވާ ހުރިހާ އެއްޗެއް، އަހަރުމެންނަށް ފެންނަ ތަކެއްޗާއި ނުފެންނަ ތަކެތި ވެސް ހެއްދެވި ފަރާތަކީ މާތް الله އެވެ. އެކަލާނގެ ނޫން ކޮންމެ އެއްޗަކީ އެކަލާނގެ މަޚްލޫޤުންގެ ތެރެއިން މަޚްލޫޤެކެވެ. އަދި ﷲ އުޑުތަކާއި ބިން ހެއްދެވީ ހަ ދުވަހުގެ ތެރޭގައެވެ.\n8. އަދި ﷲ ސުބްޙާނަހޫ ވަތަޢާލާގެ މިލްކުވެރިކަމުގައި، ނުވަތަ އުފެއްދެވުމުގައި، ނުވަތަ ހިންގެވުމުގައި، ނުވަތަ އަޅުކަންކުރެވުމުގައިވެސް އެއްވެސް ބައިވެރިއެއް އެކަލާނގެއަށް ނުވެއެވެ.\n9. ހުސްޠާހިރުވަންތަ ﷲ އަށް އެއްވެސް އެއްޗެއް އުފަންވެގެނެއް ނުވެތެވެ. އަދި އެއްވެސް އެއްޗަކަށް އެކަލާނގެ އުފަންވެވޮޑިގެނެއް ނުވެއެވެ. އަދި އެކަލާނގެއާ އެއްފަދަވެގެންވާ، އެއްހަމަވެގެންވާ ހަމައެކަކުވެސް ނުވެތެވެ.\n10. ﷲ ސުބްޙާނަހޫ ވަތަޢާލާ އެއްވެސް އެއްޗެއްގެ ތެރޭގައި ވޮޑިއެއް ނުގަންނަވައެވެ. އަދި އެކަލާނގެ ޚަލްޤުތަކުންގެ ތެރެއިން އެކައްޗެއްގެ ހަށިގަނޑުގައިވެސް ބައްޓަންވެ ވޮޑިނުގަންނަވައެވެ."],["11. الله سبحانه وتعالى رؤوف رحيم بعباده لذا أرسل الرسل وأنزل الكتب.\n12. الله هو الرب الرحيم هو وحده الذي سيحاسب الخلائق يوم القيامة حينما يبعثهم جميعاً من قبورهم، فيجزي كل شخص بما عمل من خير أو شر، فمن عمل الصالحات وهو مؤمن فله النعيم المقيم، ومن كفر وعمل السيئات فله العذاب العظيم في الآخرة.\n13. الله سبحانه وتعالى خلق آدم من تراب، وجعل ذريته تتكاثر من بعده، فالناس كلهم في أصلهم سواسية، ولا فضل لجنس على جنس، ولا لقوم على قوم إلا بالتقوى.\n14. وكل مولود يولد على الفطرة.\n15. وليس أحد من البشر يولد مخطئاً أو وارثاً لخطيئة غيره.","11. ﷲ ސުބްޙާނަހޫ ވަތަޢާލާއަކީ އެކަލާނގެ އަޅުތަކުންނަށް ނުހަނު އޯގާވަންތަ ރަޙުމްކުރެއްވުން ބޮޑު އިލާހެވެ. އެހެންވެ އެކަލާނގެ ރަސޫލުން ފޮނުއްވާ، ފޮތްތައް ބާވައިލެއްވިއެވެ.\n12. ﷲ އީ ރަޙީމުވަންތަ ރައްބެވެ. ޤިޔާމަތް ދުވަހު ހުރިހާ މަޚްލޫޤުންގެ ޤަބުރުތަކުން އަލުން ދިރުއްވުމަށް ފޮނުއްވާ ދުވަހު މަޚްލޫޤުންގެ ޙިސާބު ބައްލަވާނީ ހަމައެކަނި އެކަލާނގެއެވެ. އެގޮތުން ކޮންމެ މީހަކަށްވެސް ހެޔޮކަމެއް ވިޔަސް ނުބައިކަމެއް ވިޔަސް އެމީހަކު ކުރި ކަމަކަށް ޖަޒާދެއްވާނެއެވެ. ދެންފަހެ މުއުމިނެއްގެ ގޮތުގައި ހުރެ ޞާލިޙު ޢަމަލުތައް ކުރި މީހަކަށް ސުވަރުގޭގައި ދާއިމީ ނިޢުމަތްވެއެވެ. އަދި ކާފަރުވެ ނުބައި ޢަމަލުތައް ކުރި މީހަކަށް ނަރަކައިގައި ބޮޑުވެގެންވާ ޢަޛާބު ހުއްޓެވެ.\n13. ﷲ ސުބްޙާނަހޫ ވަތަޢާލާ އާދަމުގެފާނު ވެލިން ހެއްދެވިއެވެ. އަދި އެކަލޭގެފާނަށް ފަހު އެކަލޭގެފާނުގެ ދަރިފަސްކޮޅު ގިނަވާގޮތަށް ލެއްވިއެވެ. ހުރިހާ މީސްތަކުން، އެމީހުންގެ އަޞްލުގައިވަނީ ހަމަހަމަވެގެންނެވެ. އެއް ޖިންސެއްގެ މައްޗަށް އަނެއް ޖިންސަށް، އަދި އެއް ޤައުމުގެ މައްޗަށް އަނެއް ޤައުމަށް މޮޅުކަމެއް ނެތެވެ. ތަޤުވާވެރިކަމުން މެނުވީއެވެ.\n14. އަލަށް އުފަންވާ ކޮންމެ ކުއްޖަކު އުފަންވަނީ ފިޠުރަތުގެ މައްޗަށެވެ.\n15. އެއްވެސް އިންސާނަކު އުފަންވުމުގައި ފާފަވެރިއެއްގެ ގޮތުގައި ނުވަތަ އެހެން މީހެއްގެ ފާފަ ވާރުތަކުރާ މީހެއްގެ ގޮތުގައި އުފަންނުވެއެވެ."],["16. والغاية من خلق الناس هي: عبادة الله وحده.\n17. الإسلام كَرَّم الإنسان –رجالاً ونساءً- وكفل له كامل حقوقه، وجعله مسؤولاً عن سائر اختياراته وأعماله وتصرفاته، ويحمّله مسؤولية أي عمل يضر بنفسه أو يضر بالآخرين.\n18. وجعل الرجل والمرأة سواء من حيث المسؤولية والجزاء والثواب.\n19. كَرَّم الإسلام المرأة، واعتبر النساء شقائق الرجال، وألزم الرجل بالنفقة عليها إذا كان قادراً، فتجب نفقة البنت على أبيها، والأم على ولدها إذا كان بالغاً قادراً، والزوجة على زوجها.\n20. والموت ليس هو الفناء الأبدي، بل هو الانتقال من دار العمل إلى دار الجزاء، والموت يتناول الجسد والروح، وموت الروح مفارقتها للبدن، ثم تعود إليه بعد البعث يوم القيامة، ولا تنتقل الروح بعد الموت إلى جسد آخر، ولا تستنسخ في جسد آخر.","16. މީސްތަކުން ޚަލްޤުކުރެއްވުމުގެ މަޤްޞަދަކީ ހަމައެކަނި ﷲ އަށް އަޅުކަންކުރުމެވެ.\n17. އިސްލާމްދީންވަނީ އިންސާނުން- އަންހެނުންނާއި ފިރިހެނުންވެސް- މާތްކުރައްވާފައިއެވެ. އަދި އިންސާނާއަށް އޭނާގެ ޙައްޤުތައް ފުރިހަމައަށް ޖާމިނުކޮށްދީފައިއެވެ. އަދި އޭނާގެ ހުރިހާ އިޚްތިޔާރުތަކާއި، ޢަމަލުތަކާއި، ކުރާ ކަންތަކުގެ ޒިންމާވާން ޖެހޭ މީހެއްގެ ގޮތުގައި އޭނާ ލެއްވިއެވެ. އަދި އޭނާގެ އަމިއްލަ ނަފްސަށް ނުވަތަ އެހެން މީހުންނަށް ގެއްލުންވާ ކޮންމެ ޢަމަލަކަށް އޭނާ ޒިންމާދާރުކުރުވިއެވެ.\n18. އަދި ޒިންމާއާއި ޖަޒާއާއި ޘަވާބުގެ ގޮތުން އަންހެނާއާއި ފިރިހެނާ ހަމަހަމަ ކުރެއްވިއެވެ.\n19. އިސްލާމްދީން އަންހެނުންނަށް ކަރާމާތް ދެއްވިއެވެ. އަދި އަންހެނުންނަކީ ފިރިހެނުންނާ އެއްބަނޑު އެއްބަފާ ބައެއްގެ ގޮތަށް ބެލުނެވެ. އަދި ފިރިހެނާ ކުޅަދާނަވެގެންވާނަމަ އަންހެނާއަށް ޚަރަދުކުރުން ދީނުން ލާޒިމްކުރިއެވެ. އެގޮތުން އަންހެން ދަރިފުޅަށް ޚަރަދުކުރުން އެކުއްޖާގެ ބައްޕައަށް ވާޖިބުވެގެންވެއެވެ. އަދި ފިރިހެން ދަރިފުޅު ބާލިޣުވެ ކުޅަދާނަކަން ހުރިނަމަ އޭނާގެ މަންމައަށް ޚަރަދުކުރުން ވާޖިބުވިއެވެ. އަދި އަނބިމީހާއަށް ޚަރަދުކުރުން ފިރިމީހާގެ މައްޗަށް ވާޖިބުވެގެންވެއެވެ.\n20. މަރަކީ އަބަދަށް ފަނާވެ ދިޔުމެއް ނޫނެވެ. ކިއެއްތަ، އެއީ ޢަމަލުގެ ގޮވެތިން، ޖަޒާ ލިބުމުގެ ގޮވެއްޗަށް ބަދަލުވުމެވެ. މަރަކީ ހަށިގަނޑާއި ރޫޙަށްވެސް އަންނަ ކަމެކެވެ. އަދި ރޫޙު މަރުވުމަކީ އެ ރޫޙު ހަށިގަނޑާ ވަކިވެދިޔުމެވެ. ދެން އަލުން ދިރުއްވުމުން ޤިޔާމަތްދުވަހު އެ ފުރާނަ ހަށިގަނޑަށް އަނބުރާ ރުޖޫޢަވެއެވެ. އަދި މަރުވުމަށް ފަހު ފުރާނަ އެހެން ހަށިގަނޑަކަށް ނުދެއެވެ. އަދި އެހެން ހަށިގަނޑެއްގައި އަލުން އަނބުރާ އެ ފުރާނަ ނާދެއެވެ."],["21. الإسلام يدعو إلى الإيمان بأصول الإيمان الكبرى، وهي الإيمان بالله وملائكته، والإيمان بالكتب الإلهية كالتوراة والإنجيل والزبور -قبل تحريفها- والقرآن، والإيمان بِجميع الأنبياء والمرسلين عليهم السلام، وأن يؤمن بخاتمهم وهو محمد رسول الله خاتم الأنبياء والمرسلين، والإيمان باليوم الآخر، ونعلم أن الحياة الدنيا لو كانت هي النهاية؛ لكانت الحياة والوجود عبثاً خالصاً، والإيمان بالقضاء والقدر.\r\n22. والأنبياء معصومون عليهم السلام فيما يبلغونه عن الله، ومعصومون عن كل ما يخالف العقل أو يرفضه الخُلق السليم، والأنبياء هم المكلفون بتبليغ أوامر الله لعباده، والأنبياء ليس لهم شيء من خصائص الربوبية أو الألوهية؛ بل هم بشر كسائر البشر يوحي الله تعالى إليهم برسالاته.\r\n23. والإسلام يدعو إلى عبادة الله وحده بأصول العبادات الكبرى وهي: الصلاة التي هي قيام وركوع وسجود وذِكْر لله وثناء عليه ودعاء، يُصلِّيها المرء كل يوم خمس مرات، وتزول فيها الفوارق فالغني والفقير والرئيس والمرؤوس في صف واحد في الصلاة، والزكاة وهي مقدار يسير من المال -وفق الشروط والمقادير التي قدرها الله- واجبة في مال الأغنياء تصرف للفقراء وغيرهم، مرة واحدة في العام، والصيام وهو: الإمساك عن المفطرات في نهار شهر رمضان، يُرَبِّي في النفس الإرادة والصبر، والحج وهو: قَصْدُ بيت الله في مكة المكرمة مرة في العمر على القادر المستطيع، وفي هذا الحج يتساوى الجميع في التوجه للخالق سبحانه، وتزول فيه الفروق والانتماءات.\r\n24. ومن أعظم ما يميز العبادات في الإسلام أن كيفياتها ومواقيتها وشروطها شرعها الله سبحانه وتعالى وبلَّغَها رسوله صلى الله عليه وسلم، ولم يتدخل بها البشر زيادة ولا نقصاً إلى اليوم، وكل هذه العبادات الكبرى دعا إليها جميع الأنبياء عليهم السلام.\r\n25. رسول الإسلام هو محمد بن عبد الله من ذرية إسماعيل بن إبراهيم عليهم السلام، وُلِد في مكة عام 571م، وبُعِث بها، وهاجر إلى المدينة، ولم يشارك قومه في أمور الوثنية، لكنه كان يشترك معهم في الأعمال الجليلة، وكان على خُلُق عظيم قبل بعثته، وكان قومه يسمونه الأمين، وبعثه الله لما بلغ أربعين سنة، وأيده الله بالآيات (المعجزات) العظيمة، وأعظمها القرآن الكريم، وهو أعظم آيات الأنبياء، وهو الآية الباقية من آيات الأنبياء إلى اليوم، ولما أكمل الله له الدين، وبلغه الرسول صلى الله عليه وسلم غاية البلاغ توفي وعمره ثلاث وستون سنة، ودفن بالمدينة النبوية صلى الله عليه وسلم، والرسول محمد صلى الله عليه وسلم هو خاتم الأنبياء والمرسلين، بعثه الله بالهدى ودين الحق ليُخرج الناس من ظلمات الوثنية والكفر والجهل إلى نور التوحيد والإيمان، وشهد الله له بأنه بعثه داعيًا إليه بإذنه.","21. އިސްލާމްދީން ގޮވާލަނީ އީމާންކަމުގެ ބޮޑެތި އުސޫލުތަކަށް އީމާންވުމަށެވެ. އެއީ މާތްﷲއާއި އެކަލާނގެ މަލާއިކަތުންނާއި، ތައުރާތާއި، އިންޖީލާއި، ޒަބޫރާއި ( އެ ފޮތްތައް އޮޅުވާލުމުގެ ކުރިން ) އަދި ޤުރުއާން ފަދަ އިލާހީ ފޮތްތަކަށް އީމާންވުމެވެ.\n އަދި ހުރިހާ ނަބިއްޔުންނާއި ރަސޫލުންނަށް އީމާންވުމެވެ. އެބޭކަލުންގެ ތެރެއިން ނަބިއްޔުންނާއި ރަސޫލުން ޚަތިމުކުރެއްވި ކަލޭގެފާނު ކަމުގައިވާ މުޙައްމަދުގެފާނަށް އީމާންވުމެވެ.\nއަދި އާޚިރަތް ދުވަހަށް އީމާންވުމެވެ. ދުނިޔޭގެ ޙަޔާތަކީ ފަހުގެ ނިމުންކަމުގައިވާނަމަ ދެން ދިރިއުޅުމާއި ވުޖޫދުވުންވާނީ މުޅިން ބޭކާރުކަމެއްކަމުގައިކަން އަހަރުމެން ދަންނަން ޖެހެއެވެ. \nއަދި ޤަޟާޤަދަރަށް އީމާންވުމެވެ.\r\n22. ނަބިއްޔުންނަކީ ﷲ ގެ ޙަޟްރަތުން ފޯރުކޮށްދެއްވާ ކަންކަމުގައި މަޢުޞޫމު ބައެކެވެ. އަދި ބުއްދިއާ ފުށޫއަރާ ނުވަތަ ރަނގަޅު އަޚްލާޤާ ނުބައްދަލު ކޮންމެ ކަމަކުން މަޢުޞޫމު ބައެކެވެ. އަދި ނަބިއްޔުންނަކީ ﷲ ގެ އަމުރުފުޅުތައް އެކަލާނގެ އަޅުންނަށް ފޯރުކޮށްދިނުމުގެ ތަކުލީފު ޖެއްސެވިގެންވާ ބޭކަލުންނެވެ. ރުބޫބިއްޔަތު ނުވަތަ އުލޫހިއްޔަތުގެ ޚާއްޞަ އެއްވެސް ކަމެއް ނަބިއްޔުންނަށް ނުވެއެވެ. ކިއެއްތަ، އެބޭކަލުންނީ އެހެން ހުރިހާ އިންސާނުންނެކޭ އެއްފަދަ އިންސާނުންނެވެ. ﷲ ތަޢާލާގެ ރިސާލާތުތައް އެކަލާނގެ އެބޭކަލުންނަށް ވަޙީއިން އިއްވަވައެވެ.\r\n23. އިސްލާމްދީން ގޮވާލަނީ ހަމައެކަނި الله އަށް އަޅުކަން ކުރުމަށެވެ. އެއީ ބޮޑެތި އަޅުކަންތަކުގެ އަޞްލުންނެވެ. އެއީ: ނަމާދުކުރުމުންނެވެ. ނަމާދަކީ ކޮޅަށް ހުރުމާއި، ރުކޫޢުކުރުމާއި، ސަޖިދަކުރުމާއި، ޒިކުރުކުރުމާއި، ﷲ އަށް ޘަނާކިޔުމާއި، ދުޢާކުރުމުގެ މައްޗަށްވާ އަޅުކަމެކެވެ. އިންސާނާ ކޮންމެ ދުވަހަކު ފަސް ފަހަރު ނަމާދު ކުރަންޖެހެއެވެ. އެ ނަމާދުތަކުގެ ތެރޭގައި ތަފާތުކުރުންތައް ނެތިގެންދެއެވެ. އެގޮތުން މުއްސަނދި މީހާއާއި ފަޤީރު މީހާއާއި، ވެރިމީހާއާއި ރައްޔިތުމީހާއާއި، އެންމެންވެސް ނަމާދުގައި ތިބެނީ އެއް ސަފެއްގައިއެވެ. \nއަދި ޒަކާތް ދިނުމެވެ. ޒަކާތަކީ މުދަލުން މަދު މިންވަރެއް- ﷲ ކަނޑައަޅުއްވާފައިވާ ޝަރުޠުތަކާއި މިންގަނޑުތަކާ އެއްގޮތަށް- މުއްސަނދިންގެ ފައިސާގައި ނެރުން ވާޖިބުވެގެންވާ އަޅުކަމެކެވެ. އެ ނެރެވެނީ އަހަރަކު އެއް ފަހަރު، ފަޤީރުންނާއި އެނޫން މީހުންނަށެވެ. \nއަދި ރޯދަ ހިފުމެވެ. ރޯދައަކީ ރަމަޟާން މަހު ދުވާލު ރޯދަ ގެއްލޭ ކަންކަމުން ދުރުހެލިވެ ހުރުމެވެ. \nއެއީ ނަފްސުގައި އެދުން (ކޮންޓުރޯލުކުރުމާއި) ކެތްތެރިކަން އާލާކޮށްދޭ ކަމެކެވެ.\nއަދި ޙައްޖު ކުރުމެވެ. ޙައްޖަކީ ޢުމުރުން އެއް ފަހަރު ކުޅަދާނަކަންހުރި ޤާބިލުމީހާ މާތްވެގެންވާ މައްކާގައިވާ ﷲ ގެ ގެފުޅަށް ޤަޞްދުކޮށްގެން ދިޔުމެވެ. އަދި މި ޙައްޖުގައި ޚާލިޤުވަންތަ ރަސްކަލާނގެއަށް ކުރިމަތިލުމުގައި އެންމެން ހަމަހަމަވެއެވެ. އަދި މިއަޅުކަމުގައި ތަފާތުކުރުންތަކާއި ނިސްބަތްވާ ނިސްބަތްވުންތައް ފިލައިދެއެވެ.\r\n24. އިސްލާމްދީނުގައި އަޅުކަންތަކުގައި ފާހަގަކޮށްލެވޭ އެންމެ ބޮޑު އެއްކަމަކީ: އެ އަޅުކަންތައް ކުރަންވީ ގޮތްތަކާއި، ވަޤުތުތަކާއި، ޝަރުޠުތަކަކީ ﷲ ސުބްޙާނަހޫ ވަތަޢާލާ ޝަރުޢުކުރައްވާ، އަދި އެކަލާނގެ ރަސޫލާ ﷺ ފޯރުކޮށްދެއްވި ކަންކަންކަމެވެ. މިއަދާ ހަމައަށްވެސް އިންސާނުން އެ ކަންކަމަށް އުނިއިތުރު ގެނެސްގެން ބޭނިފައި ނުވެއެވެ. ސަލާމް ލެއްވުނު ހުރިހާ ނަބިއްޔުން ވެސް މި ހުރިހާ ބޮޑެތި އަޅުކަންތަކަށް ގޮވާލައްވާފައިވެއެވެ.\r\n25. އިސްލާމްދީނުގެ ރަސޫލާއަކީ، އިސްމާޢީލް ބްނު އިބްރާހީމްގެ ދަރިފަސްކޮޅުން ވަޑައިގެންނެވި މުޙައްމަދު ބްނު ޢަބްދި الله އެވެ. އެކަލޭގެފާނު ދުނިޔޭގެ އަލިކަން ދެކެވަޑައިގަތީ މީލާދީން 571 ވަނަ އަހަރު މައްކާގައިއެވެ. ރަސޫލުކަމާގެން ފޮނުއްވުނީ އެތަނުންނެވެ. އަދި އެކަލޭގެފާނު މަދީނާއަށް ހިޖުރަކުރެއްވިއެވެ. ވަޘަނީ ބުދުތަކާ ގުޅޭ ކަންކަމުގައި އެކަލޭގެފާނުގެ ޤައުމުގެ މީހުންނާ ބައިވެރިވެ ވަޑައިގެންފައި ނުވެއެވެ. އެކަމަކު އެކަލޭގެފާނު އެމީހުންނާއެކު ބައިވެރިވެވަޑައިގަންނަވާފައިވަނީ އަގުހުރި ޤަދަރުހުރި ކަންކަމުގައިއެވެ. އަދި ރަސޫލުކަމާގެން ފޮނުއްވުމުގެ ކުރިންވެސް އެކަލޭގެފާނު ހުންނެވީ މަތިވެރި އަޚްލާޤެއްގެ މަތީގައިއެވެ. އެގޮތުން އެކަލޭގެފާނުގެ ޤައުމުގެ މީސްތަކުން އެކަލޭގެފާނަށް ކިޔަމުން ދިޔައީ 'އަލްއަމީން' (އަމާނާތްތެރިޔާ) ގެ ނަމުންނެވެ. އަދި އެކަލޭގެފާނުގެ ޢުމުރުފުޅުން ސާޅީސް އަހަރަށް ފޯރިހިނދު ﷲ އެކަލޭގެފާނު ރަސޫލުކަމާގެން ފޮނުއްވިއެވެ. އަދި މަތިވެރި އާޔަތްތަކުން (މުޢުޖިޒާތްތަކުން) ﷲ އެކަލޭގެފާނަށް ބާރުދެއްވިއެވެ. އޭގެ އެންމެ ބޮޑު މުޢުޖިޒާތަކީ ކީރިތި ޤުރްއާނެވެ. އެއީ ނަބިއްޔުންނަށް ދެއްވުނު ހެކިތަކުން އެންމެ މަތިވެރިވެގެންވާ ހެއްކެވެ. އަދި ނަބިއްޔުންގެ އާޔަތްތަކާއި ހެކިތަކުން މިއަދާ ހަމައަށް ބާކީއޮތް ހެއްކަކީ އެޔެވެ. ﷲ އެކަލޭގެފާނަށް ދީން ފުރިހަމަކޮށްދެއްވާ، އަދި ރަސޫލާ ﷺ އެ ދީން އެންމެ ފުރިހަމައަށް ފޯރުކޮށްދެއްވާ ނިންމެވިހިނދު؛ އެކަލޭގެފާނު އަވަހާރަވިއެވެ. އެއީ ޢުމުރުފުޅުން ފަސްދޮޅަސް ތިން އަހަރުގައިއެވެ. އަދި އެކަލޭގެފާނު ﷺ ފަސްދާނުލެވުނީ މަދީނާގައިއެވެ. ރަސޫލާ މުޙައްމަދު ﷺ އީ ނަބިއްޔުންނާއި ރަސޫލުން ޚަތިމްކުރެއްވި ކަލޭގެފާނެވެ. ﷲ އެކަލޭގެފާނު ހިދާޔަތާއި ޙައްޤު ދީނާގެން ފޮނުއްވިއެވެ. އެއީ ވަޘަނިއްޔަތާއި ކުފުރާއި ޖާހިލުކަމުގެ އަނދިރިކަމުން ތައުޙީދާއި އީމާންކަމުގެ ނޫރަށް މީސްތަކުން ނެރުއްވުމަށްޓަކައިއެވެ. އަދި ﷲ އެކަލޭގެފާނަށް ހެކިވެވޮޑިގެންފައިވަނީ އެއީ އެކަލާނގެ އިޛްނަފުޅާއެކު އެކަލާނގެ މަގަށް ގޮވާލެއްވުމަށް ފޮނުއްވި ބޭކަލެއްކަމުގައިއެވެ."],["26. وشريعة الإسلام التي جاء بها الرسول محمد صلى الله عليه وسلم هي خاتمة الرسالات الإلهية والشرائع الربانية، وهي شريعة الكمال، وفيها صلاح دين الناس ودنياهم، وهي تحافظ بالدرجة الأولى على: أديان الناس ودمائهم وأموالهم وعقولهم وذرياتهم، وهي ناسخة لكل شريعة سابقة، كما نسخت الشرائع السابقة بعضها بعضاً.\n27. والله سبحانه وتعالى لا يقبل ديناً غير الإسلام الذي جاء به الرسول محمد صلى الله عليه وسلم، ومن يعتنق غير الإسلام ديناً فلن يقبل منه.\n28. القرآن الكريم هو الكتاب الذي أوحاه الله إلى الرسول محمد صلى الله عليه وسلم وهو كلام رب العالمين، تحدَّى الله الإنس والجن أن يأتوا بمثله أو بسورة من مثله، ولا يزال التحدي قائماً إلى اليوم، والقرآن الكريم يجيب على أسئلة مهمة كثيرة تحيِّر الملايين من الناس، والقرآن العظيم محفوظ إلى اليوم باللغة العربية التي نزل بها، لم ينقص منه حرف، وهو مطبوع منشور، وهو كتاب عظيم معجز جدير بالقراءة أو قراءة ترجمة معانيه، كما أن سُنَّة الرسول محمد صلى الله عليه وسلم وتعاليمه وسيرته محفوظة ومنقولة وفق سلسلة من الرواة الموثوقين وهي مطبوعة باللغة العربية التي تحدث بها الرسول صلى الله عليه وسلم ومترجمة إلى كثير من اللغات، والقرآن الكريم وسُنَّة الرسول صلى الله عليه وسلم هما المصدر الوحيد لأحكام الإسلام وتشريعاته، فالإسلام لا يؤخذ من تصرفات الأفراد المنتسبين إليه؛ وإنما يؤخذ من الوحي الإلهي: القرآن العظيم والسنة النبوية.\n29. والإسلام يأمر بالإحسان إلى الوالدين، حتى ولو كانا غير مسلمين، وبالوصية بالأولاد.\n30. الإسلام يأمر بالعدل في القول والعمل حتى مع الأعداء.","26. ރަސޫލާ މުޙައްމަދު صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ގެންނެވި އިސްލާމްދީނުގެ ޝަރީޢަތަކީ އިލާހީ ރިސާލަތުތަކާއި ރައްބާނީ ޝަރީޢަތްތަކުގެ ނިމުމެވެ. އަދި އެއީ ފުރިހަމަކަމުގެ ޝަރީއަތެވެ. އަދި އޭގައި މީސްތަކުންގެ ދީނާއި ދުނިޔޭގެ ކަންކަން ހެޔޮވެ އިޞްލާޙުވުންވެއެވެ. އަދި އެ ޝަރީޢަތުގައި އެންމެ އިސް ދަރަޖައެއްގެ ދީގެން، މީސްތަކުންގެ ދީނާއި، ލެޔާއި، މުދަލާއި، ބުއްދިއާއި، ދަރިފަސްކޮޅު ރައްކާތެރިކޮށްދެއެވެ. އަދި އެއީ އިސްވެދިޔަ ކޮންމެ ޝަރީޢަތެއް މަންސޫޚަކުރި ޝަރީޢަތެވެ. އެއީ ކުރިންވީ ޝަރީޢަތްތައްވެސް އެކަތި އަނެކަތި މަންސޫޚަކުރި ގޮތަށެވެ.\n27. ރަސޫލާ މުޙައްމަދު صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ގެންނެވި އިސްލާމްދީން ފިޔަވައި އެހެން ދީނެއް اللهُ سُبْحَانَهُ وَتَعَالى ޤަބޫލެއް ނުކުރައްވައެވެ. އިސްލާމްދީން ނޫން އެހެން ދީނެއް ބަލައިގަތް މީހަކު އޭނާގެ ކިބައިން އެ ދީނެއް ޤަބޫލުނުކުރެވޭ ހުއްޓެވެ.\n28. ކީރިތި ޤުރުއާނަކީ ރަސޫލާ މުޙައްމަދު ﷺ ގެ މައްޗަށް ﷲ ތަޢާލާ ވަޙީއިން ބާވައިލެއްވި ފޮތެވެ. އަދި އެއީ ޢާލަމުތަކުގެ ވެރިރަސްކަލާނގެ ބަސްފުޅެވެ. އެފަދަ ފޮތެއް ނުވަތަ އެއާ އެއްފަދަ ސޫރަތެއްގެ މިންވަރުވިޔަސް އުފައްދައިގެން ގެނައުމަށް މާތް الله އިންސާނުންނަށާއި ޖިންނީންނަށް ގޮންޖެއްސެވިއެވެ. އެ ގޮންޖެހުން މިއަދާ ހަމައަށްވެސް އެބައޮތެވެ. ކީރިތި ޤުރުއާނުގައި އެތައް މިލިއަން ބަޔަކަށް އޮޅުން ބޮޅުން ބޮޑުވާ މުހިއްމު އެތައް ސުވާލަކަށް ޖަވާބު ދީފައިވެއެވެ. އަދި ކީރިތި ޤުރުއާން މިއަދާ ހަމައަށްވެސް ވަނީ ރައްކާކުރެވިފައިއެވެ. އެއީ އެ ޤުރުއާން ބާވައިލެއްވުނު ޢަރަބި ބަހުންނެވެ. އެއިން އެންމެ އަކުރެއްވެސް އުނިވެފައި ނެތެވެ. އެ ފޮތްވަނީ ޗާޕުކޮށް ޝާއިޢު ކުރެވިފައިއެވެ. އެއީ އެ ފޮތް ކިޔުން ނުވަތަ އެ ފޮތުގެ މާނަތަކުގެ ތަރުޖަމާއެއް ކިޔުމަށް ޙައްޤުކަން ބޮޑު، މަތިވެރި އިޢުޖާޒީ ފޮތެކެވެ. އެފަދައިންމެ ރަސޫލާ މުޙައްމަދު ﷺ ގެ ސުންނަތާއި، އެކަލޭގެފާނުގެ އުނގަންނަވައިދެއްވުންތަކާއި، އެކަލޭގެފާނުގެ ސިޔަރަތުވެސް ރައްކާތެރިކުރެވި، އަދި އިތުބާރުހުރި ރާވީންގެ ސިލްސިލާއަކުން ނަޤުލުކޮށް އައިސްފައިވެއެވެ. އަދި ރަސޫލާ ﷺ ވާހަކަދެއްކެވި ބަސްކަމުގައިވާ ޢަރަބި ބަހުން އެ ސުންނަތް ޗާޕުކުރެވި، އަދި އެތަކެއް ބަސްތަކަށް ތަރުޖަމާވެސް ކުރެވިފައިވެއެވެ. ކީރިތި ޤުރުއާނާއި ރަސޫލާ ﷺ ގެ ސުންނަތަކީ އިސްލާމީ ޙުކުމްތަކާއި ޝަރުޢުތަކުގެ ހަމައެކަނި މަޞްދަރެވެ. ފަހެ އިސްލާމްދީނަކީ އެދީނަށް ނިސްބަތްވެގެން ތިބި މީހުންގެ ޢަމަލުތަކުން ނެގިގެންވާނޭ އެއްޗެއް ނޫނެވެ. އެކަމަކު އެ ދީން ނެގޭނެކަން ކަށަވަރީ އިލާހީ ވަޙީކަމުގައިވާ: މަތިވެރި ޤުރްއާނާއި ނަބަވީ ސުންނަތުންނެވެ.\n29. އިސްލާމްދީން އަމުރުކުރަނީ މައިންބަފައިންނަށް ހެޔޮކޮށްހިތާ އިޙްސާންތެރިވުމަށެވެ. އެއީ އެ ދެމީހުންނީ މުސްލިމުން ކަމުގައި ނުވިޔަސްމެއެވެ. އަދި ދަރިންނާމެދު ހެޔޮކޮށް ކަންތައްކުރުމަށްވެސް ވަޞިއްޔަތް ކުރެއްްވިއެވެ.\n30. އިސްލާމްދީން އަމުކުރަނީ ދުޝްމަނުންނާ މެދުގައިވެސް ބަހާއި ޢަމަލުގައި ޢަދުލުވެރިވުމަށެވެ."],["31. والإسلام يأمر بالإحسان إلى الخَلْق كافة، ويدعو إلى مكارم الأخلاق ومحاسن الأعمال.\n32. والإسلام يأمر بالأخلاق المحمودة كالصدق وأداء الأمانة والعفاف والحياء والشجاعة والبذل والكرم وإعانة المحتاج وإغاثة الملهوف، وإطعام الجائع، وحسن الجوار، وصلة الأرحام، والرفق بالحيوان.\n33. الإسلام أحلّ الطيبات من المأكل والمشرب، وأَمَرَ بطهارة القلب والبدن والمنزل ولذلك أحلَّ النكاح، كما أمر بذلك الأنبياء عليهم السلام، فهم يأمرون بكل طيب.\n34. والإسلام حرَّم أصول المحرمات كالشرك بالله والكفر، وعبادة الأصنام، والقول على الله بلا علم، وقَتْل الأولاد، وقَتْل النفس المحترمة، والإفساد في الأرض، والسحر، والفواحش الظاهرة والباطنة والزنا واللواط، وحرَّم الربا، وحرَّم أكل الميتة، وما ذُبح للأصنام والأوثان، وحرَّم لحم الخنزير، وسائر النجاسات والخبائث، وحرَّم أكل مال اليتيم، والتطفيف بالكيل والوزن، وحرَّم قطع الأرحام. والأنبياء عليهم السلام جميعهم متفقون على تحريم هذه المحرمات.\n35. الإسلام ينهى عن الأخلاق المذمومة كالكذب والغش والغدر والخيانة والخداع والحسد والمكر السيء والسرقة والبغي والظلم، وينهى عن كل خُلُق خبيث.","31. އިސްލާމްދީން ހުރިހާ ޚަލްޤުތަކުންނަށް ހެޔޮ ފޯރުކޮށްދީ އިޙްސާންތެރިވުމަށް އަމުރުކުރެއެވެ. އަދި ރިވެތި އަޚްލާޤާއި މޫރިތި ޞިފަތަކަށް ގޮވާލައެވެ.\n32. އަދި އިސްލާމްދީން އަމުރުކުރަނީ ތެދުވެރިކަމާއި، އަމާނާތް އަދާކުރުމާއި، ޢިއްފަތްތެރިކަމާއި، ލަދުވެތިކަމާއި، ހިތްވަރާއި، ހޭދަކުރުމަށާއި، ދީލަތިކަމާއި، ޙާޖަތް ޖެހިފައިވާ މީހާއަށް އެހީތެރިވުމާއި، ޙާލުގައި ޖެހިފައިވާ މީހާއަށް ވާގިވެރިވުމާއި، ބަނޑުހައިވެފައިވާ މީހާއަށް ކާންދިނުމާއި، ރަނގަޅު އަވަށްޓެރިކަމާއި، ރަޙިމުގެ ގުޅުންތައް ދެމެހެއްޓުމާއި، ޖަނަވާރަށް އޯގާތެރިވުންފަދަ ރިވެތި ރަނގަޅު އަޚްލާޤަށެވެ.\n33. އިސްލާމްދީންވަނީ ކާބޯތަކެތިން ހެޔޮ ރަނގަޅު ތަކެތި ޙަލާލުކުރައްވާފައިއެވެ. އަދި ހިތާއި ހަށިގަނޑާއި ގޭގެ ސާފުތާހިރުކަމަށް އަމުރުކުރެއްވިއެވެ. އެހެންވެގެން ކައިވެނިކުރުން ހުއްދަކުރެއްވިއެވެ. އެއީ ނަބިއްޔުށް އެކަމަށް އަމުރުކުރެއްވި ގޮތަށެވެ. ފަހެ އެބޭކަލުން އަމުރުކުރައްވަނީ ކޮންމެ ހެޔޮ ރަނގަޅު ކަމަކަށެވެ.\n34. އިސްލާމްދީންވަނީ ޙަރާމް ކަންކަމުގެ މައިގަނޑު އަޞްލުތައް ޙަރާމްކޮށްފައިއެވެ. ﷲ އާ ޝަރީކުކޮށް ކުފުރުވުމާއި، ބުދަށް އަޅުކަންކުރުމާއި، ޢިލްމެއް ނެތި ﷲ ގެ މައްޗަށް ބަސްބުނުމާއި، ކުޑަކުދިން މެރުމާއި، ޙުރުމަތްތެރިވެގެންވާ ނަފްސެއް ޤަތުލުކުރުމާއި، ބިމުގައި ފަސާދަކުރުމާއި، ސިޙުރުހެދުމާއި، ފާޅުކަން ބޮޑު އަދި ފޮރުވިފައިވާ ފާހިޝް ކަންތަކާއި، ޒިނޭއާއި، ލިވާޠުކުރުންފަދަ ކަންކަމެވެ. އަދި ރިބާ ކެއުން ޙަރާމްކުރައްވާ، މުޅަ ތަކެއްޗާއި، ބުދުތަކަށް ޤުރުބާން ކުރެވޭ ތަކެތި ކެއުން ޙަރާމްކުރެއްވިއެވެ. އަދި އޫރު މަހާއި، ނުބައި ނަޖިސްތަކެތި ޙަރާމްކުރެއްވިއެވެ. އަދި ޔަތީމު ކުއްޖާގެ މުދާ ކެއުމާއި، މިނެކިރުމުގައި މަކަރުހެދުން ޙަރާމްކުރެއްވިއެވެ. އަދި ރަޙިމުގެ ގުޅުންތައް ކެނޑުން ޙަރާމްކުރެއްވިއެވެ. ސަލާމްލެއްވުނު އެންމެހާ ނަބިއްޔުން، މި ޙަރާމް ކަންތައްތައް ޙަރާމްވެގެންވާކަމާމެދު އިއްތިފާޤުވެގެންވެއެވެ.\n35. އިސްލާމްދީން ވަނީ ދޮގުހެދުމާއި، މަކަރާއި ޙީލަތާއި، ޣައްދާރުވުމާއި، ޚިޔާނާތާއި، އޮޅުވާލުމާއި، ހަސަދަވެރިކަމާއި، ނުބައި ރޭވުމާއި، ވައްކަމާއި، މަގުފޭރުމާއި، އަނިޔާވެރިކަން ފަދަ ނުބައި އަޚްލާޤުތައް މަނާކޮށްފައިއެވެ."],["36. الإسلام ينهى عن المعاملات المالية التي فيها رِبا أو ضرر أو غَرَر أو ظُلم أو غش، أو تؤدي إلى النكبات والضرر العام بالمجتمعات والشعوب والأفراد.\n37. الإسلام جاء بحفظ العقل وتحريم كل ما يفسده كشرب الخمر، ورفع الإسلامُ شأنَ العقل وجعله مناطَ التكليف، وحرره من أغلال الخرافة والوثنيات. وليس في الإسلام أسرار أو أحكام تخص طبقة دون أخرى، وكل أحكامه وشرائعه موافقة للعقول الصحيحة، وهي وفق مقتضى العدل والحكمة.\n38. والديانات الباطلة إذا لم يستوعب أتباعُها ما فيها من التناقض والأمور التي ترفضها العقول، أوهم رجالُ الدين الأتباعَ أن الدين فوق العقل، وأن العقل لا مجال له في فهم الدين واستيعابه. بينما الإسلام اعتبر الدين نوراً يضيء للعقل طريقه؛ فأصحاب الديانات الباطلة يريدون من الإنسان أن يتخلى عن عقله ويتبعهم، والإسلام يريد من الإنسان أن يوقظ عقله؛ ليعرف حقائق الأمور على ما هي عليه.\n39. الإسلام يعظّم العِلْم الصحيح، ويحث على البحث العلمي المتجرد عن الهوى، ويدعو إلى النظر والتفكر في أنفسنا وفي الكون من حولنا، والنتائج العلمية الصحيحة للعلم لا تتعارض مع الإسلام.\n40. ولا يقبل الله العمل ولا يثيب عليه في الآخرة إلا ممن آمن بالله وأطاعه وصَدَّق رُسُله عليهم الصلاة والسلام، ولا يقبل الله من العبادات إلا ما شرعه، فكيف يكفر الإنسان بالله ويرجو أن يكافئه؟ ولا يقبل الله إيمان أحد من الناس إلا إذا آمن بالأنبياء عليهم السلام جميعاً، وآمن برسالة محمد صلى الله عليه وسلم.","36. އިސްލާމްދީނުގައި ރިބާ، ނުވަތަ ގެއްލުމެއް، ނުވަތަ އޮޅުވާލުމެއް، ނުވަތަ އަނިޔާއެއް، ނުވަތަ މަކަރެއް ހިމެނޭ، ނުވަތަ މުޖުތަމަޢުތަކާއި ރައްޔިތުންނާއި ފަރުދުންނަށް މުޞީބާތްތަކާއި ޢާންމު ގެއްލުންތައް މެދުވެރިވާނޭ ފައިސާގެ މުޢާމަލާތްތައް މަނާކޮށްފައިވެއެވެ.\n37. އިސްލާމްދީން އައީ ބުއްދި ޙިމާޔަތްކޮށް، އެ ބުއްދި ފަސާދަކުރާ ކޮންމެ ކަމެއް، މިސާލަކަށް ބަނގުރާ ބުއިން ފަދަ ކަންކަން ޙަރާމްކުރުމަށެވެ. އަދި އިސްލާމްދީން ބުއްދީގެ ޤަދަރު މަތިކޮށް، އެއީ ތަކްލީފުތައް ޖެއްސެވުން ގުޅިގެންދާ ކަންތައް ކަމުގައި ހެދިއެވެ. އަދި ޚުރާފާތްތަކާއި ވަޘަނިއްޔަތުގެ ކަސްތަޅުތަކުން ބުއްދި މިނިވަންކުރިއެވެ. އަދި އިސްލާމްދީނުގައި އެއް ފަންތިއަށް ނުލިބި އަނެއް ފަންތީގެ ބަޔަކަށް ޚާއްޞަވާ ސިއްރުތަކެއް ނުވަތަ ޙުކުމްތަކެއް ނުވެއެވެ. އިސްލާމްދީނުގެ ހުރިހާ ޙުކުމްތަކާއި ޝަރުޢުތަކަކީ ޞައްޙަ ބުއްދިއާ އެއްގޮތްވެ އެއްބަސްވާ ކަންކަމެވެ. އަދި އެ ކަންކަންވަނީ ޢަދުލުވެރިކަމާއި ޙިކްމަތް ނިޔާކުރާ ގޮތަށެވެ.\n38- ބާޠިލު ދީންތަކަށް ތަބަޢަވާ މީހުން، އެ ދީންތަކުގައިވާ ފުށޫއެރުންތަކާއި އަދި ބުއްދި ޤަބޫލުނުކުރާ ކަންތައް ނަގައިނުގަނެ ނުވިސްނިއްޖެނަމަ؛ އެ ދީނުގެ ބޮޑުން އެމީހުންނަށް ވިސްނައިދެނީ ދީންވަނީ ބުއްދިއަށްވުރެ މަތީގައިކަމަށެވެ. އަދި ދީން ފަހުމްވެ ނަގައިގަތުމުގައި ބުއްދިއަށް އެއްވެސް ޖާގައެއް ނުވާކަމަށެވެ. އަނެއްކޮޅުން އިސްލާމްދީނުގައި، ދީނަކީ ބުއްދިއަށް ދާންވީ މަގު އަލިކޮށްދޭ އެއްޗެއްކަމުގައި ބެލިއެވެ. ބާޠިލު ދީންތަކުގެ އަހުލުވެރިން އިިންސާނާގެ ކިބައިން ބޭނުންވަނީ ބުއްދި ދޫކޮށްލާފައި އެމީހުންނަށް ތަބަޢަވުމަށެވެ. އިސްލާމްދީން އިންސާނާގެ ފުށުން ބޭނުންވަނީ އޭނާގެ ބުއްދި ހޭލައްވާލުމަށެވެ. އެއީ ކަންކަން އޭގެ ޙަޤީޤަތްތަކާ އެއްގޮތަށް އެނގިގެންދިޔުމަށެވެ.\n39. އިސްލާމްދީން ޞައްޙަ ޢިލްމުގެ ޤަދަރު މަތިކުރިއެވެ. އަދި އަމިއްލަ އެދުންތަކުން ވަކިވެގެންވާ ގޮތަށް ޢިލްމީގޮތުން ކަންކަން ހޯދާ ބެލުމަށް ބާރުއަޅައެވެ. އަދި އެ ދީން ގޮވާލަނީ އަހަރުމެންގެ ނަފްސުތަކާމެދު އަދި އަހަރުމެންގެ ވަށައިގެންވާ ކައުނާމެދު ނަޒަރު ހިންގާ ބަލާ ފިކުރުކުރުމަށެވެ. ޢިލްމީ ޞައްޙަ ނަތީޖާތަކަކީ އިސްލާމްދީނާ ފުށޫއަރާ ކަންކަމެއް ނޫނެވެ.\n40. މާތް الله އަށް އީމާންވެ، އެކަލާނގެއަށް ކިޔަމަންތެރިވެ، އެކަލާނގެ ރަސޫލުން عليهم الصلاة والسلام ތެދުކުރި މީހުންގެ ކިބައިން މެނުވީ، އާޚިރަތުގައި ﷲ އެ ޢަމަލެއް ޤަބޫލެއް ނުކުރައްވާނެއެވެ. އަދި ޘަވާބެއްވެސް ނުދެއްވާނެއެވެ. އަދި ﷲ ޝަރުޢުކުރައްވާފައިވާ ކަމެއް ނުވީ އަޅުކަންތަކުން އެކަލާނގެ ޤަބޫލު ނުކުރައްވައެވެ. ދެންފަހެ އިންސާނާ ﷲ އަށް ކާފަރުވެ ހުރެގެން އެކަލާނގެ އޭނާކުރި ޢަމަލަށް ހެޔޮ ބަދަލު ދެއްވާނޭކަމަށް އުންމީދު ކުރާނީ ކިހިނެއް ހެއްޔެވެ؟ އަދި ސަލާމްލެއްވި ހުރިހާ ނަބިއްޔުންނަށް އީމާންވެ، މުޙައްމަދު ﷺ ގެ ރިސާލަތަށް އީމާންވެގެން ނޫނީ މީސްތަކުންގެ ތެރެއިން އެކަކުގެ އީމާންކަމެއްވެސް ﷲ ޤަބޫލެއް ނުކުރައްވައެވެ."],["41. إن هدف جميع الرسالات الإلهية هو: أن يتسامى الدين الحق بالإنسان فيكون عبداً خالصاً لله رب العالمين، ويحرره من العبودية للإنسان أو للمادة أو للخرافة، فالإسلام -كما ترى- لا يقدِّس الأشخاص ويرفعهم فوق منزلتهم، ولا يجعلهم أرباباً وآلهة.\n42. شَرَع الله التوبة في الإسلام وهي: إنابة الإنسان إلى ربه وترك الذَّنْب، والإسلام يهدم ما كان قبله من الذنوب، والتوبة تَجُبُّ ما كان قبلها من الذنوب، فلا حاجة للاعتراف أمام بشر بخطايا الإنسان،\n43. ففي الإسلام تكون العلاقة بين الإنسان وبين الله مباشرة، فلا تحتاج إلى أحد ليكون واسطة بينك وبين الله، فالإسلام يمنع أن نجعل البشر آلهة أو مشاركين لله في ربوبيته أو ألوهيته.\n44. في آخر هذه الرسالة نتذكر أن الناس على اختلاف أزمانهم وقومياتهم وبلدانهم بل المجتمع الإنسانيّ كله مختلفٌ في أفكاره ومقاصده، متباينٌ في بيئاته وأعماله، فهو في ضرورةٍ إلى هادٍ يوجّهه، ونظامٍ يجمعه، وحاكمٍ يحميه، وكان الرّسل الكرام -عليهم الصلاة والسلام- يتولّون ذلك بوحي من الله -سبحانه-، يهدون النّاس إلى طريق الخير والرّشاد، ويجمعونهم على شريعة الله، ويحكمون بينهم بالحقّ، فتستقيم أمورهم بحسب استجابتهم لهؤلاء الرّسل، وقُرْب عصرهم من الرّسالات الإلهيّة، وخَتَم الله الرسالات برسالة الرسول محمد صلى الله عليه وسلم، وكتب لها البقاء، وجعلها هدى للناس ورحمة ونوراً وإرشاداً إلى الطريق الموصل إليه سبحانه.\n45. لذا أدعوك أيها الإنسان أن تقوم لله قياماً صادقاً متجرداً من التقليد والعادة، وتعلم أنك بعد موتك راجع إلى ربك، وأن تنظر في نفسك وفي الآفاق من حولك، فاسلم تسعد في دنياك وأخراك، وإن أردت الدخول في الإسلام فما عليك إلا أن تشهد أن لا إله إلا الله، وأن محمداً رسول الله، وأن تتبرأ من كل ما يعبد من دون الله، وتؤمن أن الله يبعث مَنْ في القبور، وأن الحساب والجزاء حق، فإذا شهدت هذه الشهادة فقد أصبحت مسلماً، فعليك بعد ذلك أن تعبد الله بما شرع من صلاة وزكاة وصيام، وحج إن استطعت إليه سبيلا.","41. އިލާހީ ހުރިހާ ރިސާލަތެއްގެ މަޤްޞަދަކީ: ޙައްޤު ދީނާގެން އިންސާނާ މަތިވުމެވެ. ދެން އޭނާވާހުށީ ޢާލަމްތަކުގެ ވެރި ރައްބު ﷲ ގެ ޚާލިޞް އަޅެއްކަމުގައިއެވެ. އަދި އިންސާނުންނަށް ނުވަތަ މާއްދިއްޔަތަށް ނުވަތަ ޚުރާފާތްތަކަށް އަޅުވެތިވުމުން އޭނާ މިނިވަންކުރުމެވެ. ތިބާއަށް ފެންނާނޭ ފަދައިން އިސްލާމްދީނަކީ ޝަޚްޞުންތަކެއް މާތްކޮށް މުޤައްދަސްކޮށްގެން، އެމީހުންގެ މަޤާމަށްވުރެ މަތިކޮށްގެން އުޅޭ ދީނެއް ނޫނެވެ. އަދި އެމީހުންނީ ރައްބުންތަކެއް ކަމުގައި އަދި އިލާހުންތަކެއް ކަމުގައި ނުހަދައެވެ.\n42- އިސްލާމްދީނުގައި ﷲ ވަނީ ތައުބާވުން ޝަރުޢުކުރައްވާފައިއެވެ. އެއީ: އިންސާނާ އޭނާގެ ވެރި ރައްބަށް ރުޖޫޢަވެ، ފާފަ ދޫކޮށްލުމެވެ. އަދި އިސްލާމްވުމަކީ އޭގެ ކުރިން ކޮށްފައިވާ ހުރިހާ ފާފަތައް ފުނޑާލާ ކަމެކެވެ. އަދި ތައުބާވުމަކީ އޭގެ ކުރިންވާ ފާފަތައް ފޮހެލާ ކަމެކެވެ. އެހެންކަމުން އިންސާނާ ކޮށްފައިވާ ކުށްތަކުގެ ވާހަކަ މީސްތަކުންގެ ކުރިމަތީގައި ދައްކާ އިޢުތިރާފުވާކަށް ނުޖެހެއެވެ.\n43- އެގޮތުން އިސްލާމްދީނުގައި އިންސާނާއާއި ﷲ އާ ދެމެދު އޮންނަ ގުޅުމަކީ ސީދާ ގުޅުމެކެވެ. ފަހެ ތިބާއާއި ﷲ އާ ދެމެދު މެދުވެރިޔަކަށް ވާން އެއްވެސް މީހަކަށް ތިބާ ބޭނުން ނުވެއެވެ. ފަހެ އިސްލާމްދީނުގައި އިންސާނުން އިލާހުންކަމުގައި ހެދުން ނުވަތަ ﷲ ގެ ރުބޫބިއްޔަތުގައި ނުވަތަ އުލޫހިއްޔަތުގައި އެކަލާނގެއާ ބައިވެރިވާ ބައެއްކަމުގައި ހެދުން މަނާކުރެއެވެ.\n44- މި ރިސާލާގެ ނިމުމުގައި އަހަރުމެން ހަނދާން އާކޮށްލާނީ: މީސްތަކުން ޒަމާނާއި ޤައުމިއްޔަތާއި ބިންތައް ތަފާތުވުމުގެ މައްޗަށް، ކިއެއްތަ މުޅި އިންސާނީ މުޖްތަމަޢުވެސްވަނީ ފިކުރުތަކާއި މަޤްޞަދުތަކުގައި ތަފާތުވެގެންނެވެ. އަދި މާހައުލާއި ޢަމަލުތަކުގައިވެސް އެކި ގޮތްގޮތަށެވެ. ފަހެ އިންސާނީ މުޖްތަމަޢުއަށް މަގުދައްކާނޭ ފަރާތަކަށް، އަދި އެއްބައިވަންތަކުރާނޭ ނިޒާމަކަށް، ޙިމާޔަތްކުރާނޭ ޙާކިމަކަށްވަނީ ބޭނުންޖެހިގެންނެވެ. ސަލާމާއި ޞަލަވާތް ލެއްވުނު މާތް ރަސޫލުން، ﷲ ގެ ވަޙީއާއެކު އެކަމާ ހަވާލުވެވަޑައިގަތެވެ. ހެޔޮކަމާއި ތެދުމަގަށް އެބޭކަލުން މީސްތަކުންނަށް މަގުދައްކަވާ، އަދި ﷲ ގެ ޝަރީއަތުގެ މައްޗަށް މީސްތަކުން ޖަމަޢަކުރައްވާ، އަދި ޙައްޤުން އެމީހުންގެ މެދުގައި ޙުކުމްކުރައްވަމުން ގެންދެވިއެވެ. ދެން އެމީހުން މި ރަސޫލުންނަށް އިޖާބަދިން މިންވަރެއްގެ މައްޗަށް، އަދި އިލާހީ ރިސާލަތްތަކާ އެމީހުންގެ ދުވަސްވަރު ކައިރިވެގެންވީ ވަރަކަށް އެމީހުންގެ ކަންކަން ސީދާވެގެންދެއެވެ. އަދި ރަސޫލާ މުޙައްމަދު ﷺ ގެ ރިސާލަތުން ﷲ ރިސާލަތުތައް ޚަތިމުކުރެއްވިއެވެ. އަދި އެ ރިސާލަތު ދާއިމަށް ދެމިގެންވުމަށް ކަނޑައަޅުއްވާ ލިޔުއްވިއެވެ. އަދި އެއީ މީސްތަކުންނަށް ހުރި ހިދާޔަތެއްކަމުގައި، އަދި ރަޙްމަތާއި، އަލިކަމާއި، އެކަލާނގެއަށް ވާޞިލްވާ މަގަށް ހުރި އިރުޝާދެއް ކަމުގައި ލެއްވިއެވެ.\n45. އެހެންކަމުން އޭ އިންސާނާއެވެ. އަހަރެން ތިބާއަށް މި ގޮވާލަނީ ތަޤުލީދުކުރުމާއި ޢާދަކާދަތަކުން އެއްކިބާވެގެން ހުރެ ތެދުވެރި އިޚްލާޞްތެރި ތެދުވުމަކުން ﷲ އަށްޓަކައި ތެދުވުމަށެވެ. އަދި ތިބާ މަރުވުމަށްފަހު ތިބާގެ ވެރި ރައްބުގެ ޙަޟްރަތަށް ރުޖޫޢަވާނޭކަން ދަންނާށެވެ. އަދި ތިބާގެ ނަފްސަށާއި، އަދި ތިބާ ވަށައިގެންވާ އުދަރެހަށް ބެލުމަށް ގޮވާލަމެވެ. ފަހެ ތިބާ އިސްލާމްވާށެވެ. އޭރުން ތިބާގެ ދުނިޔެއާއި އާޚިރަތުގައި ތިބާ ބާއްޖަވެރިވާނެއެވެ. ތިބާ އިސްލާމްދީނަށް ވަންނަން ބޭނުންނަމަ ތިބާ ހަމައެކަނި ކުރަންޖެހޭ ކަމަކީ: ﷲ މެނުވީ ޙައްޤުވެގެން އަޅުކަންވެވޭ އިލާހަކު ނުވާކަމަށާއި، އަދި މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާކަމަށް ހެކިވުމެވެ. އަދި ﷲ ފިޔަވައި އަޅުކަންވެވޭ އެހެން ހުރިހާ ފަރާތްތަކުން ބަރީއަވެ، ޤަބުރުތަކުގައިވާ މީސްތަކުން ﷲ އަލުން ދިރުއްވާނޭކަމަށް ތިބާ އީމާންވެ، އަދި ޙިސާބު ބެއްލެވުމާއި ޖަޒާދެއްވުމީ ޙައްޤުކަމަށް އީމާންވާހުށިއެވެ. ދެންފަހެ ތިބާ މިފަދައިން ހެކިވެއްޖެނަމަ ތިބާ ތިވަނީ މުސްލިމަކަށް ވެފައިއެވެ. ދެން އެއަށްފަހު ތިބާގެ މައްޗަށް އޮތްކަމަކީ ﷲ ޝަރުޢުކުރެއްވި ގޮތަށް އެކަލާނގެއަށް އަޅުކަންކުރުމެވެ. އެއީ ނަމާދާއި، ޒަކާތާއި، ރޯދައާއި، އަދި ތިބާ ކުޅަދާވެގެންވާނަމަ ޙައްޖުވެގެންނެވެ."],["نسخة بتاريخ 19-11-1441\nكتبه الأستاذ الدكتور محمد بن عبد الله السحيم\nأستاذ العقيدة في قسم الدراسات الإسلامية (سابقا)\nكلية التربية، جامعة الملك سعود\nالرياض، المملكة العربية السعودية","19 -11- 1441 ތާރީޚު ގެ ކޮޕީއެކެވެ\nލިޔުއްވީ އަލްއުސްތާޛު ޑރ. މުޙައްމަދު ބްނު ޢަބްދު ﷲ އަލްސުޙައިމް\nޑިޕާޓްމަންޓް އޮފް އިސްލާމިކް ސްޓަޑީޒްގެ ޢަޤީދާ އުސްތާޛެއް (ކުރިން)\nތަރުބިއްޔަތާ ބެހޭ ފެކަލްޓީ، ކިންގް ސުޢޫދު ޔުނިވާސިޓީ\nރިޔާޟު، ސުޢޫދީ ޢަރަބިއްޔާ"]]