[["سُورَةُ الْفَاتِحَةއަކީ މައްކީ ސޫރަތެކެވެ. މި ސޫރަތުގައި ވަނީ ބިސްމިއާ އެކު (7) ހަތް އާޔަތެވެ. އެއީ، (1) އެއް رُكُوعއެވެ. ފަހެ، މި ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގެ ސޫރަތްތަކުގެ ތެރެއިން ކުރު ސޫރަތެކެވެ. އަދި އެންމެ ގިނައިން ތަކުރާރުކޮށް ކިޔެވޭ ސޫރަތެވެ. ކޮންމެ ނަމާދެއްގެ ކޮންމެ ރަކްޢަތެއްގައި ވެސް ކިޔެވުން ފަރްޟުވެގެންވާ ސޫރަތެވެ. މި ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގެ އެންމެ ފުރަތަމަ ސޫރަތެވެ. އަދި ކީރިތި ޤުރްއާނުގެ އެންމެ ފުރަތަމަ ސޫރަތަށް، فَاتِحَةُ الْكِتَابِގެ ނަމުން ނަންދެވިފައި ވަނީ، އެ ސޫރަތުން ކީރިތި ޤުރްއާން ފެށޭކަމަށް ޓަކައެވެ. އެހެންކަމުން، ކީރިތި ޤުރްއާނުގެ ސޫރަތްތައް ތަރުތީބުން ލިޔާ މީހަކު، ފުރަތަމަ ލިޔާން ފަށާނީ އެ ސޫރަތުންނެވެ. އަދި، ކީރިތި ޤުރްއާނުގެ ސޫރަތްތައް ތަރުތީބުން ކިޔަވާ މީހަކު، ފުރަތަމަ ކިޔަވާން ފަށާނީ ވެސް އެ ސޫރަތުންނެވެ. ނަމަވެސް، އެ ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގެ ސޫރަތްތަކުގެ ތެރެއިން އެންމެ ފުރަތަމަ ބާވައިލެއްވުނު ސޫރަތެއް ނޫނެވެ. މި ސޫރަތް ބާވައިލެއްވުނީ سُورَةُ الْمُدَّثِّرِއަށް ފަހުގައެވެ. އަދި މި ސޫރަތަށް ކިޔޭ އެތައް ނަންތަކެއް ވެއެވެ. އެ ނަންތަކުގެ ތެރޭގައި، فَاتِحَةُ الْكِتَابِ (ފޮތުގެ ފެށުން) أُمُّ الْكِتَابِ (ފޮތުގެ އަޞްލު) اَلسَّبْعُ الْمَثَانِي )ގިނަގިނައިން ތަކުރާރުކުރެވޭ ހަތް އާޔަތް) سُوْرَةُ الْحَمْدِ (އެންމެހައި ޙަމްދުޘަނާއާއި ތަޢުރީފުގެ ސޫރަތް) سُورَةُ الصَّلَاةِ (ނަމާދުގެ ސޫރަތް) އަދި اَلْوَاقِيَةُ (ރައްކައުތެރިކަމާއި ސަލާމަތްކަން ދެނިވި ސޫރަތް) މި ނަންތައް ހިމެނެއެވެ. މި ސޫރަތް ފެށިފައި ވަނީ، اللهُ Iއަށް ޙަމްދާއި ތަޢުރީފު ދެންނެވުމުގެ ޞީޣާއަކުންނެވެ. އެ ޞީޣާއަކީ، އެ إِلٰهُގެ މަތިވެރިވަންތަކަމާއި، މާތްވަންތަކަމާއި، ކިބްރިޔާވަންތަކަން ބަޔާންކުރުމުގެ ޞީޣާތަކުގެ ތެރެއިން ޞީޣާއެއްކަމުގައިވާ «اَلْحَمْدُ لِلَّهِ» މި ޞީޣާއެވެ! ވުމާއެކު، މި ސޫރަތަކީ އެ ޞީޣާއިން ފެށިފައިވާ ފަސް ސޫރަތުގެ ތެރެއިން އެއް ސޫރަތެވެ. އަނެއް ހަތަރު ސޫރަތަކީ: سُورَةُ الْأَنْعَامِއާއި، سُورَةُ الْكَهْفِއާއި، سُورَةُ سَبَأِއާއި، سُورَةُ فَاطِرِއެވެ.[1] އަދި، اللهُ Iގެ ރިވެތި އިސްމުފުޅުތަކުގެ ތެރެއިން، اللهُ މި އިސްމުފުޅާއި، اَلرَّحْمٰنُ މި އިސްމުފުޅާއި، اَلرَّحِيمُ މި އިސްމުފުޅާއި، މި ތިން އިސްމުފުޅު މި ސޫރަތުގައި އައިސްފައި ވެއެވެ. ފަހެ، ޖުމުލަ ގޮތެއްގައި މި ސޫރަތުގައި ހިމެނެނީ، އިސްލާމް ދީނުގެ އަޞްލުތަކާއި ފަރްޢުތަކުގެ ވާހަކައެވެ. އިސްލާމީ ޢަޤީދާގެ އަޞްލުތަކުގެ ތެރެއިން، اللهُ Iގެ ރިވެތި އިސްމުފުޅުތަކާއި ސިފަފުޅުތަކަށް އީމާންވުމާއި، އާޚިރަތް ދުވަހަށް އީމާންވުމުގެ ވާހަކައެވެ. اللهُ Iގެ ޙަޟްރަތަށް ކުއްތަންވެ، އެ إِلٰهُގެ ޙަޟްރަތުގައި ދުޢާ ދަންނަވައި، ހުރިހައި ކަމެއްގައި ވެސް، އެ إِلٰهُގެ ޙަޟްރަތުން އެހީއާއި މަދަދަށް އެދި ދަންނަވައި، ހުރިހައި އަޅުކަމެއް، އެ إِلٰهއަށް ޚާލިޞްކުރުމުގެ ވާހަކައެވެ. އަދި ޙައްޤު ދީނުގެ މަގަށް މަގުދައްކަވައި، އެ މަގުން ހިނގުމުގެ ތައުފީޤު ދެއްވައި، އެ إِلٰهُގެ ޙަޟްރަތަށް ދެވިއްޖައުމަށް ދާނދެން، އެ މަގުގައި ސާބިތުކޮށް ދެއްވުން އެދި، އެ إِلٰهُގެ ޙަޟްރަތުގައި ދެންނެވުމުގެ ވާހަކައެވެ. އަދި އެ ބައެއްގެ މައްޗަށް، اللهُ I ކޯފާލެއްވި ޔަހޫދީންނާއި، އެ إِلٰهُގެ މަގުން އެއްކިބާވެ މަގުފުރެދުނު ނަޞާރައިންނާ އަދި އެ ދެބައިމީހުންނާ އެއްގޮތްވެގަނެގެން އުޅޭ މީހުންގެ ގޮތްތަކުން އެއްކިބާވެ އުޅުމުގެ މަގު ފަހިކޮށްދެއްވުން އެދި، އެ إِلٰهُގެ ޙަޟްރަތުގައި ދެންނެވުމުގެ ވާހަކައެވެ. އަދި ރަސޫލުންނާއި، ނަބިއްޔުންނާއި، ޞިއްދީޤުންނާއި، ޝަހީދުންނާއި، ޞާލިޙުން ހިންގެވި މަގުން ހިނގުމުގެ ތައުފީޤުދެއްވުން އެދި، اللهُ Iގެ ޙަޟްރަތުގައި ދެންނެވުމުގެ ވާހަކައެވެ. އަދި، އިސްވެދިއަ ބައެއް އުންމަތްތަކުގެ ވާހަކައާއި، ބާއްޖަވެރީންގެ ދަރަޖަތަކާއި، އަބާއްޖަވެރީންގެ ދާއިމީ ގޮވަތީގެ ވާހަކަ މި ސޫރަތުގައި ވެއެވެ. އަދި اللهُ Iއަށް އަޅުކަންކުރުމުގައި، އެ إِلٰهُ އަމުރުކުރެއްވި ކަންތައްތައްކޮށް ނަހީކުރެއްވި ކަންތައްތަކުން ދުރުވެ، ހަމައެކަނި އެ إِلٰهއަށް އަޅުކަންކުރުމަށް މި ސޫރަތުގައި އަމުރުކުރައްވައިފައި ވެއެވެ. [2] ފަހެ، މި ސޫރަތުގެ ކުރީކޮޅުގައި ވަނީ، اللهُ Iއަށް ޙަމްދުޘަނާ ދަންނަވާނޭ ގޮތާއި، އެ إِلٰهُގެ ރުބޫބިއްޔަވަންތަކަމާއި، ރަޙުމަތްވަންތަކަމާއި، ޢަދްލުވަންތަކަމާއި، އެ إِلٰهُގެ ރަސްވަންތަކަމާއި، މަތިވެރިވަންތަކަމާއި، އޯގާވަންތަކަމުގެ ބޮޑުކަމާއި، ތަނަވަސްވަންތަކަމުގެ ވާހަކައެވެ. ފަހުކޮޅުގައި ވަނީ، اللهُ Iގެ އަޅާ، އޭނާގެ ސާހިބުވަންތަ إِلٰهُގެ އުލޫހިއްޔަވަންތަކަން ޤަބޫލުކޮށް، އެ إِلٰهއަށް އަޅުކަންކޮށް، ދުޢާކޮށް، އެ إِلٰهُގެ ޙަޟްރަތުގައި މުނާޖާދަންނަވާނޭ ގޮތެވެ. [3] ދަންނާށެވެ! މައްކީ ސޫރަތްތަކަކީ، رَسُولُ اللهِ r ހިޖުރައަށް ވަޑައިގަތުމުގެ ކުރީން ބާވައިލެއްވުނު ކޮންމެ ސޫރަތެކެވެ. މަދަނީ ސޫރަތްތަކަކީ، رَسُولُ اللهِ r ހިޖުރައަށް ވަޑައިގަތުމަށް ފަހު ބާވައިލެއްވުނު ކޮންމެ ސޫރަތެކެވެ. ފަހެ، މައްކީ ސޫރަތްތަކުގެ ތެރެއިން ގިނަ ސޫރަތްތަކަކީ ކުރު ސޫރަތްތަކެކެވެ. ޖުމުލަ ގޮތެއްގައި މައްކީ ސޫރަތްތަކުގައި ވަނީ، އިސްލާމް ދީނުގެ ޢަޤީދާއާ ގުޅޭ ވާހަކަތަކެވެ. اللهُ Iގެ އެއްކައުވަންތަކަން މީސްތަކުންގެ ހިތްތަކުގައި އަށަގެންނެވުމާއި، އާޚިރަތް ދުވަހާއި، އެ ދުވަހުގައި ހިނގާނޭ ކަންތައްތަކުގެ ވާހަކަތަކެވެ. މައްކީ ސޫރަތްތަކުގައި، އެ ވާހަކަތައް ޖުމުލަ ގޮތެއްގައި އައިސްފައިވާ ސަބަބަކީ، ޤުރްއާން ބާވައިލެއްވިފައި ވަނީ ޢަރަބީންގެ ތެރެއިން ބަސްމޮށުންތެރިކަމަށް އެންމެ ކުޅަދާނަ އެންމެ ފަޞާޙަތްތެރި މީހުންގެ ތެރެއަށް ކަމުގައި ވާތީ، އެ ވާހަކަތައް އެބައިމީހުންނަށް ރަނގަޅަށް ވިސްނޭނޭތީއެވެ. މަދަނީ ސޫރަތްތަކުގެ ތެރެއިން ގިނަ ސޫރަތްތަކުގައި ޝަރްޢީ ޙުކުމްތައް ތަފްޞީލުކޮށް އައިސްފައި ވެއެވެ. އެ ސޫރަތްތަކުގައި، މުސްލިމުންގެ އިތުރަށް ޔަހޫދީންނާއި، ނަޞާރާއިންނާއި، އެ ނޫން މީހުންނާ ވެސް މުޚާޠަބުވެވިފައި ވެއެވެ. އަދި اللهُ Iއަށް އަޅުކަންކުރާނޭ ގޮތާއި، ޖަމާޢަތްތަކާއި ފަރުދުންގެ މެދުގައި މުޢާމަލާތުކުރާނޭ ޤަވާޢިދުތަކާއި، ރަށްވެހިކަމާއި، ސިޔާސަތާއި، ބިންމަތީގައި އިސްލާމީ ވެރިކަމެއް ޤާއިމު ކުރެވޭނޭ އުޞޫލުތަކާއި، ޝަރީޢަތުގެ ތަފާތު ޙުކުމްތައް އެ ސޫރަތްތަކުގައި ކަނޑައަޅުއްވައިފައި ވެއެވެ. ފަހެ، މި ސޫރަތުގެ އިތުރުކަމާއި މާތްކަމާ ބެހޭ ގޮތުން، أَبُو سَعِيدٍ رَافِعُ بْنِ المُعَلَّى hގެ އަރިހުން ރިވާވެގެން ވެއެވެ. رَافِعُ بْنِ المُعَلَّى ވިދާޅުވިއެވެ. رَسُوْلُ اللهِ r ތިމަންނާއަށް ޙަދީޘުކުރެއްވިއެވެ. «أَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنَ الْمَسْجِدِ»، فَأَخَذَ بِيَدِي، فَلَمَّا أَرَدْنَا أَنْ نَخْرُجَ، قُلْتُ: يَا رَسُولَ اللَّهِ، إِنَّكَ قُلْتَ: «لَأُعَلِّمَنَّكَ أَعْظَمَ سُورَةٍ مِنَ الْقُرْآنِ» قَالَ: «الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِين، هِيَ السَّبْعُ الْمَثَانِي، وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُوتِيتُهُ» [4] މާނައީ: [ތިބާ މިސްކިތުން ނުކުމެވަޑައިގަތުމުގެ ކުރީގައި، ކީރިތި ޤުރްއާނުގައިވާ އެންމެ މަތިވެރި ސޫރަތަކީ ކޮބައިކަން ތިމަން ރަސޫލާ ތިބާއަށް ވިދާޅުވެދެއްވަންތޯއެވެ؟] ފަހެ، މި ފަދައިން ޙަދީޘުކުރެއްވުމަށް ފަހު، ތިމަންގެ އަތުގައި އެ ރަސޫލާ ހިއްޕެވިއެވެ. އެއަށްފަހު، ތިމަންމެންނަށް މިސްކިތުން ނުކުމެވުމާ ކައިރިވުމުން ތިމަން ދެންނެވީމެވެ. [ އޭ اللهُގެ ރަސޫލާއެވެ! ހަމަކަށަވަރުން، ކީރިތި ޤުރްއާނުގައިވާ އެންމެ މަތިވެރި ސޫރަތަކީ ކޮބައިކަން އަޅުގަނޑަށް އުނގަންނަވައިދެއްވާނޭ ކަމުގައި، އިބަ ރަސޫލާ ވިދާޅުވީމު ނޫންތޯއެވެ؟] ޙަދީޘުކުރެއްވިއެވެ. [އެއީ، (الْحَمْدُ لِلّهِ رَبِّ الْعَالمَِيْن) މި ސޫރަތެވެ. އެ ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގެ އާޔަތްތަކުގެ ތެރެއިން ގިނަގިނައިން ތަކުރާރުކޮށް ކިޔެވޭ ހަތް އާޔަތެވެ. އަދި މާތްކަމާއި އިތުރުކަން ބޮޑު ކީރިތި ޤުރްއާނުގެ އެހެނިހެން އާޔަތްތައް ވެސް، ތިމަން ރަސޫލާއަށް ދެއްވުނެވެ.] ކައު އިތުރު ރަސޫލާގެ އަރިހުގައި ހުންނަވައިގެން، أُبَيُّ بْنِ كَعْبٍ h سُورَةُ الْفَاتِحَة ކިޔަވައިވިދާޅުވުމުން ޙަދީޘުކުރެއްވިއެވެ. «وَالَّذِي نَفْسِي بِيَدِهِ، مَا أُنْزِلَ فِي التَّوْرَاةِ، وَلَا فِي الْإِنْجِيلِ، وَلَا فِي الزَّبُورِ، وَلَا فِي الْفُرْقَانِ مِثْلُهَا، إِنَّهَا السَّبْعُ الْمَثَانِي، وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُعْطِيتُ»[5] މާނައީ: [ތިމަން ރަސޫލާގެ ފުރާނަފުޅު، އެ إِلٰهُގެ އަތްޕުޅުގައިވާ، إِلٰهُގެ ޛާތުފުޅު ގަންދެއްވައި ވިދާޅުވަމެވެ. ތައުރާތުގައި ވެސް، އިންޖީލުގައި ވެސް، ޒަބޫރުގައި ވެސް އަދި، ކީރިތި ޤުރްއާނުގައި ވެސް، سُورَةُ الْفَاتِحَةِއާ އެއްފަދަ އެހެން ސޫރަތެއް ނުވެއެވެ. ހަމަކަށަވަރުން، އެ ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގެ އާޔަތްތަކުގެ ތެރެއިން ގިނަގިނައިން ތަކުރާރުކޮށް ކިޔެވޭ ހަތް އާޔަތެވެ. އަދި މާތްކަމާއި އިތުރުކަން ބޮޑު، ކީރިތި ޤުރްއާނުގެ އެހެނިހެން އާޔަތްތައް ވެސް، ތިމަން ރަސޫލާއަށް ދެއްވުނެވެ.] اِبْنُ عَبَّاسٍ h ވިދާޅުވިކަމުގައި ރިވާވެގެން ވެއެވެ. «بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، سَمِعَ نَقِيضًا مِنْ فَوْقِهِ، فَرَفَعَ رَأْسَهُ، فَقَالَ: «هَذَا بَابٌ مِنَ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلَّا الْيَوْمَ، فَنَزَلَ مِنْهُ مَلَكٌ، فَقَالَ: هَذَا مَلَكٌ نَزَلَ إِلَى الْأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلَّا الْيَوْمَ، فَسَلَّمَ، وَقَالَ: أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الْكِتَابِ، وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ، لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلَّا أُعْطِيتَهُ » [6] މާނައީ: އެއް ދުވަހަކު، جِبْرِيلُ u ވަޑައިގެން، رَسُولُ الله rގެ އަރިހުގައި އިންނަވަނިކޮށް، جِبْرِيلُ uގެ އިސްތަށިފުޅާ ދިމާ މަތީން ވަރަށް ގަދަ އަޑެއް އިވުނެވެ. އެ ހިނދު، جِبْرِيلُ uގެ އިސްތަށިފުޅު މައްޗަށް އުފުއްލަވައިލެއްވުމަށް ފަހު، ވިދާޅުވިއެވެ. އެ އިވުނީ، އުޑުގެ ދޮރުކޮޅެއް މިއަދު ހުޅުއްވެވުނު އަޑެވެ. އަދި މިއަދު ނޫނީ، އެ ދޮރުކޮޅު ފަހަރެއްގައި ވެސް ނުހުޅުއްވެވެއެވެ. ދެންފަހެ، އެ ދޮރުކޮޅުން މަލާއިކަތަކު ފައިބައިވަޑައިގެންނެވިއެވެ. އެ ހިނދު، جِبْرِيلُ u ވިދާޅުވިއެވެ. މި ހުންނެވީ، ބިމަށް ފައިބައިވަޑައިގެންނެވި މަލާއިކަތާއެވެ. މިއަދު ނޫނީ، ދުވަހަކު ވެސް، އެ މަލާއިކަތާ ބިމަށް ފައިބައިވަޑައިގެންފައެއް ނުވެއެވެ. އެ ހިނދު، އެ މަލާއިކަތާ ވަޑައިގެން ސަލާމްކުރެއްވިއެވެ. އަދި رَسُولُ اللهِ rއާ މުޚާޠަބުކުރައްވައި ވިދާޅުވިއެވެ. ތިބާއަށް ދެއްވިގެންވާ ދެ ނޫރާ މެދުގައި އުފައުފުޅުކުރައްވާށެވެ! އެއީ، އިބަ ރަސޫލާގެ ކުރީން އެއްވެސް ނަބިއްޔަކަށް ދެއްވުނު އެއްޗެއް ނޫނެވެ. އެއީ، فَاتِحَةُ الْكِتَابِއާއި، سُورَةُ الْبَقَرَةِގެ ފަހު ދެ އާޔަތެވެ. ފަހެ، އެ އާޔަތްތަކުގައިވާ އެންމެ އަކުރެއް، އިބަ ރަސޫލާ ކިޔަވައިވިދާޅުވިއަސް، އޭގައިވާ މަތިވެރި ދަރަޖަ، އިބަ ރަސޫލާއަށް ލިބިވަޑައިނުގެން ނުދާހުއްޓެވެ. އަދި ފުރިހަމަ އީމާންކަމާ އެކުގައި އެ އާޔަތްތައް ކިޔެވި ކޮންމެ މުސްލިމަކަށް ވެސް ނުލިބި ނުދާހުއްޓެވެ.] سُورَةُ الْفَاتِحَةِ ކިޔެވުމަކީ، ޖިސްމާނީ ބަލިތަކަށް ޝިފާ ލިބޭ ކަމެއް ކަން ސުންނަތުންނާއި ތަޖުރިބާއިން ސާބިތުވެއެވެ.\nعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: نَزَلْنَا مَنْزِلًا، فَأَتَتْنَا امْرَأَةٌ فَقَالَتْ: إِنَّ سَيِّدَ الْحَيِّ سَلِيمٌ، لُدِغَ، فَهَلْ فِيكُمْ مِنْ رَاقٍ؟ فَقَامَ مَعَهَا رَجُلٌ مِنَّا، مَا كُنَّا نَظُنُّهُ يُحْسِنُ رُقْيَةً، فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ، فَأَعْطَوْهُ غَنَمًا، وَسَقَوْنَا لَبَنًا، فَقُلْنَا: أَكُنْتَ تُحْسِنُ رُقْيَةً؟ فَقَالَ: مَا رَقَيْتُهُ إِلَّا بِفَاتِحَةِ الْكِتَابِ قَالَ فَقُلْتُ: لَا تُحَرِّكُوهَا حَتَّى نَأْتِيَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَيْنَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا ذَلِكَ لَهُ، فَقَالَ: «مَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ؟ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْ» [7]\nމާނައީ: أَبُو سَعِيدٍ الْخُدْرِيِّ hގެ އަރިހުން ރިވާވެގެން ވެއެވެ. އެ ޞަޙާބީ ވިދާޅުވިއެވެ. ތިމަންމެން ކުރި ދަތުރެއްގެ މަތީގައި ކޮންމެވެސް ތަނަކަށް ފޭބީމުއެވެ. އެ ވަގުތު އެ ތަނަށް އަންހެނަކު އައެވެ. އަދި އެ އަންހެން މީހާ ބުންޏެވެ. “މި ސަހަރުގެ ވެރިޔާގެ ގަޔަށް ބިޗުލެއް ކަހަލަ އެއްޗެއްގެ ވިހަ ކައްޓެއް ހެރިއްޖެއެވެ. ފަހެ، ތިޔަބައިމީހުންގެ ތެރޭގައި ރުޤްޔާކުރާ މީހަކު ވޭހެއްޔެވެ؟] ދެން، އެ އަންހެން މީހާއާ އެކު ތިމަންމެންގެ ތެރެއިން ކޮންމެވެސް ބޭފުޅަކު ވަޑައިގަތެވެ. އަދި އެ ބޭފުޅަކީ، ރުޤްޔާކުރައްވާން ފުރިހަމައަށް ދެނެވަޑައިގަންނަވާ ބޭފުޅަކު ކަމަކަށް ތިމަންމެން ހީއެއް ނުކުރަމެވެ. ދެން، އެ ބޭފުޅަކު ވަޑައިގެން ސޫރަތުލް ފާތިޙާ ކިޔަވައިވިދާޅުވެ ރުޤްޔާކުރެއްވިއެވެ. ދެން، ކަށިހެރި ވިހަވެފައިވާ މީހާއަށް ޝިފާލިބި އެ ބަލި ފަސޭހަވިއެވެ. އަދި އެ ކަމަށް ޓަކައި އެ ބޭފުޅަކަށް ބަކަރިތަކެއް ދިނެވެ. އަދި އޭގެ އިތުރަށް ތިމަންމެން ބޯނޭ ކިރު ވެސް ދިނެވެ. ދެން، އެ ތަނަށް ވަޑައިގެން ރުޤްޔާކުރެއްވި ޞަޙާބީއަށް ތިމަންމެން ދެންނެވީމެވެ. [ރުޤްޔާކުރައްވާން ތިބާ ދެނެވަޑައިގަންނަވަމުތޯއެވެ؟] ދެން އެ ޞަޙާބީ ވިދާޅުވިއެވެ. [ސޫރަތުލް ފާތިޙާ ފިޔަވައި އިތުރު އެއްޗެއް ތިމަން ނުކިޔަވަމެވެ.] ދެން، އެ ތާނގައި ތިއްބެވި ޞަޙާބީންނަށް ތިމަން ދެންނެވީމެވެ. رَسُولُ اللهِ rގެ އަރިހަށް ދެވޭނދެން އެބައިމީހުން ދިން ބަކަރިތަކަށް އެއްވެސް ގޮތެއް ނަހައްދަވާށެވެ! ދެންފަހެ، ތިމަންމެންނަށް މަދީނާއަށް އާދެވުމުން، رَسُولُ الله rގެ އަރިހަށް ތިމަންމެން ދިޔައީމެވެ. އަދި އެ ހިނގި ކަންތައްތަކުގެ ވާހަކަ، އެ ރަސޫލާގެ އަރިހުގައި ތިމަންމެން ދެންނެވީމެވެ. ދެން، އެ ކަން އެ ގޮތަށް ކުރައްވާން އެނގިވަޑައިގެންނެވި ކަމާ މެދު އަޖައިބުވެވަޑައިގެން ހުންނަވައި، ކައު އިތުރު ރަސޫލާ ޙަދީޘުކުރެއްވިއެވެ. [سُورَةُ الْفَاتِحَةِ އަކީ ރުޤްޔާއެއް ކަން އެ ޞަޙާބީއަށް އެނގިވަޑައިގަތީ ކިހިނަކުންހެއްޔެވެ! އެ ބަކަރިތައް ބައްސަވާށެވެ! އަދި އެއިން ބައެއް، ތިމަން ރަސޫލާއަށް ވެސް ދެއްވާށެވެ!] سُورَةُ الْفَاتِحَة ކިޔެވުމަކީ، اللهُ Iގެ ޙަޟްރަތުގައި ބަސްދަންނަވައި މުނާޖާދެންނެވޭ ކަމެކެވެ. أَبُو هُرَيْرَةَ h ރިވާކުރައްވައިފައިވާ ޙަދީޘުފުޅެއްގައި އައިސްފައި ވެއެވެ. رَسُولُ اللهِ r ޙަދީޘުކުރެއްވިއެވެ. اللهُ I ވަޙީކުރެއްވިއެވެ. «قَسَمْتُ الصَّلَاةَ بَيْنِي وَبَيْنَ عَبْدِي نِصْفَيْنِ، وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ الْعَبْدُ: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) قَالَ اللهُ تَعَالَى: حَمِدَنِي عَبْدِي، وَإِذَا قَالَ: (الرَّحْمَنِ الرَّحِيمِ) قَالَ اللهُ تَعَالَى: أَثْنَى عَلَيَّ عَبْدِي، وَإِذَا قَالَ: (مَالِكِ يَوْمِ الدِّينِ) قَالَ: مَجَّدَنِي عَبْدِي، فَإِذَا قَالَ: (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) قَالَ: هَذَا بَيْنِي وَبَيْنَ عَبْدِي، وَلِعَبْدِي مَا سَأَلَ، فَإِذَا قَالَ: (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ) قَالَ: هَذَا لِعَبْدِي وَلِعَبْدِي مَا سَأَلَ» [8] މާނައީ: [ތިމަން إِلٰهއާއި ތިމަން إِلٰهُގެ އަޅާއާ ދެމެދު، ތިމަން إِلٰهُ ވަނީ، سُورَةُ الْفَاتِحَةِ ހަމަހަމައަށް ދެ ބަޔަކަށް ބައްސަވައިފައެވެ. އަދި، ތިމަން إِلٰهُގެ އަޅާ، ތިމަން إِلٰهُގެ ޙަޟްރަތުގައި އެދި ދެންނެވި ކަމެއް، ތިމަން إِلٰهُގެ އަޅާއަށް، ތިމަން إِلٰهُ ފުއްދަވައިދެއްވާހުށީމެވެ. ފަހެ، اللهُ Iގެ އަޅާ (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) މި ފަދައިން ކިޔެވުމުން، اللهُ I ވަޙީކުރައްވާނެތެވެ. ތިމަން إِلٰهُގެ އަޅާ ތިމަން إِلٰهއަށް ޙަމްދުދަންނަވައިފިއެވެ. ދެން، اللهُ Iގެ އަޅާ (الرَّحْمَنِ الرَّحِيمِ) މި ފަދައިން ކިޔެވުމުން، اللهُ I ވަޙީކުރައްވާނެތެވެ. ތިމަން إِلٰهُގެ އަޅާ، ތިމަން إِلٰهއަށް ތަޢުރީފުކޮށް ޘަނާދަންނަވައިފިއެވެ. ދެން، اللهُ Iގެ އަޅާ (مَالِكِ يَوْمِ الدِّينِ) މި ފަދައިން ކިޔެވުމުން، اللهُ I ވަޙީކުރައްވާނެތެވެ. ތިމަން إِلٰهُގެ އަޅާ، ތިމަން إِلٰهُގެ މަތިވެރިވަންތަކަން ބަޔާންކޮށްފިއެވެ. ދެން، اللهُ Iގެ އަޅާ (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) މި ފަދައިން ކިޔެވުމުން، اللهُ I ވަޙީކުރައްވާނެތެވެ. މި ކަމަކީ، ތިމަން إِلٰهُގެ އަޅާއާއި ތިމަން إِلٰهއާ ދެމެދުގައި އޮތް ކަމެކެވެ. ވީމާ، ތިމަން إِلٰهُގެ އަޅާއަށް އެ އަޅާ އެދުނު ކަމެއް ހުއްޓެވެ. ދެން، اللهُ Iގެ އަޅާ (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ) މި ފަދައިން ކިޔެވުމުން، اللهُ I ވަޙީކުރައްވާނެތެވެ. މި ކަން މިވަނީ، ތިމަން إِلٰهُގެ އަޅާއަށް ޓަކައެވެ. އަދި ތިމަން إِلٰهُގެ އަޅާއަށް އެ އަޅާ އެދުނު ކަމެއް ހުއްޓެވެ.] أَبُو هُرَيْرَةَ hގެ އަރިހުން ރިވާވެގެން ވެއެވެ. رَسُولُ اللهِ r ޙަދީޘުކުރެއްވިއެވެ. «مَنْ صَلَّى صَلَاةً لَمْ يَقْرَأْ فِيهَا بِأُمِّ الْقُرْآنِ فَهِيَ خِدَاجٌ هِيَ خِدَاجٌ هِيَ خِدَاجٌ غَيْرُ تَمَامٍ» فَقِيلَ لِأَبِي هُرَيْرَةَ: إِنَّا نَكُونُ وَرَاءَ الْإِمَامِ؟ فَقَالَ: «اقْرَأْ بِهَا فِي نَفْسِكَ» [9] މާނައީ: [މީހަކު، سُورَةُ الْفَاتِحَةِ ނުކިޔަވައި ނަމާދެއް ކޮށްފި ކަމުގައި ވާނަމަ، ފަހެ، އެ ނަމާދު އުނިވެއްޖެއެވެ. އެ ނަމާދު އުނިވެއްޖެއެވެ. އެ ނަމާދު އުނިވެއްޖެއެވެ. ފުރިހަމައެއް ނުވެއެވެ.] ދެން އެ ހިނދު، أَبُو هُرَيْرَة hއަށް ދެންނެވުނެވެ. [ތިމަންމެން، އިމާމާގެ ފަހަތުގައި ތިބޭ އިރު، سُورَةُ الْفَاتِحَةِ ކިޔަވާނީ ކިހިނަކުންތޯއެވެ؟] ވިދާޅުވިއެވެ. [ތިބާގެ ހިތުން ތިބާ އެ ސޫރަތް ކިޔަވާށެވެ!] މި ސޫރަތް ބާވައިލެއްވުން عَلِيُّ بْنُ أَبِي طَالِبٍ hގެ އަރިހުން ރިވާވެފައިވާ ކަމުގައި، اَلْإِمِامُ الْوَاحِدِي ނަޤްލުކުރެއްވިއެވެ. رَسُولُ اللهِ rގެ މައްޗަށް ވަޙީ ބާވައިލައްވާން ފެއްޓެވިފައި ވަނިކޮށް، އެ ރަސޫލާ، ގެކޮޅުން ނުކުމެވަޑައިގެންފި ނަމަ، «يَا مُحَمَّدُ» މި ފަދައިން ކިޔައި އެ ސާހިބާއަށް ގޮވައިލެވޭ އަޑު އިވިވަޑައިގަންނަވާ ކަމުގައި ވިއެވެ. ވުމާއެކު، އެ ފަދައިން ގޮވައިލެވޭ އަޑު އިވިވަޑައިގެންފި ނަމަ، ބިރުފުޅުން ފިލާވަޑައިގަންނަވައެވެ. ދެން، އެ ޚަބަރު وَرَقَةُ بْنُ نَوْفَلއަށް ލިބިވަޑައިގަތުމުން ކައު އިތުރު ރަސޫލާއަށް ދެންނެވިއެވެ. [އެ ގޮތަށް، ތިބާއަށް ގޮވައިލެވޭ އަޑު އިވިވަޑައިގެންފިނަމަ، އެ ފަރާތަކުން ތިބާއަށް އެ ދަންނަވާ އެއްޗެއްގެ އަޑު ރަނގަޅަށް އެއްސެވުމަށް ޓަކައި ފިލާވަޑައިނުގެން، ސާބިތުވެވަޑައިގެން ހުންނަވާށެވެ!] عَلِيُّ بْنُ أَبِي طَالِب ވިދާޅުވިއެވެ. وَرَقَةُ بْنُ نَوْفَلُގެ އެ ވަޞިއްޔަތަށް ފަހު، އެއްފަހަރަކު ކައު އިތުރު ރަސޫލާ ގެކޮޅުން ނުކުމެވަޑައިގަތް ހިނދު «يَا مُحَمَّدُ» މި ފަދައިން ކިޔައި އެ ރަސޫލާއަށް ގޮވައިލެވުމުން، ޖަވާބުގައި «لَبَّيْكَ» މިފަދައިން ވިދާޅުވިއެވެ. އެ ފަދައިން ވިދާޅުވުމުން ދެންނެވުނެވެ. [ތިބާ ވިދާޅުވާށެވެ!] «أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ» މާނައީ: [ اللهُ މެނުވީ ޙައްޤުގޮތުގައި އަޅުކަންކުރެވޭ އެހެން އެއްވެސް ފަރާތެއް ނުވާ ކަމަށް އަޅު ހެކިވަމެވެ. އަދި مُحَمَّدٌ rއީ، اللهُގެ ރަސޫލާކަމަށް ވެސް އަޅު ހެކިވަމެވެ.] ދެން، އެއަށްފަހު ދެންނެވުނެވެ. [ތިބާ ވިދާޅުވާށެވެ!] (اَلْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) (الرَّحْمَنِ الرَّحِيمِ) (مَالِكِ يَوْمِ الدِّينِ) (إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ) މިހެން ގޮސް سُورَةُ الْفَاتِحَة ނިމޭންދެން ކިޔައިދެއްވުނެވެ. [10]\n...\nبِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\n(1) اللهُ Iގެ އިސްމުފުޅުގެ ބަރަކާތުން ފަށަމެވެ. އެއީ، اللهُ Iގެ ޙަޟްރަތުން ވާގިއެދި ހުރެ، މި އަޅާ ކުރާން މި ގަސްތުކުރާ ހެޔޮ ޢަމަލު ނިމުމަކަށް ދާނދެން އެ ކަމުގައި ދެމިހުރުމުގެ ހެޔޮ ތައުފީޤުދެއްވައި، މި ޢަމަލު ޤަބޫލުކުރެއްވުން އެދޭ ޙާލުގައެވެ. اللهُ Iއީ، އެ إِلٰهއަށް ކިޔަމަންގަންނަ އަޅުންނަށާއި، ކިޔަމަންނުގަންނަ އަޅުންނަށާއި، އެންމެހައި ޚަލްޤުތަކުންނަށް، ދުނިޔޭގައި ކުދިބޮޑު ނިޢުމަތްތައް ދެއްވާ ރަޙުމާނުވަންތަ إِلٰهއެވެ. އަދި ދުނިޔޭގައި އުޅުނު އިރު، އެ إِلٰهއަށް ކިޔަމަންގަތް އަޅުންނަށް، އާޚިރަތުގައި ނުހަނު އޯގާވަންތަ ރަޙީމުވަންތަ إِلٰهއެވެ. ދަންނާށެވެ! ކޮންމެ ހެޔޮކަމެއް ކުރުމަށް ފަށައިގަތުމުގައި، اللهُ Iގެ ނަންފުޅުގަތުމުގެ ގޮތުން ބިސްމި ކިޔުމަކީ، އެ إِلٰهُގެ ޙަޟްރަތުން އައިސްފައިވާ އިރްޝާދެކެވެ. عَنْ ابْنِ عَبَّاسٍ h قَالَ: «أَوَّلُ مَا نَزَلَ جِبْرِيلُ عَلَى مُحَمَّدٍ قَالَ: يَا مُحَمَّدُ اِسْتَعِذْ، قُلْ: أَسْتَعِيذُ بِالسَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، ثُمَّ قَالَ: قُلْ: (بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ) [11] މާނައީ: اللهُ I އެ ދެބަފައިކަލުންނަށް ރުއްސުންލެއްވި އިބްނު ޢައްބާސް ވިދާޅުވިއެވެ. “مُحَمَّدٌ rގެ އަރިހަށް، جِبْرِيلُ u އެންމެ ފުރަތަމަ ފައިބައިވަޑައިގެންނެވި ފަހަރު ވިދާޅުވިއެވެ. އޭ مُحَمَّدٌ rއެވެ! ރައްކައުތެރިކަމަށް އެދިވަޑައިގަންނަވާށެވެ! އަދި ވިދާޅުވާށެވެ! އެންމެހައި ހެޔޮކަމަކުން ދުރުކުރެއްވިގެންވާ ޝައިޠާނާގެ ނުބައިކަމުން ސަލާމަތްވުމަށް ޓަކައި، ހުރިހައި އަޑުތަކެއް މޮޅަށް އައްސަވައިވޮޑިގެންވާ އަދި ހުރިހައި ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ إِلٰهُގެ ޙަޟްރަތުން މި އަޅާ ރައްކައުތެރިކަން ލިބިގަންނަމެވެ.] އެއަށްފަހު، جِبْرِيلُ u ވިދާޅުވިއެވެ. “އަދި ވިދާޅުވާށެވެ! ރަޙްމާންވަންތަ އަދި ރަޙީމުވަންތަ اللهُ Iގެ އިސްމުފުޅުގެ ބަރަކާތުން އަޅު ފަށަމެވެ.” މިއެވެ. ވުމާއެކު، ކޮންމެ ހެޔޮ ކަމެއް ކުރާން ފަށައިގަންނައިރު ބިސްމި ކިޔުމަށް އިރްޝާދުދެއްވައި، رَسُولُ اللهِ r ޙަދީޘުކުރެއްވިއެވެ. «كُلُّ أَمْرٍ ذِي بَالٍ لَا يُبْدَأُ فِيهِ بِبِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ؛ فَهُوَ أَبْتَرُ»[12] މާނައީ: [އެ ކަމެއްގެ ނަތީޖާ ރަނގަޅުވުމަށް އެދޭ ކޮންމެ ހެޔޮ ކަމެއް ބިސްމީގެ ބަރަކާތުން ނުފަށާނަމަ، އެ ކަމަކީ އެއްވެސް ބަރަކާތެއްނުވާ ކަމެކެވެ.] އެހެންކަމުން، މުޞްޙަފު ލިޔާންފެށިފައި ވަނީ (بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ) އިންނެވެ. އަދި އެކިއެކި ރަސްރަސްކަލުންނަށާއި އަމީރުންނަށް، رَسُولُ اللهِ r ފޮނުއްވި އެކިއެކި ފަތްކޮޅުތަކާއި، ސިޓީފުޅުތަކާއި، ކީރިތި ރަސޫލާ ލިޔުއްވި އެކިއެކި ލިޔުއްވުންތައް ފައްޓަވައިފައި ވަނީ، (بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ) އިންނެވެ. އަދި ސަބާގެ ރަނިކަމަނާ بَلْقِيسއަށް، سُلَيْمَانُ u ސިޓީފުޅު ލިއުއްވި އިރު އެ ސިޓީފުޅު ފެއްޓެވީ ވެސް (بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيمِ) އިންނެވެ. [13] ދަންނާށެވެ! سُورَةُ التَّوْبَة ފިޔަވައި، ކީރިތި ޤުރްއާނުގެ އެހެނިހެން ސޫރަތްތައް ފަށާއިރު، ބިސްމި ލިޔުއްވައިފައި ވަނީ، އެ ސޫރަތްތައް ފަށާއިރު، ބިސްމި ލިޔުމާއި ކިޔުމަކީ، މުސްތަޙައްބު ކަމަކަށް ވާތީއެވެ. ނަމަވެސް، سُورَةُ التَّوْبَة ފަށާއިރު، ބިސްމި ލިޔުއްވައިފައި ނުވަނީ، އެ ސޫރަތް ފަށާއިރު، ބިސްމި ލިޔުމާއި ކިޔުމަކީ މަކްރޫހަ ކަމަކަށް ވާތީއެވެ. ޝައްކެއްނެތެވެ. ބިސްމިއަކީ سُورَةُ النَّمْلُގެ އާޔަތެއްގެ އެއްބައެވެ. [14] އަދި ބިސްމިއަކީ، سُورَةُ التَّوْبَةގެ އާޔަތެއް ނޫންކަމާ މެދު ހުރިހައި ޢިލްމުވެރީން ވެސް އެއްބަސްވެވަޑައިގެންފައި ވެއެވެ. ނަމަވެސް، ބިސްމިއަކީ، އެހެން ސޫރަތްތަކުގެ އާޔަތެއްކަމާ މެދު ޢިލްމުވެރީންގެ ރައުޔު ތަފާތުވެގެން ވެއެވެ. ބައެއް ޢިލްމުވެރީންގެ ނަޒަރުގައި، ބިސްމިއަކީ ހަމައެކަނި سُورَةُ النَّمْلُގެ އާޔަތެއްގެ އެއްބައެވެ. އަނެއްބައި ޢިލްމުވެރީންގެ ނަޒަރުގައި، ބިސްމިއަކީ سُورَةُ الْفَاتِحَةِގެ ފުރަތަމަ އާޔަތެވެ. އަދި سُورَةُ النَّمْلِ ގެ އާޔަތެއްގެ އެއްބައެވެ. އަނެއްބައި ޢިލްމުވެރީންގެ ނަޒަރުގައި، ބިސްމިއަކީ سُورَةُ التَّوْبَة ފިޔަވައި އެހެން ކޮންމެ ސޫރަތެއްގެ ފުރަތަމަ އާޔަތެވެ. އަދި سُورَةُ النَّمْلِގެ އާޔަތެއްގެ އެއްބައި ވެސް މެއެވެ. اَلْإِمَامُ الشَّافِعِيގެ ރައުޔަކީ ވެސް މިއެވެ. ކޮންމެއަކަސް، ބިސްމިއާ މެދު ޢިލްމުވެރީންގެ ރައުޔު ތަފާތުވެފައި ވަނީ، ބައެއް ޤިރާއަތްތަކުގައި سُورَةُ التَّوْبَةِ ފިޔަވައި ކޮންމެ ސޫރަތެއްގެ ކުރީގައި ބިސްމިކިޔުން ސާބިތުވެފައި، އަނެއްބައި ޤިރާއަތްތަކުގައި ބިސްމިކިޔުން ސާބިތުވެފައި ނުވާތީއެވެ. ކަން މިހެން ހުރުމާ އެކު، އެއިން ކޮންމެ ޤިރާއަތަކަށް ކިޔެވިކަމުގައި ވިއަސް އެ ކިޔެވުން ޞައްޙަވާނެއެވެ. [15] ބިސްމީގައިވާ ލަފްްޒުތަކުގެ ތެރެއިން އެކިއެކި ލަފްޒުގެ މާނަ ތިރީގައި މި ވަނީއެވެ. ޢިލްމުވެރީން ވިދާޅުވެފައިވާ ގޮތުގައި، (بِسْمِ اللهِ) މި ޢިބާރާތުގައި މިވާ (ب)އަކީ، އެހީއާއި ވާގިލިބިގަތުމުގެ މާނައިގައި ބޭނުންކުރެވޭ (ب)އެވެ. (اِسْمُ) މި ލަފްޒުގެ މާނައަކީ ނަމެވެ. (اللهُ) މިއީ، ހަމައެކަނި اللهُ Iގެ ޛާތުފުޅަށް ޚާއްޞަ ނަންފުޅެކެވެ. [16] ދެން، (ب)ގެ ފަހަތަށް އަނެއް ދެ ލަފްޒު ގުޅައިލުމުން އެކުލެވެނީ (بِسْمِ اللهِ) މި ޢިބާރާތެވެ. މާނައަކީ، اللهُ Iގެ މަތިވެރި ޛާތުފުޅާއި އެ ޛާތުފުޅު ސިފަކުރެވޭ ކޮންމެ ސިފަފުޅަކުން ބަރަކާތާއި ވާގިއެދޭ ޙާލުގައި، އެ إِلٰهُގެ އިސްމުފުޅުން ފަށަމެވެ. މިއެވެ. ބަޔާންވެދިޔަ ފަދައިން، (اللهُ) މި އިސްމުފުޅަކީ، ހަމައެކަނި اللهُ Iގެ ޛާތުފުޅަށް ޚާއްޞަ އިސްމުފުޅެކެވެ. ވީމާ، އެ އިސްމުފުޅު އެއްވެސް މަޚްލޫޤަކަށް ކިޔުން ހުއްދަވެގެނެއް ނުވެއެވެ. ދަންނާށެވެ! (اللهُ) މި އިސްމުފުޅު ނެގިފައި ވަނީ (اَلْإِلٰهُ) މި އިސްމުންނެވެ. ޢަރަބި ބަހުގައި (اَلْإِلٰهُ) މި އިސްމު ބޭނުންކުރެވެނީ، ޙައްޤު ގޮތުގައި ވިއަސް، ބާޠިލު ގޮތުގައި ވިއަސް މީސްތަކުން އަޅުކަންކުރާ ކޮންމެ ފަރާތަކަށެވެ. ކަން މިހެން ހުރުމާ އެކު ވެސް (اَلْإِلٰهُ) މި އިސްމު ކިޔުން މުސްލިމުންގެ މެދުގައި ޢާންމުވެފައި ވަނީ، ހަމަ އެކަނި އެ ފަރާތަކަށް އަޅުކަންކުރުން ޙައްޤުވެގެންވާ، اللهُ Iއަށެވެ. (اَلرَّحْمٰنއާއި اَلرَّحِيْمއާއި) މި ދެ އިސްމުފުޅަކީ، (رَحْمَة) މި ކަލިމައިން ނެގިފައިވާ ދެ އިސްމުފުޅެވެ. (رَحْمَة)ގެ މާނައަކީ އޯގާވެރިކަމެވެ. ކަން މިހެން ހުރުމާ އެކު ވެސް، (اَلرَّحْمٰن) މި އިސްމުފުޅުގެ މާނަ، (اَلرَّحِيْم) މި އިސްމުފުޅުގެ މާނައަށްވުރެން މާ ތަނަވަސްވެގެން ވެއެވެ. (اَلرَّحْمٰن) މި އިސްމުފުޅުގެ މާނައަކީ: އެންމެހައި ޚަލްޤުތަކުންނަށް، ދުނިޔޭގައި ކުދިބޮޑު ނިޢުމަތްތައް ދެއްވާ ރަޙްމާނުވަންތަ إِلٰهއެވެ. (اَلرَّحِيْم) މި އިސްމުފުޅުގެ މާނައަކީ: އާޚިރަތް ދުވަހުން، ހަމައެކަނި މުއުމިނުތަކުންނަށް ނުހަނު އޯގާވަންތަ ރަޙީމުވަންތަ إِلٰهއެވެ. ދަންނާށެވެ! اللهُ I ފިޔަވައި އެހެން ފަރާތަކަށް (رَحْمٰن) މި އިސްމުފުޅު ނިސްބަތްކުރުން ހުއްދަވެގެނެއް ނުވެއެވެ. [17]","[1]- مَوْقِعُ الْمُصْحَفِ الْإِلِكْتُرُونِي - التَّعْرِيفُ بِالسُّوَر\n[2]- مَوْقِعُ الْمُصْحَفِ الْإِلِكْتُرُونِي - التَّعْرِيفُ بِالسُّوَر\n[3]- صَفْوَةُ التَّفَاسِيرِ لِلشَّيْخِ مُحَمَّدُ عَلِي الصَّابُونِي\n[4]- صَحِيحُ الْجَامِعِ لِلْإِمَامِ الْبُخَارِي\n[5]- مُسْنَدُ  الْإِمَامِ أَحْمَدَ بْنِ حَنْبَل وَصَحَّحَهُ الْأَلْبَانِي  \n[6]- صَحِيحُ الْإِمَامِ مُسْلِم\n[7]- صَحِيحُ الْجَامِعِ لِلْإِمَامِ الْبُخَارِي وَصَحِيحُ الْإِمَامِ مُسْلِم\n[8]- صَحِيحُ الْإِمَامِ مُسْلِم\n[9]- صَحِيحُ الْإِمَامِ مُسْلِم\n[10]- تَفْسِيرُ الْوَسِيطُ لِلْإِمَامُ  الْوَاحِدِي  \n[11]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلإِمَامِ مُحَمَّدِ بْنِ جَرِيرِ الطَّبَرِي\n[12]- قَالَ الْهِنْدَاوِي فِي كَشْفِ الْخَفَاءِ أَنَّ الْحَدِيثَ حَسَنٌ وَقَالَ الْإِمَامُ ابْنُ بَازٍ أَنَّ الْحَدِيثَ مِن بَابِ الْحَسَنِ لِغَيْرِهِ\n[13]- شَرْحُ اْلأُصُولِ الثَّلَاثَةِ لِلشَّيْخِ الْعَلاَّمَة مُحَمَّدِ بْنِ الْعُثَيْمِينِ\n[14]- فَتَاوَى الْإِمَامِ ابْنِ بَازٍ\n[15]- مُذَكِّرَةٌ فِي أُصُولِ الْفِقْهِ لِفَضِيلَةُ الشَّيْخِ مُحَمَّدِ الْأَمِينِ الشَّنْقِيطِي\n[16]- تَفْسِيرُ الْبَيَانِ لِلشَّيْخِ مُحَمَّدِ جَمِيلِ دِيدِي\n[17]- شَرْحُ الْأُصُولِ الثَّلَا ثَةِ لِلشَّيْخِ الْعَلاَّمَة مُحَمَّدِ بْنِ الْعُثَيْمِينِ"],["(2) އެންމެހައި ޙަމްދާއި، ޘަނާއާއި، ތަޢުރީފު ޙައްޤުވެގެން ވަނީ، ހަމައެކަނި ޢާލަމުތަކުގެ ވެރި، اللهُ Iއަށެވެ. (اَلْحَمْدُ) މި ލަފްޒުގެ މާނައަކީ ޙަމްދުހުއްޓެވެ. ޙަމްދަކީ، ޙަމްދުކުރެވޭ ފަރާތުގެ ރިވެތިކަމާއި، ފުރިހަމަކަމާއި، މާތްކަމުގެ ބޮޑުކަމުން، ދަރުމައަށް އެދި، ގަސްތުގައި ދުލުންކިޔާ ރިވެތި ޘަނާއެކެވެ. އަދި ނިޢުމަތެއްގެ ބަދަލުގައި ވިއަސް ނުވަތަ ނިޢުމަތެއްގެ ބަދަލުގައި ނޫނަސް ޙަމްދުކުރެވެއެވެ. ޙަމްދުކުރެވޭނީ ހަމައެކަނި ދުލުންނެވެ. ނަމަވެސް، ޝުކްރުކުރުމަށް ބަލާއިރު، ދުލުންނާއި، ހިތުންނާއި، ގުނަވަންތަކުން ވެސް ޝުކްރުކުރެވެއެވެ. އަދި، اللهُ Iއަށް އަޅުތަކުން ޝުކްރުކުރަނީ، އެ إِلٰهُ އެބައިމީހުންނަށް ދެއްވާ ނިޢުމަތްތަކަށް ޓަކައެވެ. ކޮންމެއަކަސް، ޙަމްދުކުރެވޭނީ ހަމައެކަނި الله Iއަށެވެ. އަދި އެންމެ މަތިވެރި ޘަނާއާއި ޝުކްރު ޙައްޤުވެގެން ވަނީ، ހަމައެކަނި އެ إِلٰهއަށެވެ. [18] (لِلَّهِ) މި ޢިބާރާތުގައި މިވާ (ل)ގެ މާނައަކީ އަށެވެ. (اللهُ) މި އިސްމުފުޅަކީ، މީގެ ކުރީގައި ވެސް ބަޔާންކުރެވިފައިވާ ފަދައިން، ހަމައެކަނި اللهُ Iގެ ޛާތުފުޅަށް ޚާއްޞަ އިސްމުފުޅެކެވެ. ވުމާއެކު (لِلَّهِ) މި ޢިބާރާތުގެ މާނައަކީ، اللهُ Iއަށެވެ. (رَبِّ الْعَالَمِين) މި ޢިބާރާތުގައި މިވާ ދެ ލަފުޒުގެ މާނައަކީ: اللهُ Iއީ އެންމެހައި ޢާލަމުތަކުގެ ވެރި إِلٰهއެވެ. (اَلرَّبُّ) މި އިސްމުފުޅަކީ، اللهُ Iގެ ރިވެތި ނަންފުޅުތައް (اَلْأَسْمَاءُ الْحُسْنَى)ގެ ތެރޭގައި ހިމެނޭ އިސްމުފުޅެކެވެ. މި އިސްމުފުޅުގެ މާނައަކީ: [އެންމެހައި ޢާލަމުތަކުގެ ވެރިޔާ] މިއެވެ. އެހެންކަމުން، މި އިސްމުފުޅު ބޭނުންކުރެވެނީ، އެންމެހައި ޢާލަމުތަކުގެ ވެރި އަދި ދުނިޔެއާއި އާޚިރަތުގެ ހުރިހައި ކަމެއް ތަދްބީރުކުރައްވައި ބަލަހައްޓަވާ އަދި ހަމައެކަނި އެ ފަރާތަކަށް އަޅުކަންކުރުން ޙައްޤުވެގެންވާ، اللهُ Iއަށެވެ. ވުމާއެކު، اللهُ I ނޫން އެހެން އެއްވެސް ފަރާތަކަށް އެ އިސްމުފުޅު ނިސްބަތްކުރުން ހުއްދަވާނީ، އެހެން ނަމަކާ ގުޅުވައިގެންނެވެ. މިސާލަކަށް، رَبُّ الْبَيْتِ މި ފަދައިން ކިޔުން ހުއްދައެވެ. މި ޢިބާރާތުގެ މާނައަކީ: [ ގޭގެ ވެރިޔާ] މިއެވެ. (اَلْعَالَمِين) މި ލަފްްޒަކީ (اَلْعَالَمُ) މި ލަފްޒުގެ ޖަމްޢުއެވެ. (اَلْعَالَمِين) މި ލަފްޒަކީ، اللهُ I ފިޔަވައި އެހެން ހުރިހައި ފަރާތަކާއި ތަކެއްޗަކަށް އާންމުގޮތެއްގައި ބޭނުންކުރެވޭ ލަފްޒެކެވެ. [19] އަދި ޚާއްޞަ ގޮތެއްގައި ބުއްދިހުރި ކޮންމެ ފަރާތަކަށް (اَلْعَالَمُ) މި ލަފްޒު ބޭނުންކުރެވެއެވެ. ވުމާއެކު، މަލާއިކަތުންގެ ޢާލަމު، ޖިންނީންގެ ޢާލަމު، އިންސީންގެ ޢާލަމު، މި ފަދައިން ކިޔައި، އެ ފަރާތްތަކަށް ނިސްބަތްކޮށް އެ ލަފްޒު ބޭނުންކުރެވެއެވެ. [20] އަދި އެ ޢާލަމުތަކުގެ ތެރެއިން ކޮންމެ ޢާލަމަކަށް ބޭނުންވާ ގިނަ ކަންތައްތައް އަނެއް ޢާލަމަކަށް ބޭނުންވާ ކަންތައްތަކާ މުޅީން ތަފާތެވެ. ދަންނާށެވެ! މި އާޔަތުގައި (اَلْعَالَمُ)ގެ ޖަމްޢު (اَلْعَالَمِين) މި ލަފްޒު ގެންނަވައިފައި ވަނީ، اللهُ Iގެ ރުބޫބިއްޔަވަންތަކަމުގެ ފުރިހަމަކަން ބަޔާންކުރެއްވުމަށް ޓަކައެވެ. އަދި الله Iއީ (رَبُّ الْعَالَمِين) ކަމަށް ވުމުން، އެންމެހައި މަޚްލޫޤުންނަށް ބޭނުންވާ ހުރިހައި ކަމަކާއި ތަކެއްޗެއް އުފައްދަވައި، އެ މަޚްލޫޤުންގެ ބޭނުންތައް ފުދޭނޭ ގޮތް ތަނަވަސްކޮށްދެއްވައިފައި ވެއެވެ. ވީމާ، اللهُ I، ބުއްދި ދެއްވައިފައިވާ އިންސީންނާއި ޖިންނީން، އެ ކަމާ މެދު ވިސްނައި ފިކުރުކޮށްފި ނަމަ، އެ إِلٰهُގެ ރުބޫބިއްޔަވަންތަކަމާއި، އުލޫހިއްޔަވަންތަކަން ޤަބޫލުކޮށް، އެންމެހައި އިންސީންނާއި ޖިންނީން ކުރާ ހުރިހައި އަޅުކަމެއް، އެ إِلٰهއަށް ޚާލިޞްކުރާން ޖެހޭނެއެވެ. [21] އަދި ދަންނާށެވެ! ކަންތައް ހުރީ ބަޔާންވެދިޔަ ފަދައިން ކަމަށް ވުމާ އެކު، އިންސީންނާއި ޖިންނީންގެ ތެރެއިން، އިސްލާމް ދީނުގެ އިމުން ބޭރުވެގަންނަ އެންމެހައި އުރެދުންތެރީންނަކީ ޝައިޠާނުންނެވެ. [22]","[18]- أيْسَرُ التَّفَاسِيرِ لِلشَّيْخِ أَبِي بَكْرِ الْجَزَائِرِي\n[19]- أيْسَرُ التَّفَاسِيرِ لِلشَّيْخِ أَبِي بَكْرِ الْجَزَائِرِي\n[20]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلإِمَامِ مُحَمَّدِ بْنِ جَرِيرِ الطَّبَرِي\n[21]- تَفْسِيرُ أَسْمَاءِ اللهِ الْحُسْنَى لِعَبْدِ الرَّحْمَنِ السَّعْدِي\n[22]- اَلْمُعْجَمُ الْوَسِيطُ"],["(3) اللهُ Iއީ، އެ إِلٰهއަށް ކިޔަމަންގަތް އަޅުންނަށާއި، ކިޔަމަންނުގަންނަ އަޅުންނަށާއި، އެންމެހައި ޚަލްޤުތަކުންނަށް ދުނިޔޭގައި ކުދިބޮޑު ނިޢުމަތްތައް ދެއްވާ ރަޙްމާނުވަންތަ إِلٰهއެވެ. އަދި ދުނިޔޭގައި އުޅުނު އިރު، އެ إِلٰهއަށް ކިޔަމަންގަތް އަޅުންނަށް، އާޚިރަތުގައި ނުހަނު އޯގާވަންތަ ރަޙީމުވަންތަ إِلٰهއެވެ. އަދި ބިސްމީގެ މާނައިގައި ބަޔާންކުރެވުނު ފަދައިން، (اَلرَّحْمٰنއާއި اَلرَّحِيمއާއި) މި ދެ އިސްމުފުޅަކީ (رَحْمَة) މި ކަލިމައިން ނެގިފައިވާ ދެ އިސްމުފުޅެވެ. ވުމާއެކު ވެސް، (اَلرَّحْمٰن) މި އިސްމުފުޅުގައި އެކުލެވޭ، އެ إِلٰهގެ ރަޙްމަތްވަންތަކަން އެންމެހައި ޚަލްޤުތަކުންނަށް ޢާންމުވެ ޝާމިލުވެގެން ވެއެވެ. اللهُ Iއީ، رََحْمٰنُ الدُّنْيَا وَالْآخِرَةއެވެ. [23] އެހެންކަމުން، ދުނިޔޭގައި އެންމެހައި ޚަލްޤުތަކުންގެ މައްޗަށް، އެ إِلٰهُ ރަޙްމަތްވަންތަވެވޮޑިގަންނަވައި، އެންމެހައި ޚަލްޤުތަކުންގެ ބޭނުންތައް ފުއްދަވައި ދެއްވަތެވެ. އަދި އާޚިރަތް ދުވަހުން، ޢަދްލުވެރި ގޮތުގައި އެންމެހައި ޚަލްޤުތަކުންގެ ޙިސާބުބައްލަވައި އެބައިމީހުންގެ މައްޗަށް ރަޙްމަތްވަންތަވެވޮޑިގަންނަވަތެވެ. (اَلرَّحِيم) މި އިސްމުފުޅުގައި އެކުލެވިގެންވާ ރަޙްމަތްވަންތަކަން ޚާއްޞަވެގެން ވަނީ، ހަމައެކަނި، اللهُ Iއަށް ކިޔަމަންގަތް އަޅުންނަށެވެ. އެހެންކަމުން، އާޚިރަތް ދުވަހުން، އެބައިމީހުންގެ މައްޗަށް ރަޙްމަތްވަންތަވެވޮޑިގަންނަވައި، އެބައިމީހުންގެ ކުށްފާފަތައް ފުއްސަވައިދެއްވައި، އެބައިމީހުންނަށް ޢަފޫކުރައްވަތެވެ. ދަންނާށެވެ! اللهُ Iއީ، އެ إِلٰهއަށް ކިޔަމަންގަންނަ އަޅުންނަށާއި، ކިޔަމަންނުގަންނަ އަޅުންނަށާއި، އެންމެހައި ޚަލްޤުތަކުންނަށް ދުނިޔޭގައި ކުދިބޮޑު ނިޢުމަތްތައް ދެއްވާ، ރަޙްމާނުވަންތަ إِلٰهއެވެ. އަދި ދުނިޔޭގައި އުޅުނު އިރު، އެ إِلٰهއަށް ކިޔަމަންގަތް އަޅުންނަށް، އާޚިރަތުގައި ނުހަނު އޯގާވަންތަ ރަޙީމުވަންތަ إِلٰهއެވެ. ވުމާއެކު، އެ إِلٰهُގެ ރަޙްމަތަށް ބޭނުންވާކަމުގެ ޝުޢޫރު އަޅުތަކުންގެ ހިތުގައި އުފެދި، އެ ކަން އެބައިމީހުންގެ ޢަމަލުން ސާބިތުވާން ޖެހެއެވެ. އަދި، اللهُ Iއީ، އެންމެހައި ޢާލަމުތަކުގެ ވެރި رَبُّ ކަމުގައި ވާއިރު، އެ إِلٰهُގެ ހައިބަވަންތަކަން ހިތަށްވަދެ، އެންމެހައި އަޅުތަކުން ވެސް، އެ إِلٰهއަށް ބިރުވެތިވާން ޖެހެއެވެ.[24] އެހެންކަމުން، އެ إِلٰهُގެ އަމުރުފުޅުތަކަށް ކިޔަމަންތެރިވެ، ނަހީކުރެއްވި ކަންތައްތަކުން ދުރުވުމަށް، އިސްވެދިޔަ ދެ އާޔަތުން ނުހަނު ބޮޑަށް ބާރު ލިބެއެވެ.","[23]- مُصَنَّفُ الْإِمَامِ ابْنِ أَبِي شَيْبَة\n[24]- تَفْسِيرُ الْقُرْآنِ الْعَظِيمِ لِلإِمَامِ ابْنِ كَثِيرٍ"],["(4) اللهُ Iއީ، އަޅުތަކުންގެ ޢަމަލުތަކުގެ ޙިސާބުބައްލަވައި، އެ ޢަމަލުތަކާ އެކަށޭނަ ޖަޒާދެއްވާ ޤިޔާމަތް ދުވަހުގެ ވެރި إِلٰهއެވެ. އެހެންކަމުން، އެ ދުވަހުގެ ހުރިހައި ކަމެއްމެ ޚާއްޞަވެ މިލްކުވެގެން ވަނީ، ހަމައެކަނި اللهُ Iއަށެވެ. އެ ކަން އެންގެވުމުގެ ގޮތުން، އެ ދުވަހުން، އެ إِلٰهُ ވަޙީކުރައްވާނެތެވެ. (لِمَنِ الْمُلْكُ الْيَوْمَ ) [25] މާނައީ: [މިއަދު، ރަސްކަމާއި ވެރިކަން މިލްކުވެ ޚާއްޞަވެގެން ވަނީ ކޮން ފަރާތަކަށްހެއްޔެވެ؟] މި ފަދައިން ވަޙީކުރައްވައި ސުވާލުކުރެއްވުމުން އެ ސުވާލަށް ޖަވާބުދޭނޭ ހަމަ އެއްވެސް ފަރާތެއް، އެ ދުވަހަކު ނުވާނެތެވެ. ދެން، އެ ސުވާލުގެ ޖަވާބުގައި، ޚުދު އެ إِلٰهُ ވަޙީކުރައްވާނެތެވެ. (لِلَّهِ الْوَاحِدِ الْقَهَّارِ) [26] މާނައީ: [ހަމަ އެކަނި އެއްކައުވަންތަ، ގަދަކީރިތިވަންތަ، ބާރުވެރިވަންތަ، اللهُ Iއަށެވެ.] ޤިޔާމަތް ދުވަހުން، ހުރިހައި ރަސްކަމަކާއި ވެރިކަމެއް ޚާއްޞަވެ މިލްކުވެގެން ވަނީ، ގަދަކީރިތިވަންތަ اللهُ Iއަށެވެ. ޝައްކެއްނެތެވެ. اللهُ Iއީ، އެ إِلٰهُގެ އަމުރުފުޅާއި އިރާދަފުޅާލައިގެން މެނުވީ، އެއްވެސް ކަމެއް ކައުނުގައި ނުހިނގާ އަދި ޚަލްޤުތަކުންގެ މައްޗަށް ގަދަވެވޮޑިގެންވާ، އެއްކައުވަންތަ إِلٰهއެވެ.[27]","[25]- سُورَةُ غَافِرٍ: 16\n[26]- سُورَةُ غَافِرٍ: 16\n[27]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلإِمَامِ مُحَمَّدِ بْنِ جَرِيرِ الطَّبَرِي"],["(5) އަޅަމެން އަޅުކަންކުރަނީ އަދި ކުރާނީ ވެސް، ހަމައެކަނި އިބަ إِلٰهއަށެވެ. އަދި އަޅަމެން ވާގިއެދެނީ އަދި އެދޭނީ ވެސް، ހަމައެކަނި އިބަ إِلٰهُގެ ޙަޟްރަތުންނެވެ. އަދި ހުރިހައި އަޅުކަމެއް އަޅަމެން ޚާލިޞްކުރަނީ އަދި ކުރާނީ ވެސް، ހަމައެކަނި އިބަ إِلٰهއަށެވެ. އަދި، އިބަ إِلٰهُ ނޫން ފަރާތަކަށް އަޅަމެން އަޅުކަމެއް ނުކުރާނަމެވެ. އަދި، އިބަ إِلٰهُގެ ޙަޟްރަތުން މެނުވީ އަޅަމެން ވާތްގެއް ނޭދޭނަމެވެ. ހުރިހައި ކަމެއްމެ ވަނީ، އިބަ إِلٰهُގެ ބާރުވެރިވަންތަކަމުގެ ދަށުގައެވެ. އެއިން ކަމެއްގެ ތެރެއިން، ޛައްރެއްގެ މިންވަރު ވިއަސް، އެހެން އެއްވެސް ފަރާތަކަށް މިލްކުވެގެނެއް ނުވެތެވެ. [28] ބަޔާންވެދިޔަ މާނައަށް އިޝާރާތްކުރައްވައި، މި އާޔަތުގެ ތަފްސީރުގައި، اِبْنُ عَبَّاس h ވިދާޅުވެފައި ވެއެވެ. [ އޭ އަޅަމެންގެ رَبّއެވެ. އަޅަމެން، އިބަ إِلٰهُ، އެއްކައުވަންތަކުރަމުއެވެ. އަދި އަޅަމެން ބިރުވެތި ވަނީ، ހަމައެކަނި އިބަ إِلٰهއަށެވެ. އެހެން އެއްވެސް ފަރާތަކަށް ނޫނެވެ. އަދި، އިބަ إِلٰهއަށް ކިޔަމަންތެރިވުމުގައްޔާއި އަޅަމެން ކުރާ އެންމެހައި ކަންކަމުގައި އަޅަމެން ވާގިއެދެނީ އަދި އެދޭނީ ވެސް، ހަމައެކަނި އިބަ إِلٰهގެ ޙަޟްރަތުންނެވެ.] [29] ދަންނާށެވެ! ޢަރަބި ބަހުގައި اَلْعِبَادَةُ މި ލަފްޒުގެ މާނައަކީ އަޅުކަންކުރުމެވެ. އަޅުކަމަކީ، اللهُ  ރުހިވޮޑިގަންނަވާ އަދި ލޯބިވެވޮޑިގަންނަވާ ކޮންމެ ޢަމަލަކަށް އިސްލާމީ ޝަރީޢަތުގައި ކިޔާ ނަމެވެ. އެއީ، ކުރެވޭ ޢަމަލެއް، ބުނެވޭ ބަހެއް އަދި ހިތުގައި އޮންނަ ޞައްޙަ ނިޔަތެއް ކަމުގައި ވިއަސް މެއެވެ.[30] އަދި ކޮންމެ އަޅުކަމެއްމެ ޤަބޫލުކުރެއްވޭނީ، اللهُ ގެ ވަޖުހުފުޅުއަދައި ކުރެވޭ ކަމެއް ކަމުގައި އެ އަޅުކަން ވުމާ އެކު، ކައު އިތުރު ރަސޫލާ ދެއްކެވި ގޮތަށް، އެ އަޅުކަމެއް ކުރެވުމުންނެވެ.[31] ޢަރަބި ބަހުގައި اَلْعِبَادَةُ މި ލަފްޒު ނެގިފައި ވަނީ، اَلْعُبُودِيَّةُ މި ލަފްޒުންނެވެ. اَلْعُبُودِيَّةُގެ މާނައަކީ، ނިކަމެތިކަމާއި މަޑުމޮޅިކަމުގެ ނިހާޔަތެވެ.[32] ވީމާ، اللهُ އަށް ބިރުވެތިވާ ޙާލު، ލޯބިވެތިކަމާއި، މަޑުމައިތިރިކަމާއި، މަޑުމޮޅިކަމާ އެކު، ކޮންމެ މީހަކުމެ، އެ إِلٰهއަށް އަޅުކަންކުރާހުށިކަމެވެ.[33] އަދި ވާގިއެދުމަކީ، އަޅުކަމުގެ ތެރޭގައި ހިމެނޭ ކަމެއް ކަމުގައި ވުމާ އެކު ވެސް، މި އާޔަތުގައި ވާގިއެދުމުގެ ކުރިޔަށް އަޅުކަން އިސްކުރެވިފައި ވަނީ، ކޮންމެ އަޅުކަމެއްމެ ކުރެވޭނީ، اللهُ ގެ ވާގިފުޅާ ލައިގެން ކަމުގައިވާތީއެވެ.[34] ދަންނާށެވެ! އެއްކައުވަންތަ اللهُ  ފިޔަވައި، އެހެން އެއްވެސް ފަރާތަކަށް އެއްވެސް އަޅުކަމެއް ކުރުން ހުއްދަވެގެންނުވާކަން މި އާޔަތުން ރަނގަޅަށް އެނގި ސާބިތުވެއެވެ.[35]","[28]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[29]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلإِمَامِ مُحَمَّدِ بْنِ جَرِيرِ الطَّبَرِي\n[30]- الْعُبُودِيَّةُ لِشَيْخِ الْإِسْلاَمِ ابْنِ تَيْمِيَة\n[31]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[32]- اَلْمُعْجَمُ الْوَسِيطُ \n[33]- إِعْلاَمُ الْمُوَقِّعِينَ عَنْ رَبِّ الْعَالمَِينَ  لِلْإِمَامِ ابْنِ الْقَيِّمِ\n[34]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[35]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(6) އަޅަމެންނަށް ސީދާ ތެދު މަގު ދައްކަވައި، އެ މަގުން ހިނގުމުގެ ތައުފީޤު އަޅަމެންނަށް ދެއްވައި، އިބަ إِلٰهُގެ ޙަޟްރަތަށް ދެވިއްޖައުމަށް ދާނދެން، އެ މަގުގައި އަޅަމެންގެ ފައިތިލަތައް ސާބިތުކުރައްވާނދޭވެ![36] ދަންނާށެވެ! ސީދާވެގެންވާ ތެދު މަގަކީ އިސްލާމް ދީނުގެ ތެދު މަގެވެ. ވީމާ، އެ ދީނުގައި އަންގަވައިފައިވާ ގޮތަށް އުޅުނު ކޮންމެ މީހަކަށްމެ، اللهُ ގެ ރުހިވޮޑިގަތުން ޙާޞިލުވެ، ސުވަރުގެއަށް ވާޞިލުވެވޭނޭ ކަން ކަށަވަރެވެ.[37] އަޅަމެންނަށް އެ ދީން އުނގަންނަވައި ދެއްވައި އެ މަގުން ހިނގާނޭ ގޮތުގެ އިރްޝާދުދެއްވީ، ނަބީކަމާއި ރަސޫލުކަން ޚަތިމުކުރެއްވި ރަސޫލާ مُحَمَّدٌ އެވެ. އެހެންކަމުން، އެ ދީން މަތީ ސާބިތުވެ ތިބުމުން މެނުވީ، އަޅަމެންނަށް ބާއްޖަވެރިކަން ލިބޭނޭ ހަމަ އެއްވެސް އެހެން ގޮތެއް ނެތެވެ.[38] اَلْهِدَايَة މި ލަފްޒުގެ މާނައަކީ ތެދު މަގެވެ. ތެދު މަގު ލިބެނީ ދެ ގޮތަކުންނެވެ. އެއް ގޮތަކީ، ތެދުމަގުން ހިނގުމުގެ ތައުފީޤު ލިބުމެވެ. ތައުފީޤު ދެއްވުމަކީ، اللهُ އަށް ޚާއްޞަވެގެންވާ ކަމެކެވެ. އަޅުތަކުންގެ ތެރެއިން، އެ إِلٰهُ ރުހިވޮޑިގަންނަވާ ކޮންމެ އަޅަކަށްމެ، ތެދުމަގުން ހިނގުމުގެ ތައުފީޤު، އެ إِلٰهُ ދެއްވަތެވެ. އެހެނީ ހަމަކަށަވަރުން، އަޅުތަކުންގެ ހިތްތަކަށް ތެދުމަގު ވެއްދެވުމުގެ ބާރު ލިބިވޮޑިގެންވަނީ، ހަމައެކަނި اللهُ އަށެވެ. އެ ކަމަށް އިޝާރާތްކުރައްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. (إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ...)[39] މާނައީ: [ ހަމަކަށަވަރުން، އިބަ ރަސޫލާ ލޯބިފުޅުވާ މީހަކަށް، އިބަ ރަސޫލާއަކަށް ތެދުމަގެއް ނުދެއްކެވޭނެތެވެ. އެހެނެއްކަމަކު، اللهُ  އެދިވޮޑިގަންނަވާ އަޅަކަށް، އެ إِلٰهُ ތެދުމަގު ދައްކަވަތެވެ.] މި އާޔަތުގައި ބަޔާންކުރައްވައިފައި އެ ވަނީ، ތެދުމަގުން ހިނގުމުގެ ތައުފީޤު ލިބޭ ގޮތެވެ. ހިދާޔަތުގެ އަނެއް ގޮތަކީ، هِدَايَةُ الدِّلاَلَةِ وَالْإِرْشَادއެވެ. އެއީ، މީސްތަކުންނަށް ތެދު މަގު ދެއްކުމާއި އެ މަގުން ހިނގާނޭ ގޮތުގެ އިރްޝާދުދިނުމެވެ. އެހެންކަމުން، ރަސޫލުންނާއި، އެ ރަސޫލުންނާ ތަބާވި ޢިލްމުވެރީންނާއި، އިސްލާމް ދީނަށް ގޮވާ ކޮންމެ މީހަކީ ވެސް، މީސްތަކުންނަށް ހިދާޔަތުގެ މަގު ދައްކައި އިރްޝާދުދޭ މީހެކެވެ. އެ ކަމަށް އިޝާރާތްކުރައްވައި، اللهُ  ވަޙީކުރައްވައިފައި ވެއެވެ. ( وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيم )[40] މާނައީ: [އަދި އިބަ ރަސޫލާ ތިޔަ މަގުދައްކަވަނީ، ސީދާވެގެންވާ ތެދުމަގަށްކަން ކަށަވަރެވެ.] އަދި ހިދާޔަތު ލިބޭ ދެ ގޮތަށްމެ، (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) މި އާޔަތުން ދަލީލު ލިބެއެވެ.[41] އެހެނީ، ހެޔޮކަންތައްތައްކުރުމަށް ތައުފީޤުދެއްވަނީ، ހަމައެކަނި الله އެވެ. އަދި ތެދުމަގު ބަޔާންކޮށްދެއްވުމަށް ޓަކައި، މީސްތަކުންގެ ގާތަށް ރަސޫލުން ފޮނުއްވީ، اللهُ އެވެ. ދަންނާށެވެ! ޢަރަބި ބަހުގައި اَلصِرَاطُ المُسْتَقِيمއަކީ، އެއްވެސް ގުދުކަމެއް ނެތި ސީދާ ތެދަށް އޮންނަ މަގެވެ. އެހެންކަމުން، މި އާޔަތުގައި މިވާ اَلصِرَاطُ المُسْتَقِيمُގެ މުރާދަކީ، އިސްލާމް ދީނެވެ.[42] އެހެނީ، އެ ދީނުގެ މަގަކީ، އެއްވެސް ގުދުކަމެއް ނުވާ ސީދާ ތެދުމަގެވެ.","[36]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[37]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[38]- اَلتَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[39]- سُورَةُ الْقَصَصِ : 56\n[40]- سُورَةُ الشُّورَى : 25\n[41]- تَفْسِيرُ الْقُرْآنِ الْعَظِيمِ لِلْإِمَامِ ابْنِ كَثِيرٍ\n[42]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي"],["(7) ސީދާވެގެންވާ ތެދުމަގަކީ، އިބަ إِلٰهُ އެ ފަރާތްތަކަށް ނިޢުމަތްދެއްވި ރަސޫލުންނާއި، ނަބިއްޔުންނާއި، ޞިއްދީޤުންނާއި، ޝަހީދުންނާއި، ޞާލިޙުންގެ މަގެވެ. އެ މަގަކީ، ޙައްޤުގެ މަގު އެނގި ތިބެމެ އެ މަގުން ނުހިނގުމުގެ ސަބަބުން، އިބަ إِلٰهُ އެ ބައެއްގެ މައްޗަށް ކޯފާލެއްވި މީހުންގެ މަގެއް ނޫނެވެ. އަދި ޙައްޤުގެ މަގު ނޭނގުމުގެ ސަބަބުން، މަގުފުރެދިފައިވާ މީހުންގެ މަގެއް ވެސް ނުމެ ނޫން މެއެވެ.[43] ދަންނާށެވެ! اللهُ  އެ ފަރާތްތަކަށް ނިޢުމަތްދެއްވި ރަސޫލުންނާއި، ނަބިއްޔުންނާއި، ޞިއްދީޤުންނާއި، ޝަހީދުންނާއި، ޞާލިޙުންނާއި، މި ހުރިހައި ފަރާތެއްމެ ސީދާވެގެންވާ ތެދުމަގުގައި ދެމިތިއްބެވިއެވެ. މި ކަމަށް އިޝާރާތްކުރައްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. (وَمَنْ يُطِعِ اللهَ وَالرَّسُولَ فَأُولٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَٰئِكَ رَفِيقاً)[44] މާނައީ: [އަދި، اللهُ އާއި، އެ إِلٰهُގެ ރަސޫލާއަށް ކިޔަމަންތެރިވެއްޖެ މީހާ ދަންނާށެވެ! ފަހެ، އެ މީހާ ވާހުށީ، اللهُ  އެ ބަޔަކަށް ނިޢުމަތް ދެއްވި މީހުން ކަމުގައިވާ ނަބިއްޔުންނާއި، ޞިއްދީޤުންނާއި، ޝަހީދުންނާއި، ޞާލިޙުންނާ އެކުގައެވެ. އަދި އެކުގައި އުޅުމަށް، އެއީ ހައުދަހައިވާ ރަނގަޅު ބަޔެކެވެ.] މި އާޔަތުގައި ވަޙީކުރައްވައިފައިވާ ގޮތުން، ރަސޫލުންނާއި، ނަބިއްޔުންނާއި، ޞިއްދީޤުންނާއި، ޝަހީދުންނާއި، ޞާލިޙުންނަކީ، اللهُ  އެ ބަޔަކަށް ހިދާޔަތުގެ މަގުން ހިނގުމުގެ ތައުފީޤުދެއްވައި ސުވަރުގޭގެ ނިޢުމަތްދެއްވި މީހުންނެވެ.[45] ދަންނާށެވެ! ޔަހޫދީންނަކީ، ޙައްޤު އެނގި ތިބެމެ ޙައްޤު ދޫކޮށްލުމުގެ ސަބަބުން، اللهُ ގެ ކޯފާ ޙައްޤުވި މީހުންނެވެ. އަދި ނަޞާރާއިންނަކީ، ނޭނގި ތިބެ ޙައްޤުގެ މަގުން އެއްކިބާވި މީހުންނެވެ. އެއީ، عِيسَى އާ މެދު ކަނޑައެޅި ބަޔާންވެގެންވާ މަގުފުރެދުމެއްގައި އެބައިމީހުން ވާތީއެވެ. ވީމާ، އެ ބައެއްގެ މައްޗަށް، އިބަ إِلٰهُ ކޯފާލެއްވި ޔަހޫދީންނާއި، އިބަ إِلٰهُގެ މަގުން އެއްކިބާވެ މަގުފުރެދުނު ނަޞާރައިންގެ ތެރޭގައި، އަޅަމެން ނުލައްވާނދޭވެ! އަދި އެ ދެބައިމީހުންނާ އެއްގޮތްވެގަނެގެން އުޅޭ މީހުންގެ ތެރޭގައި ވެސް އަޅަމެން ނުލައްވާނދޭވެ! [46] اَلْإِمَامُ أَحْمَدއާއި، اَلْإِمَامُ ابْنُ مَاجَةއާއި، މި ދެ އިމާމުން ރިވާކުރެއްވި ޙަދީޘެއްގައި ވެއެވެ. رَسُولُ اللهِ  ޙަދީޘުކުރެއްވިއެވެ. «مَا حَسَدَتْكُمْ الْيَهُوْدُ عَلَى شَيْئٍ، مَا حَسَدَتْكُمْ عَلَى السَّلَامِ وَالتَّأْمِينِ»[47] މާނައީ: [ތިޔަބައިމީހުން އެކަކު އަނެކަކާ ސަލާމްކޮށް އުޅުމާއި، سُورَةُ الْفَاتِحَة ކިޔެވުމަށްފަހު އާމީން ކިއައި އުޅޭތީވެ، ތިޔަބައިމީހުން ދެކެ ޔަހޫދީން ޙަސަދަވެރިވާ ވަރަށް، އެހެން އެއްވެސް ކަމެއްގައި ތިޔަބައިމީހުންގެ މައްޗަށް އެބައިމީހުން ޙަސަދަވެރިއެއް ނުވެއެވެ.] (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ) (صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ) [48] މި ދުޢާއަކީ، މުސްލިމުންގެ ހިތްތަކުގެ ޝިފާއެވެ. މި ދުޢާ ކިއުމުން ޙައްޤަށް އިންކާރުކުރުމާއި، ޖާހިލުކަމާއި ފުރެދުމުގެ ބައްޔަށް ޝިފާލިބި، އެ ފަދަ އެންމެހައި ކަންކަމުން މީހާ ސަލާމަތްވާނެތެވެ. އަދި، الله ގެ އަޅުތަކުންނަށް، މި ދުޢާކުރުމަށް، އެ إِلٰهُ އެންގެވުމުން، އެނގި ސާބިތުވަނީ، އަޅުތަކުންނަށް، اللهُ  ދެއްވައިފައިވާ އެންމެ ބޮޑު ނިޢުމަތަކީ، އިސްލާމް ދީނުގެ ތެދު މަގު ކަމެވެ. ކަން މިހެން ހުރުމާ އެކު، ޙައްޤަކީ ކޮބައިކަން ދެނެގަނެ، ޙައްޤަށް ތަބާވެއްޖެ ބަޔަކީ، ތެދުމަގު ލިބުން އެންމެ އައުލާކަން ބޮޑު މީހުންނެވެ. ހަމަކަށަވަރުން، ރަސޫލުންނާއި ނަބިއްޔުންނަށް ފަހު، ޙައްޤުގެ މަގުގައި އެންމެ ބޮޑަށް ސާބިތުވެވަޑައިގެން ތިއްބެވީ، رَسُولُ اللهِ ގެ އަޞްޙާބުންނެވެ. އަދި، اللهُ  ރުއްސުންލެއްވި އަޞްޙާބުންގެ މާތްކަމާއި، އަޞްޙާބުންނަށް، އެ إِلٰهُ ދެއްވައިފައިވާ މަޤާމުގެ މަތިވެރިކަން ވެސް، މި އާޔަތުން ރަނގަޅަށް އެނގި ސާބިތުވެއެވެ. [49] ދަންނާށެވެ! މި ސޫރަތް ކިޔަވައި ނިމުމުން، آمِين ކިއުމަކީ މުސްތަޙައްބު ސުންނަތެކެވެ. މާނައީ: އޭ اللهއެވެ! މި އަޅާގެ ދުޢާ އިޖާބަކުރައްވާނދޭވެ! އަދި ދަންނާށެވެ! آمِين: މިއީ، سُورَةُ الْفَاتِحَةِގެ އާޔަތެއް ނޫން ކަމުން، ހުރިހައި ޢިލްމުވެރީންމެ އިއްތިފާޤުވެވަޑައިގެންފައި ވަނީ، سُورَةُ الْفَاتِحَةِ ނިމޭ ތާނގައި، މުޞްޙަފުގައި آمِين ނުލިއުމަށެވެ. [50] اللهُ ގެ ވާގިފުޅާ ލައިގެން، سُورَةُ الْفَاتِحَةِގެ ތަފްސީރު ލިއުމަށް އަޅުގަނޑު ގަސްތުކުޅަ މިންވަރަށް ލިޔެ ނިމުނީއެވެ. ދެން، މި ފަށަނީ سُورَةُ الْبَقَرَةِގެ ތަފްސީރު ލިއުމަށެވެ. ފުރިހަމަކުރުމުގެ ތައުފީޤު ދެއްވާނީ ވެސް، އެ إِلٰهއެވެ. اللهُ ގެ އޯގާވަންތަކަމުން، ކީރިތި ޤުރްއާނަށް އީމާންވެ، އެ ފޮތުގައިވާ ޙުކުމްތަކާއި، އިރްޝާދުތަކާއި، ވާހަކަތައް ތެދުކޮށް، ޤަބޫލުކޮށް، އެ ފޮތުގައިވާ މަގުން ހިނގުމުގެ ހެޔޮ ތައުފީޤު، އެންމެހައި މުސްލިމު އަޚުންނާއި އުޚްތުންނަށް، އެ إِلٰهُ ދެއްވާށިއެވެ! އާމީން!","[43]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[44]- سُورَةُ النِّسَاءِ : 96\n[45]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإِمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[46]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[47]- مُسْنَدُ الْإِمَامِ أَحْمَدَ وَسُنَنُ الْإِمَامِ ابْنِ مَاجَة\n[48]- سُورَةُ الْفَاتِحَةِ : 6-7\n[49]-  التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[50]-  التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["سُوْرَةُالْبَقَرَةއަކީ މަދަނީ ސޫރަތެކެވެ. މި ސޫރަތަކީ، ކީރިތި ޤުރްއާނުގައިވާ އެންމެ ދިގު ސޫރަތެވެ. މި ސޫރަތުގައި ވަނީ (286) ދުއިސައްތަ އައްޑިހަ ހަ އާޔަތެވެ. އެ އާޔަތްތަކުގައި ވަނީ (04) ސާޅިސް رُكُوعއެވެ. މިއީ، ކީރިތި ޤުރްއާނުގެ (2) ދެވަނަ ސޫރަތެވެ. މި ސޫރަތަކީ، މަދީނާގައި ބާވައިލެއްވުނު އެންމެ ފުރަތަމަ ސޫރަތެވެ. އަދި، ކީރިތި ޤުރްއާނުގައިވާ އެންމެ ދިގު އާޔަތަކީ، މި ސޫރަތުގެ 282 ވަނަ އާޔަތެވެ. އެއީ، آيَةُ الدَّيْنގެ ނަމުން މަޝްހޫރުވެފައިވާ އާޔަތެވެ. އަދި، ކީރިތި ޤުރްއާނުގެ ބައެއް ސޫރަތްތައް ފެށިފައިވާ ގޮތަށް، މި ސޫރަތް ވެސް ފެށިފައި ވަނީ، އަލިފުބާގެ ވަކިވަކި އަކުރުތަކަކުންނެވެ. އެއީ، “ ا ل م ] މި ތިން އަކުރެވެ. މި ސޫރަތް ފައްޓަވައިފައި ވަނީ، ކީރިތި ޤުރްއާނުން މީސްތަކުންނަށް ކުރާ އަސަރުގެ ވާހަކައިންނެވެ. އެއަށްފަހު ބަޔާންކުރައްވައިފައި ވަނީ، ޤުރްއާނާ މެދު މީސްތަކުން ބެހިފައިވާ ގޮތެވެ. ފުރަތަމަ ބަޔަކީ، އެ ފޮތަށް އީމާންވެ އެ ފޮތުގައިވާ ގޮތަށް ޢަމަލުކުރާ މުސްލިމުންނެވެ. ދެވަނަ ބަޔަކީ، ފައުޅުގައި އެ ޤުރްއާން ދޮގުކޮށް އެ ފޮތަށް އިންކާރުކުރާ ކާފިރުންނެވެ. ތިންވަނަ ބަޔަކީ، ދޮގުވެރި، މަކަރުވެރި، ޙީލަތްތެރި، ކެހިވެރި، ދެފުށް ދެގޮތް މުނާފިޤުންނެވެ.[1] ޤުރްއާނާ މެދު މީސްތަކުން ބެހިފައިވާ ގޮތް ބަޔާންކުރެއްވުމަށްފަހު، މި ސޫރަތުގެ 21ވަނަ އާޔަތުން ފެށިގެން 142 ވަނަ އާޔަތުގެ ނިއަލަށް އައިސްފައިވާ އާޔަތްތަކުގައި، اللهُ  މުޚާޠަބު ކުރައްވައިފައި ވަނީ ޢާންމުކޮށް އެންމެހައި މީސްތަކުންނާއެވެ. އެ އާޔަތް ތަކުގައި، اللهُ  އެންމެހައި މީސްތަކުންނަށް އެންމެ ފުރަތަމަ ގޮވައިލައްވައިފައި ވަނީ، އެ إِلٰهُގެ އެއްކައުވަންތަކަން ޤަބޫލުކޮށް، އެ إِلٰهއަށް އީމާންވުމަށެވެ. ދެން، އީމާންކަމަށް ގޮވައިލެއްވުމަށް ފަހު ބަޔާންކުރައްވައިފައި ވަނީ، ކައު އިތުރު ރަސޫލާގެ ތެދުވެރިކަމާއި، ކީރިތި ޤުރްއާނަކީ، اللهُ ގެ ޙަޟްރަތުން ބާވައިލެއްވިގެންވާ ފޮތެއް ކަމާއި، އެ ފޮތުގައިވާފަދަ ކިތަންމެ ކުރު ސޫރަތެއް ވިއަސް ގެނައުމަކީ އެއްވެސް މަޚްލޫޤަކަށް ކުރެވޭނޭ ކަމެއް ނޫންކަމެވެ. އެއަށްފަހު، ހަނދާންކޮށްދެއްވައިފައި ވަނީ، އިންސާނާ އުފެއްދެވި ގޮތާއި އެ އިންސާނާގެ މާތްކަމުގެ ވާހަކައެވެ. އަދި، آدَمُ ގެ ދެކަނބަލުންނާ ޢަދާވާތްތެރިވެ، އެ ދެކަނބަލުން މަގުފުރެއްދުމަށް ޝައިޠާނާ ކުރި މަސައްކަތުގެ ނަތީޖާއެއްގެ ގޮތުން އެ ދެކަނބަލުންނާއި ޝައިޠާނާ ބިމުގައި ލެއްވި ވާހަކައެވެ. އެއަށް ފަހު، ޤިޔާމަތާ ޖެހޭނދެން ވެސް އިންސާނުންނާ ޢަދާވާތްތެރިވެ އެބައިމީހުން މަގުފުރެއްދުމަށް އެ ޝައިތާނާ މަސައްކަތްކުރާނޭ ކަމުގެ ވާހަކައެވެ. ދެން އެއަށްފަހު، މުޚާޠަބުކުރައްވައިފައި ވަނީ ބަނީ އިސްރާއީލު ބާގައިގެ މީހުންނާއެވެ. اللهُ  އެބައިމީހުންނަށް ދެއްވި ނިޢުމަތްތައް ހަނދާންކޮށްދެއްވަމުން، އެ އާޔަތްތަކުގައި އެބައިމީހުންނަށް ގޮވައިލައްވައިފައި ވަނީ، އެ ކަމެއްގައި އެބައިމީހުންނަށް ލާބައާއި މަންފާ ލިބެނިވި ކަންތައްތަކަށެވެ. އަދި، އެ إِلٰهއަށް އުރެދި ނުކިއަމަންތެރިވުމުގެ ސަބަބުން، އެބައިމީހުންގެ ކާބަފައިންނަށް ދެއްވި ޢުޤޫބާތުގެ ޚަބަރުދެއްވައި، އެބައިމީހުންނަށް ވެސް ބިރުވެރި ކަމުގެ އިންޛާރުދެއްވައިފައި ވެއެވެ. އަދި އެބައިމީހުންނާއި އެބައިމީހުންގެ ކާބަފައިންގެ ކިބައިގައި ހުރި ނުބައި ނުލަފާ ނޭދެވޭ ސިފަތަކާއި ކަންތައްތައް ވެސް ނުހަނު ތަފްޞީލުކޮށް އެ އާޔަތްތަކުގައި ބަޔާންކުރައްވައިފައި ވެއެވެ. އެ ވާހަކަތަކަށްފަހު ބަޔާންކުރައްވައިފައި ވަނީ، ގިނަ ނަބިއްޔުންގެ ބަފައިކަލުން إِبْرَاهِيْمُ އާ މެދު ކަންތައްތައް ހިނގައިދިޔަ ގޮތާއި، އެ ރަސޫލާއާއި ޢަރަބީންނާ ހުރި ގުޅުމަކީ ކޮބައިކަމާއި، އެ ރަސޫލާއާ މެދު ޢަރަބީން ތިބި ގޮތެވެ. ދަންނާށެވެ! ބަޔާންވެދިޔަ ހުރިހައި ކަމަކީ، ވަޙީގެ ބަސްފުޅުތަކުން މެނުވީ، اللهُ ގެ ރަސޫލާ مُحَمَّدٌ  އަށް އެނގިވަޑައިގަންނަވާނޭ ކަންކަމެއްނޫނެވެ. ވުމާއެކު، އެ އާޔަތްތަކުގައިވާ ވާހަކަތަކުން އެނގި ކަށަވަރުވަނީ، مُحَمَّدٌ އީ، الله ގެ ޙަޟްރަތުން ފޮނުއްވިގެންވާ ރަސޫލަކުކަމެވެ. ދެން އެއަށްފަހު، މި ސޫރަތުގެ 143 ވަނަ އާޔަތުން ފެށިގެން ސޫރަތް ނިމެންދެން ހުރި އާޔަތްތަކުގައި، اللهُ  މުޚާޠަބު ކުރައްވައިފައި ވަނީ، مُحَمَّدٌ  އިސްލާމް ދީނަށް ގޮވައިލެއްވުމުން އެ ދީން ޤަބޫލުކުރި މީހުންނާއެވެ. އެ އާޔަތްތައް ފެށިފައި ވަނީ، الله  މުސްލިމުންގެ ޤިބްލަ ބަދަލުކުރެއްވުމުން، މުސްލިމުންނާއި އަހްލުކިތާބީންނާ ދެމެދު އުފެދުނު ޚިލާފުގެ ވާހަކައިންނެވެ. އެއަށްފަހު، ބަޔާންކުރައްވައިފައި ވަނީ، އިސްލާމީ ޝަރީޢަތުގެ ބައެއް ޙުކުމްތަކާއި، އިސްލާމީ މުޖްތަމަޢެއްގައި މީސްތަކުން ކޮންމެހެން އަދާކުރާންޖެހޭ ވާޖިބުތަކެވެ. އެއީ، اللهُ  އެއްކައުވަންތަކޮށް، ޚާލިޞް ތައުޙީދުގެ މަތީ ސާބިތުވެ ތިބެވޭނޭ ގޮތާއި، ޤިޞާޞުހިފުމާއި، ވަޞިއްޔަތްކުރުމާއި، އިސްލާމް ދީނަށް ޓަކައި ޖިހާދުކުރުމާ އަދި، اللهُ ގެ މަގުގައި ހޭދަކުރުމާ ބެހޭ ބައެއް ޙުކުމްތަކެވެ. ދެން، އެއަށްފަހު ބަޔާންކުރައްވައިފައި ވަނީ، ރޯދައާއި، ޙައްޖާއި، ޢުމްރާއާ ބެހޭ ޙުކުމްތަކެވެ. ދެން، ބަނގުރާއާ ބެހޭ ގޮތުން އެންމެ ފުރަތަމަ ބާވައިލެއްވި ޙުކުމެވެ. ދެން އެއަށްފަހު، މުޝްރިކުންނާ ކާވެނިކުރުމުގެ ޙުކުމާއި އަންހެނުންގެ ޢިއްދައާއި، އީލާއާއި، ވަރިއާއި، ދަރީންނަށް ކިރުދިނުމާއި، މި ކަންކަމާ ގުޅޭ ބައެއް ޙުކުމްތަކެވެ. އޭގެ ފަހުގައި، ވިޔާފާރިއާއި، ރިބާއާއި، ދަރަނިދިނުމާއި، ދަރަނިނެގުން ފަދަ މުޢާމަލާތްތަކާ ގުޅޭ ބައެއް ޙުކުމްތަކެވެ. އަދި ވަކީން ޚާއްޞަކޮށް ރަހުނާ ގުޅޭ ބައެއް ޙުކުމްތަކެވެ. އަދި ބަޔާންވެދިޔަ ޙުކުމްތަކުގެ އިތުރަށް، ޢިބްރަތްތެރި ބައެއް ވާހަކަތަކާއި ޙިކްމަތުގެ ބަސްފުޅުތައް ދޭތެރެ ދޭތެރެއިން އައިސްފައި ވެއެވެ. މި ސޫރަތް ނިންމަވައިލައްވައިފައި ވަނީ، ވަރަށް ފުރިހަމަ އިސްލާމީ ދުޢާއަކުންނެވެ.[2]\n...\nبِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ\nاللهُ ގެ އިސްމުފުޅުގެ ބަރަކާތުން ފަށަމެވެ. އެއީ، اللهُ ގެ ޙަޟްރަތުން ވާގިއެދިހުރެ، މި އަޅާ ކުރާން މި ގަސްތުކުރާ ހެޔޮ ޢަމަލު ނިމުމަކަށް ދާނދެން، އެ ކަމުގައި ދެމިހުރުމުގެ ހެޔޮ ތައުފީޤުދެއްވައި، މި ޢަމަލު ޤަބޫލުކުރެއްވުން އެދޭ ޙާލުގައެވެ. اللهُ އީ، އެ إِلٰهއަށް ކިޔަމަންގަންނަ އަޅުންނަށާއި، ކިޔަމަންނުގަންނަ އަޅުންނަށާ އަދި އެންމެހައި ޚަލްޤުތަކުންނަށް، ދުނިޔޭގައި ކުދިބޮޑު ނިޢުމަތްތައް ދެއްވާ، ރަޙްމާނުވަންތަ إِلٰهއެވެ. އަދި ދުނިޔޭގައި އުޅުނު އިރު، އެ إِلٰهއަށް ކިޔަމަންގަތް އަޅުންނަށް، އާޚިރަތުގައި ނުހަނު އޯގާވަންތަ ރަޙީމުވަންތަ إِلٰهއެވެ.\n...\n(1) ا ل م މި އަކުރުތަކަކީ، އަލިފުބާގެ އަކުރުތަކުގެ ތެރޭގައި ހިމެނޭ އަކުރުތަކެކެވެ. މި އަކުރުތަކުގެ މުރާދު ދެނެވޮޑިގެންވަނީ، ހަމައެކަނި اللهُ  އެވެ. ދަންނާށެވެ! މި ސޫރަތް ނޫނަސް، އަލިފުބާގެ އަކުރުތަކުން ފެށިފައިވާ އެތައް ސޫރަތެއް، ކީރިތި ޤުރްއާނުގައި ވެއެވެ. އަދި މި ފަދަ އަކުރުތަކަށް ކިއަނީ، الْحُرُوْفُ الْمُقَطَّعَةُގެ އަކުރުތަކެވެ. އެ އަކުރުތަކަކީ، ޢަރަބި ބަހުގެ އަކުރުތަކެއް ކަމުގައި ވެފައި، އެ އަކުރުތަކުން އެމުނި އެކުލެވިގެންވާ ބައެއް އާޔަތްތައް، ކީރިތި ޤުރްއާނުގައި ވެއެވެ. އަދި ޤުރައިޝު ވަންހައިގެ މީހުންނަކީ، ޢަރަބި ބަހަށް އެންމެ ކުޅަދާނަ އަދި ޢަރަބީންގެ ތެރޭގައި ތިބި އެންމެ ފަޞާޙަތްތެރި، އެންމެ ބަލާޣާތްތެރި މީހުން ކަމުގައި ވުމާ އެކު ވެސް، އެބައިމީހުން ވަނީ، އެ ފަދަ އެންމެ އާޔަތެއްގެ މިންވަރު ވިއަސް ގެނެސްގަތުމަށް ނުކުޅެދިފައެވެ. އަދި ކިއެއްތަ! އެންމެހައި އިންސީންނާއި ޖިންނީން ވެސް ވަނީ، އެ ޤުރްއާނާ އެއްފަދަ ފޮތެއް ނުވަތަ އެ ފޮތުގައިވާފަދަ އެންމެ ސޫރަތެއް ނުވަތަ އާޔާތެއް ވިއަސް ގެނައުމަށް ނުކުޅެދިފައެވެ. މި ކަމުން އެނގި ސާބިތު ވަނީ، ހަމަކަށަވަރުން ވެސް، ކީރިތި ޤުރްއާނަކީ، اللهُ  ބާވައިލައްވައިފައިވާ ފޮތެއް ކަމެވެ. އަދި، ޤުރްއާނަކީ، مُحَمَّدٌ  އަމިއްލަފުޅަށް ހައްދަވައިފައިވާ ފޮތެއް ނޫން ކަމެވެ. އަދި މީހެއްގެ ގާތުން އުނގެނިވަޑައިގެންފައިވާ ފޮތެއް ވެސް ނޫންކަމެވެ.[3]","[1]- صَفْوَةُ التَّفَاسِيرِ لِلشَّيْخِ مُحَمَّدِ بْنِ عَلِي الصَّابُونِي وَالتَّفْسِيرُ الْوَاضِحِ لِلدَّكْتُورِ مُحَمَّدِ الْحِجَازِي\n[2]- صَفْوَةُ التَّفَاسِيرِ لِلشَّيْخِ مُحَمَّدِ بْنِ عَلِي الصَّابُونِي وَالتَّفْسِيرُ الْوَاضِحُ لِلدَّكْتُورِ مُحَمَّدِ الْحِجَازِي\n[3]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(2) ޝައްކެއްނެތެވެ. ވީމާ، މި ފޮތް ބާވައިލެއްވުނީ، اللهُ ގެ ޙަޟްރަތުން ކަމާ މެދު ޝައްކުނުކުރާށެވެ! އަދި، ކީރިތި ޤުރްއާނަކީ، اللهُ އަށް ބިރުވެތިވެ، އެ ފޮތުގައިވާ ޙުކުމްތަކަށް ތަބާވެ އެ ޙުކުމްތަކާ އެއްގޮތަށް ޢަމަލުކުރާ ތަޤްވާވެރީންނަށް ޓަކައި ހުރި ހިދާޔަތެއް ކަމަށް ވުމާއެކު، އެ ފޮތުން ފައިދާކުރާނީ ހަމައެކަނި ތަޤްވާވެރީންނަށެވެ.[4]","[4]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(3) އެ ތަޤްވާވެރީންނަކީ، ޣައިބަށް އީމާންވާ މީހުންނެވެ. އަދި ޣައިބުގައިވާ ކަންތައްތަކަކީ، އެބައިމީހުންގެ ޙިއްސުތަކާއި ބުއްދީގެ ވަސީލަތުން ދެނެގަނެވޭނޭ ކަންކަމެއް ނޫންކަން ތެދުކުރާ މީހުންނެވެ. އެހެނީ، ޣައިބުގައިވާ ކަންތައްތަކަކީ، اللهُ ގެ ރަސޫލުންނަށް، އެ إِلٰهُ ބާވައިލައްވާ ވަޙީގެ ބަސްފުޅަކުން މެނުވީ، އެނގޭނޭ ކަންކަމެއް ނޫނެވެ. އެއީ، މަލާއިކަތުންވާކަމާއި، ސުވަރުގެއާއި، ނަރަކަ ވާކަމާ އަދި އެ ނޫން ވެސް ޣައިބުގައިވާ އެންމެހައި ކަންކަމެވެ. އަދި އެ ތަޤްވާވެރީންނަކީ، رَسُولُ اللهِ  ނަމާދުކުރައްވައި ދެއްކެވި ގޮތާ އެއްގޮތަށް، ކޮންމެ ނަމާދެއްމެ، އެ ނަމާދެއްގެ ވަގުތުގައި އަދާކުރުމަށް ރައްކައުތެރިވާ މީހުންނެވެ. އަދި އެބައިމީހުންނަކީ، اللهُ  އެބައިމީހުންނަށް ދެއްވި މުދަލުން ފަރްޟު ޒަކާތްދީ، އަދި ޞަދަޤާތްކޮށް އުޅޭ މީހުންނެވެ.[5]","[5]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(4) އޭ ރަސޫލާއެވެ! އަދި އެ ތަޤްވާވެރީންނަކީ، އިބަ ރަސޫލާއަށް ބާވައިލެއްވުނު ޤުރްއާނަށާއި، އިބަ ރަސޫލާގެ ސުންނަތަށާއި، އިބަ ރަސޫލާގެ ކުރީގެ ރަސޫލުންނަށް ބާވައިލެއްވުނު އެންމެހައި ފޮތްތަކަށް އީމާންވެ، އެ ފޮތްތައް ތެދުކޮށް، މީސްތަކުން މަރުވުމަށްފަހު އަލުން ދިރުއްވައި، ކަށްވަޅުން ނެރުއްވައި، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން އެބައިމީހުން މަޙްޝަރުކުރައްވާނޭ ކަމާއި، ޙިސާބުބައްލަވައި، އެ މީހަކު ކުޅަ ޢަމަލަކަށް ޙައްޤު ޖަޒާ ނުވަތަ ސަޒާ ލިބޭނޭ ކަން ޔަޤީންކޮށް އެ ކަންކަމަށް އީމާންވާ މީހުންނެވެ. ދަންނާށެވެ! ޢާޚިރަތް ދުވަހަށް އީމާންވުމަކީ، ހެޔޮ ކަންތައްތައްކޮށް، ނަހީކުރެއްވި ކަންތައްތަކުން ދުރުވެ، ތިމާގެ ނަފްސު ޙިސާބުކުރުން މަތީ ދެމިހުރުމަށް މަގުފަހިވާ ކަމެކެވެ.[6]","[6]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(5) ބަޔާންވެދިޔަ ސިފަތަކުގެ އަހްލުވެރީންނަކީ، އެބައިމީހުންގެ ސާހިބުވަންތަ إِلٰهُ އެބައިމީހުންނަށް ދެއްވި ހިދާޔަތުގެ މަތީގައި ދެމިތިބޭ މީހުންނެވެ. އަދި އެބައިމީހުން އެދިއުޅުނު ކަންތައް ޙާޞިލުވެ ކާމިޔާބު ލިބެނިވި މީހުންނަކީ ހަމަ އެބައިމީހުންނެވެ. އަދި ނުބައި ކަންތައްތަކުން ދުރުވެ ރައްކައުތެރިވުމުގެ ސަބަބުން، ސަލާމަތްކަން ލިބި ދިންނަވާނޭ މީހުންނަކީ ވެސް ހަމަ އެބައިމީހުންނެވެ.[7]","[7]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(6) އޭ ރަސޫލާއެވެ! ހަމަކަށަވަރުން، އިބަ ރަސޫލާގެ ސާހިބުވަންތަ إِلٰهُ، އިބަ ރަސޫލާއަށް ބާވައިލެއްވި ވަޙީއާމެދު ދެކޮޅުހަދައި އިންކާރުކޮށް ކާފިރުވި މީހުންނީ، ބޮޑާކަމުގައި ހައްދުފަހަނަޅައިފައިވާ ބަޔެކެވެ. އެހެންކަމުން، އެ ފަދަ މީހުންނަށް، اللهُ  ދެއްވާނޭ ބިރުވެރި ޢަޛާބުގެ ޚަބަރު، އިބަ ރަސޫލާ އެބައިމީހުންނަށް ދެއްވައި އިންޛާރުކުރެއްވިއަސް، ނުވަތަ އިންޛާރުނުކުރެއްވިއަސް، އެ ދެގޮތްމެ އެބައިމީހުންގެ މައްޗަށް ހަމަހަމަވެގެން ވެއެވެ. އެހެނީ، އެބައިމީހުންނަކީ އީމާންވާނޭ ބައެއް ނޫނެވެ. އަދި ކިއެއްތަ! އެ ބައިމީހުން އެ ތިބި ބާޠިލު ގޮތުގައި އެބައިމީހުން ދެމިތިބޭނެތެވެ.[8]","[8]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(7) اللهُ  އެ ވަނީ، އެ ކާފިރުންގެ ހިތްތަކާއި، ކަންފަތްތަކުގައި، ސިއްކަޖައްސަވައި، ބަންދުކުރައްވައިފައެވެ. އަދި އެބައިމީހުންގެ ލޯތަކުގެ މަތީގައި އެ ވަނީ ފަރުދާއެއް އަޅުއްވައިފައެވެ. އެއީ، އެބައިމީހުންނަށް ޙައްޤު ފައުޅުވެ އެނގުމަށްފަހު، އެ ކަމާ ދެކޮޅުވެރިވެ ކާފިރުވުމުގެ ސަބަބުންނެވެ. ވީމާ، ތެދުމަގު ލިބި އީމާންވުމުގެ ތައުފީޤެއް އެބައިމީހުންނަކަށް ނުލިބުނެވެ. އެހެންކަމުން، އެބައިމީހުންނަށް ހުރީ ޖަހަންނަމައިގެ ގަދަފަދަ ޢަޛާބެވެ.[9]","[9]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(8) އަދި އީމާންކަމާއި ކާފިރުކަމާ ދެމެދު، ޝައްކުކަން މަތީ ދެމިތިބޭ ބަޔަކު، މީސްތަކުންގެ ތެރޭގައި ވެއެވެ. އެއީ، މުނާފިޤުންނެވެ. އެބައިމީހުން ބުނެއެވެ. ތިމަންމެން މިވަނީ، اللهُ އަށާއި އާޚިރަތްދުވަހަށް އީމާންވެގެންނެވެ. ނަމަވެސް، އެ ވާހަކައަކީ ހަމައެކަނި އެބައިމީހުން ދުލުކޮޅުން ބުނެލާ ބަހެކެވެ. އެހެންކަމުން، އެބައިމީހުންނީ، އެތެރެފުށުން ކާފިރުކަންމަތީ ތިބި، އީމާންނުވާ ބަޔެކެވެ.[10] ފަހެ، އެބައިމީހުން އެ ތިބީ އިސްލާމް ދީން ޤަބޫލުކުރުމާއި ނުކުރުމާ މެދު ހަދާނެނަހަދާނެ ގޮތެއް ނޭނގި ޝައްކުކަމެއްގެ ތެރޭގައެވެ.","[10]- تَفْسِيرُ الْبَيْضَاوِي لِلْقَاَضِي نَاصِرِ الدَّينِ الْبَيْضَاوِي"],["(9) اللهُ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވެގެންތިބިކަމަށް ދުލުކޮޅުން ބުނެ، ހިތުތެރޭގައި ކާފިރުކަން ފޮރުވައިގެން ތިބޭ މުނާފިޤުން އެ ހީކުރަނީ، اللهُ އަށާއި މުއުމިނުންނަށް، އެބައިމީހުން އޮޅުވައިލަނީ ކަމުގައެވެ. އަދި އެ ގޮތަށް ކަންތައް ކުރުމުން، އެބައިމީހުން އެ އޮޅުވައިލަނީ، އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ކަމުގައި މެނުވީ ނުވެއެވެ. އެހެނީ ހަމަކަށަވަރުން، އެބައިމީހުންގެ އެ ކެހިވެރި އޮޅުވައިލުމުގެ ނުބައިކަން އެންމެފަހުން އެނބުރިދާހުށީ ހަމަ އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށެވެ. ނަމަވެސް، އެބައިމީހުންގެ ޖާހިލުކަމުގެ ބޮޑުކަމުން، އެބައިމީހުންނަށް އެ ކަން އިޙްސާސު ވެސް ނުވެއެވެ. އެއީ، އެބައިމީހުންގެ ހިތްތައް ފަސާދަވެފައިވުމުގެ ސަބަބުންނެވެ.[11]","[11]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(10)އެ މުނާފިޤުންގެ ހިތްތަކުގައި ވަނީ، ޙައިރާންކަމާއި، ޝައްކުކުރުމާއި، ދޮގުހެދުމުގެ ނުބައި ބަލިމަޑުކަމެވެ. ވުމާއެކު، ޢުޤޫބާތްލިބުން ޙައްޤުވަނިވި ފާފަތަކަށް އެބައިމީހުން އަރައިގަނެއެވެ. އެ ކަމުގެ ސަބަބުން، އެބައިމީހުންގެ ހިތްތަކުގައި ހުރި ނިފާޤުކަމުގެ ނުބައި ބަލިމަޑުކަމުގެ މައްޗަށް ބަލިމަޑުކަން، اللهُ އެބައިމީހުންނަށް އިތުރުކުރެއްވިއެވެ. އަދި، اللهُ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންނުވާ ޙާލު، اللهُ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވެގެންތިބި ބަޔަކުކަމުގައި ބުނެ ދޮގުހެދުމުގެ ސަބަބުން، އެބައިމީހުންނަށް ހުރީ ވޭންދެނިވި ޢަޛާބެވެ.[12]","[12]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(11) މުނާފިޤުންނަކީ، اللهُ އަށް އުރެދި ބިމުގައި ފަސާދަކޮށް، ކާފިރުންނާ ގުޅުން ބަހައްޓައި، މުއުމިނުންގެ ސިއްރުތައް ކާފިރުންނަށް ގެންގޮސްދޭ ބަޔެކެވެ. އަދި އެ ފަދަ ކަންކަމުން ދުރުވެ ރައްކައުތެރިވުމަށް އެބައިމީހުންނަށް ނަސޭހަތްތެރިވެވިއްޖެ ނަމަ، އެ ނަސޭހަތް ޤަބޫލުނުކޮށް ޖަދަލުކުރުމުގެ ގޮތުން އެބައިމީހުން ބުނެއުޅެއެވެ. ތިމަންމެން މިވަނީ ކަންތައްތައް ރަނގަޅުކޮށް އިޞްލާޙުކުރާ ބަޔަކުކަމުގައެވެ.[13]","[13]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(12) ދަންނާށެވެ! ހަމަކަށަވަރުން އެ މުނާފިޤުންނަކީ، އިޞްލާޙުކުރާ ބަޔަކުކަމުގައި އެބައިމީހުން ބުނެއުޅުނު ކަމުގައި ވިއަސް، ޙަޤީޤަތުގައި ފަސާދަކުރާ މީހުންނަކީ ހަމަ އެބައިމީހުންނެވެ. އެހެނެއްކަމަކު، އެބައިމީހުންގެ ކިބައިގައި ހުރި ޖާހިލުކަމާއި ދެކޮޅުވެރިކަމާ ހުރެ، އެބައިމީހުންނަކަށް އެ ކަމެއް ނުވިސްނެއެވެ. އަދި އެ ކަން އިޙްސާސެއް ވެސް ނުމެ ކުރެވޭ މެއެވެ.[14]","[14]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(13) އަދި، مُحَمَّدٌ އަށް އީމާންވިމީހުން ފަދައިން ތިޔަަބައިމީހުން ވެސް އީމާންވުމަށް އެ މުނާފިޤުންނަށް ބުނެވިއްޖެ ނަމަ، މަލާމާތުގެ ގޮތުންނާއި އިންކާރުކޮށް ޖަދަލުކުރުމުގެ ގޮތުން، އެބައިމީހުން ބުނެއުޅެއެވެ. ނުވިސްނޭ ޖާހިލު މޮޔައިން އީމާންވީފަދައިން ތިމަންމެން ވެސް އީމާންވާންވީހެއްޔެވެ؟ އެ މޮޔައިން އީމާންވީފަދައިން ތިމަންމެން އީމާންވެއްޖެ ނަމަ ތިމަންމެން ވެސް ވާނީ، ޖާހިލުކަމާއި މޮޔަކަމުގައި އެބައިމީހުންނާ އެއްފަދަ ބަޔަކުކަމުގައެވެ. ދެން، އެ މުނާފިޤުންގެ އެ ޖަވާބަށް ރައްދުދެއްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. ދަންނާށެވެ! ނުވިސްނޭ ޖާހިލު މޮޔަ ބަޔަކީ، ހަމަ އެ މުނާފިޤުންކަން ކަށަވަރެވެ. އެހެނެއްކަމަކު، އެ ކަމެއް އެބައިމީހުންނަކަށް ނޭނގެއެވެ. އަދި އެބައިމީހުންގެ ކިބައިގައި ހުރި މަގުފުރެދުމުގެ ބޮޑުކަމުން، އެބައިމީހުންނަށް ހުރި ގެއްލުމާއި ހަލާކު ވެސް އެބައިމީހުންނަކަށް ނޭނގެއެވެ.[15]","[15]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(14) އަދި މުއުމިނުންނާ ބައްދަލުވެއްޖެ ނަމަ އެ މުނާފިޤުން ބުނެއުޅެއެވެ. ތިޔަބައިމީހުން ފަދައިން ތިމަންމެން ވެސް މިވަނީ، اللهُ އަށާއި، އެ إِلٰهُގެ ރަސޫލާއަށް އީމާންވެ އިސްލާމް ދީން ޤަބޫލުކޮށްގެންނެވެ. އަދި، اللهُ އަށް އުރެދި ނުކިޔަމަންތެރިވެގެންވާ ކާފިރުންގެ ބޮޑުންނާއި ބައްދަލުވެއްޖެ ނަމަ، އެ މުނާފިޤުން ބުނެއުޅެއެވެ. ތިމަންމެން މިވަނީ ތިޔަބައިމީހުންނާ އެކު، ތިޔަބައިމީހުންގެ ދީނުގައި ކަން ކަށަވަރެވެ. ހަމަކަށަވަރުން، ތިމަންމެން މިވަނީ މުއުމިނުންނަށް މަލާމާތްކޮށް ފުރައްސާރަކުރާ ބަޔަކު ކަމުގައެވެ.[16]","[16]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(15) އެ މުނާފިޤުން އެ ކުރާ ފުރައްސާރައިގެ ބަދަލު، އެބައިމީހުންނަށް، اللهُ  ދެއްވާހުއްޓެވެ. ދަންނާށެވެ! އެބައިމީހުންގެ މަގުފުރެދުމާއި، ޙައިރާންކަމާއި، ޝައްކުކަންމަތީ ދެމިތިބުމަށް ޓަކައި، އެ إِلٰهُ އެބައިމީހުންނަށް މުހްލަތުދެއްވައި ދޫކޮށްލައްވައިފައި ވެއެވެ.[17]","[17]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(16) އެ މުނާފިޤުންގެ އަމިއްލަ ނަފްސުތައް، އެބައިމީހުން އެ ވިއްކައިލީ ގެއްލުމާއި ހަލާކުހުރި ކަމަކަށެވެ. އެހެނީ، ހިދާޔަތާއި އީމާންކަމުގެ ބަދަލުގައި، އެބައިމީހުން އިޚްތިޔާރުކުރީ ދެފުށްދެގޮތްކަމާއި ކާފިރުކަމެވެ. ފަހެ، އެބައިމީހުން އެ ކުޅަ ވިޔަފާރީގައި އެބައިމީހުންނަކަށް އެއްވެސް ފައިދާއެއް ނެތެވެ. އަދި ކިއެއްތަ! ތެދުމަގު ލިބުނު ބަޔަކު ކަމުގައި ވެސް އެބައިމީހުން ނުވިއެވެ.[18]","[18]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(17) މުނާފިޤުންގެ މިސާލަކީ، ކަނު އަނދިރި ރެއެއްގައި، ބޮޑު ޞަޙަރާއެއްގެ ތަނަވަސް މައިދާނަކަށް ފައިބާ، ހީފިލުވުމަށާއި އަލިކަން ހޯދުމަށް އަލިފާން ރޯކުރި ބަޔެއްގެ މިސާލެވެ. ދެންފަހެ، އެ އަލިފާނުގެ ހުޅުގަނޑު ބޮޑުވެ، އެބައިމީހުންގެ ވަށައިގެންވާ ހުރިހައި ތަނަކަށް އަލިކޮށްލި ހިނދު، اللهُ  އެ އަލިފާންގަނޑު ނިއްވަވައި، އެބައިމީހުންނަށް ލިބުނު އަލިކަން ގެންދެވިއެވެ. އެހެންކަމުން، ކަނުއަނދިރީގެ ތެރޭގައިވެ، އެބައިމީހުންގެ ލޮލަށް އެއްވެސް އެއްޗެއް ނުފެންނަގޮތް ވިއެވެ. އަދި އެ އަނދިރިކަމުގެ ތެރެއިން ނުކުމެ ސަލާމަތްވެވޭނޭ ގޮތެއް ނުވަތަ މަގެއް ވިއަސް އެބައިމީހުންނަކަށް ނުފެނުނެވެ. ހަމަ އެ ފަދައިންމެ، އިސްލާމް ދީނުގެ ނޫރު އެބައިމީހުންނާ ހަމައަށް އައުމުން، އާޚިރަތުގައި އެބައިމީހުންނަކަށް އެއްވެސް ފައިދާއެއް ނުކުރިއެވެ. އެހެނީ، މުނާފިޤުންނަކީ، مُحَمَّدٌ ގެ ރިސާލަތަށް ބޭރުފުށުން އީމާންވެ، އެތެރެފުށުގައި ކާފިރުކަން ވަންހަނާކުރި މީހުންނެވެ. އެއީ، އެބައިމީހުންގެ ލެއާއި މުދައު ރައްކައުތެރި ކުރުމުގެ ބޭނުމުގައެވެ. އަދި ހަމަކަށަވަރުން، މުނާފިޤުންގެ ގޮތުގައި ތިބެ މަރުވުމުގެ ސަބަބުން، اللهُ ގެ ގަދަފަދަ ޢަޛާބަށް އެބައިމީހުން ހުށަހަޅުއްވާނެތެވެ.[19]","[19]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(18) އެ މުނާފިޤުންނަކީ، ޙައްޤު ބަސް އެހުމުގައި ބީރު، ޙައްޤު ވާހަކަ ދެއްކުމުގައި މަންމަން، ހިދާޔަތުގެ އަލިކަން ފެނުމުގައި ކަނު ބަޔެކެވެ. ވީމާ، އެބައިމީހުން ޤަބޫލުނުކޮށް ދޫކޮށްލި އީމާންކަމަށް އެނބުރި އައުމަކީ، އެބައިމީހުންނަށް ކުރެވޭނޭ ކަމެއް ނޫނެވެ. އެއީ، އީމާންކަމުގެ ބަދަލުގައި އެބައިމީހުން މަގުފުރެދުން އިޚްތިޔާރުކުރީމައެވެ.[20]","[20]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(19) ނުވަތަ މުނާފިޤުންގެ މިސާލަކީ، ޞަޙަރާއެއްގައި ދަތުރުކުރަމުން ދަނިކޮށް، ނުހަނު ބޯ ވިލާގަނޑެއް އެބައިމީހުންގެ މައްޗަށް އައި ބަޔެއްގެ މިސާލެވެ. އެ ވިލާގަނޑުން އެބައިމީހުންގެ މައްޗަށް ނުހަނު ބޯކޮށް ވާރޭވެހި، އެބައިމީހުންގެ މައްޗަށް، އެތައް އަނދިރިކަމެއް ވެރިވިއެވެ. އެއީ، ރޭގަނޑުގެ އަނދިރިކަމާއި، ވިލާގަނޑުގެ އަނދިރިކަމާއި، ވާރޭގެ އަނދިރިކަމެވެ. އަދި އެ ވިލާގަނޑުގައި، އަންދާލާފަދަ ހޮނުގުގުރިއާއި ވިދުވަރުވެއެވެ. އަދި އެ ވިލާގަނޑުން ޖަހާ ގަދަފަދަ ގުގުރީގެ އަޑުގެ ސަބަބުން، މަރުވެދާނޭ ކަމުގެ ބިރަށް، އެބައިމީހުން ކަންފަތުގައި އިނގިލި އަޅައި ބަންދުކުރެއެވެ. ހަމަ އެ ފަދައިންމެ، اللهُ ގެ އަމުރުފުޅުތަކާއި، ވަޢީދުގެ ބަސްފުޅުތަކާއި، އިސްލާމީ ޝަރީޢަތް މުނާފިޤުންނާ ހަމައަށް އައުމުން، އެ އަޑު ނޭހުމަށް ޓަކައި، އެބައިމީހުންގެ ކަންފަތްތަކުގައި އިނގިލި އަޅައި ބަންދުކުރެއެވެ. ދަންނާށެވެ! اللهُ ގެ ދެނެވޮޑިގަތުމާއި، ބާރުވެރިވަންތަކަމާއި، ކުޅަދުންވަންތަކަމާއި، މި ހުރިހައި ކަމެއްމެ ކާފިރުތަކުން ވަށައިލައިގެންވެއެވެ. އެހެންކަމުން، އެ إِلٰهއަށް ނުކުޅެދުމެއް ޖައްސައި، އެ إِلٰهُގެ ކުޅަދުންވަންތަކަމުގެ ދަށުން ނުކުމެވޭނޭ ހަމަ އެއްވެސް ފަރާތެއް ނުވެއެވެ.[21]","[21]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(20) އެ ވިލާގަނޑުން އަންނަ ވިދުވަރުގެ ގަދަކަމުން، އެބައިމީހުންގެ ލޮލުގެ ފެނުން ޖަހައިގަނެގެން ގެންގޮސްފާނޭ ކަހަލައެވެ. ކަން މިހެންހުރުމާ އެކު ވެސް، ވިދައިލާ ކޮންމެ ވަގުތަކުމެ އެ ވިދުވަރުގެ އަލީގައި އެބައިމީހުން ހިނގައިގަނެއެވެ. ވިދުވަރުގެ އަލިކަން ހިނގައްޖެ ނަމަ، އެބައިމީހުން ދާންވީ މަގު އަނދިރިވެދެއެވެ. އެހެންކަމުން، އެބައިމީހުން އެތިބި ތަނެއްގައި ހުއްޓިތިބެއެވެ. ދަންނާށެވެ! اللهُ މުނާފިޤުންގެ މިސާލުޖައްސަވައިފައި މިވަނީ، އަނދިރިގަނޑެއްގެ ތެރޭގައި ތިއްބައި ވިދާލުމުން އެ ވިދުވަރުގެ އަލީގައި ހިނގައިގަނެ، އެ އަލިކަން ފިލައި ދިއުމުން، އެއްވެސް ކޮޅަކަށް ނުގޮސް ހުއްޓިތިބޭ ބަޔެއްގެ މިސާލުންނެވެ. ހަމަ އެފަދައިންމެ، ޤުރްއާނުގެ އަޑުއިވުމުން ކަންބޮޑުވެ އެ އަޑު ނޭހުމަށް ޓަކައި ކަންފަތުގައި އިނގިލިއަޅައި، އެ އަޑު ނާހައިފި ނަމަ، ސަލާމަތްވެދާނޭ ކަމަށް މުނާފިޤުން ދެކެއެވެ. ނަމަވެސް، އެ ގޮތަށް ކަންތައް ކުރުމުން އެބައިމީހުންނަށް އެއްވެސް ކަހަލަ ސަލާމަތްކަމެއް އަދި ރައްކައުތެރިކަމެއް ވިއަސް އެބަ ވޭހެއްޔެވެ.[22] އަދި ދަނޑުގޮވާމާއި، ނަޢަމްސޫފިތަކާއި، ވިޔާފާރީގެ ކަންތައްތައް ރަނގަޅުވުމުން މުނާފިޤުން ބުނެތެވެ. مُحَمَّدِيَّ ދީނަކީ ބަރަކާތްތެރި ރަނގަޅު ދީނެކެވެ. އަދި ދަތިތަކާއި މުޞީބާތްތައް ކުރިމަތިވުމުން މުނާފިޤުކަން މަތީ ދެމިތިބެއެވެ.[23] އަދި، ޤުރްއާނުގެ އަޑު ނޭހުމަށް ޓަކައި، މުނާފިޤުން، އެބައިމީހުންގެ ކަންފަތުގައި އިނގިލި އެޅުމުން، اللهُ  އިރާދަކުރެއްވި ނަމަ އެބައިމީހުންނަށް އެއްވެސް މުހްލަތެއް ނުދެއްވައި ހަމަ އެހިނދުންއެހިނދަށް އެބައިމީހުންގެ އިވުމާއި ފެނުން ގެންދަވައިފީސްކަން ކަށަވަރެވެ. އެހެނީ ހަމަކަށަވަރުން، اللهُ އީ ކޮންމެ ކަމަކަށް ނުހަނު ކުޅަދުންވަންތަ إِلٰهއެވެ. އެހެންކަމުން، އެ إِلٰهއަށް ނުކުޅެދުމެއް ޖައްސައި، އެ إِلٰهُ ކުރައްވާކަމަކަށް ހުރަސްއަޅައި މަނާކުރެވޭނޭ ހަމަ އެއްވެސް ފަރާތެއް ނުވެއެވެ.[24] ދަންނާށެވެ! މި ސޫރަތުގެ އަށްވަނަ އާޔަތުން ފެށިގެން، ވިހިވަނަ އާޔަތުގެ ނިއަލަށް އޮތް، ތޭރަ އާޔަތުގައި ވަނީ މުނާފިޤުންގެ ވާހަކައެވެ. މުނާފިޤުންގެ ކަންތައްތައް ހުންނަގޮތާއި، އެބައިމީހުންގެ ކިބައިގައި ހުންނަ ސިފަތަކާއި، އެބައިމީހުންގެ މިސާލެވެ. އިސްވެދިޔަ އާޔަތްތައް ބާވައިލެއްވުނު ސަބަބު: އިސްވެދިޔަ އާޔަތްތައް ބާވައިލެއްވުނު ސަބަބާ ގުޅޭ ގޮތުން، اَلْإِمَامُ فَخْرُ الدِّينِ الرَّازِي ލިއުއްވައިފައި ވެއެވެ. އެ ދެބަފައިކަލުންނަށް، اللهُ ރުއްސުންލެއްވި اِبْنِ عَبَّاسٍ ވިދާޅުވިއެވެ. މި އާޔަތްތައް ބާވައިލެއްވުނީ، މުނާފިޤުންގެތެރެއިން عَبْدُ اللهِ بْنِ أُبَيّ بْنِ سَلُولއާއި، مِتْعَبُ بْنِ قُشَيْرއާއި، اَلْجَدُّ بْنِ قَيْسއާ ބެހޭގޮތުންނެވެ. އެހެނީ، ކީރިތި ރަސޫލާގެ އަޞްޙާބުންގެ ތެރެއިން ބައެއް އަޞްޙާބުންނާ އެ މުނާފިޤުން ބައްދަލުވެއްޖެ ނަމަ އެބައިމީހުންބުނާކަމުގައި ވިއެވެ. ތިޔަބައިމީހުން ފަދައިން ތިމަންމެން ވެސް މިތިބީ، اللهُ އަށާއި، އެ إِلٰهُގެ ރަސޫލާއަށް އީމާންވެ އިސްލާމް ދީން ޤަބޫލުކޮށްގެންނެވެ. އެހެނީ ހަމަކަށަވަރުން، އެ ރަސޫލާގެ ސިފަފުޅުޅުތަކާއި ޚުލްޤުފުޅުތައް ތިމަންމެންގެ ފޮތުގައި ވަނިކޮށް ތިމަންމެން ދެކެމެވެ.[25]","[22]- تَفْسِيرُ تَيْسِيرِ الْكَرِيمِ الرَّحْمَنِ لِلْإمَامِ عَبْدِ الرَّحْمَنِ السَّعْدِي\n[23]- التَّفْسِيرُ الْجَامِعُ لِأحْكَامِ الْقُرْآنِ لِلْإمَامِ أَبِي عَبْدِ اللهِ الْقُرْطُبِي\n[24]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[25]- اَلتَّفْسِيرُ الْكَبِيرُ مَفَاتِيحُ الْغَيبِ لِلْإمَامِ فَخْر الدِّينِ الرَّازِي"],["(21) މި އާޔަތަކީ، އެންމެހައި އިންސާނުންނަށް، اللهُ  އިއްވަވައިފައިވާ ނިދާއެކެވެ.އެ ނިދާގައި، އެ إِلٰهُ ވަޙީކުރެއްވިއެވެ. އޭ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ކުރާ ހުރިހައި އަޅުކަމެއް، ތިޔަބައިމީހުންގެ ވެރި إِلٰهއަށް ޚާލިޞްކުރާށެވެ! އެއީ، އެ إِلٰهُގެ ދީނާ ޚިލާފުނުވެ، އެ إِلٰهއަށް ބިރުވެތިވާ ޙާލުގައެވެ. އެހެނީ، އެ إِلٰهُގެ އޯގާވަންތަކަމުން، ތިޔަބައިމީހުންގެ ބޭނުންތައް ފުއްދަވައިދެއްވައި އަދި ތިޔަބައިމީހުންގެ އެންމެހައި ކަންތައްތައް ބަލަހައްޓަވަނީ، އެ إِلٰهއެވެ. ފަހެ ހަމަކަށަވަރުން، އެ إِلٰهއީ، ނެތުމުގެ ތެރެއިން ތިޔަބައިމީހުން އުފައްދަވައި ވުޖޫދަށް ނެރުއްވި، إِلٰهއެވެ. އަދި ތިޔަބައިމީހުންގެ ކުރީން އުޅެ، ނިމިދިޔަ އެންމެހައި މީސްތަކުން ވެސް އުފެއްދެވި إِلٰهއެވެ. ދަންނާށެވެ! اللهُ އަށް ތިޔަބައިމީހުން އަޅުކަންކުރާންވީ ތަޤްވާވެރިވުމަށް ޓަކައެވެ. އެހެނީ، ތަޤްވާވެރީން ދެކެ، اللهُ  ރުހިވޮޑިގެންވެއެވެ. އަދި ތަޤްވާވެރީން، އެ إِلٰهُގެ ނިޔާފުޅަށް ރުހިގެންވޭމެއެވެ.[26]","[26]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(22) ތިޔަބައިމީހުންގެ ވެރި إِلٰهއީ، ތިޔަބައިމީހުންނަށް ޓަކައި، ބިން އުފައްދަވައި، ފަތުރުއްވައި، ތަންމައްޗެއްގެ ގޮތުގައި އެ ބިން ލެއްވި، إِلٰهއެވެ. އަދި އެ ތަން ލައްވައިފައި ވަނީ، ދިރިއުޅުމަށް ޓަކައި ފަސޭހަ ތަނެއްގެ ގޮތުގައެވެ. އަދި އުޑު ލައްވައިފައި ވަނީ ވަރުގަދަ ބިނާއެއް ކަމުގައެވެ. އަދި، އެ إِلٰهއީ، ވިލާތަކުން ވާރޭވެއްސަވައި، އެ ފެނުގެ ސަބަބުން ގަސްތައް ފަޅުއްވައި، އެ ގަސްތަކުން މޭވާގެ ތަފާތު ބާވަތްތައް، ރިޒްޤެއްގެ ގޮތުގައި ތިޔަބައިމީހުންނަށް ޓަކައި ނެރުއްވި، إِلٰهއެވެ. މި ހުރިހައި ކަމަކާއި ތަކެއްޗެއް އުފައްދަވައި، ޚަލްޤުކުރައްވައި، ތިޔަބައިމީހުންނަށް ރިޒްޤުދެއްވަނީ، اللهُ  ކަން ދެނެގެންމެ، އެ إِلٰهއަށް ކުރާ އަޅުކަމުގައި، އެއްވެސް އެއްޗެއް، އެ إِلٰهއާ އެއްފަދަކޮށް ބައިވެރިކޮށް ޝިރްކުނުކުރާހުށިކަމެވެ![27]","[27]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(23) އޭ ކާފިރުންނޭވެ! ތިމަން إِلٰهُގެ އަޅާ مُحَمَّدٌ ގެ މައްޗަށް، ތިމަން إِلٰهُ ބާވައިލެއްވި ޤުރްއާނާ މެދު ތިޔަބައިމީހުން ޝައްކުކަމެއްގެ ތެރޭގައި ވަނީ ނަމަ، އަދި، ޤުރްއާނަކީ، ތިމަން إِلٰهُ ބާއްވައިލެއްވި އެއްޗެއް ނޫންކަމުގައި ތިޔަބައިމީހުން ދެކޭ ނަމަ، ޤުރްއާނުގައިވާ ފަދަ އެންމެ ސޫރަތެއް ވިއަސް ތިޔަބައިމީހުން ނިކަން ގެނެސްބަލާށެވެ! އަދި ތިޔަ ދައްކާ ވާހަކަތަކުގައި ތިޔަބައިމީހުންނީ ތެދުވެރީން ކަމުގައި ވަނީ ނަމަ އަދި، اللهُ  ފިޔަވައި އެ ފަދަ ސޫރަތެއް ގެނައުމުގައި ތިޔަބައިމީހުންނަށް ވާގިވެރިވެ އެހީތެރިވާނޭ ބަޔަކު ތިބި ނަމަ، އެ ބަޔަކަށް ގޮވައި ނިކަން ގެނެސްބަލާށެވެ![28]","[28]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدَّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(24) ފަހެ، ކިތަންމެ ގިނަ މަސައްކަތެއް ތިޔަބައިމީހުން ކުރިކަމުގައި ވިއަސް، އެ ފަދަ ސޫރަތެއް ގެނައުމަކީ، މިހާރު ވެސް ތިޔަބައިމީހުންނަށް ކުރެވޭނޭ ކަމެއް ނޫނެވެ. އަދި މުސްތަޤްބަލުގައި ވެސް ހަމަހިލާ ކުރެވޭނޭ ކަމެއްނޫނެވެ. ކަން މިހެން ހުރިއިރު، ތިޔަބައިމީހުންގެ މައްޗައް ލާޒިމުވެގެންވަނީ، اللهُ އަށް ކިޔަމަންތެރިވެ، އެ إِلٰهُގެ ރަސޫލާގެ ރަސޫލުކަން ތެދުކޮށް، ނަރަކައިގެ އަލިފާނަށް ބިރުވެތިވެ ރައްކައުތެރިވުމެވެ. އެހެނީ، އެ ތާނގެ ދަރުކަމުގައި ވާނީ މީސްތަކުންނާއި ހިލައެވެ. އެ ނަރަކަ ތައްޔާރުކުރެއްވިފައި ވަނީ، اللهُ އަށާއި، އެ إِلٰهُގެ ރަސޫލާއަށް އުރެދި ނުކިޔަމަންތެރިވާ ކާފިރުންނަށް ޓަކައެވެ.[29]","[29]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(25) އޭ ރަސޫލާއެވެ! އަދި އިސްވެދިޔަ އާޔަތުގައި ކާފިރުންނަށް ބިރުވެރި ކަމުގެ ޚަބަރު ދެއްވި ފަދައިން، اللهُ އަށް އީމާންވެ ޞާލިޙު ޢަމަލުކުރި މުއުމިނުންނަށް އުފައުވެރިކަމުގެ ޚަބަރުދެއްވާށެވެ! ހަމަކަށަވަރުން، އާޚިރަތުގައި މުއުމިނުންނަށް ހުރީ، އެ ތަންތާނގައިވާ އުސް ގަނޑުވަރުތަކާއި ހިޔާ ދެނިވި ގަސްތަކުގެ ދަށުން، ތަފާތު ބާވަތްބާވަތުގެ ކޯރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކެވެ. އެ ސުވަރުގެތަކަކީ، ފުރިހަމަ ކަން އިންތިހާ ދަރަޖައަށް ގޮސްފައިވާ އަޖައިބުވާ ފަދަ ރިވެތި ސުވަރުގެތަކެކެވެ. އެ ސުވަރުގެތަކުގައި އެބައިމީހުންނަށް ރިޒްޤެއްގެ ގޮތުގައި މީރު މޭވާގެ ބާވަތްތަކުގެ ތެރެއިން ބާވަތެއް ދެއްވޭ ކޮންމެ ފަހަރަކު މެ އެބައިމީހުން ބުނާނެތެވެ. ހަމަކަށަވަރުން، މިއީ، ދުނިޔޭގައި ވެސް އަހުރެމެންނަށް ދެއްވުނުފަދަ މޭވާއެކެވެ. އެކަމަކު، އެ މޭވާގެ ރަހަބަލައިފައި އެބައިމީހުން ބުނާނެތެވެ. މި މޭވާގެ ނަމާއި، ވައްތަރާއި، ކުލައާއި، ސިފަ، ދުނިޔޭގައި އަހުރެމެންނަށް ދެއްވުނު މޭވާއާ އެއްގޮތްވި ކަމުގައި ވިއަސް، މިއީ، މުޅީން ރަހަ ތަފާތު ނުހަނު މީރު މޭވާއެކެވެ. އަދި އިންސާނުން ހިތްހަމަނުޖެހޭ ހުރިހައި އުނިސިފަތަކުން ޠާހިރުކުރެއްވިގެންވާ ބައިވެރީން، އެ ސުވަރުގެތަކުގައި މުއުމިނުންނަށް ޓަކައި ވެއެވެ. އަދި އެބައިމީހުން ވާނީ، ދޮގުހެދުމާއި އެ ނޫން ވެސް އެންމެހައި ނުބައި އަޚްލާޤުން ވެސް ޠާހިރުކުރެއްވިގެންނެވެ. އަދި ބަޔާންވެދިޔަ އެންމެހައި ނިޢުމަތްތަކާއި އެ ނޫން ވެސް ތަފާތު ނިޢުމަތްތައް ލިބެނިވި ގޮތުގައި، އެ ތަނުން ނުކުތުމެއް އަދި މަރުވުމެއް ވިއަސް ނެތި، އެ ސުވަރުގެތަކުގައި ތާއަބަދު އެ މުއުމިނުން ދެމިތިބޭނެތެވެ.[30]","[30]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(26) ހަމަކަށަވަރުން، اللهُ  ޚަލްޤުކުރައްވައިފައިވާ ތަކެތީގެ ތެރެއިން، މަދިރިއެއް ނުވަތަ މެއްސެއް ނުވަތަ އެއަށްވުރެން ބޮޑު އެއްޗަކުން ވިއަސް، މިސާލު ޖެއްސެވުމަކީ، اللهُ  ލަދުވެތިވެވޮޑިގަންނަވާ ކަމެއް ނޫނެވެ. އެހެނީ، ހުރިހައި ތަކެއްޗަކީ ވެސް، اللهُ  ޚަލްޤުކުރައްވައިފައިވާ ތަކެއްޗެވެ. މި ފަދަ މިސާލުތައް، اللهُ  ޖައްސަވަނީ، އެ إِلٰهُ ފިޔަވައި އަޅުކަންކުރެވޭ ތަކެތީގެ ނިކަމެތިކަމާއި ނުކުޅެދޭކަން ހާމަކޮށްދެއްވައި ބަޔާންކޮށްދެއްވުމަށެވެ. ވީމާ، اللهُ ގެ ޚަލްޤުތަކުންގެ ތެރެއިން ކޮންމެ އެއްޗަކުން، އެ إِلٰهُ މިސާލުޖެއްސެވިކަމުގައި ވިއަސް، އެއީ ޙައްޤުގޮތުގައި ޖެއްސެވި މިސާލެއް ކަން މުއުމިނުން ދަންނަކަން ކަށަވަރެވެ. އަދި ފުރައްސާރަކުރުމުގެ ގޮތުން ކާފިރުން ބުނެއުޅެއެވެ. މަދިރިއާއި މެހި ފަދަ ނިކަމެތި ތަކެތީން، اللهُ  މިސާލުޖައްސަވަނީ ކީއްވެގެން އަދި ކޮން ސަބަބަކާ ހެދި ބާވައެވެ؟ އެ ސުވާލުގެ ޖަވާބުގައި، اللهُ  ވަޙީކުރެއްވިއެވެ. ހަމަކަށަވަރުން، އެ ފަދަ މިސާލުތައް، اللهُ  ޖައްސަވަނީ، މީސްތަކުން އިމްތިޙާނުކުރައްވައި، މުއުމިނުންނާއި ކާފިރުން ވަކިކުރެއްވުމަށް ޓަކައެވެ. އަދި، އެ إِلٰهُ، އެ ފަދަ މިސާލުތައް ޖައްސަވައި، ގިނަ ބަޔަކު ޙައްޤުގެ މަގުން އެއްކިބާކުރައްވައި މަގުފުރައްދަވަތެވެ. އެއީ، އެ ފަދަ މިސާލުތަކަށް މަލާމާތްކޮށް ފުރައްސާރަކޮށް އުޅޭ މީހުންނެވެ. އަދި ހަމަ އެ ފަދަ މިސާލުތައް ޖައްސަވައި، ގިނަ ބަޔަކަށް ތެދުމަގު ދައްކަވަތެވެ. އެއީ، އެ ފަދަ މިސާލުތަކުން ޢިބްރަތާއި ނަސޭހަތް ލިބިގަނެ އީމާންވާ މީހުންނެވެ. އަދި، އެ إِلٰهއަށް އުރެދި ނުކިޔަމަންތެރިވެ، އެ إِلٰهُ ބާވައިލެއްވި އާޔަތްތަކަށް އިންކާރުކޮށް ކާފިރުވާ ފާސިޤުން މެނުވީ، އެ ފަދަ މިސާލުތައް އެކުލެވިގެންވާ އާޔަތްތަކުން، އެ إِلٰهُ މަގުފުރައްދަވާ ކަމުގައި ނުވެއެވެ. އެހެނީ، އެއްވެސް މީހަކަށް، اللهُ  އަނިޔާވެރިވެވޮޑިނުގަންނަވަތެވެ.[31]","[31]- اَلْمُخْتَصَرُ فِي التّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(27) އެ ކާފިރުންނަކީ، اللهُ ގެ އެއްކައުވަންތަކަން ޤަބޫލުކޮށް، އެ إِلٰهُގެ އަމުރުފުޅުތަކަށް ކިޔަމަންތެރިވުމަށް މީސްތަކުންގެ ކިބައިން ޢަހްދު ކަށަވަރު ހިއްޕެވުމުން، އެ ކަން ޤަބޫލުކުރުމަށް ފަހު އެ ޢަހްދު ކަށަވަރު އުވައިލި މީހުންނެވެ. އަދި އެ ޢަހްދު ކަށަވަރު ހަނދާންކޮށްދެއްވުމުގެ ގޮތުން، އެތަކެއް ގިނަ ރަސޫލުން ފޮނުއްވައި ފޮތްތައް ބާވައިލެއްވިމެއެވެ. އަދި އެ ކާފިރުންނަކީ، ރަޙިމުގެ ގުޅުން ފަދަ ގުޅުންތައް ބަދަހިކުރުމަށް، اللهُ  އަންގަވައިފައި ވަނިކޮށް، އެ ފަދަ ގުޅުންތައް ކަނޑައި ބިމުގައި ފަސާދަކޮށް، އެ إِلٰهُގެ ދީނާ ޚިލާފުވި މީހުންނެވެ. އެހެންކަމުން، ދުނިޔެއާއި އާޚިރަތުގައި ގެއްލުމާއި ހަލާކު އުފުލަނިވި ބަޔަކީ ހަމަ އެބައިމީހުންނެވެ.[32] ދަންނާށެވެ! މި އާޔަތާ އަދި މި އާޔަތުގެ ކުރީގައިވާ އާޔަތް ބާވައިލެއްވި ސަބަބާ މެދު ރިވާވެގެންވެއެވެ. ކީރިތި ޤުރްއާނުގެ ބައެއް އާޔަތްތަކުގައި، ފައިދިގުމަކުނާއި، މެހި ފަދަ ތަކެތީގެ ވާހަކައިން މިސާލުޖެއްސެވުމުން، އެ ކަމަށް މަލާމާތްކުރުމުގެ ގޮތުން ޔަހޫދީން ބުންޏެވެ. ތިޔައީ، اللهُ ގެ ކަލާމްފުޅެއް ނޫނެވެ.[33] އެހެނީ، އެ ފަދަ އަގެއްނެތް ތަކެތީގެ މިސާލު ގެންނެވުމަކީ، الله ގެެ ގަދަކީރިތިވަންތަކަމަށް ނިސްބަތްކުރާ އިރު އެކަށީގެންވާކަމެއް ނޫނެވެ.[34]","[32]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[33]- اَلْجَامِعُ لِأَحْكَامِ الْقُرْآنِ لِلْإمَامِ الْقُرْطُبِي\n[34]- تَفْسِيرُ الْبَيَانِ لِلشَّيْخِ مُحَمَّدِ جَمِيل دِيدِي"],["(28) އޭ މުޝްރިކުންނޭވެ! اللهُ ގެ އެއްކައުވަންތަކަމުގެ މައްޗަށް ދަލީލު ކުރަނިވި ހެކިތަކާއި ބުރުހާންތައް ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުގައި ވެސް ޝާމިލުވެގެންވެއެވެ. ކަންތައް ހުރީ މި ފަދއިން ކަމުގައި ވާއިރު، އަޅުކަންކުރުމުގައި، އެ إِلٰهއާއި އެހެނިހެން މަޚުލޫޤުން ބައިވެރިކޮށް ޝިރުކުކޮށް، ތިޔަބައިމީހުން ކާފިރުވެގަންނަނީ ކިހިނަކުން ކޮން ހަމަޔަކުންހެއްޔެވެ؟ ދަންނާށެވެ! ތިޔަބައިމީހުންގެ އެއްވެސް އަސަރެއް އަދި އެނގުމެއް ވިއަސް ނެތި އެތައް ޒަމާންތަކެއް ވޭތުވެފައި ވަނިކޮށް، ތިޔަބައިމީހުން އުފައްދަވައި ފުރާނައެޅުއްވީ، އެ إِلٰهއެވެ. އެއަށްފަހު، ތިޔަބައިމީހުން ދުނިޔޭގައި އުޅުމަށް، އެ إِلٰهُ ކަނޑައަޅުއްވައިފައިވާ މުއްދަތު ހަމަވުމަށްފަހު، ތިޔަބައިމީހުން މަރުގަންނަވާނެތެވެ. ދެން، އެއަށްފަހު، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން ތިޔަބައިމީހުން އަލުން ދިރުއްވައި، ކަށްވަޅުތަކުން ނެރުއްވައި، މަޙްޝަރުކުރެއްވި ޙިސާބުބައްލަވައި، ޖަޒާ ނުވަތަ ސަޒާ ދެއްވުމަށް ޓަކައި، އެ إِلٰهُގެ ޙަޟުރަތަށް ރުޖޫޢަކުރެއްވޭހުއްޓެވެ. ކަން މިހެން ހުރިއިރު، ތިޔަބައިމީހުން ތިޔަ އަޅުކަންކުރާ ފަރާތްތައް ދޫކޮށް، ހަމައެކަނި اللهُ އަށް އަޅުކަންކުރުން ޙައްޤުވެގެން ނުވޭހެއްޔެވެ؟ ޝައްކެއްނެތެވެ. ހުރިހައި އަޅުކަމެއް ކުރުން ޙައްޤުވެގެން ވަނީ، ހަމައެކަނި އެ إِلٰهއަށެވެ. ވީމާ، ތިޔަ ކާފިރުން، އެ إِلٰهُ ފިޔަވައި އެހެން ފަރާތްތަކަށް އަޅުކަންކުރާކަމީ އަޖައިބުވަނިވި ކަމެކެވެ.[35]","[35]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(29) އެ إِلٰهއީ، ބިމުގައިވާ ހުރިހައި ނިޢުމަތްތަކެއް ތިޔަބައިމީހުންނަށް ޓަކައި އުފައްދަވައި، އެ ނިޢުމަތްތަކުން ފައިދާ ލިބިގަނެވޭނޭ ގޮތް، ތިޔަބައިމީހުންނަށް ތަނަވަސްކޮށްދެއްވި، إِلٰهއެވެ. ދެން، އުޑުތައް ހެއްދެވުމަށް، އެ إِلٰهُ އިރާދަކުރެއްވި ހިނދު، ހަތް އުޑު ހައްދަވައި އެ އުޑުތައް ފުރިހަމަކުރެއްވިއެވެ. ދަންނާށެވެ! އެ إِلٰهއީ، ހުރިހައި ކަމަކާއި ތަކެއްޗެއް މޮޅަށް ދެނެވޮޑިގެންވާ إِلٰهއެވެ. އެހެނީ، އެ إِلٰهُގެ ޢިލްމުފުޅުން ބޭރުވެގެންވާ އެއްވެސް ކަމެއް އަދި އެއްޗެއް ވިއަސް ނުވެއެވެ.[36]","[36]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(30) އޭ ނަބިއްޔާއެވެ! ހަމަކަށަވަރުން، ބިމުގައި، ތިމަން إِلٰهُ ޚަލީފާއަކު ލައްވާހުށީމެވެ. މިފަދައިން، އިބަ ރަސޫލާގެ ވެރި إِلٰهُ، މަލާއިކަތުންނަށް ވަޙީކުރެއްވި ހިނދު، ކަން ހިނގައި ދިޔަ ގޮތުގެ ވާހަކަ، އިބަ ރަސޫލާ މީސްތަކުންނަށް ވިދާޅުވެދެއްވާށެވެ! މި ފަދައިން ވަޙީކުރެއްވުމުން މަލާއިކަތުން ދެންނެވިއެވެ. އޭ އަޅަމެންގެ ވެރި إِلٰهއެވެ! އަޅަމެން މިތިބީ، އިބަ إِلٰهއަށް ކިޔަމަންތެރިވުމާ އެކު، ހުރިހައި އުނި ސިފަތަކުން، އިބަ إِلٰهُ ހުސްޠާހިރުވެވޮޑިގެންވާކަމާއި، އިބަ إِلٰهُގެ މަތިވެރިވަންތަކަމާއި، ޖަލާލުވަންތަކަމާ އެކަށޭނަގޮތުގެ މަތީން ހުރިހައި ފުރިހަމަ ސިފަފުޅުތަކުން ސިފަލިބިވޮޑިގެންވާކަން ބަޔާންކޮށް، އިބަ إِلٰهއަށް ޙަމްދާއި ޘަނާދަންނަވައި ތަސްބީޙަކިޔުމުގައެވެ. އެ ގޮތުގައި އަޅަމެން ތިއްބައި، އެއް ބަޔަކު އަނެއް ބަޔަކާ ޢަދާވާތްތެރިވެ، އަނިޔާވެރިވެ، ބިމުގައި ފަސާދަކޮށް ލޭއޮހޮރުވައި އުޅޭނޭ ބަޔަކު، އެ ބިމުގައި، އިބަ إِلٰهُ ލައްވަނީތޯއެވެ؟ މި ފަދައިން މަލާއިކަތުން ދެންނެވުމުން، اللهُ  ވަޙީކުރެއްވިއެވެ. ހަމަކަށަވަރުން، ތިޔަ މަލާއިކަތުންނަށް އެނގިވަޑައިނުގަންނަވާ ކަންތައްތައް، ތިމަން إِلٰهُ ދެނެވޮޑިގެންވަމެވެ. ކަން މިހެނެް ހުރުމާ އެކު، ބިމުގައި ޚަލީފާއަކު ލެއްވުމުގެ ޙިކްމަތް ވެސް، ތިމަން إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވަމެވެ.[37] ބިމުގައި ޚަލީފާއަކު ލެއްވުމުގެ ޙިކްމަތަކީ، އެ ތާނގައި، الله ގެ ދީން ޤާއިމުކޮށް، އެ ދީނަށް ގޮވައި، އީމާންކަން ފަތުރައި، އެ إِلٰهއަށް ކިޔަމަންތެރިކަން އަދާކޮށް، ބިން ޢިމާރާތްކުރާނޭ ބަޔަކު، އެ ޚަލީފާގެ ދަރިފަސްކޮޅުން ފޮނުއްވުމެވެ. އެ ބަޔަކީ، އެ ޚަލީފާގެ ދަރިފަސްކޮޅުން ފޮނުއްވާ، ރަސޫލުންނާއި، ނަބިއްޔުންނާއި، ޢާލިމުންނާއި، ޞާލިޙުންނާއި، ޒާހިދުންނެވެ.[38]","[37]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[38]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(31) އަދި، آدَمُ ގެ މާތްކަން މަލާއިކަތުންނަށް ހާމަކޮށްދެއްވުމަށް ޓަކައި، އެންމެހައި ދިރޭ ތަކެއްޗާއ،ި ދިރުމެއް ނުވާ ތަކެތީގެ ނަންތަކާއި، އެ ނަންތަކުގެ މާނަ، آدَمُ އަށް، އެ إِلٰهُ އުނގަންނަވައި ދެއްވިއެވެ. ދެން އެއަށްފަހު، މަލާއިކަތުންނަށް އެ ތަކެތި ހުށަހަޅުއްވައި، އެ إِلٰهُ ވަޙީކުރެއްވިއެވެ. ތިޔަ މަލާއިކަތުން، މި ތަކެތީގެ ނަންތައް، ތިމަން إِلٰهއަށް ނިކަން ވިދާޅުވެދެއްވަބައްލަވާށެވެ! އަދި އެ ތަކެތީގެ ނަންތަކާއި އެ ނަންތަކުގެ މާނަ ތިޔަ މަލާއިކަތުންނަށް ވިދާޅުވެދެއްވިއްޖެ ނަމަ، آدَمُ އާއި، آدَمُ ގެ ދަރިފަސްކޮޅުގެ މީހުންނަށްވުރެން، އިތުރު ޚާއްޞަ މާތްކަމެއް، ތިޔަ މަލާއިކަތުންނަށް ލިބިވަޑައިގެންފައިވާ ކަން ހާމަވެ ފައުޅުވެދާނެތެވެ.[39]","[39]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(32) އެ ފަދައިން ވަޙީކުރެއްވުމުން، މަލާއިކަތުން ދެންނެވިއެވެ. އިބަ إِلٰهُގެ ނިޔާފުޅާ މެދު އަޅަމެންނަށް އިޢުތިރާޟުކުރެވުނީ، އަޅަމެންގެ ކިބައިގައި ހުރި ނޭނގޭކަމާއި އުނިކަމުންނެވެ. އިބަ إِلٰهއީ، ހުރިހައި އުނި ސިފައަކާއި ޢައިބަކުން ހުސްޠާހިރުވެ ވޮޑިގެންވާ إِلٰهއެވެ. އަދި، އިބަ إِلٰهُ، އަޅަމެންނަށް އުނގަންނަވައިދެއްވި އެއްޗެއް ފިޔަވައި އެހެން އެއްވެސް އެއްޗެއްގެ ޢިލްމު އަޅަމެންނަށް ލިބިގެނެއް ނުވެއެވެ. ހަމަކަށަވަރުން، ޚަލްޤުތަކުންގެ ހުރިހައި ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވަނީ، ހަމައެކަނި އިބަ إِلٰهއެވެ. އިބަ إِلٰهއީ، ހުރިހައި ކަމެއް ތަދްބީރުކުރެއްވުމުގައި ޙިކްމަތްވަންތަ إِلٰهއެވެ.[40]","[40]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(33) اللهُ  ވަޙީކުރެއްވިއެވެ. އޭ آدَمُ އެވެ! އެ ތަކެތީގެ ނަންތައް، މަލާއިކަތުންނަށް އެނގިވަޑައި ނުގެންނެވި ތަކެތީގެ ނަންތައް، އެ މަލާއިކަތުންނަށް ވިދާޅުވެދެއްވާށެވެ! ދެންފަހެ، آدَمُ އަށް، اللهُ  އުނގަންނަވައިދެއްވި ފަދައިން، އެ ތަކެތީގެ ނަންތައް އެ މަލާއިކަތުންނަށް، آدَمُ  ވިދާޅުވެދެއްވި ހިނދު، އެ މަލާއިކަތުންނަށް، اللهُ  ވަޙީކުރެއްވިއެވެ. ހަމަކަށަވަރުން، އުޑުތަކާއި ބިމުގައި ތިޔަ މަލާއިކަތުންނަށް ވަންހަނާވެފައިވާ ކަންތައްތައް، ތިމަން إِلٰهُ، މޮޅަށް ދެނެވޮޑިގެންވާކަން، ތިމަން إِلٰهُ ތިޔަ މަލާއިކަތުންނަށް ނާންގަވަމުތޯއެވެ؟ އަދި ތިޔަ މަލާއިކަތުން ފައުޅުކުރައްވާ ކަންތައްތަކާއި ވަންހަނާކުރައްވާ ކަންތައްތައް، ތިމަން إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވާކަން، ތިޔަ މަލާއިކަތުންނަށް، ތިމަން إِلٰهُ ނާންގަވަމުތޯއެވެ؟[41]","[41]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(34) އޭ ރަސޫލާއެވެ! آدَمُއަށް ޢިއްޒަތާއި ޝަރަފުދެއްވުމުގެ ގޮތުން، އެނަބިއްޔާއަށް ސަޖިދަކުރެއްވުމަށް، ތިމަން إِلٰهُ، މަލާއިކަތުންނަށް އަމުރުކުރެއްވި ހިނދު، ކަން ހިނގައި ދިޔަ ގޮތުގެ ވާހަކަ، އިބަ ރަސޫލާ، މީސްތަކުންނަށް ވިދާޅުވެދެއްވާށެވެ! އެ އަމުރުފުޅު އައުމާ އެކު، އެންމެހައި މަލާއިކަތުން، آدَمُ އަށް ސަޖިދަކުރެއްވިއެވެ. ނަމަވެސް، އިބިލީހުގެ ކިބައިގައި ހުރި ބޮޑާކަމާއި ޙަސަދަވެރިކަމުގެ ބޮޑުކަމުން، اللهُ ގެ އަމުރުފުޅަށް އުރެދި ނުކިޔަމަންތެރިވެ، آدَمُ އަށް ސަޖިދަކުރުމަށް އިންކާރުކޮށް ދެކޮޅުހެދިއެވެ. އެހެންކަމުން، އިބިލީސް ވެގެންދިޔައީ ކާފިރުންގެ ތެރެއިންނެވެ.[42] ދަންނާށެވެ! އަޞްލުގައި އިބިލީހަކީ މަލާއިކަތެއް ނޫނެވެ. ކަން މިހެން ހުރުމާ އެކު ވެސް، آدَمُ އަށް ސަޖިދަކުރެއްވުމަށް މަލާއިކަތުންނަށް އަމުރުކުރެއްވުމުގެ ކުރީގައި، އިބިލީހުގެ ކިބައިގައި ހުރި އަޅުވެރިކަމުގެ ބޮޑުކަމުން، މަލާއިކަތުންގެ ތެރޭގައި އުޅުމުގެ ފުރްޞަތު، އިބިލީހަށް، اللهُ  ދެއްވީއެވެ.[43]","[42]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[43]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(35) އަދި، آدَمُ އަށް، ތިމަން إِلٰهُ ވަޙީކުރެއްވީމެވެ. އިބަ ނަބިއްޔާއާއި އިބަ ނަބިއްޔާގެ އަނބިކަނބަލުން ސުވަރުގޭގައި ވަޒަންވެރިވެވަޑައިގަންނަވާށެވެ! އަދި އެ ސުވަރުގޭގައި ތިޔަ ދެކަނބަލުން ބޭނުންފުޅު ތަނެއްގައި ތިއްބަވައިގެން، އެ ތާނގެ ތަނަވަސް ނިޢުމަތްތަކުން އަރާމު ޙާޞިލުކުރައްވައި، އެ ތާނގެ މޭވާތަކުން ބޭނުންފުޅު އެއްޗެއް ފަރީއްކުޅުއްވާށެވެ! ނަމަވެސް، މިހިރަ ގަހާ ކައިރިވެވަޑައިނުގަންނަވާށެވެ! އެހެނީ، އެ ގަހުން ފަރީއްކުޅުއްވައިފި ނަމަ، ތިޔަ ދެކަނބަލުން ވެސް ވާހުށީ، اللهُ އަށް އުރެދި ނުކިއަމަންތެރިވެ، އެ إِلٰهُގެ އަމުރުފުޅާ ޚިލާފުވެ، އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވާ މީހުންގެ ތެރެއިންނެވެ.[44]","[44]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(36) ދެންފަހެ، آدَمُގެ ދެކަނބަލުންނަށް، اللهُ މަނާކުރެއްވި ގަހުން، އެ ދެކަނބަލުންނަށް ފަރީއްކުޅުއްވިއްޖައުމަށް ދާނދެން، އެ ދެކަނބަލުންނަށް ވަސްވާސްދިނުމުގައި، ޝައިޠާނާ ފިލައިނުދެއެވެ. އަދި އެ ގަހާ ބެހޭ ގޮތުން، ގިނަގުނަ ވާހަކަތައް، ޝައިޠާނާ އެ ދެކަނބަލުންނާ ދައްކައި، އެ ދެކަނބަލުން ހައްލައި، އެ ދެކަނބަލުން އެ ތިއްބެވި ނިޢުމަތުގެ ޙާލަތުން އެ ދެކަނބަލުން ބޭރުކުޅައެވެ. ފަހެ، އެ ދެކަނބަލުން ޝައިޠާނާގެ ވަސްވާހަށް ހެއްލިވަޑައިގެން އެ ގަހުން ފަރީއްކުޅުއްވުމުން، އެ ކުރެއްވުނު ކުށުގެ ސަޒާއެއްގެ ގޮތުން، ސުވަރުގޭގެ ތަނަވަސް ނިޢުމަތްތަކުން، اللهُ އެ ދެކަނބަލުން ދުރުކުރައްވައި، ސުވަރުގެއިން ބޭރުކުރެއްވިއެވެ. އަދި އެ ދެކަނބަލުންނަށާއި ޝައިޠާނާއަށް، اللهُ ވަޙީކުރެއްވިއެވެ. ތިޔަބައިމީހުން، އެއް ބަޔަކު އަނެއް ބަޔަކުގެ ޢަދުއްވުންކަމުގައިވާ ޙާލު، ތިޔަބައިމީހުން ބިމަށް ފައިބާށެވެ! އަދި ތިޔަބައިމީހުންނަށް ޓަކައި އެ ތާނގައި ދިރިއުޅެވޭނޭ ގޮތް ވަނީ ހަމަޖެހިފައެވެ. އެއީ، ކޮންމެ މީހަކު ވެސް އެ މީހެއްގެ ޢުމުރު ހަމަވެއްޖައުމަށް ދާނދެން، އެ ތާނގައިވާ ތަކެތީން ފައިދާއާއި އުފާ ލިބިގަނެވޭނޭ ގޮތުގައެވެ.[45]","[45]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(37) ދެންފަހެ، آدَمُ ގެ ވެރި إِلٰهُ، އެ ނަބިއްޔާއަށް އިލްހާމުކުރެއްވެވި ކަލިމަފުޅުތަކެއް އުނގެނިވަޑައިގެން، އެ ކަލިމަފުޅުތައް އެ ނަބިއްޔާ ވިދާޅުވެ ތައުބާވެވަޑައިގަތުމުން، އެ ދެކަނބަލުންގެ ތައުބާ، އެ إِلٰهُ ޤަބޫލުކުރައްވައި، އެ ދެކަނބަލުންނަށް ކުރެއްވުނު ފާފަ، އެ ދެކަނބަލުންނަށް، އެ إِلٰهُ ފުއްސަވައިދެއްވިއެވެ. ހަމަކަށަވަރުން، اللهُ އީ، އެإِلٰهُގެ އަޅުތަކުންގެ ތައުބާ ގިނަގިނައިން ޤަބޫލުކުރައްވާ އެބައިމީހުންނަށް ގިނަގިނައިން ރަޙްމަތްލައްވާ إِلٰهއެވެ. ދަންނާށެވެ! آدَمُ އަށް، اللهُ  އުނގަންނަވައިދެއްވި ކަލިމަފުޅުތަކުގައި ވަނީ، ތައުބާވެ، ފާފަ ފުއްސަވައިދެއްވުމަށް އެދި، އެ إِلٰهُގެ ހަޟްރަތުގައި ދަންނަވާނޭ ގޮތެވެ. އެ ކަލިމަފުޅުތަކަކީ، سُورَةُ الأَعْرَافُގެ ތޭވީސް ވަނަ އާޔަތުގައިވާ މި ދަންނަވާ ކަލިމަފުޅުތަކެވެ. (رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَّمْ تَغْفِرْلَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخَاسِرِيْنَ) މާނައީ: “އޭ އަޅަމެންގެ ވެރި إِلٰهއެވެ! އެ ގަހަކުން ކެއުން، އިބަ إِلٰهُ މަނާކުރެއްވި ގަހުން ކެއުމުގެ ސަބަބުން، އަޅަމެން މިވަނީ އަޅަމެންގެ އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވެފައެވެ. ވީމާ، އިބަ إِلٰهُ އަޅަމެންނަށް ފާފަފުއްސަވައި ރަޙްމަތްނުލައްވައިފި ނަމަ އަޅަމެން ވާނީ، ދުނިޔެއާއި އާޚިރަތުގައި ގެއްލުމާއި ހަލާކު ލިބެނިވި މީސްތަކުންގެ ތެރެއިންނެވެ.][46]","[46]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(38) آدَمُ ގެ ދެކަނބަލުންނަށާއި ޝައިޠާނާއަށް، ތިމަން إِلٰهُ ވަޙީކުރެއްވީމެވެ. ތިޔަބައިމީހުން އެންމެން ސުވަރުގެއިން ނުކުމެ ބިމަށް ފައިބާށެވެ! އެއަށްފަހު، ޤިޔާމަތާ ހަމައަށް ދާނދެން ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ދަރިފަސްކޮޅުން އަންނާނޭހައި ބަޔެއްގެ ގާތަށް ވެސް، ހިދާޔަތުގެ އަލިމަގައިގެން، ތިމަން إِلٰهُ، ރަސޫލުން ފޮނުއްވައި އެ ރަސޫލުންނަށް، ފޮތް ބާވައިލައްވާހުށީމެވެ. ފަހެ، އެ ރަސޫލުންނާ ތަބާވެ، އެ ފޮތްތަކުގައިވާ ހިދާޔަތާ އެއް ގޮތަށް ޢަމަލުކޮށްފި ބަޔަކަށް އާޚިރަތް ދުވަހުން އެއްވެސް ބިރެއްނެތެވެ. އަދި ދުނިޔޭގައި އުޅުނުއިރު ކުރެވިފައިވާ ކުށްތަކާއި ނުކުރެވި ދޫކޮށްލެވުނު ހެޔޮ ކަންކަމާ އަދި ޙާޞިލުނުކުރެވިދިޔަ ކަންތައްތަކާ މެދު ހިތާމަކުރުމެއް ވިއަސް އެބައިމީހުންނަކަށް ނުމެ ވޭމެއެވެ. އަދި ކިއެއްތަ! އާޚިރަތް ދުވަހުން އެބައިމީހުންނަށް ހުރީ މުޅީން ވެސް ހަމަޖެހުމާއި އުފަލެވެ.[47]","[47]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(39) އަދި، ތިމަން إِلٰهُ ފޮނުއްވި ރަސޫލުން ގެންނެވި ހިދާޔަތަށް ފުރަގަސްދީ ޙައްޤުފޮރުވައި، ތިމަން إِلٰهُ ބާވައިލެއްވި އާޔަތްތައް ދޮގުކޮށް ކާފިރުވެ ކާފިރުކަންމަތީ މަރުވި މީހުންނީ، ނަރަކައިގެ އަހްލުވެރީންނެވެ. އެބައިމީހުންނީ، އެ ތަނުން ނުކުތުމެއްނެތި ތާއަބަދަށް އެ ތާނގައި ދެމިތިބެނިވި މީހުން މެއެވެ.[48]","[48]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(40) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ގިނަގުނަ ނިޢުމަތްތައް ހަނދުމަކޮށް، އެ ނިޢުމަތްތަކުގެ ޝުކްރު، ތިޔަބައިމީހުން ތިމަން إِلٰهއަށް އަދާކުރާށެވެ! އަދި ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ހިއްޕެވި ޢަހްދު، ތިޔަބައިމީހުން ފުރިހަމަކުރާށެވެ! އެ ޢަހްދަކީ، ތިމަން إِلٰهُ ބާވައިލެއްވި އެންމެހައި ފޮތްތަކަށާއި، ތިމަން إِلٰهُ ފޮނުއްވި ހުރިހައި ރަސޫލުންނަށް އީމާންވެ، ތިމަން إِلٰهُ ޝަރްޢުކުރެއްވި އެންމެހައި ކަންތައްތަކަށް ޢަމަލުކުރުމަށް، ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ހިއްޕެވި ޢަހްދެވެ. ދަންނާށެވެ! އެ ކަންކަމަށް ތިޔަބައިމީހުން ފުރިހަމައަށް ޢަމަލުކޮށްފި ނަމަ، ތިމަން إِلٰهُ ތިޔަބައިމީހުންނަށް ކުރެއްވި ޢަހްދު، ތިމަން إِلٰهُ ފުރިހަމަ ކުރައްވާހުށީމެވެ. އެ ޢަހްދަކީ، ދުނިޔޭގައި ތިޔަބައިމީހުންނަށް ރަޙްމަތްލައްވައި، އާޚިރަތް ދުވަހުގެ ޢަޛާބުން ތިޔަބައިމީހުން ދިންނަވައި ސަލާމަތްކުރައްވައި ސުވަރުގެ ވެއްދެވުމެވެ. އަދި ތިޔަބައިމީހުން ވެފައިވާ ޢަހްދު އުވައިލައި، ތިމަން إِلٰهއަށް ކާފިރުވެއްޖެ ނަމަ، ތިޔަބައިމީހުންގެ މައްޗަށް، ތިމަން إِلٰهُ ފޮނުއްވައިފާނޭ ކޯފާއާއި ޢަޛާބާ މެދު، ތިޔަބައިމީހުން، ތިމަން إِلٰهއަށް ބިރުވެތިވާށެވެ!",""],["(41) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތައުރާތު ބަދަލުކުރުމުގެ ކުރީގައި، ތިޔަބައިމީހުންގެ އަތުގައި އޮތް އަޞްލު ތައުރާތުން، ކީރިތި ޤުރްއާނަކީ ތެދު ފޮތެއް ކަން ތިޔަބައިމީހުންނަށް ރަނގަޅަށް އެނގެއެވެ. އެ ގޮތް އެނގިގެންތިބުމާ އެކު، ކީރިތި ޤުރްއާން ދޮގުނުކޮށް، ތިމަން إِلٰهُ ބާވައިލެއްވި ކީރިތި ޤުރްއާނަށް ތިޔަބައިމީހުން އީމާންވާށެވެ! އަދި، ކީރިތި ޤުރްއާނަށް އެންމެ ފުރަތަމަ އިންކާރުކޮށް ކާފިރުވާ އަހްލުކިތާބީންނަކީ ތިޔަބައިމީހުން ކަމުގައި ނުވާށެވެ! އަދި، ތިމަން إِلٰهُގެ އާޔަތްތައް ކުޑަ އަގަކަށް ނުގަންނާށެވެ! އަދި ނުވެސް ވިއްކާށެވެ! އެއީ، ދުނިޔޭގެ ފަނާވެދަނިވި ތަކެތި ލިބިގަތުމަށް ޓަކައި، ތިމަން إِلٰهُ ބާވައިލެއްވި އާޔަތްތަކުގައިވާ ޙުކުމްތައް ބަދަލުނުކުރުމެވެ. އަދި ތިޔަބައިމީހުން، ތިމަން إِلٰهُގެ ކޯފާއަށް ބިރުވެތިވެ، ތިމަން إِلٰهއަށް އުރެދެވޭ ކަންތައްތައް ދޫކޮށް، ހަމައެކަނި ތިމަން إِلٰهއަށް ކިޔަމަންތެރިވެ ތަޤްވާވެރިވާށެވެ![49]","[49]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(42) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި މީސްތަކުންގެ ގާތަށް، ތިމަން إِلٰهُ ރަސޫލުން ފޮނުއްވައި، އެ ރަސޫލުން ތިޔަބައިމީހުންނަށް އަންގަވައި ބަޔާންކޮށްދެއްވި ޙައްޤު ގޮތާ، ތިޔަބައިމީހުން ހަދައިފައިވާ ބާޠިލު ގޮތާ އެއްކޮށް އޮޅުވައިނުލާށެވެ! އަދި މީސްތަކުންގެ ގާތަށް، ތިމަން إِلٰهُ ފޮނުއްވާނޭ އެންމެ ފަހުގެ ރަސޫލާގެ ސިފަފުޅުތައް ތައުރާތާއި އިންޖީލުގައި ބަޔާންވެފައި ވުމާ އެކު، مُحَمَّدُ بْنِ عَبْدِ اللهِއަކީ، ތިމަން إِلٰهُ ފޮނުއްވި އެންމެ ފަހުގެ ރަސޫލާކަން ތިޔަބައިމީހުންނަށް ރަނގަޅަށް އެނގޭނެތެވެ. އަދި، އެ ރަސޫލާ ގެންނެވި ޝަރީޢަތަކީ ޙައްޤު ތެދުކަން ވެސް، އެ ފޮތްތަކުން ތިޔަބައިމީހުންނަށް ރަނގަޅަށް އެނގޭނެތެވެ. ވުމާއެކު، ތިޔަބައިމީހުން އެ ކަންކަން ސިއްރުކޮށް ވަންހަނާނުކުރާށެވެ![50]","[50]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(43) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި އިސްލާމް ދީނަށް ވަދެ، އެ ދީނުގައި ސާބިތުވެ ތިބުމާ އެކު، للهُ ގެ ރަސޫލާ مُحَمَّدُ بْنِ عَبْدِ اللهِ ނަމާދުފުޅުކުރައްވައި ދެއްކެވި ގޮތާ އެއްގޮތަށް، ނަމާދު ޤާއިމުކުރުން މަތީ ތިޔަބައިމީހުން ދެމިތިބޭށެވެ! އަދި ތިޔަބައިމީހުންނަށް، اللهُ  ދެއްވި މުދަލުން، އެ إِلٰهُގެ ރަސޫލާ مُحَمَّدُ بْنِ عَبْدِ اللهِ ގެންނެވި ޝަރީޢަތުގައިވާ ގޮތުގެ މަތީން، މުދަލުގެ ޒަކާތް ނެރޭށެވެ! އަދި މަޑުމޮޅިވެ ތިބޭ ޙާލު، އެ ރަސޫލާގެ އުންމަތުގެ މީހުންނާ އެކު ތިޔަބައިމީހުން ވެސް ޖަމާޢަތުގައި ނަމާދު ޤާއިމުކުރާށެވެ![51]","[51]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(44) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ގިނަ ޢިލްމުވެރީންގެ ކިބައިގައި ހުރި ނުބައިކަމެއްގެ ބޮޑުކަމާއެވެ! ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތައް ހަނދާން ނައްތައިލައި، ހެޔޮ ކަންތައްތައްނުކޮށް ތިބެމެ، ހެޔޮ ކަންތައްތައް ކުރުމަށް، ތިޔަބައިމީހުން އަނެކުންނަށް އަމުރު ކުރަނީހެއްޔެވެ؟ އަދި ކިއެއްތަ! އިސްލާމް ދީން ޤަބޫލުކުރުމަކީ އެންމެ ބޮޑު ހެޔޮ ޢަމަލު ކަމުގައި ވާއިރު ވެސް، ތިޔަބައިމީހުން އެ ދީން ޤަބޫލެއް ނުކުރަމުއެވެ. އަދި ތިޔަބައިމީހުން ކިޔަވައި އުޅޭ ތައުރާތުގައި، مُحَمَّدُ بْنِ عَبْدِ اللهِގެ ސިފަފުޅުތަކާއި އެ ރަސޫލާއަށް އީމާންވުމަކީ ވާޖިބުކަމެއް ކަމުގައި އައިސްފައި ވެއެވެ. ވީއިރު، ތިޔަބައިމީހުން އެ ކަންކަމާ މެދު ވިސްނައި ފިކުރުކޮށް، އެ ރަސޫލާއަށް އީމާންނުވަނީ ކީއްވެގެންހެއްޔެވެ؟[52] މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: މަދީނާގައި އުޅުނު ޔަހޫދީންގެ ޢިލްމުވެރީންގެ ތެރެއިން މީހަކާއި، އެ މީހާއާއި ނަސަބުގެ ގޮތުން ނުވަތަ ކާވެނީގެ ގޮތުން ނުވަތަ އެއްކިރުވުމުގެ ގޮތުން ގުޅުމެއްހުރި މުސްލިމަކާ ދިމާވެއްޖެ ނަމަ، އެ ޔަހޫދީއަކު ބުނާކަމުގައި ވިއެވެ. ތިބާ ތިޔަހުރި ގޮތުގައި ރަނގަޅަށް ސާބިތުވެހުންނާށެވެ! އޭނާ (مُحَمَّدُ بْنِ عَبْدِ اللهِ) އެ ވިދާޅުވާ ގޮތަށް އުޅޭށެވެ! އޭނާ އެ ގެންނެވި ދީނަކީ ޙައްޤު ދީނެވެ. މި ފަދައިން ބުނެ، އީމާންވެ އިސްލާމް ދީނުގައި ސާބިތުވެތިބުމަށް އެ ޔަހޫދީންގެ ގާތްތިމާގެ މުސްލިމުންނަށް ނަސޭހަތްތެރިވެއެވެ. ނަމަވެސް، އެ ފަދައިން ބުނެ މުސްލިމުންނަށް ނަސޭހަތްތެރިވާ އިރު ވެސް، އެ ޔަހޫދީން އިސްލާމް ދީން ޤަބޫލެއްނުކުރެއެވެ. ވުމާއެކު، ޔަހޫދީންގެ އެ ފަދަ ޢިލްމުވެރީންނާ ބެހޭގޮތުން، މި އާޔަތް ބާވައިލެއްވުނު ކަމުގައި، އެ ދެބަފައިކަލުންނަށް، اللهُ  ރުއްސުންލެއްވި اِبْنِ عَبَّاسٍގެ އަރިހުން ރިވާވެގެންވެއެވެ. [53]","[52]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[53]- اَ لْجامِعُ لْأحْكَامِ الْقُرْآنِ لِلْإمَامِ الْقُرْطُبِي وَصَفْوَةُ التَّفَاسِيرِ لِلشَّيْخِ مُحَمَّدِ عَلِي الصَّابُونِي"],["(45) އަދި ތިޔަބައިމީހުންގެ ދީނީ ކަންތައްތަކާއި ދުނިޔަވީ ކަންތައްތަކުގައި ވެސް ކެތްތެރިވެ، ނަމާދު ޤާއިމުކޮށް، اللهُ އާ ކުއްތަންވެ، އެ إِلٰهُގެ ހަޟްރަތުން ތިޔަބައިމީހުން ވާގިއެދޭށެވެ! އޭރުން، اللهُ ގެ ރައްކައުތެރިކަމާއި ވާގިވެރިކަން ލިބި، ދިމާވާ ދަތިތަކުން ތިޔަބައިމީހުން ވެސް ސަލާމަތްވާނެތެވެ. ދަންނާށެވެ! ތިމާގެ ކިބައިގައިހުރި ދެރަކަމާއި ނިކަމެތިކަން ފައުޅުކޮށް، اللهُ އަށް ކިޔަމަންތެރިވެ ބިރުވެތިވާ ބަޔަކަށް މެނުވީ، އިޙްސާންތެރިކަމާ އެކު ނަމާދު ޤާއިމުކުރުމަކީ ނުހަނު ދަތި އުނދަގޫ ކަމެއް ކަން ކަށަވަރެވެ.[54]","[54]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(46) އެހެނީ ހަމަކަށަވަރުން، اللهُ އަށް ކިޔަމަންތެރިވެ ބިރުވެތިވާ މީހުން، އެ إِلٰهއަށް ބިރުވެތި ވަނީ، އެބައިމީހުންނަކީ، އެބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތަށް އެނބުރި ރުޖޫޢަވެ، ޤިޔާމަތް ދުވަހުން، އެ إِلٰهއާ ބައްދަލުވާނޭ ބަޔަކުކަން އެބައިމީހުން ޔަޤީންކޮށް ކަށަވަރުކުރާތީއެވެ. އަދި ހަމަކަށަވަރުން، އެބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތަށް ދެވުމުން ދުނިޔޭގައި އެބައިމީހުން ކުޅަ ހެޔޮ އަމަލުތަކުގެ ދަރުމައާއި ޘަވާބު، އެއްވެސް އުނިވުމެއް ނެތި، އެ إِلٰهُ އެބައިމީހުންނަށް ދެއްވާނޭ ކަން ޔަޤީންކުރާ ބަޔަކު ކަމުގައި އެބައިމީހުން ވާތީ ވެސް މެއެވެ.[55]","[55]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(47) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިޔަބައިމީހުންނަށް ތިމަން إِلٰهُ ދެއްވި ގިނަގުނަ ނިޢުމަތްތައް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި ނަބީކަމާއި ރަސޫލުކަން ޚަތިމުކުރެއްވުމަށް ޓަކައި، ތިމަން إِلٰهُގެ ޙަޟްރަތުން مُحَمَّدُ بْنِ عَبْدِ اللهِ ރަސޫލުކަމައިގެން ފޮނުއްވުމުގެ ކުރީގައި އުޅުނު އެންމެހައި މީސްތަކުންގެ މައްޗަށް ތިޔަބައިމީހުން މާތްކުރެއްވި ކަން ވެސް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެއީ، ތިޔަބައިމީހުންގެ ތެރެއިން ތިޔަބައިމީހުންގެ ގާތަށް އެތަކެއް ރަސޫލުން ފޮނުއްވައި، ތައުރާތާއި އިންޖީލާ އަދި އެ ނޫން ވެސް ފޮތްތައް، ތިޔަބައިމީހުންނަށް ޓަކައި އެ ރަސޫލުންނަށް ބާވައިލައްވައި، ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُގެ އަޛާބު ދުރުކުރައްވައި ތިޔަބައިމީހުންގެ ޢަދާވާތްތެރީންގެ މައްޗަށް ތިޔަބައިމީހުންނަށް ނަޞްރުދެއްވުމުންނެވެ. އަދި މި ނިޢުމަތްތަކާއި އެ ނޫން ވެސް އެތައް ނިޢުމަތްތަކެއް ތިޔަބައިމީހުންނަށް ދެއްވިކަމަށް ޓަކައި، ތިޔަބައިމީހުން ތިމަން إِلٰهُ އެންގެވިގޮތަށް ޢަމަލުކޮށް، ތިމަން إِلٰهއަށް ޝުކްރުއަދާކުރާކަށް ފަހެ ނުޖެހޭހެއްޔެވެ![56]","[56]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(48) އަދި ޤިޔާމަތް ޤާއިމުވާ ދުވަހާ މެދު ތިޔަބައިމީހުން ބިރުވެތިވާށެވެ! އެ ދުވަހަކީ، އެއްވެސް މީހެއްގެ ފަރާތުން އަނެކަކަށް ކުޑަވެސް އެހީތެރިކަމެއް ފޯރުކޮށްދެވޭނޭ ދުވަހެއް ނޫނެވެ. އަދި، اللهُ ގެ އިޛްނަފުޅާނުލައި ވެވޭ އެއްވެސް ޝަފާޢަތެއް، އެ إِلٰهُ ޤަބޫލުކުރައްވާނޭ ދުވަހެއް ނޫނެވެ. އަދި، اللهُ ގެ ޢަޛާބުން ސަލާމަތްވުމަށް ޓަކައި ބިމުގައި ވާހައި ތަކެތީން ފިދްޔަ ދިންކަމުގައި ވިއަސް، އެ ފިދްޔަ، އެ إِلٰهُ ޤަބޫލުކުރައްވާނޭ ދުވަހެއް ނޫނެވެ. އަދި ކާފިރުންނަށް ނަޞްރުދީ، اللهُ ގެ ޢަޛާބުން އެބައިމީހުން ސަލާމަތްކުރާނޭ އެއްވެސް ބަޔަކު އެ ދުވަހުން އެބައިމީހުންނަކަށް ނުވާނެތެވެ.[57]","[57]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(49) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި ފިރްޢައުނާއި އޭނާއަށް ތަބާވީ މީހުން ތިޔަބައިމީހުންނަށް ތަފާތު ބާވަތްބާވަތުގެ ގޯނާކޮށް ގަދަފަދަ ޢަޛާބުގެ ރަހަދައްކައި އަނިޔާވެރިވަމުން ދިޔައެވެ. އެ ގޮތަށް އަނިޔާވެރިވަމުން ދަނިކޮށް، އެ ކަންކަމުން ތިޔަބައިމީހުން ސަލާމަތްކުރައްވައި، ތިޔަބައިމީހުންނަށް ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި އެ އަނިޔާވެރީން، ތިޔަބައިމީހުންގެ ފިރިހެންދަރީން ޤަތްލުކޮށް، އެ އަނިޔާވެރީންގެ ޚިދްމަތުގައި ތިބޭ ނިކަމެތި ބަޔެއްގެ ގޮތުގައި ގެންގުޅުމަށް ޓަކައި ތިޔަބައިމީހުންގެ އަންހެންދަރީން ޤަތުލުނުކޮށް ބައިތިއްބައެވެ. އަދި އެ ކަންތައްތަކުގައި، ތިޔަބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތުން، ތިޔަބައިމީހުންނަށް ޓަކައި އައިސްފައިވާ ބޮޑު އިމްތިޙާނެއް ވެއެވެ. އަދި ފިރްޢައުނާއި އޭނާއަށް ތަބާވީ މީހުންގެ ނުބައިކަމުން ތިޔަބައިމީހުން ސަލާމަތްކުރެއްވިކަމީ، ތިމަން إِلٰهُ ތިޔަބައިމީހުންނަށް ދެއްވި ނުހަނު ބޮޑު ނިޢުމަތެކެވެ. ވީމާ، ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ދަރިފަސްކޮޅުން އަންނަހައި ބަޔެއްގެ މައްޗަށް ވެސް ވާޖިބުވެގެން ވަނީ، އެ ކަމުގެ ޝުކްރު، ތިމަން إِلٰهއަށް އަދާކުރުމުގެ ގޮތުން، ތިމަން إِلٰهُ އެންގެވި ގޮތަށް އުޅުމެވެ.[58]","[58]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(50) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި، ތިމަން إِلٰهُ، ތިޔަބައިމީހުންނަށް ޓަކައި، ކަނޑު ބައިބަޔަށް އިރުއްވައި، އެ ތާނގައި މަގުތަކެއް ލައްވައި ފިރްޢައުނާއި އޭނާގެ ލަޝްކަރުގެ ނުރައްކަލުން ތިޔަބައިމީހުން ސަލާމަތްކޮށްދެއްވި ގޮތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެހިނދު، ތިޔަބައިމީހުން އެ މަގުތަކުން ގޮސް އަނެއްފަރާތުގައިވާ ހިކިފަސް ތަނަކަށް ނުކުތީމުއެވެ. އަދި ފިރްޢައުނާއި އޭނާގެ ލަޝްކަރު ތިޔަބައިމީހުން ދިޔަމަގުތަކުން ދާންފެށިއެވެ. އެ ގޮތަށް ދާންފެށުމުން، ތިޔަބައިމީހުން އެ ލަޝްކަރަށް ބަލަބަލައި ތިއްބައި، ތިމަން إِلٰهُ އެ އެންމެން ޣަރަޤުކުރައްވައި ނެތިކުރެއްވީމެވެ.[59]","[59]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(51) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި ތިޔަބައިމީހުންނަށް ޓަކައި ވާ ހިދާޔަތެއް ކަމުގައްޔާއި ނޫރެއް ކަމުގައި، ތިމަން إِلٰهُ ބާވައިލެއްވި ތައުރާތު، مُوسَى އަށް ބާވައިލައްވާނޭ ކަމުގެ ވަޢުދު ބަސްފުޅު، އެ ރަސޫލާއަށް ވަޙީކުރައްވައި، އެ ކަމަށް ޓަކައި ތަނާއި މުއްދަތު ކަނޑައަޅުއްވައި، ތިމަން إِلٰهُ ތިޔަބައިމީހުންނަށް ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެ ތަނަކީ، ސީނާގައިވާ ޠޫރު ފަރުބަދައެވެ. މުއްދަތަކީ، ޙުރްމަތްތެރި ކުރެއްވިގެންވާ ޛުލްޤަޢިދާ މަހުގެ ފުރަތަމަ ދުވަހުން ފެށިގެން ޛުލްޙިއްޖާ މަހުގެ ދިހަވަނަ ދުވަހުގެ ނިޔަލަށެވެ. އެ މުއްދަތުގައި، ރޯދަފުޅަށް ހުންނެވުމަށް ވެސް، مُوسَىއަށް އެ إِلٰهُ އެންގެވިއެވެ. ދެންފަހެ، ތައުރާތު ގެންނެވުމަށް ޓަކައި، مُوسَى  ތިޔަބައިމީހުންނާ ވަކިވެވަޑައިގެން ޠޫރު ފަރުބަދައަށް ވަޑައިގެން ހުންނެވި މުއްދަތުގެ ތެރޭގައި، ސާމިރީ ކިއުނު މީހަކު ޅަ ގެރިއެއްގެ ސިފައިގައި ރަނުން އޮނިގަނޑެއް ހެދުމުން، އެ އޮނިގަނޑު، إِلٰهއަކު ކަމުގައި ބަލައި، اللهُ  ފިއަވައި، އެ އޮނިގަނޑަށް ތިޔަބައިމީހުންގެ ތެރެއިން ގިނަ ބަޔަކު އަޅުކަންކޮށް އުޅުނީމުއެވެ. ޝައްކެއްނެތެވެ. ޅަ ގެރިއެއްގެ ސިފައިގައި، ސާމިރީ ހެދި އޮނިގަނޑު، إِلٰهއަކު ކަމުގައި ބަލައިގަނެ، އެ އޮނިގަނޑަށް އަޅުކަންކުރުމަކީ، އެއްވެސް ބަޔަކު ކުރާނޭ އެންމެ ނުބައިކަން ބޮޑު ކުފުރުވެރި ޢަމަލެވެ. ވީމާ، ތިޔަބައިމީހުން ވެގެންދިޔައީ އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވި ބަޔަކު ކަމުގައެވެ.[60] ދަންނާށެވެ! ޅަ ގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑުގެ ތެރެއަށް ވައިވަނުމާ އެކު، ގެރިއެއް ގޮވައިލީމާ ނުކުންނަ ކަހަލަ އަޑެއް އެ އޮނިގަނޑުން ނުކުތުމުން، ސާމިރީ ޔަހޫދީންނަށް ބުންޏެވެ. މިއީ، مُوْسَى އާއި ތިޔަބައިމީހުންގެ إِلٰهއެވެ. ދެން، ޔަހޫދީންގެ ތެރެއިން ގިނަ ބަޔަކު ސާމިރީގެ ބަސް ޤަބޫލުކުޅައެވެ. އަދި ޅަ ގެރިއެއްގެ ސިފައިގައި އޭނާ އެ ހެދި އޮނިގަޑުގެ ކައިރީގައި ތިބެގެން އެ އޮނިގަނޑަށް އަޅުކަންކުރާންފެށިއެވެ.[61]","[60]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[61]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلْإمَامِ مُحَمَّدِ بنِ جَرِيرِ الطَّبَرِي"],["(52) އެއަށްފަހު، مُوسَى  ތިޔަބައިމީހުންގެ ގާތަށް އެނބުރިވަޑައިގެން، ސާމިރީ ހެދި އޮނިގަނޑަށް އަޅުކަންކުރުން ދޫކޮށް ތައުބާވުމަށް ގޮވައިލެއްވިއެވެ. ދެން އެ ރަސޫލާގެ ގޮވައިލެއްވުމަށް ތިޔަބައިމީހުން އިޖާބަދީ ތައުބާވި ހިނދު، اللهُ  ތިޔަބައިމީހުންގެ ކިބައިން ތައުބާ ޤަބޫލުކުރެއްވިއެވެ. އެއީ، ތިޔަބައިމީހުން ޝިރްކުކުރުން މުޅީން ދޫކޮށްލައި، ރިވެތި ގޮތުގައި، اللهُ އަށް އަޅުކަންކޮށް، އެ إِلٰهއަށް ޝުކްރުވެރިވެ އުޅުމަށް ޓަކައެވެ.[62]","[62]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(53) އަދި ޙައްޤާއި ބާޠިލު ވަކިކުރަނިވި ފޮތެއްގެ ގޮތުގައި، مُوسَى އަށް، ތިމަން إِلٰهُ ތައުރާތު ބާވައިލައްވައި، ތިޔަބައިމީހުންނަށް ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެއީ، ތިޔަބައިމީހުން މަގުފުރެދުމުގެ އަނދިރިކަމުގެ ތެރެއިން ނުކުމެ ޙައްޤުޤަބޫލުކޮށް ތެދުމަގު ލިބިގަތުމަށް ޓަކައެވެ![63]","[63]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(54) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ހަމަކަށަވަރުން ވެސް، ޅަ ގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑަށް ތިޔަބައިމީހުން އަޅުކަންކުރުމުން، مُوسَى ތިޔަބައިމީހުންނަށް ވިދާޅުވިއެވެ. އޭ ޤައުމުގެ މީހުންނޭވެ! ޅަ ގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑަށް އަޅުކަންކޮށް، ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސަށް ތިޔަބައިމީހުން އަނިޔާވެރިވެއްޖައީމުއެވެ. ފަހެ، ތިޔަބައިމީހުން ހެއްދެވި ޚާލިޤުވަންތަ إِلٰهއަށް ތިޔަބައިމީހުން ތައުބާވާށެވެ! އެ ތައުބާއަކީ، ތިޔަބައިމީހުން ކުރެ އެއް ބަޔަކު، އަނެއް ބަޔަކު ޤަތުލުކުރުމެވެ. މި ފަދައިން ޢަމަލުކޮށް ތައުބާވުން، ތާއަބަދު ނަރަކައިގައި ދެމިތިބުމަށްވުރެން، ތިޔަބައިމީހުން އުފެއްދެވި ޚާލިޤުވަންތަ إِلٰهُގެ ޙަޟްރަތުގައި ތިޔަބައިމީހުންނަށް ހެޔޮކަން ބޮޑުވެގެންވެއެވެ. ދެންފަހެ، އެ ގޮތަށް ޢަމަލުކުރުމަށް އެއްބަސްވެ، އެ ކަން ޤަބޫލުކޮށް، އެ ގޮތަށް ތިޔަބައިމީހުން ޢަމަލުކުރީމުއެވެ. އެހެންކަމުން، اللهُ ގެ ހަޟްރަތަށް ރުޖޫޢަވެ ތައުބާވުމުގެ ތައުފީޤު ތިޔަބައިމީހުންނަށް، އެ إِلٰهُ ދެއްވައި، އެ އަނިޔާވެރިވުމުން ސަލާމަތްވެވޭނޭ ގޮތް މިންވަރުކުރައްވައި، ތިޔަބައިމީހުންގެ ވެރި إِلٰهُ ތިޔަބައިމީހުންނަށް ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! ހަމަކަށަވަރުން، اللهُ އީ، ތައުބާވާ އަޅުންގެ ތައުބާ ގިނަގިނައިން ޤަބޫލުކުރައްވާ އެބައިމީހުންނަށް ރަޙްމަތްލައްވާ ނުހަނު އޯގާވަންތަ إِلٰهއެވެ.[64] ދަންނާށެވެ! މި މައްސަލައިގައި ބަޔެއް ޢިލްމުވެރީންގެ ރައުޔަކީ، ސާމިރީ ހެދި އޮނިގަނޑަށް އަޅުކަން ނުކޮށް ތިބި މީހުން، އެ އޮނިގަނޑަށް އަޅުކަން ކުރިމީހުން ޤަތްލުކުރުމެވެ.[65]","[64]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[65]- التَّفْسِيرُ الْجَامِعُ لِأَحْكَامِ الْقُرْآنِ لِلْإمَامِ أَبِي عَبْدِ اللهِ الْقُرْطُبِي"],["(55) އަދި ތިޔަބައިމީހުންގެ ކާބަފައިންގެ ތެރެއިން، مُوسَى  ހޮއްވެވި އެންމެ ހެޔޮލަފާ ހަތްދިހަ މީހުން، އެއްވެސް ބިރެއް ޖެހިލުމެއް ނެތި، مُوسَى އަށް ދެންނެވި ވާހަކަތަކާއި، އެ ވާހަކަތައް ދެންނެވުމުން އެބައިމީހުންނާ މެދު ކަން ހިނގައިދިޔަ ގޮތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެބައިމީހުން مُوسَى އަށް ދެންނެވިއެވެ. އޭ مُوسَى  އެވެ! اللهُ  ތިބާއަށް ބަސްވަޙީކުރައްވާ އަޑު އަޅުގަނޑުމެންނަށް އިވޭނޭ ގޮތް، މިންވަރުކޮށް ދެއްވުމަށް އެދިވަޑައިގެން، އެ إِلٰهُގެ ޙަޟްރަތުގައި ދަންނަވައިދެއްވާށެވެ! ދެން، އެ ކަން އެ ގޮތަށް މިންވަރުކޮށް ދެއްވުމަށް އެދިވަޑައިގެން، مُوسَى ކުރެއްވި ދުޢާފުޅު، اللهُ  އިޖާބަކުރައްވައި، އެ إِلٰهُ އެ ރަސޫލާއަށް ބަސްވަޙީކުރައްވާ އަޑު އެބައިމީހުންނަށް އިވުމުން އެބައިމީހުން ދެންނެވިއެވެ. ފައުޅުގައި، اللهُ  ތިމަންމެންނަށް ފެނި، އެ إِلٰهُގެ ޛާތުފުޅު ތިމަންމެން ދެކެފުމަށް ދާނދެން، ފަހަރެއްގައި ވެސް ތިމަންމެން ތިބާއަކަށް އީމާނެއް ނުވާހުށީމެވެ. ދެން، އެ ފަދައިން އެބައިމީހުން ދެންނެވުމުގެ ސަބަބުން، އެބައިމީހުން ބަލަބަލައި ތިއްބައި، އެބައިމީހުންގެ ގަޔަށް ހޮނުގުގުރިއަޅައި އެ އެންމެން އަނދައި ހަލާކުވެ ނެތި ދިޔައެވެ.[66]","[66]- التَّفْسِيرُ الْجَامِعُ اْلأَحْكَامِ لِلْإمَامِ أَبِي عَبْدِ اللهِ الْقُرْطُبِي وَتَفْسِيرُ الْقُرْآنِ الْعَظِيمِ ِ لِلْإمَامِ الْحَافِظِ ابْنِ كَثِير الدِّمِشْقِي"],["(56) ދެން، އެ ހޮނުގުގުރީގައި އެ އެންމެން އަނދައި ހަލާކުވެ ނެތި ދިއުމަށްފަހު، ތިމަން إِلٰهُ އެބައިމީހުން އަލުން ދިރުއްވީމެވެ. އެއީ، އިސްރާއީލުގެ ދަރީންނަށް، ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތަށް އެބައިމީހުން ޝުކުރުވެރިވެ އުޅުމަށް ޓަކައެވެ. ދަންނާށެވެ! اللهُ ގެ ޛާތުފުޅު، ލޮލަށް ފެނުމަކީ، މި ދުނިޔެމަތީގައި އެއްވެސް އިންސާނަކަށް ލިބޭނޭ ކަމެއް ނޫނެވެ. ނަމަވެސް، އެބައިމީހުންގެ ކިބައިގައި ހުރި ނުކިއަމަންތެރިކަމާއި ބިރުކުޑަކަމުގެ ބޮޑުކަމުން، اللهُ ގެ ޛާތުފުޅު ދުށުމަށް އެދި އެބައިމީހުން ދެންނެވީއެވެ. އެހެންކަމުން، ހޮނުގުގުރިއާއެކު އުޑުން އަލިފާން ފޮނުއްވައި، އެ އުޤޫބާތުގައި، اللهُ  އެބައިމީހުން ނެތިކުރެއްވީއެވެ. ދެން، އެއަށްފަހު، اللهُ  އެ އެންމެން ދިރުއްވުމުން، އެބައިމީހުން ދުނިޔޭގައި އުޅުމަށް ޓަކައި، އެ إِلٰهُ ކަނޑައަޅުއްވައިފައިވާ އަޖަލު އެބައިމީހުން އެންމެން ވެސް ފުރިހަމަކުރިއެވެ.[67]","[67]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(57) އަދި ހޫނުގަދަ ޞަޙަރާގައި އެއްވެސް ހިޔާވަހިކަމެއް ނެތި ދެވޭނުދެވޭ ތަނެއް ނޭނގި ޙައިރާންކަން މަތީ ތިޔަބައިމީހުން ހިނގަހިނގާ އުޅުނު ދުވަސްވަރު، ތިޔަބައިމީހުންގެ މައްޗަށް ވިލާގަނޑެއް ފޮނުއްވައި، އެ ވިލާގަނޑުން ހިޔައުއަޅުއްވައި، އިރުގެ ގަދަ ހޫނުން ތިޔަބައިމީހުން ސަލާމަތްކުރެއްވުމަށް ޓަކައި، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި ތިޔަބައިމީހުން އެއިން ކައިބޮއި އުޅުމަށް ޓަކައި، ތިޔަބައިމީހުންގެ މައްޗަށް މަންނައާއި ސަލްވާ، ތިމަން إِلٰهُ ބާވައިލެއްވީމެވެ. އަދި ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ އެންގެވީމެވެ. ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ޙަލާލު ރަނގަޅު ތަކެތީން ތިޔަބައިމީހުން ކައިބޮއި އުޅޭށެވެ! އަދި، ތިމަން إِلٰهُގެ އަމުރުފުޅުތަކާ، ތިޔަބައިމީހުން ޚިލާފުނުވާށެވެ! ނަމަވެސް، ތިމަން إِلٰهُގެ އަމުރުފުޅުތަކަށް ތިޔަބައިމީހުން ކިޔަމަނެއް ނުވީމުއެވެ. ޝައްކެއްނެތެވެ. އެބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތަށް ޝުކްރުވެރިނުވެ އެބައިމީހުން ކުފްރުވެރިވުމަކުން، ތިމަން إِلٰهއަކަށް އެއްވެސް ގެއްލުމެއް އެބައިމީހުންނަކަށް ނުދެވުނެވެ. އެހެނެއްކަމަކު، އެބައިމީހުން އެ އަނިޔާކުރީ ހަމަ އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ކަމުގައި މެނުވީ ނުވެއެވެ! އެހެނީ، ބަޔަކު އަނިޔާވެރިވެއްޖެ ނަމަ، އެ ކަމުގެ ނުބައި ނަތީޖާ ލިބޭނީ ހަމަ އެ ބަޔަކަށް ކަން ކަށަވަރެވެ.[68] ދަންނާށެވެ! “މަންނަ] އަކީ، ފިނިފައިބާހެން މަތީން ފައިބާ، މާމުޔަށް ވުރެ ފޮނި، ކިރަށް ވުރެން ހުދު، ތަތްކަމެއް ހުންނަ އެއްޗެކެވެ. އެ ހުންނަ ގޮތް އެންމެ ވައްތަރުވާނީ، ފަޖްރުލުމާއި އިރުއެރުމާ ދެމެދު، ގަސްގަހަށް ފައިބާ ފިނި ހުންނަ ގޮތާއެވެ. އަދި “ސަލްވާ] އަކީ، ސުންމާނު މިނަން ކިޔާ ޒާތުގެ ދޫންޏެކެވެ. އެ ދޫނި އެންމެ ވައްތަރުވާނީ “ކުއެލް] އާއެވެ. އެ ދޫންޏަށް އުރުދޫބަހުން ކިޔާ ނަމަކީ “ބަޓޭރު] މިއެވެ. އެ ދޫނީގެ މަހާއި މަންނައާ އެއްވުމުން، ރަނގަޅު ކާނާއަކަށް ފުދެއެވެ.","[68]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(58) އަދި މި އޮތް ރަށަށް، بَيْتُ الْمَقْدِسއަށް، ތިޔަބައިމީހުން ވަންނާށެވެ! އަދި އެ ރަށުން ތިޔަބައިމީހުން ބޭނުން ތަނަކަށް ފައިބައި، ހިތްހަމަޖެހުމާއެކު ތިޔަބައިމީހުން އެދޭ ގޮތަކަށް، ޙަލާލު ރަނގަޅު ތަކެތީން ކައިބޮއިއުޅޭށެވެ! މި ފަދައިން ވަޙީކުރައްވައި، ތިމަން إِلٰهُ ތިޔަބައިމީހުންނަށް ދެއްވި ނިޢުމަތްތައް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި، اللهُ އަށް ކިޔަމަންތެރިވާ ޙާލު ބޯލަނބައި ގުދުވެ ތިބެގެން، “حِطَّةٌ] މިފަދައިން ކިޔަމުން، ފާފަ ފުއްސެވުމަށް އެދި ދަންނަވާ ޙާލު، مُوسَى ދައްކަވާ ދޮރަކުން، ތިޔަބައިމީހުން އެ ރަށަށް ވަންނާށެވެ! އެއިރުން، ތިމަން إِلٰهُ، ތިޔަބައިމީހުންގެ ދުޢާ އިޖާބަކުރައްވައި ފާފަ ފުއްސަވާހުށީމެވެ. އަދި އިޙްސާންތެރިކަމާއެކު ހެޔޮ ޢަމަލުކުރާ މީހުންނަށް ހެޔޮ ޖަޒާ ދެއްވައި ދަރުމަ އިތުރުކުރައްވާހުށީމެވެ.[69] ދަންނާށެވެ! “حِطَّةٌ] މި ލަފްޒުގެ މާނައަކީ، އަޅަމެންގެ ފާފަ އަޅަމެންނަށް ފުއްސަވާނދޭވެ! މިއެވެ.","[69]- التَّفْسِيرُ الْجامِعُ لِأحْكَامِ الْقُرْآنِ لِلْإمَامِ أَبِي عَبْدِ اللهِ الْقُرْطُبِي"],["(59) ދެންފަހެ، اللهُއަށް ކިޔަމަންތެރިވާ ޙާލު ބޯލަނބައި ގުދުވެ ތިބެގެން، “حِطَّةٌ] މި ފަދައިން ކިޔަމުން ފާފަ ފުއްސެވުމަށް އެދި ދަންނަވާ ޙާލު، مُوْسَى  ދެއްކެވި ދޮރަކުން ތިޔަބައިމީހުން بَيْتُ الْمَقْدِسއަށް ވަންނާށެވެ! އިސްރާއީލުގެ ދަރީންނަން، اللهُ  މި ފަދައިން އަމުރުކުރެއްވުމުން، އެބައިމީހުންގެ ތެރެއިން، އެ إِلٰهއަށް އުރެދި ނުކިޔަމަންތެރިވެ ފުރެދުންތެރިކަމުގައި ހައްދުފަހަނަޅައި ގޮސް އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވި މީހުން، بَيْتُ الْمَقْدِسއަށް ވަނީ، ބޮޑާކަން ފައުޅުކުރާ ޙާލު ބިންމަތީގައި އިށީނދެގެން ލޫދެމުން ކަހަލަ ގޮތަކަށް، ކުޑަކުޑަ ދޮރަކުންނެވެ. އަދި އެ ރަށަށް ވަންނައިރު ކިޔުމަށް އެބައިމީހުންނަށް އެންގެވި ދުޢާގައިވާ “حِطَّةٌ] މި ލަފްޒު، “حِنطَةٌ] މި ލަފްޒަށް ބަދަލުކޮށް، اللهُ އަށް އުރެދި ނުކިޔަމަންތެރިވެ، އެ إِلٰهُގެ ދީނަށް އެބައިމީހުން މަލާމާތްކުރިއެވެ. ދެން، ތިމަން اللهُ، އެ އަނިޔާވެރީން އެ ކުޅަ ނުބައި ޢަމަލުތަކުގެ ސަބަބުން، އެބައިމީހުންގެ މައްޗަށް، އުޑުން ގަދަފަދަ ކޯފާއާއި ޢަޛާބު ބާވައިލެއްވީމެވެ. އެއީ، ތިމަން إِلٰهއަށް ކިޔަމަންތެރިވުމުގެ ދާއިރާއިން އެބައިމީހުން ބޭރުވެގަނެ، ތިމަން إِلٰهُގެ އަމުރުފުޅުތަކާ ޚިލާފުވުމުގައި އެބައިމީހުން ހައްދުފަހަނައަޅައިދިޔަ ކަމަށް ޓަކައެވެ.[70] ދަންނާށެވެ! “حِنطَةٌ] މި ލަފްޒަކީ، ޢަރަބި ބަހުގައި ހިމަ ގޮދަނަށް ކިއާ ނަމެކެވެ. އަދި އެބައިމީހުންގެ މައްޗަށް އުޑުން ބާވައިލެއްވި ކޯފާއާއި ޢަޛާބަކީ ޠާޢޫނު ކިއުނު ރޯގާއެއް ކަމުގައި ރިވާވެގެންވެއެވެ.[71]","[70]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[71] - تَفْسِيرُ جَامِعِ الْبَيَانِ لِلْإمَامِ مُحَمَّدِ بنِ جَرِيرِ الطَّبَرِي"],["(60) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި އެއްވެސް ހިޔާވަހިކަމެއް ނެތް ހޫނުގަދަ ޞަޙަރާގައި، ދެވޭނުދެވޭ ތަނެއް ނޭނގި ތިޔަބައިމީހުން ހިނގަހިނގާ އުޅުނީމުއެވެ. އަދި އެ ދުވަސްވަރު، އެއްގޮތަކަށް ވެސް ފެން ނުލިބިގެން ފެނަށް އެދި، مُوسَى އަށް ތިޔަބައިމީހުން ދެންނެވީމުއެވެ. އެ ހިނދު، މަޑުމޮޅިކަމާއި ނިކަމެތިކަން ފައުޅުކުރައްވާ ޙާލުކޮޅުގައި، مُوسَى ، ތިމަން إِلٰهُގެ ޙަޟްރަތަށް ކުއްތަންވެވަޑައިގެން ޤައުމުގެ މީހުންނަށް ފެން ދެއްވުމަށް އެދިވަޑައިގެން ދުޢާކުރެއްވުމުން، ތިޔަބައިމީހުންނަށް ފެން ލިބޭނޭ ގޮތް މިންވަރުކުރައްވައި، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެ ވަގުތު، مُوسَى އަށް، ތިމަން إِلٰهُ ވަޙީކުރެއްވީމެވެ. އިބަ ރަސޫލާގެ އަސާކޮޅުން ތިޔަ އޮތް ހިލައިގައި ޖައްސަވާށެވެ! ދެން، اللهُ ގެ އަމުރުފުޅަށް، مُوسَى ގެ އަސާކޮޅުން އެ ހިލައިގައި ޖެއްސެވުމުން، އެ ހިލަ ފަޅައިގެން ގޮސް ފެން އަރައި، ބާރަ ފެންއާރު ހިނގައިގަތެވެ. އެއީ، ބަނީ އިސްރާއީލުންގެ ބާރަ ޤަބީލާއިން ކުރެ ކޮންމެ ޤަބީލާއަކަށް ފެންއާރެކެވެ. އަދި ހަމަކަށަވަރުން، އެއިން ކޮންމެ އާރެއްގައި ވެސް، އެ އާރަކުން ފެންބޯންވީ ޤަބީލާ އެނގޭނޭ ފަދަ ޢަލާމާތެއް ވިއެވެ. އެ ޢަލާމާތް އެ ގޮތަށް ލެއްވީ، އެބައިމީހުންގެ މެދުގައި އެއްވެސް ދެބަސްވުމެއް އަދި ހަމަނުޖެހުމެއް ވިއަސް ނުހިނގުމަށް ޓަކައެވެ. އަދި، اللهُ  އެބައިމީހުންނަށް އެންގެވިއެވެ. ތިޔަބައިމީހުންގެ އެއްވެސް މަސައްކަތަކާނުލައި، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ރިޒްޤުން ތިޔަބައިމީހުން ކައިބޮއިއުޅޭށެވެ! އަދި ފަސާދަކުރާ ބަޔަކު ކަމުގައި ވެގެން ތިބެ، ތިޔަބައިމީހުން ބިމުގައި ފަސާދަނުކުރާށެވެ! [72]","[72]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(61) އަދި ތިޔަބައިމީހުން އެއްވެސް މަސައްކަތެއް ނުކޮށް ކައިބޮއި އުޅުމަށް ޓަކައި، ތިޔަބައިމީހުންނަށް މަންނައާއި ސަލްވާ ބާވައިލައްވައި ތިޔަބައިމީހުންނަށް ޓަކައި، ތިމަން إِلٰهُ ދެއްވި ނިޢުމަތް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! ދެންފަހެ، އެ ފަދަ ނިޢުމަތް ދެއްވުމަށްފަހު ވެސް، އެ ނިޢުމަތާ މެދު ފޫހިވުމުން، ބޮޑާކަމާއެކު ތިޔަބައިމީހުން، مُوسَى އަށް ދެންނެވީމުއެވެ. އޭ مُوسَى އެވެ! މިހާ ގިނަ ދުވަސްތަކެއް ވާނދެން އެއް ބާވަތެއްގެ ކާނާ ކެއުމަކީ ތިމަންމެންނަށް ކެތްކުރެވޭނޭ ކަމެއްނޫނެވެ. ވީމާ، ބިމުންފަޅައިގެން ހެދޭ ތަކެތީގެ ތެރެއިން ތަރުކާރީގެ ބާވަތްތަކާއި، ގޮވާމުގެ އޮއްޓަރާއި، ބޮޑުކެކުރިއާއި، މުގާއި، ލޮނުމެދާއި، ފިޔަޔާއި މި ފަދަ ތަކެތި، ތިމަންމެންނަށް ދެއްވުމަށް އެދިވަޑައިގެން ދުޢާކުރައްވައި، އިބަ ރަސޫލާގެ ވެރި إِلٰهއަށް ދަންނަވައިދެއްވާށެވެ! އެބައިމީހުން އެ ދެންނެވި ދެންނެވުމާ މެދު ރުހިވަޑައިނުގެން ހުންނެވުމާ އެކު، مُوسَى  ވިދާޅުވިއެވެ. ފަހެ، اللهُ  ތިޔަބައިމީހުންނަށް ދެއްވައި ދަރުމަކުރެއްވި ނުހަނު ފައިދާ ހުރި މޮޅު ކާބޯތަކެތީގެ ބަދަލުގައި، އެއަށްވުރެން މާ ދެރަ ތަކެތި ލިބުމަށް ތިޔަބައިމީހުން އެދެނީހެއްޔެވެ؟ ފަހެ، ތިޔަބައިމީހުން އެދެނީ އެ ގޮތް ކަމުގައި ވަނީ ނަމަ، މިހިރަ ރަށްތަކުގެ ތެރެއިން ރަށަކަށް ގޮސް އެ ރަށަށް ފައިބާ އެ ތާނގައި ތިޔަބައިމީހުން ވަޒަންވެރިވާށެވެ! އެއިރުން، ތިޔަބައިމީހުން ތިޔަ އެދޭ ގޮތުގެ މަތީން، އެ ރަށެއްގެ ދަނޑުތަކާއި ބާޒާރުން އެ ތަކެތި ލިބޭނެއެވެ! ދެންފަހެ، ރިޒްޤެއްގެ ގޮތުގައި، اللهُ  އެބައިމީހުންނަށް ދެއްވި ތަކެއްޗާ މެދު ނުރުހި، އެ إِلٰهُ އަމުރުކުރެއްވި ކަންތައްތައް ކުރުމުގެ ބަދަލުގައި، އެބައިމީހުންގެ ހަވާ ނަފްސު އެދޭ ގޮތް އިސްކުރުމުން، ދެރަކަމާއި، ނިކަމެތިކަމާއި، ފަޤީރުކަން އެބައިމީހުންނަށް ކުރިމަތިވެ، اللهُ  ގެ ކޯފާ އެބައިމީހުންގެ މައްޗަށް ޙައްޤުވިއެވެ. ޝައްކެއްނެތެވެ. ބަނީ އިސްރާއީލުންނަށް މި ހުރިހައި ކަމެއް މެދުވެރިވީ، اللهُ ގެ ދީނުން އެބައިމީހުން މޫނު އަނބުރައިލައި، އެ إِلٰهُގެ އާޔަތްތަކަށް އިންކާރުކޮށް ކާފިރުވުމުގެ ސަބަބުން ކަން ކަށަވަރެވެ. އަދި އެބައިމީހުންނަށް ޓަކައި، އެ إِلٰهُ ކަނޑައެޅުއްވި ޝަރްޢީ އިންތައް ފަހަނަޅައި ގޮސް، އެ إِلٰهއަށް އުރެދި ނުކިޔަމަންތެރިވުމުގެ ސަބަބުންނާއި، ރަސޫލުންނާއި ނަބިއްޔުންގެ މައްޗަށް ޢަދާވާތްތެރިވެ އަނިޔާވެރިވެ، ޙައްޤަކާނުލައި، ބައެއް ރަސޫލުންނާއި ނަބިއްޔުން ޤަތުލުކުރުމުގެ ސަބަބުން ކަން ވެސް ކަށަވަރެވެ.[73]","[73]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(62) ހަމަކަށަވަރުން، مُحَمَّدُ بْنِ عَبْدِ اللهِ ރަސޫލުކަމައިގެން ފޮނުއްވުމަށްފަހު، މީސްތަކުންގެ ތެރެއިން، اللهُ ގެ އެއްކައުވަންތަކަން ޤަބޫލުކޮށް، އެ إِلٰهُ ފޮނުއްވި ރަސޫލުން ތެދުކޮށް، އެ إِلٰهُ ޝަރްޢުކުރެއްވި ކަންތައްތަކަށް ޢަމަލުކުރި މީހުންނަށް ލިބޭނޭ ޘަވާބު ވަނީ، އެބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތުގައި ކަނޑައެޅި ލިޔެވި ނިމިފައެވެ. އަދި، مُحَمَّدُ بْنِ عَبْدِ اللهِ ރަސޫލުކަމައިގެން ވަޑައިގަތުމުގެ ކުރީގައި އުޅުނު، ޔަހޫދީންނާއި، ނަޞާރާއިންނާއި، ޞާބިއީންގެ ތެރެއިން ވެސް، اللهُ ގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، ސަމާވީ ދީންތަކަށް އުޅެ، އާޚިރަތް ދުވަހަކީ ޖަޒާ ދެއްވާނޭ ދުވަސް ކަމަށް އީމާންވެ، اللهُ  ރުހިވޮޑިގަންނަވާ ގޮތުގެ މަތީން ހެޔޮ ޢަމަލު ކުރި މީހުންނަށް ލިބޭނޭ ޘަވާބު ވެސް ވަނީ، އެބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތުގައި ކަނޑައެޅި ލިޔެވި ނިމިފައެވެ. ބަޔާންވެދިއަ އެންމެންނަށް ވެސް، އާޚިރަތް ދުވަހުގެ އެއްވެސް ބިރުވެރިކަމެއް އަދި ދުނިޔޭގައި އުޅުނުއިރު ނުކޮށް ދޫކޮށްލެވެނު ކަންތައްތަކާ މެދު ހިތާމަކުރުމެއް ވިއަސް ނުމެ ވާނޭމެއެވެ. ދަންނާށެވެ! ނަބީކަމާއި ރަސޫލުކަން ޚަތިމުކުރެއްވި ސާހިބާ، مُحَمَّدُ بْنِ عَبْدِ اللهِ ރަސޫލުކަމައިގެން ފޮނުއްވުމަށްފަހު، އެ ރަސޫލާ ގެންނެވި އިސްލާމް ދީން ފިޔަވައި އެހެން އެއްވެސް ދީނެއް، އެއްވެސް މީހެއްގެ ކިބައިން، اللهُ  ޤަބޫލެއް ނުކުރައްވާނެތެވެ.[74] އަދި ދަންނާށެވެ! ޞާބިއީންނަކީ، نُوحُ ގެ ދީނުގައި އުޅުނު ބަޔަކު ކަމުގައި ރިވާވެގެންވެއެވެ.[75] އަދި އެބައިމީހުންނަކީ ބައެއް އެހެނިހެން ނަބިއްޔުންނާ ތަބާވެ އުޅުނު، އަހްލުކިތާބީންގެ ތެރެއިންވާ ބަޔަކު ކަމުގައި ވެސް ރިވާވެގެންވެއެވެ. އަދި ޞާބިއީންނާ މެދު މި ނޫން ގޮތްގޮތަށް ވެސް ރިވާވެގެންވެއެވެ.[76]","[74] - اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[75] - تَفْسِيرُ الْبَيْضَاوِي لِلْقَاضِي نَاصِرِ الدَّينِ الْبَيْضَاوِي\n[76]- تَفْسِيرُ جَامِعِ الْبَيَانِ لِلإمَامِ مُحَمَّدِ بنِ جَرِيرِ الطَّبَرِي"],["(63) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިމަން إِلٰهُގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، ތިމަން إِلٰهُ ފޮނުއްވި ރަސޫލުންނާ ތަބާވެ، އެ ރަސޫލުން ގެންނެވި ރިސާލަތުގައި ވާގޮތަށް ޢަމަލުކޮށް، ހަމައެކަނި ތިމަން إِلٰهއަށް އަޅުކަންކުރުމަށް ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ހިއްޕެވި ޢަހްދުކަށަވަރު ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި ތިޔަބައިމީހުންގެ ކިބައިން އެ ޢަހްދުކަށަވަރު ހިއްޕެވި ހިނދު، ބިމުގައިނުޖެހި ތިޔަބައިމީހުންގެ ބޮލާދިމާ މަތީގައި އޮންނަ ގޮތަށް، ޠޫރު ފަރުބަދަ، ތިމަން إِلٰهُ އުފުއްލެވީމެވެ. އަދި އެ ޢަހްދުކަށަވަރުގައި، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ އެންގެވީމެވެ. ހީވާގިކަމާއެކު، ތައުރާތުގައި ވަރުގަދައަށް ހިފަހައްޓައި، އެ ފޮތް ދަސްކޮށް، އެ ފޮތުގައިވާ ތަކެއްޗާ މެދު ވިސްނައި ފިކުރުކޮށް، އެ ފޮތުގައިވާ ގޮތަށް ބަހާއި ޢަމަލު ސީދާކުރާށެވެ. އެއީ، އެ ޢަހްދާ ޚިލާފުވެއްޖެ ނަމަ، ދުނިޔޭގައްޔާއި އާޚިރަތް ދުވަހުން، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވައިފާނޭ ޢުޤޫބާތަކަށް ބިރުވެތިވެ، ތައުރާތުގައިވާ އަމުރުފުޅުތަކަށް ތިޔަބައިމީހުން ކިޔަމަންތެރިވެ އުޅުމަށް ޓަކައެވެ.[77] ދަންނާށެވެ! ތައުރާތަށް ޢަމަލުކުރުމަށް ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ޢަހްދުކަށަވަރު ހިއްޕެވި ހިނދު، ބިމުގައި ނުޖެހި، ތިޔަބައިމީހުންގެ ބޮލާދިމާ މަތީގައި އޮންނަ ގޮތަށް، ޠޫރު ފަރުބަދަ، ތިމަން إِلٰهُ އުފުއްލެވީ، ކިޔަމަންތެރިކަމާއެކު އެ ޢަހްދު ކަށަވަރުގެ މަތީގައި ތިޔަބައިމީހުން ދެމިތިބެ، އެ ޢަހްދުގައިވާ ގޮތަށް، ތައުރާތަށް ޢަމަލުކުރުމަށް ތިޔަބައިމީހުން އެއްބަސްވެ އިޤްރާރުވުމަށް ޓަކައެވެ. އަދި އެ ޢަހްދު އުވައިލައި ތައުރާތުގައިވާ ގޮތަށް ޢަމަލުނުކޮށްފި ނަމަ، ތިޔަބައިމީހުންގެ މައްޗަށް އެ ފަރުބަދަ ވައްޓަވައިލައްވައިފާނޭ ކަމާމެދު، ތިޔަބައިމީހުން ބިރުވެތި ކުރެއްވުމަށް ޓަކައެވެ. ދެން އެ ހިނދު، ތިޔަބައިމީހުންނަށް ދެއްވުނު ތައުރާތުގައި ވަރުގަދައަށް ހިފަހައްޓާނޭ ކަމަށް ތިޔަބައިމީހުން އެއްބަސްވީމުއެވެ.[78]","[77]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[78]- تَفْسِيرُ الْقُرْآنِ الْعَظِيمِ لِلْإمَامِ ابْنِ كَثِيرٍ"],["(64) އަދި ޠޫރު ފަރުބަދަ، ބިމުގައި ނުޖެހި ތިޔަބައިމީހުންގެ ބޮލާދިމާ މަތީގައި އޮންނަ ގޮތަށް އުފުއްލަވައި، ތައުރާތުގައި ވާގޮތަށް ޢަމަލުކުރުމަށް، ތިޔަބައިމީހުންގެ ކިބައިން، اللهُ  ޢަހްދުކަށަވަރު ހިއްޕެވުމުން، އެ ޢަހްދު ކަށަވަރު ޤަބޫލުކުރުމަށް ފަހު، ތިޔަބައިމީހުން އެ ޢަހްދާ ޚިލާފުވެ އުރެދުނީމުއެވެ. އެއަށްފަހު، ތިޔަބައިމީހުން ތައުބާވުމުން، اللهُ ގެ ފަޟްލުވަންތަކަމުން ތިޔަބައިމީހުންގެ ކުށްތައް ޢަފޫކޮށްދެއްވައި، ތައުބާ ޤަބޫލުކުރައްވައި، ތިޔަބައިމީހުންނަށް ރަޙްމަތް ނުލެއްވި ނަމަ، އެ إِلٰهއަށް އުރެދި ނުކިޔަމަންތެރިވުމުގެ ސަބަބުން ތިޔަބައިމީހުން ވެސް ވެގެން ދިޔައީހީ، ދުނިޔޭގައްޔާއި އާޚިރަތް ދުވަހުން ގެއްލުމާއި ހަލާކު ލިބެނިވި މީހުންގެ ތެރެއިން ކަން ކަށަވަރެވެ.[79]","[79]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة وَالْجَامِعُ لِأحْكَامِ الْقُرْآنِ لِلْإمَامِ الْقُرْطُبِي"],["(65) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި، مُوسَى ގެ ޒަމާނުގައި އުޅުނު އިސްރާއީލުގެ ދަރީންނަށް ހޮނިހިރު ދުވަހު މަސްނުހިފުމަށް އަމުރުކުރެއްވުމުން، އެ ކަމާމެދު ދެކޮޅުވެރިވެ، ނުކިޔަމަންތެރިވެ، اللهُ  ކަނޑައެޅުއްވި އިންތައް ފަހަނަޅައިދިޔަ، ތިޔަބައިމީހުންގެ ކާބަފައިންގެ ވާހަކަ، އެއްވެސް އޮޅުމެއް ނެތް ގޮތުގައި ތިޔަބައިމީހުންނަށް އެނގިފައިވާ ކަން ކަށަވަރެވެ. ފަހެ، ހޮނިހިރު ދުވަހު މަސްނުހިފުމަށް އަމުރުކުރެއްވުމުން، އެބައިމީހުން އެ ހެދި ނުބައި މަކަރުގެ ސަބަބުން، ތިމަން إِلٰهُ އެބައިމީހުންނަށް އެންގެވީމެވެ. ދެރަވެ ނިކަމެތިވެގެންވާ ރާމާމަކުނުތަކަކަށް ތިޔަބައިމީހުން ވާށެވެ! ހަމަ އެ ހިނދުމެ، އެބައިމީހުން ރާމާމަކުނުތަކަކަށް ބަދަލުވިއެވެ. ދަންނާށެވެ! އިސްރާއީލުގެ ދަރީންނަށް ޓަކައި، اللهُ  ކަނޑައެޅުއްވި އިންތައް ފަހަނަޅައިދިޔަ މީހުން ހިންގި އެއް ޖަރީމާއަކީ، ހޮނިހިރު ދުވަހު މަސްހިފުން ޙަރާމްކުރައްވައިފައި ވަނިކޮށް، ހުކުރު ދުވަހު ދާ ފައްތައިގެންނާއި އެ ނޫން ވެސް ގޮތްގޮތުން މަސްތަކަށް ބޭރަށް ނުދެވޭނޭ ގޮތް ހެދުމަށްފަހު، އެ މަސްތައް ހޮނިހިރު ދުވަހު ނުނަގައި، އާދީއްތަ ދުވަހު އެ މަސްތައް ނެގުމެވެ. އެއީ، اللهُ ގެ އަމުރުފުޅާ ޚިލާފަށް، އެބައިމީހުންގެ ނުބައިކަމާއި މަކަރުވެރިކަމުން، އެބައިމީހުން ރާވައިގެން ކުރިކަމެކެވެ.[80]","[80]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(66) ފަހެ، ހޮނިހިރު ދުވަހު މަސްހިފުން ޙަރާމްކުރައްވައިފައި ވަނިކޮށް، ހުކުރު ދުވަހު ދާ ފައްތައިގެންނާއި އެ ނޫން ވެސް ގޮތްގޮތުން މަސްތަކަށް ނުނިކުމެވޭނޭ ގޮތް ހެދުމަށްފަހު، އެ މަސްތައް ހޮނިހިރު ދުވަހު ނުނަގައި، އާދީއްތަ ދުވަހު މަސްތައް ނެގި ރަށުގެ މީހުންގެ މައްޗަށް ފޮނުއްވި ޢުޤޫބާތް، ތިމަން إِلٰهُ ލެއްވީ، އެއިރު އެ ރަށުގައި ތިބި މީހުންނަށާއި، އެ ރަށުގެ ވަށައިގެން އުޅުނު މީހުންނަށާއި، ޤިޔާމަތާ ޖެހޭނދެން ވެސް އަންނާނޭހައި ބަޔަކަށް، އެ ފަދަ ނުބައި ޢަމަލުތައް ނުކުރުމަށް ޓަކައި ހުރި ނުހަނު ބޮޑު ޢިބްރަތެއް ކަމުގައެވެ. އަދި، اللهُ އަށް ބިރުވެތިވެ ތަޤްވާވެރިވާ މީހުންނަށް ޓަކައި ހުރި ޢިބްރަތްތެރި ނަސޭހަތެއް ކަމުގައި ވެސް މެއެވެ.[81]","[81]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(67) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިޔަބައިމީހުންގެ ކާބަފައިންގެ ގާތަށް، اللهُ  ފޮނުއްވި ރަސޫލާ مُوسَى ، އެބައިމީހުންނަށް، އަންނަނިވި ފަދައިން ވިދާޅުވި ހިނދު، ކަންތައް ހިނގައިދިޔަ ގޮތް ތިޔަބައިމީހުން ނިކަން ހަނދުމަކޮށްބަލާށެވެ! އެބައިމީހުންނަށް އެ ރަސޫލާ ވިދާޅުވިއެވެ. ހަމަކަށަވަރުން، ތިޔަބައިމީހުންނަށް، اللهُ  އަމުރުކުރައްވަނީ ގެރިއެއް ކަތިލުމަށެވެ. އެ ފަދައިން އަމުރުކުރެއްވުމުން، ބޮޑާވެ ނުކިޔަމަންތެރިވެ އެ ރަސޫލާއާއި ޖަދަލުކުރުމުގެ ގޮތުން އެބައިމީހުން އެ ރަސޫލާއަށް ދެންނެވިއެވެ. ތިމަންމެންނަކީ، ފުރައްސާރަކުރައްވައި މަލާމާތްކުރައްވާން ތިބި ބަޔަކު ކަމުގައި، އިބަ ރަސޫލާ ހައްދަވަނީތޯއެވެ؟ މި ފަދައިން އެބައިމީހުން ދެންނެވުމުން، އެބައިމީހުންނަށް ރައްދުދެއްވައި، مُوْسَى  ވިދާޅުވިއެވެ. މީސްތަކުންނަށް ފުރައްސާރަކޮށް މަލާމާތްކޮށް، اللهُ އަށް ނިސްބަތްކޮށް ދޮގުހަދާ ޖާހިލުންގެ ތެރެއިން މިއަޅާ ނުލެއްވުން އެދި، اللهُ ގެ ޙަޟްރަތުން މިއަޅާ ރައްކައުތެރިކަން ލިބިގަންނަމެވެ.[82]","[82]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(68) އިސްވެދިޔަ އާޔަތުގައިވާ ފަދައިން، مُوسَى  ޖަވާބު ދެއްވުމުން އެބައިމީހުން ދެންނެވިއެވެ. އޭ مُوسَى އެވެ! އެ ގެރިއެއް ކަތިލުމަށް، اللهُ  އަޅުގަނޑުމެންނަށް އަމުރުކުރެއްވި ގެރީގެ ސިފައަކީ ކޮބައިކަން އަޅުގަނޑުމެންނަށް ސާފުކޮށްދެއްވައި ބަޔާންކޮށްދެއްވުމަށް، އިބަ ރަސޫލާގެ ވެރި إِلٰهއަށް ދަންނަވައި ދެއްވާށެވެ! މި ފަދައިން ދެންނެވުމުން، مُوسَى  ވިދާޅުވިއެވެ. ހަމަކަށަވަރުން، اللهُ ވަޙީކުރައްވަނީ މި ފަދައިންނެވެ. ހަމަކަށަވަރުން އެ ގެރިއަކީ، ދުވަސްވެ މުސްކުޅިވެފައިވާ ގެރިއެއްނޫނެވެ. އަދި މާ ޅަ ގެރިއެއް ވެސް ނޫނެވެ. އަދި ކިއެއްތަ! އެ ދެމެދުގެ ޒުވާން ގެރިއެކެވެ. ވީމާ، ތިޔަބައިމީހުންގެ ވެރި إِلٰهُ ކުރެއްވި އަމުރުފުޅަށް ކިޔަމަންތެރިވެ، އެ އެންގެވި ފަދަ ގެރިއެއް ކަތިލުމަށް ތިޔަބައިމީހުން އަވަސްވެގަންނާށެވެ![83]","[83]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(69) އިސްވެދިޔަ އާޔަތުގައި ބަޔާންކުރެއްވި ފަދަ ގެރިއެއް ކަތިލުމަށް އަމުރުކުރެއްވުމުން، ދެން ވެސް ޖަދަލުކުރުމުގެ ގޮތުން، އެބައިމީހުން مُوسَى އަށް ދެންނެވިއެވެ. އެ ގެރީގެ ކުލައަކީ ކޮބައިކަން ތިމަންމެންނަށް ޓަކައި ބަޔާންކޮށްދެއްވުމަށް، އިބަ ރަސޫލާގެ ވެރި إِلٰهއަށް ދަންނަވައި ދެއްވާށެވެ! މި ފަދައިން ދެންނެވުމުން، مُوسَى  ވިދާޅުވިއެވެ. ހަމަކަށަވަރުން، اللهُ  ވަޙީކުރައްވަނީ މި ފަދައިންނެވެ. ހަމަކަށަވަރުން، އެ ގެރިއަކީ ބަލާމީހުންނަށް އުފައުވެރިކަން ދެނިވި، ރީނދޫ ކުލައަށް ވުރެން ދޮން ކުލަ ގަދަ، ދޮން ރީނދޫ ކުލައިގެ ގެރިއެކެވެ.[84]","[84]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(70) އެ ގެރީގެ ސިފަ، އިސްވެދިޔަ އާޔަތުގައިވާ ފަދައިން ބަޔާންކުރެއްވުމުން ވެސް، އެބައިމީހުންގެ ކިބައިގައިވާ ގޮތްދޫނުކުރުމާއި ހަރުކަށިކަމުގެ ސަބަބުން، އެބައިމީހުން مُوسَى އަށް ދެންނެވިއެވެ. އޭ مُوسَى އެވެ! ބަޔާންވެދިޔަ ސިފަތަކަށް ވުރެން އިތުރު ސިފަތައް ވެސް ތިމަންމެންނަށް ޓަކައި ބަޔާންކޮށްދެއްވުމަށް، އިބަ ރަސޫލާގެ ވެރި إِلٰهއަށް ދަންނަވައިދެއްވާށެވެ! އެހެނީ، ބަޔާންވެދިޔަ ސިފަތައް ހުރި ގެރިތައް ގިނަކަމުން، ކަތިލާންވީ ގެރިއަކީ ކޮބައިކަން އަޅުގަނޑުމެންނަށް އޮޅިއްޖެއެވެ. ވީމާ، އެ ގެރީގެ އިތުރު ސިފަތައް، އިބަ ރަސޫލާ ބަޔާންކޮށްދެއްވައިފި ނަމަ، اللهُ  އިރާދަކުރެއްވިއްޔާ، ހަމަކަށަވަރުން ވެސް، އެ ގެރި ހޯދައި، އެ ގެރި ކަތިލާނޭ ބަޔަކު ކަމުގައި ތިމަންމެން ވާނޭ ކަމީ ކަށަވަރު ކަމެކެވެ.[85]","[85]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(71) އިސްވެދިޔަ އާޔަތުގައި ބަޔާންވެދިއަ ފަދައިން އެބައިމީހުން ދެންނެވުމުން، مُوسَى  އެބައިމީހުންނަށް ވިދާޅުވިއެވެ. ހަމަކަށަވަރުން، اللهُ  ވަޙީކުރައްވައެވެ. ހަމަކަށަވަރުން އެ ގެރިއަކީ، ގޮވާންކުރުމަށް ޓަކައި ދަނޑުބިމުގައި ފަސްގަނޑުޖަހައި ދަނޑަށް ފެންދިނުމުގެ މަސައްކަތުގައި ބޭނުންކޮށް، ނިކަމެތި ކުރެވިފައިވާ ގެރިއެއް ނޫނެވެ. އަދި އެންމެހައި އައިބުތަކުން ސަލާމަތްވެގެންވާ، ހަމުގައި ދޮން ރީނދޫ ކުލަ ނޫން އެހެން ކުލައެއް ނުވާ، އެއްވެސް ލަފެއް ނެތް ގެރިއެކެވެ. ދެން، އެބައިމީހުން، مُوسَى އަށް ދެންނެވިއެވެ. އިބަ ރަސޫލާ، މިހާރު ތިޔަ ބަޔާންކޮށްދެއްވީ އެ ގެރީގެ އަޞްލު ސިފަތަކެވެ. ކޮންމެއަކަސް، ގޮތްދޫނުކޮށް އެބައިމީހުން ކުރި ސުވާލުތަކާއި ކުރިމަތި ކުރަމުންދިއަ ބަހަނާތަކަށް ޖަވާބު ލިބި، ދެން ހަދާނޭ އެހެން އެއްވެސް ގޮތެއް ނެތުމުން، އެ ގެރި ކަތިލުމަށް އެބައިމީހުންނަށް މަޖުބޫރުވީ ހިނދު، އެބައިމީހުން އެ ގެރި ކަތިލީ އެ ކަން ކުރާ ހިތަކުން ނޫނެވެ.[86]","[86]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(72) އަދި ތިޔަބައިމީހުން މީހަކު ޤަތުލުކޮށްފައި، އެ މީހާ ޤަތުލުކުރީ ކާކުކަމާ މެދު، ތިޔަބައިމީހުން އެއް ބަޔަކު އަނެއް ބަޔަކާ އަރާރުންވެ ދެކޮޅުވެރިވި ވަގުތު ކަންހިނގި ގޮތް، ހަނދުމަކުރާށެވެ! އެ ވަގުތު، ތިޔަބައިމީހުން ކުރެން ކޮންމެ މީހަކު ވެސް މަސައްކަތްކުރީ، އެ މީހާ ޤަތުލުކުރުމުގެ ކުށުން ތިމާ ބަރީއަވެ، އެހެން ކޮންމެވެސް މީހެއްގެ ބޮލުގައި އެ ކުށް އެޅުވުމަށެވެ. ދަންނާށެވެ! ތިޔަބައިމީހުން ސިއްރުކޮށް ވަންހަނާކޮށް އުޅުނު ޤަތުލުގެ ކަންތައް، اللهُ  ނެރުއްވައި ފައުޅުކުރައްވާހުއްޓެވެ.[87]","[87]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(73) ދެން އެއަށްފަހު، ތިމަން إِلٰهُ އެންގެވީމެވެ. ތިޔަބައިމީހުން ކަތިލި ގެރީގެ އެތިކޮޅަކުން، ޤަތުލުވެވިފައިވާ މީހާގެ ގައިގައި ތިޔަބައިމީހުން ޖަހާށެވެ! ދެން، ޤަތުލުވެފައިވާ މީހާގެ ގައިގައި، އެބައިމީހުން ކަތިލި ގެރީގެ އެތިކޮޅަކުން ޖެހުމުން، ހަމަ އެ ވަގުތުމެ، اللهُ  އޭނާ ދިރުއްވިއެވެ. އަދި އޭނާ ޤަތްލުކުރި މީހާގެ ނަން، އެބައިމީހުންނަށް ބުނެދިނުމާއެކު އޭނާ މަރުގެންނެވިއެވެ. އަދި މަރުވެފައިވާ އެންމެހައި ތަކެތި އަލުން ދިރުއްވައި، ޤިޔާމަތް ދުވަހުން، އެންމެހައި މީސްތަކުން، اللهُ  މަޙްޝަރުކުރައްވަނީ ވެސް އެ ފަދައިންނެވެ. އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! اللهُ ގެ ކަށަކުޅަދުންވަންތަކަމުގެ ފުރިހަމަކަމުގެ މައްޗަށް ދަލީލުކުރަނިވި މުޢުޖިޒާތްތައް، އެ إِلٰهُ ތިޔަބައިމީހުންނަށް ދައްކަވަނީ، ތިޔަބައިމީހުން ވިސްނައި ފިކުރުކޮށް، اللهُ  އަށް އުރެދި ނުކިޔަމަންތެރިވުމުން ތިޔަބައިމީހުން އެއްކިބާވުމަށް ޓަކައެވެ.[88]","[88]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(74) އިސްވެދިޔަ އާޔަތްތަކުގައި ބަޔާންވެދިޔަ ހުރިހައި ހެކިތަކާއި މުޢުޖިޒާތްތައް ދެއްކެވުމަށްފަހުގައި ވެސް، އެ ކަންކަމުން ފިލާވަޅުތަކާއި ޢިބްރަތް ޙާޞިލުވެ، ހިތްތަކަށް މަޑުމައިތިރިކަން ލިބުމުގެ ބަދަލުގައި، ހަރު ހިލަތަކެއް ފަދައިން ތިޔަބައިމީހުންގެ ހިތްތައް ވެގެން ދިޔައެވެ. އަދި ޙަޤީޤަތުގައި، ތިޔަބައިމީހުންގެ ހިތްތަކުގެ ހަރުކަށިކަން ހަރު ހިލައަށް ވުރެން ވެސް މާ ބޮޑެވެ. އެހެނީ، ކިތަންމެ ގިނަ މުޢުޖިޒާތްތަކެއް ފެނުނުކަމުގައި ވިޔަސް އެ ހިތްތަކަށް އެއްވެސް ބަދަލެއް ނާދެއެވެ. އަދި ހަމަކަށަވަރުން، އަމިއްލައަށް ފެޅިގެން ގޮސް އެއިން ފެން އާރުތައް އަރަނިވި ހިލަ ވެސް، ހިލަތަކުގެ ތެރޭގައި ވެއެވެ. އަދި ހަމަކަށަވަރުން، ރެނދު އެޅި ކުދިކުދިވެގެން އެ އިން ފެން ނިކުންނަ ހިލަ ވެސް، ހިލަތަކުގެ ތެރޭގައި ވެއެވެ. އަދި ހަމަކަށަވަރުން، اللهُ އަށް ބިރުވެތިވާލެއް ބޮޑުކަމުން ފަރުބަދަ ތަކުގެ އެންމެ މަތީން ވެއްޓޭ ހިލަ ވެސް، ހިލަތަކުގެ ތެރޭގައި ވޭމެއެވެ. އަދި ހަރު ހިލަތަކަށް އެ ފަދަ ބަދަލު އައި ކަމުގައި ވިއަސް، ތިޔަބައިމީހުންގެ ހިތްތަކަކީ ބަދަލު އަންނަ ހިތްތަކެއް ނޫން ކަމުން، ތިޔަބައިމީހުންގެ ހިތްތަކަށް އެއްވެސް ހެޔޮކަމެއް ނުވަދެއެވެ. ދަންނާށެވެ! ތިޔަބައިމީހުން ކުރާ ކަންކަމާ މެދު، اللهُ  ޣާފިލުވެވޮޑިގެނެއް ނުވެއެވެ. އަދި ކިއެއްތަ! ތިޔަބައިމީހުން ކުރާ ހުރިހައި ކަމެއް، އެ إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވުމާއެކު، އެ ކަންކަމާ އެކަށޭނަ ޖަޒާ ތިޔަބައިމީހުންނަށް، އެ إِلٰهُ ދެއްވާނޭކަމީ ކަށަވަރުކަމެކެވެ.[89]","[89]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(75) އޭ މުސްލިމްތަކުންނޭވެ! ޔަހޫދީންގެ ކިބައިގައި ހުރި ހަރުކަށިކަމާއި، ގޮތްދޫނުކުރުމާއި، އެބައިމީހުންގެ ނުބައިނުލަފާކަމުގެ ޙަޤީޤަތް އެނގުމަށްފަހު ވެސް، އެބައިމީހުން އިސްލާމް ދީން ޤަބޫލުކޮށް އެ ދީނަށް ވަނުމަށް ތިޔަބައިމީހުން ދަހިވެތިވަނީހެއްޔެވެ؟ ޔަހޫދީން އިސްލާމް ދީން ޤަބޫލުކުރާނޭ ކަމަށް ތިޔަބައިމީހުން ދަހިވެތިނުވާށެވެ! އެހެނީ ހަމަކަށަވަރުން، އިސްރާއީލުގެ ދަރީންނަށް ޓަކައި، اللهُ  ބާވައިލެއްވި ތައުރާތުގެ އަޑުއަހައި، އެ ފޮތުގައިވާ ވާހަކަތަކުގެ ޙަޤީޤީ މާނަ އެނގި ވިސްނުމަށްފަހު ވެސް، ޔަހޫދީންގެ ބަޔެއް ޢިލްމުވެރީން ވަނީ، اللهُ  ބާވައިލެއްވި ޙައްޤު ބަސްފުޅުތައް އެގޮތްމިގޮތަށް ބަދަލުކޮށް، ތައުރާތުގައިވާ ބައެއް ލަފްޒުތަކުގެ މާނަ މުޅީން އޮޅުވައިލައިފައެވެ. ޝައްކެއްނެތެވެ. އެބައިމީހުން އެ ގޮތަށް ކަންތައްކުރީ، އެ ކަމަކީ ނުހަނު ނުބައިކަން ބޮޑު ޖަރީމާއެއް ކަން އެބައިމީހުން ރަނގަޅަށް ދެނެތިބި ޙާލުގައެވެ.[90] މިއާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! އިސްލާމް ދީން އައި އިރު، މަދީނާގައި އުޅުނު ޔަހޫދީންނާއި، މަދީނާގެ އަހުލުވެރީންނާ ދެމެދު އަވައްޓެރިކަމުގެ ގުޅުން އޮތެވެ. އަދި އޭގެ ތެރެއިން ބައެއް މީހުންނާ އެއްކިރުވުމުގެ ގުޅުން އޮތެވެ. އަދި މަދީނާގައި އުޅުނު ޔަހޫދީންގެ ޤަބީލާއެއް ކަމުގައިވާ بَنُو قَيْنُقَاع ވަންހައިގެ މީހުން ތިބީ، މަދީނާގެ އަހްލުވެރީންގެ ތެރެއިން ޚަޒްރަޖު ވަންހައިގެ މީހުން އެއްވެސް ބަޔަކާ ހަނގުރާމަކުރާ ނަމަ، އެ ވަންހައިގެ މީހުންނަށް ނަޞްރުދިނުމަށް އެއްބަސްވެ މުޢާހަދާކޮށްގެންނެވެ. އަދި މަދީނާގައި އުޅުނު ޔަހޫދީންގެ އަނެއް ދެ ޤަބީލާކަމުގައިވާ بَنُو النَّضِير ވަންހައާއި، بَنُو قُرَيْظَة ވަންހައިގެ މީހުން ތިބީ، މަދީނާގެ އަހްލުވެރީންގެ ތެރެއިން އައުސު ވަންހައިގެ މީހުން އެއްވެސް ބަޔަކާ ހަނގުރާމަކުރާ ނަމަ އެ ވަންހައިގެ މީހުންނަށް ނަޞްރުދިނުމަށް އެއްބަސްވެ މުޢާހަދާކޮށްގެންނެވެ. ވުމާއެކު، މަދީނާގެ އަހްލުވެރީން ކަމުގައިވާ ޚަޒްރަޖު ވަންހައިގެ މީހުންނާއި އައުސު ވަންހައިގެ މީހުން އިސްލާމް ދީން ޤަބޫލުކުރުމަށް ފަހު، އެ ދެ ޤަބީލާގެ މީހުންނާ ނުހަނު ގާތް ބަޔަކު ކަމުގައިވާ ޔަހޫދީންގެ ތިން ޤަބީލާގެ މީހުން ވެސް، އީމާންވެ އިސްލާމް ދީން ޤަބޫލުކުރާނޭ ނަމަ ކިހައި ރަނގަޅުވީސްހެއްޔެވެ! މި ފަދައިން ހީކޮށް، އެ ކަމަށް އެދި އުންމީދުކުރި ހިނދު މި އާޔަތް ބާވައިލެއްވުނުކަމުގައި ރިވާވެގެންވެއެވެ.","[90]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(76) އަދި ނަބީކަމާއި ރަސޫލުކަން ޚަތިމްކުރެއްވި ރަސޫލާ ގެންނެވި ރިސާލަތު ޤަބޫލުކޮށް، ތެދުކޮށް، އީމާންވާ މުސްލިމުންނާ ބައްދަލުވާ ހިނދު ބައެއް ޔަހޫދީން ބުނެއުޅެއެވެ. مُحَمَّدُ بْنِ عَبْدِ اللهِ އަކީ ތެދުވެރި ރަސޫލެކެވެ. އަދި، އެ ރަސޫލާ ގެންނެވީ ޙައްޤު ތެދު ރިސާލަތެކެވެ. އެހެނީ، އަހުރެމެންގެ އަތުގައިވާ ތައުރާތުން ވެސް އެ ކަމަށް ހެކިލިބެއެވެ. އެއީ، އެ ރަސޫލާއާއި އެ ރަސޫލާ ގެންނެވި ރިސާލަތުގެ ޚަބަރު، ތައުރާތުގައި، اللهُ  އަހުރެމެންނަށް ދެއްވައިފައި ވާތީއެވެ. އެހެނެއްކަމަކު، މުސްލިމުން ނެތް ތަންތާނގައި، ޔަހޫދީން އޭގެ އެއްބަޔަކު އަނެއްބަޔަކާ ބައްދަލުވާ ހިނދު، مُحَمَّدُ بْنِ عَبْدِ اللهِ އަކީ ތެދުވެރި ރަސޫލަކު ކަމުގައްޔާއި އެ ރަސޫލާ ގެންނެވި ރިސާލަތަކީ ޙައްޤު ތެދު ރިސާލަތެއް ކަމުގައި ބުނެ، އެ ރަސޫލާ ގެންނެވި ރިސާލަތުގެ ތެދުކަން މުސްލިމުންނަށް ބަޔާންކޮށްދޭ ޔަހޫދީންނަށް، އެ ނޫން ޔަހޫދީން ބުނެތެވެ. مُحَمَّدُ بْنِ عَبْدِ اللهِގެ ރަސޫލުކަމާ ގުޅޭގޮތުން، ތައުރާތުގައި، اللهُ  ތިޔަބައިމީހުންނަށް އަންގަވައިފައިވާ ޚަބަރުތައް، ތިޔަބައިމީހުން މުސްލިމުންނަށް ތިޔަބަޔާންކޮށްދެނީހެއްޔެވެ؟ ދަންނާށެވެ! ތިޔަބައިމީހުން އެ ގޮތަށް ކަންތައް ކުރަނީ ނަމަ، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، ތިޔަބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތުގައި ތިޔަބައިމީހުންނާ ދެކޮޅަށް މުސްލިމުން ޙުއްޖަތް ޤާއިމުކޮށްފާނެތެވެ. ފަހެ، އެވަރު ވެސް ތިޔަބައިމީހުންނަށް ނުވިސްނެނީހެއްޔެވެ؟[91]","[91]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(77) ފަހެ، ސިއްރާއި ފައުޅުގައި އެބައިމީހުން އެ ހުރިހައި ޖަރީމާތައް ހިންގައި ކުށްތައްކުރަމުން ދާއިރު، އެބައިމީހުން ސިއްރުކުރާހައި ކަމަކާއި ފައުޅުކުރާހައި ކަމެއް، ހަމަކަށަވަރުން، اللهُ  ދެނެވޮޑިގެންވާކަން އެބައިމީހުން ނުދަންނަނީ ހެއްޔެވެ! އަދި އެ ފަދައިން އެބައިމީހުން އެ ޢަމަލުކުރަނީ، އެބައިމީހުންގެ އެ ޢަމަލުތައް، اللهُ  ދެނެވޮޑިގެންވާކަމާއި، އެބައިމީހުން އެ ކުރާ ކަންތައްތައް އެންމެހައި ޚަލްޤުތަކުންގެ ކުރިމަތީގައި ފައުޅުކުރައްވައި، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، އެ إِلٰهُ އެބައިމީހުން ފަޟީޙަތްކުރައްވާނޭ ކަމާ މެދު ޣާފިލުކަމެއްގެ ތެރޭގައި އެބައިމީހުން ތިބޭތީހެއްޔެވެ؟[92]","[92]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ"],["(78) އަދި ޔަހޫދީންގެ ތެރޭގައިވާ ލިޔަންކިޔަން ނުދަންނަ މީހުންނަކަށް، ތައުރާތުގައިވާ އިރްޝާދުތަކާއި، مُحَمَّدُ بْنِ عَبْدِ اللهِގެ ނަބީކަމާ ގުޅޭ ގޮތުން، އެ ފޮތުގައި އައިސްފައިވާ ވާހަކަތަކާއި އެ ފޮތުގައިވާ އެ ރަސޫލާގެ ސިފަފުޅުތަކެއް ނޭނގެއެވެ. އަދި އެބައިމީހުންގެ ދީނީ ޢިލްމުވެރީންގެ ފަރާތުން ލިބިފައިވާ ކުށް ހީތަކަކާއި ދޮގު ވާހަކަތަކެއް މެނުވީ އެބައިމީހުންނަކަށް ލިބިފައެއް ނުވެއެވެ. މި ކަން މިހެން ހުރުމާއެކު ވެސް، އެބައިމީހުން އެ ހީކުރަނީ އެބައިމީހުންނަށް ލިބިފައި އެ ވަނީ، اللهُ  ބާވައިލެއްވި ތައުރާތުގައިވާ ވާހަކަތައް ކަމުގައެވެ.[93]","[93]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(79) ފަހެ، ޔަހޫދީންގެ ތެރޭގައިވާ ނުބައި ނުލަފާ ޢިލްމުވެރީންނަށް ގެއްލުމާއި ހަލާކުހުއްޓެވެ. އެބައިމީހުންނަކީ، ހިތަށްއެރިހައި ގޮތަކަށް އެބައިމީހުންގެ އަމިއްލަ އަތުން ފޮތް ލިއުމަށްފަހު، މިއީ، اللهُ  ބާވައިލެއްވި ތައުރާތުގައިވާ ގޮތެވެ. މިފަދައިން ބުނެ، ދޮގުހަދާ މީހުންނެވެ. އެ ކަން، އެ ގޮތަށް އެބައިމީހުން ކޮށްއުޅުނީ، އެ ކަމުގެ ބަދަލުގައި ދުނިޔޭގެ ފަނާވެދަނިވި ތަކެތީގެ ތެރެއިން ކުޑަ އެއްޗެއް ލިބިގަތުމަށް ޓަކައެވެ. ދުނިޔޭގެ ދިރިއުޅުމުގައި ޖާހާއި ފައިސާއާއި މުދަލާ އަދި އެނޫން ވެސް އެ ފަދަ އެންމެހައި ބޭނުންތައް ޙާޞިލުކުރުމަށް ޓަކައެވެ. ފަހެ، އެ ފަދަ ބާޠިލު ދޮގު ވާހަކަތައް އެބައިމީހުންގެ އަމިއްލަ އަތުން ލިޔެ، ދޮގު ވާހަކަތައް، اللهُ އަށް ނިސްބަތްކުރުމުގެ ސަބަބުން، އެބައިމީހުންނަށް ގެއްލުމާއި ހަލާކުހުއްޓެވެ. އަދި އެފަދަ ޙަރާމް ކަންތައްތައްކޮށް، އެބައިމީހުން ދުނިޔޭގައި ލިބިގަތް ފަނާވެދަނިވި ތަކެތީގެ ސަބަބުން ވެސް، އެބައިމީހުންނަށް ގެއްލުމާއި ހަލާކުހުއްޓެވެ.[94]","[94]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ"],["(80) އަދި ޔަހޫދީން މި ފަދައިން ބުންޏެވެ. ކަނޑައެޅި ޢަދަދުކުރެވިގެންވާ މަދު ދުވަސްކޮޅެއްގައި މެނުވީ، ތިމަންމެންގެ ގައިގައި އާޚިރަތް ދުވަހުން ނަރަކައިގެ އަލިފާން ނުބީހޭހުއްޓެވެ. އޭ ރަސޫލާއެވެ! އެބައިމީހުން އެ ދައްކާ ވާހަކައަކީ އެއްވެސް ޙަޤީޤަތެއް ނެތް ބާޠިލު ވާހަކައެއް ކަން އަންގަވައިދެއްވުމުގެ ގޮތުން، އިބަ ރަސޫލާ އެބައިމީހުންނަށް ވިދާޅުވާށެވެ! ފަހެ، ތިޔަބައިމީހުން އެ ފަދަ ވާހަކަތައް ތިޔަ ދައްކަނީ، ހަމަކަށަވަރުން ވެސް، މަދު ދުވަސްކޮޅެއްގައި މެނުވީ ތިޔަބައިމީހުންނަށް ޢަޛާބުނުދެއްވާނޭ ކަމުގެ ޢަހްދެއް، اللهُ ގެ ޙަޟްރަތުން ތިޔަބައިމީހުންނަށް ލިބިފައިވާތީހެއްޔެވެ؟ ފަހެ، އެ ފަދަ ޢަހްދެއް ތިޔަބައިމީހުންނަށް ލިބިފައި ވަނީ ނަމަ ދަންނާށެވެ! اللهُ ، އެ إِلٰهُގެ ޢަހްދާ ޚިލާފުވެވޮޑިނުގަންނަވާނޭ ކަމީ ކަށަވަރު ކަމެކެވެ. އަދި، اللهُ ގެ ޙަޟްރަތުން ތިޔަބައިމީހުންނަށް އެ ފަދަ ޢަހްދެއް ލިބިފައި ނުވާ ނަމަ، ނޭނގޭ ކަންކަމުގެ ވާހަކަ، اللهُ އާ މެދު ހަދަހަދައިގެން ތިޔަބައިމީހުން ތިޔަ ދައްކައިއުޅެނީ ކީއްވެގެންހެއްޔެވެ؟[95] މި އާޔަތާއި މި އާޔަތާ ވިދިގެން އޮތް ދެ އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! ސަލާމާއި ޞަލަވާތްލެއްވި ކައު އިތުރު ރަސޫލާ މަދީނާއަށް ހިޖްރަކުރެއްވިއިރު، ޔަހޫދީން ބުނެއުޅޭ ކަމުގައި ވިއެވެ. ދުނިޔޭގެ މުއްދަތަކީ ހަތް ހާސް އަހަރުކަން ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން، ނަރަކައިގައި ތިމަންމެންނަށް ޢަޛާބުދެއްވާހުށީ، ދުނިޔޭގެ ދުވަސްތަކުން ބަލާނަމަ، ކޮންމެ އެއް ހާސް އަހަރަކަށް، އާޚިރަތް ދުވަހުގެ ދުވަސްތަކުން އެންމެ ދުވަހެއްގެ މުއްދަތަށެވެ. ވީމާ، ތިމަންމެންނަށް ޢަޛާބުލިބޭނީ ހަމައެކަނި ހަތްދުވަހުގެ މުއްދަތަށެވެ. ދެން، އެބައިމީހުންގެ އެ ވާހަކައަށް ރައްދުދެއްވައި، މި އާޔަތާއި މި އާޔަތާ ވިދިގެން އޮތް ދެ އާޔަތް ބާވައިލެއްވިކަމުގައި، އެ ދެބަފައިކަލުންނަށް، اللهُ  ރުއްސުންލެއްވި اِبْنُ عَبَّاس hގެ އަރިހުން ރިވާވެގެންވެއެވެ.[96]","[95]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[96]- اَلْجَامِعُ لِأَحْكَامِ الْقُرْآنِ لِلْإمِامِ الْقُرْطُبِي"],["(81) ﭐކަންތައް ހުރީ ޔަހޫދީން އެ ހީކުރާ ގޮތަކަށް ނޫނެވެ. ޔަހޫދީއަކު ކަމުގައި ވިއަސް އަދި އެ ނޫން މީހަކު ކަމުގައި ވިއަސް، ފާފަކުރަމުން ގޮސް އެ ކުރި ފާފަތައް އެ މީހަކު ވަށައިލައި އަދި މީހަކަށް ކުރެވޭނޭ އެންމެ ބޮޑު ފާފަ ކަމުގައިވާ ޝިރްކުގެ ފާފައަށް އަރައިގެންފި މީހާ ދަންނާށެވެ! ފަހެ، އެ ފަދަ މީހުންނަކީ ޖަހަންނަމަ ޙައްޤުވެފައިވާ އެ ތާނގެ އަހްލުވެރީންނެވެ. އަދި މެދުކެނޑުމެއް ނެތި އަބަދުގެއަބަދަށް އެ ތާނގައި އެބައިމީހުން ދެމިތިބޭހުއްޓެވެ.[97]","[97]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(82) އަދި މުއުމިނުންނާ މެދު ކަންތައްހުރީ، ކާފިރުންނާ މުޅީން ތަފާތު ގޮތަކަށެވެ. އެހެނީ، މުއުމިނުންނަކީ، اللهُ ގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، އެ إِلٰهُ ފޮނުއްވި ރަސޫލުންނާ ތަބާވާ މީހުންނެވެ. އަދި އެބައިމީހުންނަކީ، اللهُ ގެ ރަސޫލުންނަށް އެ إِلٰهُ ބާވައިލެއްވި ޝަރީޢަތުގައި އަންގަވައިފައިވާ ގޮތަށް، ހެޔޮ ޢަމަލުކުރާ ޞާލިޙު އަޅުތަކުންނެވެ. އެހެންކަމުން، އެބައިމީހުންނަކީ، ސުވަރުގޭގެ އަހްލުވެރީންނެވެ. އަދި އެބައިމީހުން، މެދުކެނޑުމެއް ނެތި އަބަދުގެއަބަދަށް އެ ތަނުގައި ދެމިތިބޭހުއްޓެވެ.[98]","[98]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(83) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި ތިމަން إِلٰهُ ތިޔަބައިމީހުންގެ ކިބައިން ހިއްޕެވި ގަދަފަދަ ޢަހްދު ކަށަވަރުގެ މަތީން ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެ ޢަހްދު ކަށަވަރު ހިއްޕެވި ހިނދު އެ ޢަހްދުގައި ވަނީ، ތިޔަބައިމީހުން ތިމަން اللهُގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، އެއްވެސް ހާލެއްގައި ޝިރްކުކުރުމަކާ ނުލައި، ހަމައެކަނި ތިމަން اللهއަށް އަޅުކަންކުރުމަށެވެ. އަދި މައިންބަފައިންނަށާއި، ގާތްތިމާގެ މީހުންނަށާއި، ޔަތީމުންނަށާއި، މިސްކީނުންނަށް ހެޔޮކޮށް ހިތައި އެބައިމީހުންނަށް އިޙްސާންތެރިވުމަށެވެ. އަދި ހެޔޮ ކަންތައްތަކަށް އަމުރުކޮށް، މުންކަރާތްތައް ނަހީކުރުމުގައި ހަރުކަށި ނުވެ، އޯގާވެރި ރިވެތި ބަހުން މީސްތަކުންނާ ވާހަކަދައްކައި ނަސޭހަތްތެރިވުމަށެވެ. އަދި ތިމަން إِلٰهُ އަމުރުކުރެއްވި ފަދައިން ނަމާދު ޤާއިމުކޮށް، ފަރްޟު ޒަކާތް ނެރެ، ހިތުން ރުހުމުން ޒަކާތުގެ ޙައްޤުވެރީންނަށް ޒަކާތް އަދާކުރުމަށެވެ. އެއަށްފަހު، ތިޔަބައިމީހުންގެ ތެރެއިން މަދު ބަޔަކު މެނުވީ، އެ ޢަހްދު ފުއްދުމާ ދެކޮޅުހަދައި، އެ ޢަހްދު އުވައިލައި، ތިމަން إِلٰهُގެ އެންގެވުންތަކަށް ފުރަގަސްދޭ ބަޔަކު ކަމުގައިވެ، އެ ގޮތުގެ މަތީގައި ތިޔަބައިމީހުން ދެމިތިބީމުއެވެ.[99]","[99]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(84) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! އަދި ތައުރާތުގައި، ތިމަން إِلٰهُ ތިޔަބައިމީހުންގެ ކިބައިން ހިއްޕެވި ގަދަފަދަ ޢަހްދުކަށަވަރުގެ މަތީން ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެ ޢަހްދުކަށަވަރު ހިއްޕެވި ހިނދު، އެ ޢަހްދުގައި ވަނީ، ޙައްޤަކާ ނުލައި ތިޔަބައިމީހުންގެ ތެރެއިން އެއް ބަޔަކު، އަނެއް ބަޔަކުގެ ލޭ ނުއޮހޮރުވުމަށެވެ. އަދި ޙައްޤަކާ ނުލައި، ތިޔަބައިމީހުންކުރެ އެއް ބަޔަކު، އަނެއް ބަޔަކު ވަޒަނުން ބޭރުކޮށް ނުނެރުމަށެވެ. އެހެނީ، އެ ކަންކަމަކީ، ތިޔަބައިމީހުންގެ މައްޗަށް، اللهُ  ޙަރާމްކުރައްވައިފައިވާ ކަންކަމެވެ. ދެން އެއަށްފަހު، އެ ޢަހްދުގެ ޞައްޙަކަމާ މެދު ތިޔަބައިމީހުން ހެކިވާ ޙާލު، އެ ޢަހްދަށް ޢަމަލުކުރުމަށް އެއްބަސްވެ ތިޔަބައިމީހުން އިޤްރާރުވީމުއެވެ.[100]","[100]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ"],["(85) އޭ އިސްރާއީލުގެ ދަރީންކަމުގައިވާ ޔަހޫދީންނޭވެ! ތިޔަބައިމީހުން އެންމެންނަކީ ވެސް، ދީނީ ގޮތުންނާއި، ނަސަބުގެ ގޮތުންނާއި ބަހުގެ ގޮތުން، އެއް ބަޔަކު އަނެއް ބަޔެއްގެ އަޚުންނެވެ. ކަން މިހެން ހުރުމާ އެކު ވެސް، ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ހިއްޕެވި ޢަހްދު ކަށަވަރު އުވައިލައި ތިޔަބައިމީހުންގެ ތެރެއިން އެއް ޤަބީލާއެއްގެ މީހުން، އަނެއް ޤަބީލާއެއްގެ މީހުން ޤަތުލުކޮށް އުޅެމުއެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން އެއް ޤަބީލާއެއްގެ މީހުން، އަނެއް ޤަބީލާއެއްގެ މީހުންގެ ގޯތިގެދޮރުން އެބައިމީހުން ނެރެ ބޭރުކޮށް އުޅެމުއެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން އެއް ބަޔަކު އަނެއް ބަޔަކުގެ މައްޗަށް ޢަދާވާތްތެރިވެ އަނިޔާވެރިވެ، ގަދަވެގަތުމަށް ޓަކައި ހަނގުރާމަކޮށް، ފާފަތަކަށް އަރައިގަންނަމުއެވެ. އަދި އެ ގޮތަށް ކުރެވޭ ހަނގުރާމަތަކުގައި، ތިޔަބައިމީހުންގެ ތެރެއިން ކޮންމެ ޤަބީލާއެއްގެ މީހުން ވެސް، އެ ބަޔަކާ ގުޅިފައިވާ މަދީނާގެ މުޝްރިކުންގެ އެހީ ހޯދަމުއެވެ. ދެން އެއަށްފަހު، ހަނގުރާމަ ހުއްޓުމުން ހަނގުރާމައިގައި ހައްޔަރު ވެވޭ ޔަހޫދީން ފިދްޔަދީގެން މިނިވަންކޮށް ސަލާމަތްކުރަމުއެވެ. ތިޔަބައިމީހުން އެ ގޮތަށް އެ ކަން ކުރަނީ، އަސީރުން މިނިވަންކުރުމަށް ތައުރާތުގައި އަމުރުކުރައްވައިފައިވާ ކަމުގެ ޢުޛްރުދައްކައިފައެވެ. ނަމަވެސް، ތިޔަބައިމީހުންގެ އަޚުން ޙައްޤަކާނުލައި ޤަތުލުކުރުމާއި، އެބައިމީހުންގެ ވަޒަނާއި ގޯތިގެދޮރުން އެބައިމީހުން ނެރެ ބޭރުކުރުން، ތައުރާތުގައި ތިޔަބައިމީހުންގެ މައްޗަށް ޙަރާމްކުރައްވައިފައި ވަނިކޮށް، އެ ޙުކުމްތަކަށް ތިޔަބައިމީހުން ފުރަގަސްދީ ތިމަތިމާމެންގެ އަޚުން ޤަތުލުކުރަމުއެވެ. އަދި އެބައިމީހުންގެ ވަޒަނާއި ގޯތިގެދޮރުން ވެސް އެބައިމީހުން ނެރެ ބޭރުކުރަމުއެވެ. ފަހެ ތިޔަބައިމީހުން، ތައުރާތުގައިވާ ބައެއް ޙުކުމްތަކަށް އީމާންވެ އަނެއްބައި ޙުކުމްތަކަށް ކާފިރުވަނީހެއްޔެވެ؟ މިއީ، ތިޔަބައިމީހުން ކުރާ ކިހައި ބޮޑު ނުބައިކަމެއްހެއްޔެވެ؟ ފަހެ، ތިޔަބައިމީހުންގެ ތެރެއިން މި ފަދައިން ކަންތައްކުރާ މީހުންނަށް ދުނިޔޭގައި ވެސް ނިކަމެތިކަމާއި މީސްތަކުންގެ މެދުގައި ޢިއްޒަތާއި އަބުރު ގެއްލުން މެނުވީ ނުވެއެވެ. އަދި އާޚިރަތުގައި، އެ ފަދަ މީހުން، ނަރަކައިގެ އަލިފާނުގެ ގަދަފަދަ ޢަޛާބަށް ރައްދުކުރެއްވޭހުއްޓެވެ. ދަންނާށެވެ! ތިޔަބައިމީހުން ކުރާ ކަންކަމާ މެދު، اللهُ  ޣާފިލުވެވޮޑިގެނެއް ނުވެތެވެ. އަދި ކިއެއްތަ! ތިޔަބައިމީހުން ކުރާ ހުރިހައި ކަމެއް، އެ إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވުމާ އެކު، އެ ކަންކަމާ އެކަށޭނަ ޖަޒާ ނުވަތަ ސަޒާ، ތިޔަބައިމީހުންނަށް، އެ إِلٰهُ ދެއްވާނޭ ކަމީ ކަށަވަރު ކަމެކެވެ.[101] ދަންނާށެވެ! رَسُولُ اللهِ  މަދީނާއަށް ހިޖްރަކުރެއްވުމުގެ ކުރީގައި، އެ ރަށުގައި ވަރަށް މަޝްހޫރު ދެ ޤަބީލާއެއް އޮތެވެ. އެއީ، އައުސު ވަންހައާއި ޚަޒްރަޖު ވަންހައެވެ. އެ ދެ ޤަބީލާގެ ދެމެދު އަބަދު ވެސް އޮންނަނީ ހަނގުރާމަ ހިނގަހިނގައެވެ. އިސްލާމް ދީން އައުމުގެ ކުރީގައި އެ ދެ ޤަބީލާގެ މީހުންނަކީ ވެސް މުޝްރިކުންނެވެ. އަދި ހަމަ އެ ދުވަސްވަރު، މަދީނާގައި ވަޒަންވެރިވެގެން ތިބި ޔަހޫދީންގެ ތިން ޤަބީލާއެއް ވިއެވެ. އެއީ، بَنُو قَيْنُقَاعއާއި، بَنُو النَّضِيرއާއި، بَنُو قُرَيْظَةއެވެ. މި ތިން ޤަބީލާގެ މީހުންގެ މަސައްކަތަކީ، މަދީނާގެ ޢަރަބީންގެ މެދުގައި ހަމަނުޖެހުންތައް އުފައްދައި އައުސު ވަންހައާއި ޚަޒްރަޖު ވަންހައާ ދެމެދު އަބަދުމެ ހަނގުރާމަ ކުރުވުމެވެ. މި ތިން ޤަބީލާގެ ތެރެއިން، بَنُوالنَّضِيرއާއި، بَنُوقُرَيْظَةގެ މީހުން ތިބީ، އައުސު ވަންހައިގެ މީހުންނަށް ނަޞްރުދިނުމަށް އެއްބަސްވެ މުޢާހަދާކޮށްގެންނެވެ. އަދި، بَنُوقَيْنُقَاعގެ މީހުން ތިބީ، ޚަޒްރަޖު ވަންހައިގެ މީހުންނަށް ނަޞްރުދިނުމަށް އެއްބަސްވެ މުޢާހަދާކޮށްގެންނެވެ. އެހެންކަމުން، އައުސު ވަންހައިގެ މީހުންނާއި ޚަޒްރަޖު ވަންހައިގެ މީހުންނާ ދެމެދު ހަނގުރާމައެއް ހިނގާ ނަމަ، އެ ވަންހައަކާ ގުޅިފައިވާ މަދީނާގެ ޔަހޫދީން، އެ ވަންހައަކަށް އެހީވެ މަދަދުވެރިވެ ނަޞްރުދީ އުޅުނެވެ. އަދި ޔަހޫދީންގެ ތިން ޤަބީލާގެ މީހުން ވެސް، އެއް ބަޔަކު އަނެއް ބަޔަކާ ހަނގުރާމަކުރާ ނަމަ މަދީނާގެ މުޝްރިކުން ވެސް، އެ ބަޔަކާ ގުޅިފައިވާ ޔަހޫދީ ޤަބީލާއަކަށް އެހީވެ މަދަދުވެރިވެ ނަޞްރުދީ އުޅުނެވެ.[102] ވުމާއެކު، މި އާޔަތުގައި ބަޔާންވެފައި އެވަނީ، އެ ދުވަސްވަރު މަދީނާގައި އުޅުނު ޔަހޫދީން ކަންތައްކޮށް އުޅުނުގޮތުގެ ވާހަކައެވެ.","[101]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة وَالتَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي\n[102]- اَلرَّحِيقُ الْمَخْتُومُ لِلدَّكْتُورِ صَفِيِّ الرَّحْمنِ الْمُبَارَكُ بُورِي"],["(86) اللهُ  ބާވައިލެއްވި ބައެއް އާޔަތްތަކަށް އީމާންވެ، އަނެއްބައި އާޔަތްތަކަށް އީމާންނުވެ، ކާފިރުވި މީހުންނަކީ، އާޚިރަތުގެ ދާއިމީ ނިޢުމަތްތަކުގެ މައްޗަށް، ދުނިޔޭގެ ފަނާވެދަނިވި ދިރިއުޅުން އިސްކޮށް، ދުނިޔެ ލިބިގަތް މީހުންނެވެ. ފަހެ، އެބައިމީހުންގެ ކިބައިން ޢަޛާބުލުއިނުކުރެއްވޭހުއްޓެވެ. އަދި، اللهُ ގެ ޢަޛާބުން އެބައިމީހުން ދުރުކޮށް ސަލާމަތްކުރުމަށް، އެބައިމީހުންނަށް އެހީތެރިވެ، ވާގިވެރިވެ، ނަޞްރުދޭނޭ ހަމަ އެއްވެސް ފަރާތެއް ނުވާހުއްޓެވެ.[103]","[103]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الِإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(87) އަދި ހަމަ ކަށަވަރުން، مُوسَى  އަށް، ތިމަން إِلٰهُ ތައުރާތު ދެއްވިކަމީ ކަށަވަރު ކަމެކެވެ. އަދި، مُوسَى އަށްފަހު، ވިދިވިދިގެން ރަސޫލަކަށްފަހު ރަސޫލަކު، އިސްރާއީލުގެ ދަރީންގެ ތެރެއިން އެބައިމީހުންގެ ގާތަށް، ތިމަން إِلٰهُ ފޮނުއްވީމެވެ. އަދި އެބައިމީހުންގެ ގާތަށް، ތިމަން إِلٰهُ ފޮނުއްވި އެންމެ ފަހުގެ ރަސޫލަކީ، مَرْيَمُ ގެ ދަރިކަލުން عِيسَى  ކަމުގައި ލައްވައި، ފައުޅުވެ ބަޔާންވެގެންވާ މުޢުޖިޒާތްތައް، އެ ރަސޫލާއަށް ތިމަން إِلٰهُ ދެއްވީމެވެ. އެ މުޢުޖިޒާތްތަކުގެ ތެރޭގައި، ދޫންޏެއްގެ ސިފައިގައި އޮނިގަނޑެއް ހައްދަވައި އެއަށް ފުމެލެއްވުމުން، اللهُ ގެ އިޛްނަފުޅުން، ފުރާނަ އެޅިފައިވާ ޙަޤީޤީ ދޫންޏަކަށް، އެ އެތި ވެގެންދިޔުން ހިމެނެއެވެ. އަދި ލޯފަން ގޮތުގައި އުފަންވެފައިވާ މީހުންގެ ލޮލަށް ފެނުން ލިބިދެއްވުމާއި، ހުދުބަލި ޖެހިފައިވާ މީހުންނަށް ފަސޭހަކޮށްދެއްވުމާއި، މަރުވެފައިވާ މީހުން ދިރުއްވުން ހިމެނެއެވެ! އަދި އެބައިމީހުން ކައިބޮއިއުޅޭ ތަކެއްޗާއި ކެއިންބުއިމަށް ބޭނުންވާ ތަކެތީގެ ތެރެއިން، ގޭގައި ފޮރުވައި ފަހަށް ރައްކައުކޮށްފައި ހުންނަ ތަކެތީގެ ޚަބަރު އެބައިމީހުންނަށް ދެއްވުމާ އަދި މި ނޫން ވެސް އެތައް މުޢުޖިޒާތްތަކެއް ހިމެނެއެވެ! އަދި، جِبْرِيلُ  މެދުވެރިކުރައްވައި، ތިމަން إِلٰهُ، އެ ރަސޫލާއަށް ގަދަކަންދެއްވައި ބާރުވެރިކުރެއްވީމެވެ. ދެންފަހެ، اللهُ  ތިޔަބައިމީހުންގެ ގާތަށް ރަސޫލަކު ފޮނުއްވާ ކޮންމެ ފަހަރަކުމެ، އެ ރަސޫލާއަށް ބާވައިލައްވާ ވަޙީއަކީ، ތިޔަބައިމީހުންގެ ހިތްއެދޭ ގޮތާ އެއްގޮތަށް ބާވައިލައްވައިފައިވާ ވަޙީއަކަށް ނުވެއްޖެ ނަމަ، އެ ރަސޫލެއްގެ ބަސްފުޅު ޤަބޫލުނުކޮށް، ތިޔަބައިމީހުން ބޮޑާވެގަންނަނީ ހެއްޔެވެ؟ ފަހެ، ތިޔަބައިމީހުން އެ ރަސޫލުންގެ ތެރެއިން ބައެއް ރަސޫލުންގެ ރިސާލަތު ދޮގުކޮށް، އަނެއްބައި ރަސޫލުން ޤަތުލުކުރީމުއެވެ.[104]","[104]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(88) އަދި، ނަބީކަމާއި ރަސޫލުކަން ޚަތިމުކުރެއްވުމަށް ޓަކައި، اللهُ  ފޮނުއްވި އެންމެ ފަހުގެ ނަބިއްޔާ އަދި، ރަސޫލާ مُحَمَّدٌ އަށް ޔަހޫދީން ދެންނެވިއެވެ. ތިމަންމެންގެ ހިތްތަކުގައި އުރަލެވި ބަންދުވެފައިވުމުގެ ސަބަބުން، ތިބާ ތިޔަ ދައްކަވާ ވާހަކަފުޅު، ތިމަންމެންގެ ހިތަކަށް ނުވަދެއެވެ. ދެން، އެބައިމީހުންގެ އެ ވާހަކައަށް ރައްދުދެއްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. އެބައިމީހުންގެ ކަންތައްތައް ހުރީ އެ ބުނާ ގޮތަކަށް ނޫނެވެ. އަދި ކިއެއްތަ! އެބައިމީހުންގެ ކިބައިގައި ހުރި ކުފުރުވެރިކަމުގެ ސަބަބުން، اللهُ  ވަނީ އެބައިމީހުންނަށް ލަޢުނަތްލައްވައި، އެ إِلٰهُގެ ރަޙްމަތުން އެބައިމީހުން ބޭރުކުރައްވައިފައެވެ. ވީމާ، އެބައިމީހުންގެ ތެރެއިން ވަރަށް މަދު ބަޔަކު މެނުވީ އީމާނެއް ނުވާނެއެވެ.[105]","[105]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(89) އަދި ތައުރާތާއި އިންޖީލުގައި، اللهُ  ބާވައިލެއްވި ޝަރްޢީ އުޞޫލުތަކާއި ޤަވާޢިދުތަކާ އެއްގޮތްވާ ގޮތުގެ މަތީން، އެ ފޮތްތަކުގައިވާ ވާހަކަތައް ތެދުކުރަނިވި ފޮތެއްގެ ގޮތުގައި، اللهُ ގެ ޙަޟްރަތުން، އިބަ ރަސޫލާއަށް ކީރިތިޤުރްއާން ބާވައިލައްވައި، އެ ފޮތް ޔަހޫދީންނާ ހަމައަށް އައި ހިނދު، އެބައިމީހުން، އެ ޤުރްއާނަށާއި، އެ ޤުރްއާން ދެއްވުނު ރަސޫލާ، مُحَمَّدٌ ގެ ރަސޫލުކަމަށް އިންކާރުކޮށް ދެކޮޅުހަދައި ކާފިރުވިއެވެ. ދަންނާށެވެ! مُحَمَّدُ  ރަސޫލުކަމައިގެން ވަޑައިގަތުމުގެ ކުރީގައި، މަދީނާގެ މުޝްރިކުންގެ ގާތުގައި ޔަހޫދީން ބުނެއުޅުނެވެ. ފަހު ޒަމާނުގެ ނަބިއްޔާ ވަޑައިގަތުމުގެ ދުވަސް ދާދި ކައިރިވެއްޖެއެވެ. އެ ނަބިއްޔާ ވަޑައިގަތުމުން، އެ ނަބިއްޔާއަށް އީމާންވެ، އެ ނަބިއްޔާއާ ތަބާވެ އަދި އެ ނަބިއްޔާގެ އަރިހުގައި ތިޔަބައިމީހުންނާ ދެކޮޅަށް ހަނގުރާމަކޮށް، ތިޔަބައިމީހުންގެ މައްޗަށް ތިމަންމެން ފަތަޙައާއި ނަޞްރުހޯދާނަމެވެ. ދެން، مُحَمَّدُ  ރަސޫލުކަމައިގެން ވަޑައިގަތުމުން، އެ ރަސޫލާއަކީ ތެދުވެރި ރަސޫލަކުކަމާއި އެ ރަސޫލާ ގެންނެވީ ޙައްޤު ތެދު ފޮތެއް ކަން، ތައުރާތާއި އިންޖީލުގައިވާ، އެ ރަސޫލާގެ ސިފަފުޅުތަކުން އެބައިމީހުންނަށް ކަށަވަރުވެ އެނގުމަށްފަހުގައި ވެސް، އެ ރަސޫލާގެ ރަސޫލުކަން ދޮގުކޮށް، ކީރިތި ޤުރްއާނަށް އެބައިމީހުން ކާފިރުވިއެވެ. ފަހެ، اللهُ ގެ ރަސޫލާ مُحَمَّدٌ  ގެންނެވި ރިސާލަތަށް އިންކާރުކޮށް، އެ ރަސޫލާއަށް ބާވައިލެއްވި ކީރިތި ޤުރްއާން ދޮގުކޮށް ކާފިރުވެއްޖެ ކޮންމެ މީހަކަށް ވެސް، الله ގެ ލަޢުނަތްހުއްޓެވެ.[106]","[106]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(90) اللهُ އަށާއި، އެ إِلٰهُ ފޮނުއްވި އެންމެ ފަހުގެ ނަބިއްޔާ އަދި ރަސޫލާ مُحَمَّدٌ އަށް، އިސްރާއީލުގެ ދަރީން އީމާންނުވެ، އެ ކަމަކަށް އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތައް ވިއްކައިލައި އެބައިމީހުން އެ ލިބިގަތް ކަމެއްގެ ހުރި ނުބައި ކަމުގެ ބޮޑުކަމާއެވެ! ދަންނާށެވެ! އެބައިމީހުން އެ ލިބިގަތް ނުބައިކަމަކީ، اللهُ  ގެ އަޅުތަކުންގެ ތެރެއިން مُحَمَّدٌ  ޚާއްޞަކުރައްވައި، އެ ސާހިބާއަށް ނަބީކަމާއި ރަސޫލުކަން ދެއްވުމަށް، އެ إِلٰهُ އިރާދަކުރައްވައި، އެ إِلٰهُގެ ދަރުމަވަންތަވެރިކަމުގެ ތެރެއިން، އެ ރަސޫލާގެ މައްޗަށް، އެ إِلٰهُގެ ކަލާމްފުޅު ކީރިތި ޤުރްއާން ބާވައިލެއްވުމުން، އެ ކަމާ މެދު ޙަސަދަވެރިވެ އަނިޔާވެރިވެގަނެ، އީމާންކަމުގެ ބަދަލުގައި އެބައިމީހުން ކާފިރުކަން އިޚްތިޔާރުކުރިކަމެވެ. ދެންފަހެ، مُحَمَّدٌ ގެ ނަބީކަމަށާއި ރަސޫލުކަމަށް އެބައިމީހުން އިންކާރުކުރުމުގެ ސަބަބުންނާއި، ތައުރާތުގައިވާ ޙުކުމްތަކާއި އިރްޝާދުތައް އެގޮތްމިގޮތަށް ބަދަލުކުރުމުގެ ސަބަބުން، اللهُ ގެ ޙަޟްރަތުން ކޯފާގެ މައްޗަށް ކޯފާލެއްވުން، އެބައިމީހުން ލިބިގަތެވެ. އަދި، مُحَمَّدٌ ގެ ރަސޫލުކަމާ ދެކޮޅުހަދައި އިންކާރުކުރާ ކާފިރުންނަށް، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން އިހާނާތްތެރިކަމާއި ނިކަމެތިކަން ދެނިވި ޢަޛާބުހުއްޓެވެ.[107]","[107]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(91) އަދި، اللهُ  ބާވައިލެއްވި ކީރިތި ޤުރްއާނަށް އީމާންވުމަށް، މުސްލިމުން ޔަހޫދީންނަށް ބުނެފި ނަމަ އެބައިމީހުން ބުނެތެވެ. ތިމަންމެންގެ ތެރެއިން ތިމަންމެންގެ ގާތަށް ފޮނުއްވުނު ނަބިއްޔުންނަށް، اللهُ  ބާވައިލެއްވި ފޮތްތަކަށް ތިމަންމެން އީމާންވަމުއެވެ. މި ފަދައިން ބުނެ، اللهُ  ބާވައިލެއްވި ކީރިތި ޤުރްއާން ދޮގުކޮށް، مُحَمَّدٌ  ގެންނެވި ރިސާލަތާ ދެކޮޅުހަދައި، އެ ރަސޫލާގެ ދަޢުވަތަށް އިންކާރުކޮށް އެބައިމީހުން ކާފިރުވެއެވެ. ދަންނާށެވެ! ޔަހޫދީން، ކީރިތި ޤުރްއާން ދޮގުކޮށް އެ ފޮތަށް އެ ކާފިރުވަނީ، އެބައިމީހުންގެ އަތުގައިވާ ފޮތްތައް ތަޞްދީޤުކޮށް ތެދުކުރަނިވި ޙައްޤު ފޮތެއް ކަމުގައި، ކީރިތި ޤުރްއާންވާ ޙާލުގައި މެއެވެ. ފަހެ، ޙަޤީޤަތުގައި އެބައިމީހުންނަށް ބާވައިލެއްވުނު ފޮތްތަކަށް އެބައިމީހުން އީމާންވާ ނަމަ، އެ ފޮތްތައް ތެދުކުރަނިވި ޤުރްއާނަށް ވެސް އެބައިމީހުން އީމާންވީހެވެ. އޭ ރަސޫލާއެވެ! އިބަ ރަސޫލާ އެބައިމީހުންނަށް ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ތިޔަ ބުނާ ފަދައިން، ތިޔަބައިމީހުންނަށް ބާވައިލެއްވުނު ފޮތްތަކަށް އީމާންވާ ބަޔަކު ކަމުގައި ތިޔަބައިމީހުން ވަނީ ނަމަ، މީގެ ކުރީގައި، اللهُ ގެ ނަބިއްޔުން ޤަތުލުކޮށް، ތިޔަބައިމީހުން އުޅުނީ ފަހެ ކީއްވެގެންހެއްޔެވެ؟[108]","[108]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة وَالتَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(92) އަދި ހަމަކަށަވަރުން، اللهُ ގެ ރަސޫލާ مُوسَى  ތިޔަބައިމީހުންގެ ގާތަށް ވަޑައިގަތީ، އެ ރަސޫލާގެ ރަސޫލުކަން ތެދުކަމުގެ މައްޗަށް ދަލީލުކުރަނިވި ފައުޅުކަން ބޮޑު މުޢުޖިޒާތްތަކާ އެކުގައެވެ. އެއީ، ޠޫފާނާއި، އުކުނާއި، ބޮކާއި، ގޮށްފުޅަނގި އަދި މި ނޫން ވެސް އެތައްއެތައް މުޢުޖިޒާތެކެވެ. އަދި އެ މުޢުޖިޒާތްތަކުގެ ވާހަކަ، ކީރިތި ޤުރްއާނުގައި އައިސްފައި ވެއެވެ. އެ މުޢުޖިޒާތްތައް ފެނުމާ އެކު ވެސް، ތިޔަބައިމީހުންނަށް ޓަކައި، اللهُ  ކަނޑައެޅުއްވި އިންތައް ފަހަނަޅައި ގޮސް، އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވާ ޙާލު، ޅަ ގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑު، إِلٰهއަކު ކަމުގައި ބަލައި، اللهُ  ފިޔަވައި ތިޔަބައިމީހުން އެ އޮނިގަނޑަށް އަޅުކަންކޮށް އުޅުނީމުއެވެ. ދަންނާށެވެ! ތިޔަބައިމީހުން އެ ގެރިއަށް އަޅުކަން ކުރީ، ތައުރާތު ލިބިވަޑައިގަތުމަށް ޓަކައި، مُوسَىގެ ވެރި إِلٰهُ ކަނޑައަޅުއްވައިފައިވާ ވަގުތަށް ޠޫރު ފަރުބަދައަށް، އެ ރަސޫލާ ވަޑައިގެންނެވުމަށްފަހުގައެވެ.[109]","[109]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(93) އޭ އިސްރާއީލުގެ ދަރީންނޭވެ! ތިމަން إِلٰهُގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، ތިމަން إِلٰهُ ފޮނުއްވި ރަސޫލުންނާ ތަބާވެ، އެ ރަސޫލުން ގެންނެވި ރިސާލަތުގައި ވާގޮތަށް ޢަމަލުކޮށް، ހަމައެކަނި ތިމަން إِلٰهއަށް އަޅުކަންކުރުމަށް، ތިޔަބައިމީހުންގެ ކިބައިން، ތިމަން إِلٰهُ ޢަހްދު ކަށަވަރު ހިއްޕެވީމެވެ. އަދި އެ ހިނދު، ބިމުގައިނުޖެހި ތިޔަބައިމީހުންގެ ބޮލާދިމާ މަތީގައި އޮންނަ ގޮތަށް ޠޫރު ފަރުބަދަ، ތިމަން إِلٰهُ އުފުއްލެވި ކަމުގެ މަތީން ވެސް، ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! ފަހެ، އެ ޢަހްދު ކަށަވަރުގައި ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ އަމުރުކުރައްވައިފައި ވަނީ، ހީވާގިކަމާ އެކު ތައުރާތުގައި ވަރުގަދައަށް ހިފަހައްޓައި، އެ ފޮތް ދަސްކޮށް، އެ ފޮތާ މެދު ވިސްނައި ފިކުރުކޮށް އެ ފޮތުގައިވާ ގޮތަށް ބަހާއި ޢަމަލު ސީދާކުރުމަށެވެ. އަދި ތިޔަބައިމީހުންނަށް ކުރެއްވޭ އަމުރުފުޅުތަކުގެ އަޑުއަހައި އެ އަމުރުފުޅުތަކަށް ކިޔަމަންވުމަށެވެ. އަދި ތިޔަބައިމީހުން އެ ޢަހްދާ ޚިލާފުވެއްޖެ ނަމަ، ޠޫރު ފަރުބަދަ ތިޔަބައިމީހުންގެ މައްޗަށް ވައްޓަވައިލައްވާނޭ ކަން، ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ އެންގެވުމުން، އެ ޢަހްދު ކަށަވަރު ޤަބޫލުކޮށް، އެ ޢަހްދު ކަށަވަރުގައި އޮތް ގޮތަށް ޢަމަލުކުރުމަށް ތިޔަބައިމީހުން އެއްބަސްވީމުއެވެ. ނަމަވެސް، އޭގެ ފަހުން އެ ޢަހްދު އުވައިލައި ތިޔަބައިމީހުން ބުނީމުއެވެ. އިބަ إِلٰهُ ކުރެއްވި އަމުރުފުޅުގެ އަޑު ތިމަންމެން އަހައި އެ އަމުރުފުޅަށް އުރެދި ނުކިޔަމަންތެރިވަމެވެ. އަދި އެބައިމީހުންގެ ކިބައިގައި ހުރި ކުފުރުވެރިކަމުގެ ސަބަބުން، ޅަ ގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑަށް އަޅުކަންކުރުމުގެ ލޯބި، އެބައިމީހުންގެ ހިތްތަކުގައި ވަރުގަދައަށް އަށަގަތެވެ. އޭ ރަސޫލާއެވެ! އިބަ ރަސޫލާ ޔަހޫދީންނަށް ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ތިޔަ ބުނާ ފަދައިން ތިޔަބައިމީހުންނަކީ މުއުމިނުން ކަމުގައިވަނީ ނަމަ، ތިޔަބައިމީހުންގެ އީމާންކަން، ތިޔަބައިމީހުންނަށް އެ ކަމަކަށް އަމުރުކުރާ ކަމެއްގެ ހުރި ނުބައިކަމުގެ ބޮޑުކަމާއެވެ! ދަންނާށެވެ! ތިޔަބައިމީހުންނަށް ޓަކައި، اللهُ  ބާވައިލައްވައިފައިވާ ވަޙީއަށް އީމާންވާ ބަޔަކު ކަމުގައި ތިޔަބައިމީހުން ވަނީ ނަމަ، އެ إِلٰهُގެ އަމުރުފުޅަށް އުރެދި ކާފިރުވެ، ޅަގެރިއެއްގެ ސިފައިގައި ސާމިރީ ހެދި އޮނިގަނޑަށް އަޅުކަންކޮށް އަދި އެ ނޫން ވެސް ކުފުރުގެ ޢަމަލުތަކެއް ތިޔަބައިމީހުން ނުކުޅައީހެވެ.[110]","[110]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(94) އޭ ރަސޫލާއެވެ! އިބަ ރަސޫލާ ޔަހޫދީންނަށް ވިދާޅުވާށެވެ! اللهُ  އެންމެ ލޯބިވެވޮޑިގަންނަވާ އަދި، އެ إِلٰهއާ އެންމެ އަރިސް މީހުންނަކީ ތިޔަބައިމީހުން ކަމުގައި، ތިޔަބައިމީހުން ބުނަމުއެވެ. އަދި އެހެނިހެން މީސްތަކުން ފިޔަވައި، اللهُ ގެ ޙަޟްރަތުގައި ސުވަރުގެ ޚާއްޞަވެގެން ވަނީ ވެސް، ހަމައެކަނި ތިޔަބައިމީހުންނަށް ކަމުގައި ތިޔަބައިމީހުން ބުނަމުއެވެ. އެ ކަންކަން ހުރީ، ތިޔަބައިމީހުން ތިޔަ ބުނާ ފަދައިން ކަމުގައި ވެފައި، ތިޔަ ދައްކާ ވާހަކައިގައި ތިޔަބައިމީހުންނީ ތެދުވެރީންކަމުގައި ވަނީ ނަމަ އެ ކަން ސާބިތުކުރުމަށް ޓަކައި، ތިޔަބައިމީހުން މަރުވުމަށް ނިކަން އެދިބަލާށެވެ! އެއީ، ދުނިޔޭގެ ދަތި ދިރިއުޅުން ދޫކޮށް، ސުވަރުގޭގެ މަތިވެރި ދަރަޖަތައް އަވަހަށް ޙާޞިލުކުރުމަށް ޓަކައެވެ.[111]","[111]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(95) ދަންނާށެވެ! އަދި އެހެނިހެން މީސްތަކުން ފިޔަވައި، اللهُ ގެ ޙަޟްރަތުގައި ސުވަރުގެ ޚާއްޞަވެގެން ވަނީ ވެސް، ހަމައެކަނި ތިމަންމެންނަށެވެ. މި ފަދައިން ޔަހޫދީން ބުނިކަމުގައި ވިއަސް، އެބައިމީހުން ކުރަމުން ގެންދިޔަ ނުބައި ޢަމަލުތަކުގެ ސަބަބުން، ދުވަހަކު ވެސް އެބައިމީހުން މަރުވުމަކަށް ނޭދޭނެއެވެ. އެހެނީ، ސުވަރުގެ ޚާއްޞަވެގެން ވަނީ އެބައިމީހުންނަށް ކަމުގައި ބުނާ އިރު، އެބައިމީހުން އެ ހަދަނީ ދޮގުކަން އެބައިމީހުންނަށް ރަނގަޅަށް އެނގެއެވެ. އަދި އެބައިމީހުން، اللهُ އަށް އުރެދި ކާފިރުވެ، مُحَمَّدٌ އަކީ، އެ إِلٰهُގެ ޙަޟްރަތުން ފޮނުއްވިގެންވާ ތެދުވެރި ރަސޫލަކުކަން އެބައިމީހުންނަށް ރަނގަޅަށް އެނގި ތިބި ޙާލު، އެ ރަސޫލާގެ ރިސާލަތު ދޮގުކުރުމަކީ، ސުވަރުގެއަށް ނުވަދެވި ނަރަކައަށް ވަންނާންޖެހޭ ސަބަބެއް ކަން ވެސް އެބައިމީހުންނަށް ރަނގަޅަށް އެނގޭމެއެވެ. އަދި ދަންނާށެވެ! اللهُ ގެ އަޅުތަކުންގެ ތެރެއިން އެބައިމީހުންގެ އަމިއްލަ ނަފްސަށް އަނިޔާވެރިވާ އަނިޔާވެރީން، އެ إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވެއެވެ. ވުމާއެކު، އެ إِلٰهُ، އެބައިމީހުންނަށް އެ ކަމަށް ސަޒާދެއްވާނޭކަން ކަށަވަރެވެ.[112]","[112]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(96) އޭ ރަސޫލާއެވެ! މީސްތަކުންގެ ތެރެއިން ދުނިޔޭގެ ދިރިއުޅުމަށް އެންމެ ދަހިވެތިކަން ބޮޑު ބަޔަކީ ވެސް އަދި އެންމެ ދިގު މުއްދަތަކަށް ދުނިޔޭގައި އުޅުމަށް އެދޭ ބަޔަކީ ވެސް ޔަހޫދީން ކަމުގައި، އިބަ ރަސޫލާއަށް ފެނިވަޑައިގަންނަވާނޭ ކަން ކަށަވަރެވެ. އަދި ދިރިތިބުމަށް ޔަހޫދީން ދަހިވެތިވާލެއް، މުޝްރިކުންނަށްވުރެން ވެސް މާ ބޮޑެވެ. އެއީ، ކިތަންމެ ދެރަ ނިކަމެތި ޙާލެއްގައި ދުނިޔޭގައި އުޅޭން ޖެހުނު ކަމުގައި ވިއަސް މެއެވެ. އެހެންކަމުން، ޔަހޫދީންގެ ތެރެއިން ކޮންމެ މީހަކު ވެސް، އެއް ހާސް އަހަރަށް ޢުމުރު ދިގުވުމަށް އެދި އެ ކަމަށް އުންމީދުކުރެއެވެ. ނަމަވެސް، އެ ފަދަ މުއްދަތަކަށް މީހެއްގެ ޢުމުރު ދިގުވުމަކީ، اللهُ ގެ ޢަޛާބުން އެ މީހާ ސަލާމަތްކޮށް މިންޖުކޮށްދެނިވި ކަމެއް ކަމުގައި ނުވެއެވެ. އަދި، اللهُ އީ، އެބައިމީހުން ކުރާ ހުރިހައި ކަމަކަށްމެ، މޮޅަށް ބައްލަވާވޮޑިގެންވާ إِلٰهއެވެ. ވުމާއެކު، އެބައިމީހުންގެ ޢަމަލުތަކާ އެކަށޭނަ ގޮތުން، އެ إِلٰهُ، އެބައިމީހުންނަށް ސަޒާ ދެއްވާނޭ ކަން ކަށަވަރެވެ.[113]","[113]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(97) އޭ ރަސޫލާއެވެ! މަލާއިކަތުންގެ ތެރެއިން، جِبْرِيْلُ އަކީ ތިމަންމެންގެ ޢަދާވާތްތެރިއަކު ކަމުގައި ބުނާ ޔަހޫދީންނަށް އިބަ ރަސޫލާ ވިދާޅުވާށެވެ! އޭ جِبْرِيْلُ ގެ ޢަދާވާތްތެރީންނޭވެ! ފަހެ، ހަމަކަށަވަރުން، اللهُ ގެ އިޛްނަފުޅަށް، ތިމަން ރަސޫލާގެ އަރިހަށް ޤުރްއާނައިގެން ވަޑައިގަންނަވައި، އެ ފޮތް ތިމަން ރަސޫލާއަށް ކިޔަވައިދެއްވައި އުނގަންނަވައިދެއްވަނީ، جِبْرِيْلُ އެވެ. ވީމާ، އެޤުރްއާން، ތިމަން ރަސޫލާގެ ހިތްޕުޅުން ދަސްފުޅުވެ، އެ ފޮތުގައިވާ ވާހަކަތައް ތިމަން ރަސޫލާއަށް ރަނގަޅަށް ފަހްމުވެވަޑައިގަންނަވައެވެ. އަދި، ތިމަން ރަސޫލާ، އެޤުރްއާން ހަނދުމަފުޅެއް ނުނެތެއެވެ. އެހެނީ ހަމަކަށަވަރުން، ކީރިތި ޤުރްއާން، ތިމަން ރަސޫލާގެ ހިތްޕުޅަށް ޖަމާކުރައްވައި، އެ ޤުރްއާން ކިޔަވައިވިދާޅުވުމުގެ ކުޅަދާނަކަމާއި ޤާބިލުކަން ތިމަންރަސޫލާއަށް ދެއްވީ، اللهُ އެވެ. އަދި އެ ޤުރްއާނަކީ، އެ ފޮތް ބާވައިލެއްވުމުގެ ކުރީން، اللهُ  ބާވައިލެއްވި ތައުރާތާއި، އިންޖީލާއި، އެ ނޫން ވެސް އެންމެހައި ސަމާވީ ފޮތްތައް ތެދުކުރަނިވި ފޮތެކެވެ. އަދި އެ ޤުރްއާނަކީ، ޙައްޤުގެ މަގަށް އިރްޝާދުދެނިވި ފޮތެކެވެ. އަދި އެ ޤުރްއާނަކީ، އެ ފޮތުގައި، اللهُ  ބާވައިލައްވައިފައިވާ ވާހަކަތައް ތެދުކުރާ ކޮންމެ މުއުމިނަކަށްމެ، ދުނިޔެއާއި އާޚިރަތުގައި ހުރިހައި ހެޔޮ ކަމެއް ލިބޭނޭ ކަމުގެ އުފައުވެރި ޚަބަރުދޭ ފޮތެއް ވެސް މެއެވެ.[114] މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ސަލާމާއި ޞަލަވާތްލެއްވި ކައު އިތުރު ރަސޫލާ މަދީނާއަށް ހިޖްރަކުރެއްވުމުން، ޔަހޫދީންގެ ޢިލްމުވެރީން، އެކިފަހަރުމަތީން، އެ ރަސޫލާގެ އަރިހަށް ގޮސް، އެ ރަސޫލާއަށް ދަންނަވާކަމުގައި ވިއެވެ. ކޮންމެ ރަސޫލެއްގެ އަރިހަށް ވެސް، اللهُ ގެ ވަޙީބަސްފުޅައިގެން މަލާއިކަތަކު ވަޑައިގަންނަވާ ކަމުގައި ވެއެވެ. ތިބާގެ އަރިހަށް، اللهُ ގެ ވަޙީބަސްފުޅައިގެން ވަޑައިގަންނަވަނީ، ކޮން މަލާއިކަތަކުތޯއެވެ؟ މި ފަދައިން އެބައިމީހުން ދެންނެވުމުން ޙަދީޘުކުރައްވައެވެ. جِبرِيلُ އެވެ. ދެން، އެ ޔަހޫދީން ދަންނަވާކަމުގައި ވިއެވެ. جِبرِيلއަކީ، ގަދަފަދަކަމާއި، ހަނގުރާމަވެރިކަމާއި، ޤަތުލުކުރުމައިގެން ފައިބައިވަޑައިގަންނަވާ މަލާއިކަތާއެވެ. جِبرِيلއަކީ، ތިމަންމެންގެ ޢަދާވާތްތެރިޔާއެވެ. ތިބާގެ އަރިހަށް ވަޙީއައިގެން ވަޑައިގަންނަވަނީ، ތަނަވަސްކަމާއި، ތިއާގިކަމާއި، ރަޙްމަތައިގެން ފައިބައިވަޑައިގަންނަވާ މަލާއިކަތާ، مِيكَائِيلُ ކަމުގައި ތިބާ ވިދާޅުވި ނަމަ، ތިމަންމެން ތިބާއާ ތަބާވެ، ތިބާގެ ދީން ޤަބޫލުކުރީމުހެވެ. މި ފަދައިން، ޔަހޫދީންގެ ޢިލްމުވެރީން އައިސް، ކައު އިތުރު ރަސޫލާގެ އަރިހުގައި ދެންނެވުމުން، މި އާޔަތާއި މި އާޔަތުގެ ފަހަތަށް އޮތް އާޔަތް ބާވައިލެއްވުނުކަމުގައި ރިވާވެގެންވެއެވެ.[115]","[114] - التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[115]- اَلْجَامِعُ لَأِحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي"],["(98) اللهُ އާއި، އެ إِلٰهُގެ މަލާއިކަތުންނާއި، މީސްތަކުންގެ ގާތަށް، އެ إِلٰهُ ފޮނުއްވި ރަސޫލުންނާއި ކުޑަތާ މަލާއިކަތުންގެ ތެރޭގައި ހިމެނޭ، جِبْرِيلُ އާއި، مِيكَائِيلُ އަކީ، އެ މީހެއްގެ ޢަދާވާތްތެރީން ކަމުގައި ހަދައިފި މީހާ ދަންނާށެވެ! ފަހެ، ހަމަކަށަވަރުން، الله  ވޮޑިގެންވަނީ ކާފިރުތަކުންގެ ޢަދުއްވެއް ކަމުގައެވެ. އަދި އެ މީހެއްގެ ޢަދުއްވެއް ކަމުގައި، اللهُ  ވޮޑިގެންފި މީހާ ދަންނާށެވެ! ފަހެ، ހަމަކަށަވަރުން، اللهُ ގެ ޙަޟްރަތުގައި އެ ފަދަ ކާފިރުތަކުންނަށް ހުރީ، ބޮޑުވެގެންވާ ކޯފާއާއި ގަދަފަދަ ޢަޛާބެވެ.[116]","[116]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(99) އޭ ރަސޫލާއެވެ! އަދި ހަމަކަށަވަރުން، އިބަ ރަސޫލާއީ ތެދުވެރި ރަސޫލަކުކަން ސާފުކޮށް ބަޔާންކޮށްދެނިވި އާޔަތްތައް، ކީރިތި ޤުރްއާނުގައި، އިބަ ރަސޫލާއަށް، ތިމަން إِلٰهُ ބާވައިލެއްވި ކަމީ ކަށަވަރު ކަމެކެވެ. އަދި ޙައްޤު ދީނާ ދެކޮޅުހަދައި އުރެދި އުޅޭ ފާސިޤުން މެނުވީ، އެ ޤުރްއާނުގެ އާޔަތްތަކަށް އިންކާރުކޮށް ކާފިރެއް ނުވާނެއެވެ.[117]","[117]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(100) ބަނީ އިސްރާއިލު ބާގައިގެ ބައެއް މީހުންގެ ކަންތައްތައް ހުރީ ހައުދަހައިވާ ނުބައި ގޮތަކަށެވެ. އެހެނީ، އެބައިމީހުންގެ ކިބައިން، اللهُ  ޢަހްދު ކަށަވަރެއް ހިއްޕަވާ ކޮންމެ ފަހަރަކު މެ ނުވަތަ، އެ إِلٰهُގެ އަޅުތަކުންނާއި އެބައިމީހުންނާ ދެމެދު ޢަހްދެއް ކުރެވޭ ކޮންމެ ފަހަރަކުމެ، އޭގެ ތެރެއިން ބައެއް މީހުން އެ ޢަހްދެއް އުވައިލައި، އެ ޢަހްދަކާ ޚިލާފުވެއެވެ. ވުމާއެކު، އެބައިމީހުން އެއް ދުވަހު އެ ޢަހްދުގައި ގަދައަށް ހިފަހައްޓައި، އަނެއް ދުވަހު އެ ޢަހްދު ރޫޅައިލައި، އެ ޢަހްދު އުވައިލާތަން ތިބާއަށް ފެންނާނެތެވެ. އަދި ކިއެއްތަ! އޭގެ ތެރެއިން ގިނަމީހުން، مُحَمَّدٌ  އެ ކަންކަމަކައިގެން ވަޑައިގެންނެވި ކަންކަމަކަށް އީމާނެއް ނުވެއެވެ. އެ ގޮތަށް، އެ ޔަހޫދީން ކަންތައް ކުރަނީ އެބައިމީހުންނަށް ކިހިނެއްވެފައި ތިބީމާހެއްޔެވެ؟[118]","[118]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(101) އަދި ޔަހޫދީންގެ އަތުގައިވާ ތައުރާތު ތެދުކުރަނިވި ފޮތް، ކީރިތި ޤުރްއާނައިގެން، اللهُ  ގެ ރަސޫލާ مُحَمَّدٌ  ވަޑައިގެންނެވުމުން، އެ ރަސޫލާއަށް އީމާންވުމަށް ތައުރާތުގައި އައިސްފައިވާ އަމުރުފުޅުތައް ޤަބޫލުނުކޮށް، އެ ފޮތުގައިވާ އެއްޗަކާ މެދު ފިކުރުކުރުމަކާ ނުލައި، އެ ފޮތުގައިވާ ވާހަކަތަކަށް އިންކާރުކޮށް ފުރަގަސްދީ، ޔަހޫދީންގެ ތެރެއިން ބަޔަކު، އެބައިމީހުންގެ ފުރަގަހަށް އެ ފޮތް އެއްލައިލިއެވެ. ދަންނާށެވެ! ތައުރާތަކީ، الله  ބާވައިލެއްވި ފޮތެއް ކަން އެނގިގެން ތިބެމެ، އެބައިމީހުން އެ ގޮތަށް ކަންތައްތައް ކުރީ، އިސްރާއީލުގެ ދަރީންނަށް ޓަކައި، اللهُ  ބާވައިލެއްވި ތައުރާތުގައިވާ ވާހަކަތައް އެބައިމީހުންނަށް އެނގިފައި ނުވާ ކަމަށް ހެދިގެން ތިބެއެވެ.[119]","[119]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(102) އަދި، دَاوُدُގެ ދަރިކަލުން سُلَيْمَانُ ގެ ރަސްކަމުގެ ޒަމާނުގައި، اللهُ ގެ ދީން ދޫކޮށް ޔަހޫދީން ތަބާވީ، ސިޙްރުވެރީންގެ ގާތުގައި ޝައިޠާނުން ދައްކައި އުޅުނު ދޮގު ވާހަކަތަކަށެވެ. އެ ކަމާ ހުރެ، ޔަހޫދީން ޤަބޫލުކޮށް އުޅުނީ، سُلَيْمَانُ  ރަސްކަން ކުރެއްވީ ސިޙްރުގެ ބާރުން ކަމަށެވެ. ނަމަވެސް، އެއްވެސް ޙާލެއްގައި، سُلَيْمَانُ  ސިޙްރު ދަސްކުރައްވައި ކާފިރުވެވަޑައެއް ނުގަންނަވައެވެ. އަދި ސިޙްރުގެ ބާރުން ވެރިކަމެއް ވެސް ނުކުރައްވައެވެ. އެހެނެއްކަމަކު، اللهُ އަށް ކާފިރުވެ، މީސްތަކުންނަށް ސިޙްރު ދަސްކޮށްދީ އުޅެނީ ޝައިޠާނުންނެވެ. އަދި ސިޙްރުވެރީންގެ ގާތުގައި، ޝައިޠާނުން ދައްކައި އުޅުނު ދޮގު ވާހަކަތަކުގެ އިތުރަށް، اللهُ ގެ އަޅުތަކުން އިމްތިޙާނުކުރެއްވުމަށް ޓަކައި، ޢިރާޤު ކަރައިގެ ބާބިލަށް، އެ إِلٰهُ ފޮނުއްވި ހާރޫތާއި، މާރޫތާއި، މި ދެ މަލާއިކަތުންނަށް ބާވައިލެއްވުނު ސިޙްރަށް ވެސް، ޔަހޫދީން ތަބާވި މެއެވެ. އަދި ސިޙްރު ދަސްކުރުމަށް ޓަކައި، އެ ދެ މަލާއިކަތުންގެ އަރިހަށް މީހަކު އަތުވެއްޖެ ނަމަ، އެ ކަމުގެ ހުރި ނުބައިކަމާ މެދު، ބިރުގަންނަވައި ނަސޭހަތްދެއްވަމުން، އެ މީހެއްގެ ގާތުގައި އެ ދެ މަލާއިކަތުން ވިދާޅުވެއެވެ. ތިމަންމެން ވާކަން ކަށަވަރީ، ތިޔަބައިމީހުންގެ އީމާންކަން ހުރި މިންވަރެއް ބަލައި އިމްތިޙާނުކުރުމުގެ ގޮތުން، اللهُ  ފޮނުއްވައިފައިވާ ބަޔަކު ކަމުގައެވެ. ވީމާ، ޝައިޠާނާއަށް ކިޔަމަންވެ ސިޙްރު ދަސްކޮށް ތިބާ ކާފިރުނުވާށެވެ! މި ފަދައިން ވިދާޅުވެ، ނަސޭހަތްތެރިވެވަޑައިގަތުމަށްފަހުގައި މެނުވީ، އެ ދެ މަލާއިކަތުން، އެއްވެސް މީހަކަށް ސިޙްރު އުނގަންނަވައެއް ނުދެއްވައެވެ. ފަހެ، ބަޔާންވެދިޔަ ފަދައިން ނަސޭހަތްދެއްވުމުން، އެ ދެއްވާ ނަސޭހަތް ޤަބޫލުނުކުރާ ކޮންމެ މީހަކުމެ، އެ ދެ މަލާއިކަތުންގެ އަރިހުން އުނގެނިއުޅުނީ، ދެމަފިރީންގެ ދެމެދުގައި ނުރުހުން އުފެދި، ވަރިކުރާން މަޖްބޫރުވާ ފަދަ ތަކެއްޗާއި ސިޙްރެވެ. ދަންނާށެވެ! اللهُ ގެ އިރާދަފުޅާއި މިންވަރުފުޅުގެ ދަށުން މެނުވީ، އެއްވެސް މީހަކަށް ގެއްލުމެއް ދިނުމަކީ ސިޙްރުވެރީންނަށް ކުރެވޭނޭ ކަމެއް ނޫނެވެ. އަދި ސިޙްރުވެރީން އުނގެނި އުޅުނީ އެބައިމީހުންގެ އަމިއްލަ ނަފްސަށް ގެއްލުންދޭ އަދި އެ ކަމުގައި އެބައިމީހުންނަށް އެއްވެސް ފައިދާއެއް ނެތް ކަންކަމެވެ. އަދި މީސްތަކުންގެ ތެރޭގައި ޝައިޠާނުން ފެތުރި ސިޙްރުގެ ސަބަބުން، اللهُ  ގެ ފޮތް ތައުރާތަށްވުރެން ބޮޑަށް، ޔަހޫދީން އިސްކަންދިނީ އެބައިމީހުން ދަސްކުރި ސިޙްރަށެވެ. އަދި ހަމަކަށަވަރުން، ސިޙްރު އުނގެނި ޙައްޤުގެ މަގުން އެއްކިބާވާ މީހުންނަށް، އާޚިރަތުގައި އެއްވެސް ނަޞީބެއް އަދި ޘަވާބެއް ނެތްކަން، ޔަހޫދީންނަށް އެނގިފައި ވާކަން ޔަޤީނެވެ. އަދި އީމާންކަމުގެ ބަދަލުގައި، ސިޙްރާއި ކުފުރު އިޚްތިޔާރުކޮށް، އެބައިމީހުންގެ ނަފުސުތައް އެ ވިއްކައިލި އެއްޗެއްގެ ހުރި ނުބައިކަމުގެ ބޮޑުކަމާއެވެ! އެބައިމީހުން އެ ކުޅަ ކަންތައްތަކުގެ ހުރި ނުބައިކަމުގެ ބޮޑުކަން އެބައިމީހުންނަށް އެނގޭނަމަ ކިހައި ރަނގަޅުވީސްހެއްޔެވެ![120] މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! اللهُ  ފޮނުއްވި ރަސޫލުންގެ ތެރެއިން ބައެއް ރަސޫލުންގެ ނަންފުޅުތައް، ސަލާމާއި ޞަލަވާތްލެއްވި ކައު އިތުރު ރަސޫލާ ވިދާޅުވަމުން ގެންދެވި އިރު، سُلَيْمَانُ ގެ ނަންފުޅު ވިދާޅުވުމުން، ޔަހޫދީންގެ ބައެއް ޢިލްމުވެރީން ބުނި ކަމުގައި ވެއެވެ. مُحَمَّدُ بْنِ عَبْدِ اللهِ ވިދާޅުވާ ގޮތުގައި دَاؤُودُ ގެ ދަރިކަލުންނަކީ ނަބިއްޔެކެވެ. ނަމަވެސް، اللهُ  ގަންދީ ހުވާކޮށް ތިމަންމެން ބުނަމެވެ. ސިޙްރުވެރިއަކު ކަމުގައި މެނުވީ، دَاؤُودُ ގެ ދަރިކަލުން ނުވެއެވެ. ދެން، އެބައިމީހުންގެ އެ ވާހަކައަށް ރައްދުދެއްވައި މި އާޔަތް ބާވައިލެއްވުނުކަމުގައި، مُحَمَّدُ بْنِ إِسْحَاق ރިވާކުރެއްވިއެވެ.[121]","[120]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[121]- لَأِحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي"],["(103) އަދި ހަމަކަށަވަރުން، الله އަށް އީމާންވެ، އެ إِلٰهُގެ ރަސޫލުންނާ ތަބާވެ، އެ إِلٰهُގެ ޢަޛާބަށް ބިރުވެތިވެ، އެ إِلٰهُ އަމުރުކުރެއްވި ކަންތައްތައްކޮށް، ނަހީކުރެއްވި ކަންތައްތަކުން އެ ޔަހޫދީން ވެސް ދުރުވި ނަމަ، އެ إِلٰهُގެ ޙަޟްރަތުގައި އެބައިމީހުންނަށް ހުރި ޘަވާބާއި ދަރުމަ، ސިޙްރު ދަސްކޮށް އެ ކަމުން ހޯދާ ދުނިޔޭގެ މުދަލާއި ފައިސާއަށްވުރެން، ހެޔޮކަން ބޮޑުވެފައި މާ ރަނގަޅު ވީހެވެ. އެ ކަން އެބައިމީހުންނަށް އެނގޭ ނަމަ، اللهُ  އަމުރުކުރެއްވި ކަންތައްތައްކޮށް، ނަހީކުރެއްވި ކަންތައްތަކުން ދުރުވެގަތީހެވެ![122]","[122]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(104) އޭ اللهُ ގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، އެ إِلٰهُގެ ރަސޫލާއާ ތަބާވެގެންވާ މުއުމިނުންނޭވެ! اللهُ ގެ ރަސޫލާ مُحَمَّدٌ އާ މުޚާޠަބުކުރުމުގައި ތިޔަބައިމީހުން ބޭނުންކުރަމުން އައި ލަފްޒު “رَاعِنَا]ގެ ބަދަލުގައި “أُنظُرْنَا] މި ލަފްޒު ބޭނުންކުރާށެވެ! އަދި ތިޔަބައިމީހުން އެ ރަސޫލާގެ ބަސްފުޅު ރަނގަޅަށް އަޑުއަހައި ކިޔަމަންވާށެވެ! އެހެނީ، اللهُ ގެ އެއްކައުވަންތަކަމަށް އިންކާރުކޮށް، އެ إِلٰهُގެ ރަސޫލާގެ ރިސާލަތު ދޮގުކޮށް ކާފިރުވާ މީހުންނަށް ހުރީ ވޭންދެނިވި ޢަޛާބެވެ. މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! “رَاعِنَا]ގެ މާނައާއި “أُنظُرْنَا]ގެ މާނައަކީ ހަމަ އެއް މާނައެކެވެ. އެއީ، އަޅުގަނޑުމެންގެ ޙާލާ މެދު ޚިޔާލުބަހައްޓަވައި، އިބަ ރަސޫލާގެ ވާހަކަފުޅު ފަހުމުވުމަށް ޓަކައި، ސުވާލުދެންނެވުމުގެ ފުރްޞަތު އަޅުގަނޑުމެންނަށް ދެއްވާށެވެ! އެ ދެ ލަފްޒުގެ މާނައަކީ އެއް މާނައެއް ކަމުގައި ވުމާއެކު ވެސް، “رَاعِنَا]ގެ ބަދަލުގައި “أُنظُرْنَا] މި ލަފްޒު ބޭނުންކުރުމަށް، اللهُ  މުއުމިނުންނަށް އަމުރުކުރެއްވީ، މުސްލިމުން ރަސޫލާއާ މުޚާޠަބުކުރުމުގައި، “رَاعِنَا] މި ލަފްޒު ބޭނުންކުރާތީވެ، ޔަހޫދީންގެ މީހުން ރަސޫލާއާ މުޚާޠަބުކުރުމުގައި، “رَاعِنَا] މި ލަފްޒު، ބައެއް ފަހަރު “رُعُونَة]އަށް އަނެއްބައި ފަހަރު “رَاعِينَا]އަށް ބަދަލުކޮށްގެން ބޭނުންކުރާތީއެވެ. “رُعُونَة]ގެ މާނައަކީ، “ސޭކުކަމާއި މޮޔަކަމެވެ.] އަދި “رَاعِينَا]ގެ މާނައަކީ، “އަހުރެމެންގެ ގެރި ބަކަރި ޖަމަލު ހުއިހައްޕާ މީހާއެވެ.] ކޮންމެއަކަސް، “أُنظُرْنَا]ގެ މާނައަކީ “رَاعِنَا]ގެ މާނަ ކަމުގައި ވުމާއެކު ވެސް، رَسُولُ اللهِ އާ މުޚާޠަބުކުރެއްވުމުގައި، “رَاعِنَا]ގެ ބަދަލުގައި “أُنظُرْنَا] މި ލަފްޒު ބޭނުންކުރެއްވުމަށް، ކީރިތި ރަސޫލާގެ އަޞްޙާބުންނަށް، اللهُ އަމުރުކުރައްވައި، މި އާޔަތް ބާވައިލެއްވީ، رَسُولُ اللهِ ގެ އަރިހުގައި “رَاعِينَا] ނުވަތަ “رُعُونَة] މި ފަދައިން ދަންނަވައި، ކީރިތި ރަސޫލާއަށް ޔަހޫދީން ކުރަމުން ގެންދިޔަ ފުރައްސާރައިން، އެ ރަސޫލާ ސަލާމަތްކޮށްދެއްވައި، ރައްކައުތެރިކޮށްދެއްވުމުގެގޮތުން ކަމުގައި ރިވާވެގެންވެއެވެ.[123]","[123]- اَلَجْامِعُ لَأِحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي وَاَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ"],["(105) އޭ މުސްލިމުންނޭވެ! ތިޔަބައިމީހުންގެ ވެރި إِلٰهُގެ ޙަޟްރަތުން، ތިޔަބައިމީހުންނަށް ޤުރްއާން ބާވައިލެއްވުމަކީ، މުޝްރިކުންނާއި އަހްލުކިތާބީންގެ ތެރޭގައި ހިމެނޭ ކާފިރުން އެއްގޮތަކަށް ވެސް އެދޭ ކަމެއް ނޫނެވެ. އަދި ތިޔަބައިމީހުންނަށް ޢިލްމުދެއްވުމާ އަދި ނަޞްރާއި ފަތަޙަދެއްވުމާ އަދި އެ ނޫން އެހެން ހެޔޮ ކަމެއް ވިއަސް ތިޔަބައިމީހުންނަށް، އެ إِلٰهُގެ ޙަޟްރަތުން، ލިބުމަކީ، މުޝްރިކުންނާއި އަހްލުކިތާބީންގެ ތެރޭގައި ހިމެނޭ ކާފިރުން އެއްގޮތަކަށް ވެސް އެދޭ ކަމެއް ނޫނެވެ. ޝައްކެއްނެތެވެ. اللهُ ގެ ރަޙްމަތްވަންތަކަމުން، އެ إِلٰهُގެ އަޅުތަކުންގެ ތެރެއިން، އެ إِلٰهُ އެދިވޮޑިގަންނަވާ މީހަކަށް ނަބީކަމާއި ރަސޫލުކަން ދެއްވަތެވެ. اللهُ އީ، ގިނަގުނަ ނިޢުމަތްތައް ދެއްވާ، ނުހަނު ތަނަވަސް ރަޙްމަތުގެ ވެރި إِلٰهއެވެ. ދަންނާށެވެ! اللهُ ގެ އަޅުތަކުންނަށް ލިބޭ ކޮންމެ ހެވަކީ، اللهُ ގެ ޙަޟްރަތުން ލިބޭ ކަމެކެވެ. އަދި، އެ إِلٰهُގެ އަޅުތަކުންނަށް، އެ إِلٰهُ ދެއްވި އެންމެ ބޮޑު ހެޔޮ ކަމަކީ، އެބައިމީހުންނަށް ޓަކައި ހަމަ އެބައިމީހުންގެ ތެރެއިން ރަސޫލުން ފޮނުއްވައި ފޮތްތައް ބާވައިލައްވައި، އެ ރަސޫލުން މެދުވެރިކުރައްވައި މީސްތަކުން އުޅޭންވީ ގޮތް އެންގެވުމެވެ.[124]","[124]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(106) ކީރިތި ޤުރްއާނުގެ އެއްވެސް އާޔަތެއްގައިވާ ޙުކުމް، ތިމަން إِلٰهُ ބަދަލުކުރައްވައި މަންސޫޚުކުރެއްވިއަސް ނުވަތަ އާޔަތެއް ފޮހެލައްވައި، މީސްތަކުން އެ އާޔަތެއް ހަނދާންނެތުނު ކަމުގައި ވިއަސް، އެ އާޔަތަކަށް ޢަމަލުކުރުމުން ޘަވާބާއި ދަރުމަލިބުމުގައި، މަންސޫޚުކުރެއްވި އާޔަތާއި އެއްފަދަ ނުވަތަ އެއަށްވުރެން ފައިދާހުރި އެހެން އާޔަތެއް، އެ ފޮތުގައި، ތިމަން إِلٰهُ ގެނެސްދެއްވާހުށީމެވެ. ޝައްކެއްނެތެވެ. މިއިން ކޮންމެ ކަމެއްގައި ވެސް، اللهُ ގެ ޙިކްމަތްފުޅުވެއެވެ. އޭ ރަސޫލާއެވެ! ހަމަކަށަވަރުން، اللهُ އީ، ކޮންމެ ކަމަކަށް ވެސް ނުހަނު ކުޅަދުންވަންތަ إِلٰهُކަން، އިބަ ރަސޫލާ ދެނެވަޑައިގެންނުވަމުތޯއެވެ! އަދި ހަމަކަށަވަރުން، އެ إِلٰهُ އިރާދަކުރެއްވި ކޮންމެ ކަމެއް ކުރައްވައި، އެ إِلٰهُ އެދިވޮޑިގަންނަވާ ކޮންމެ ޙުކުމެއް، އެ إِلٰهُ ޝަރްޢުކުރައްވަތެވެ.[125] މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! اللهُ ، މުސްލިމުންގެ ޤިބްލައެއްކަމުގައި، كَعْبَةُ اللهِ ގެފުޅު ލެއްވުމުން، މުސްލިމުންނާ މެދު ޔަހޫދީންގެ ހިތުގައި އޮތް ޙަސަދަވެރިކަން އިތުރުވެ، އިސްލާމް ދީނަށް ފާޑުކިޔަމުން، އެބައިމީހުން ބުންޏެވެ. مُحَمَّدُ بْنِ عَبْدِ اللهِ އެ ކުރައްވާ ކަންތައް ތިޔަބައިމީހުން ނިކަން ދެކިބަލާށެވެ! އޭނާގެ އަޞްޙާބުންނަށް އެއްފަހަރު އަމުރުކުރައްވާ ކަންތައް އަނެއްފަހަރު ނަހީކުރައްވައެވެ. އެއްފަހަރު އޭނާ ވިދާޅުވާ އެއްޗެއް އަނެއްފަހަރު ވިދާޅުވާ އެއްޗަކާ ދިމައެއް ނުވެއެވެ. އެ ކަން އެ ގޮތަށް އެ ވަނީ، މި ޤުރްއާނަކީ، އޭނާ އަމިއްލަފުޅަށް ހައްދަވައިގެން ވިދާޅުވާ އެއްޗެއް ކަމުގައި ވާތީއެވެ. ދެން، އެބައިމީހުންގެ އެ ވާހަކައަށް ރައްދުދެއްވައި، اللهُ  މި އާޔަތް ބާވައިލެއްވިކަމުގައި ރިވާވެގެންވެއެވެ.[126]","[125]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[126]- اَلَجْامِعُ لَأِحْكَامِ الْقُرْآنِ مَامِ الْقُرْطُبِي"],["(107) އޭ ނަބިއްޔާއެވެ! އުޑުތަކާއި ބިމާ އަދި އެ ދެމެދުގައި ވާހައި ތަނަކާއި ކަމެއް މިލްކުވެގެން ވަނީ، ހަމައެކަނި اللهُ އަށް ކަމާ، އަދި ހުރިހައި ކަމެއްމެ ހިނގަމުން ދަނީ، އެ إِلٰهُ މިންވަރުކުރައްވާ ގޮތެއްގެ މަތީން ކަން، އިބަ ނަބިއްޔާއަށް އެނގިވަޑައިގަންނަވާކަން ކަށަވަރެވެ! އެ إِلٰهُ އިރާދަކުރައްވާ ކޮންމެކަމެއް، އެ إِلٰهُ ކުރައްވަތެވެ. އަދި، އެ إِلٰهُ އެދިވޮޑިގަންނަވާ ގޮތަކަށް، އެ إِلٰهُ ޙުކުމްކުރައްވަތެވެ. އަދި ނަހީކުރެއްވުމަށް އިރާދަކުރައްވާ ކޮންމެ ކަމެއް ނަހީކުރައްވަތެވެ. އަދި ޝަރްޢުކުރެއްވުމަށް އިރާދަކުރައްވާ ކޮންމެ ކަމެއް ޝަރްޢުކުރައްވަތެވެ. އަދި މަންސޫޚުކުރެއްވުމަށް، އެ إِلٰهُ އިރާދަކުރައްވާ ކޮންމެ ޙުކްމެއް ވެސް މަންސޫޚުކުރައްވަތެވެ. އަދި މަންސޫޚުނުކުރެއްވުމަށް އިރާދަކުރައްވާ ކޮންމެ ޙުކްމެއް މަންސޫޚުނުކުރައްވަތެވެ. އަދި، އެ إِلٰهُ އަމުރުކުރެއްވި ފަދައަކުން ޢަމަލުކުރުމަށް، އަޅުތަކުންނަށް، އެ إِلٰهُ އަމުރުކުރައްވަތެވެ. ވީމާ، އަޅުތަކުންގެ މައްޗަށް ވާޖިބުވެގެންވަނީ، އެ إِلٰهُގެ އަމުރުފުޅަށް ބޯލަނބައި ކިޔަމަންގަތުމެވެ. ދަންނާށެވެ! މި ހުރިހައި ކަމެއްމެ، اللهُ  ހިންގަވަނީ ޢަދްލު އިންޞާފަށެވެ. އަދި ތިޔަބައިމީހުން، اللهُ  އަށް އުރެދި ނުކިޔަމަންތެރިވެއްޖެ ނަމަ، އެ إِلٰهُ ފިޔަވައި ތިޔަބައިމީހުންނަށް ވާގިވެރިވެ އެހީތެރިވެދޭނޭ އެެހެން އެއްވެސް ފަރާތެއް ނުވެއެވެ. އަދި، އެ إِلٰهُގެ ޢަޛާބުން ދުރުކޮށް ސަލާމަތްކޮށްދޭނޭ ހަމަ އެއްވެސް ފަރާތެއް ތިޔަބައިމީހުންނަކަށް ނުމެވޭމެއެވެ. އަދި ކިއެއްތަ! اللهُ އީ، ތިޔަބައިމީހުންގެ ހުރިހައި ކަމެއް ހިންގަވައި ބަލަހައްޓަވާ އަދި ކޮންމެ ކަމަކަށް ކުޅަދުންވަންތަ إِلٰهއެވެ.[127]","[127]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(108) އޭ މުސްލިނުންނޭވެ! ތިޔަބައިމީހުންގެ ކުރީގައި އުޅުނު ޔަހޫދީންގެ ކިބައިގައި ހުރި ހަރުކަށިކަމާއި ގޮތްދޫނުކުރުމުގެ ބޮޑުކަމުން، اللهُ ގެ އަމުރުފުޅުތަކަށް އިންކާރުކޮށް ޖަދަލުކުރުމުގެ ގޮތުން، އެބައިމީހުން مُوسَى އާ ސުވާލުކޮށް އުޅުނުފަދައިން، ތިޔަބައިމީހުންގެ ގާތަށް ވަޑައިގެންނެވި ރަސޫލާއާ ސުވާލުކޮށް ޖަދަލުކުރުމަށް ތިޔަބައިމީހުން އެދެނީހެއްޔެވެ! އެއީ، އެއްވެސް ޙާލެއްގައި މުސްލިމުން ކުރުން ހުއްދަވެގެންވާ ކަމެއް ނޫނެވެ. ނަމަވެސް، ދީނުގެ ޙުކުމްތައް އުނގެނި، ދީނީ އިރްޝާދު ލިބިގަތުމަށް ޓަކައި، ސުވާލުކުރުމަކީ ހުއްދަވެގެންވާ އަދި ނުހަނު އެދެވިގެންވާ ކަމެކެވެ. އެހެނީ، اللهُ  ވަޙީކުރައްވަނީ މި ފަދައިންނެވެ. ( ﱊ ﱋ ﱌ ﱍ ﱎ ﱏ ﱐ )[128] މާނައީ: “ފަހެ، ތިޔަބައިމީހުން ނުދަންނަކަމުގައި ވަނީ ނަމަ، ޢިލްމުގެ އަހްލުވެރީންނާ ތިޔަބައިމީހުން ސުވާލުކުރާށެވެ!] އަދި އީމާންކަން ދޫކޮށް ކާފިރުކަން އިޚްތިޔާރުކޮށްފި މީހާ ދަންނާށެވެ! ފަހެ، އެ މީހާ، اللهُގެ ސީދާ ތެދު މަގު ދޫކޮށް މަގުފުރެދުމުގެ ތެރެއަށް ވަދެއްޖެ ކަން ކަށަވަރެވެ. ދަންނާށެވެ! ޔަހޫދީން مُوسَى ގެ އަރިހުން ވަރަށް ގިނަ ކަންތައްތަކަށް އެދި ސުވާލުކޮށް އުޅުނެވެ. އެ ގޮތުން އެބައިމީހުން އެދުނު ކަންތައްތަކުގެ ތެރެއިން އެއްކަމަކީ، ފައުޅުވެ ފެންނަ ގޮތުގައި، اللهُ ގެ ޛާތުފުޅު އެބައިމީހުންނަށް ދެއްކެވުމެވެ. ވުމާއެކު، އެބައިމީހުންގެ އެ ވާހަކައަށް އިޝާރާތްކުރައްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. (ﲥ ﲦ ﲧ ﲨ) [129] މާނައީ: “ފަހެ، އެބައިމީހުން ދެންނެވިއެވެ. ފައުޅުވެ ފެންނަގޮތުގައި، اللهُ ގެ ޛާތުފުޅު ތިމަންމެންނަށް ދައްކަވާށެވެ!][130]","[128]- سُورَةُ النَّحْلِ: 43\n[129]- سُورَةُ النِّسَاء: 153\n[130]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(109) އޭ މުއުމިނުންނޭވެ! مُحَمَّدٌގެ ނަބީކަމާއި ރަސޫލުކަމުގެ ތެދުކަމާއި، އެ ރަސޫލާގެ ތެދުވެރިކަމާއި، އެ ރަސޫލާ ގެންނެވި ޝަރީޢަތުގެ ފުރިހަމަކަން ޔަހޫދީންނަށް ރަނގަޅަށް އެނގެއެވެ. އެ ހުރިހައި ކަމެއް ވެސް އެނގިގެންތިބެމެ، ތިޔަބައިމީހުން އިސްލާމް ދީނުން ބޭރުކޮށް، ކުރީން ތިޔަބައިމީހުން އުޅުނުގޮތަށް ބުދަށް އަޅުކަންކޮށް އުޅޭ ކާފިރުން ކަމުގައި ހަދައި، ކާފިރުންގެ ތެރެއަށް ތިޔަބައިމީހުން ގެންދިއުމަށް އަހްލުކިތާބީންގެ ތެރެއިން ގިނަ ބަޔަކު އެދި އުންމީދު ކުރެއެވެ. އެ ގޮތަށް އެބައިމީހުން އެ އެދެނީ، اللهُ ގެ ރަސޫލާއާއި އެ ރަސޫލާއާ ތަބާވީ މުއުމިނުންނާ މެދު އެބައިމީހުންގެ ހިތުގައި އުފެދިފައިވާ ޙަސަދައެއްގެ ބޮޑުކަމުންނެވެ. ވީމާ، اللهُ ގެ ޙަޟްރަތުން، އަހްލުކިތާބީންނާ މެދު ކަންތައް ކުރާންވީ ގޮތުގެ ޙުކުމް އަތުވެއްޖައުމަށް ދާނދެން، އެބައިމީހުން އެ ކުރާ ކުށްތަކަށް މަޢާފުދީ، އެބައިމީހުން އެ ކުރާ ނުބައި ކަންތައްތަކުގެ ސަޒާ އެބައިމީހުންނަށް ދިނުމެއް ނެތި އެބައިމީހުން ދޫކޮށްލާށެވެ! އަދި ދަންނާށެވެ! އެބައިމީހުން އެ ކުރާ ނުބައި ކަންތައްތަކުގެ ސަޒާ އެބައިމީހުންނަށް ލިބޭނެތެވެ. ހަމަކަށަވަރުން، اللهُ އީ ކޮންމެ ކަމަކަށް ނުހަނު ކުޅަދުންވަންތަ إِلٰهއެވެ. ދަންނާށެވެ! އަހްލުކިތާބީންނާ މެދު ކަންތައް ކުރާންވީ ގޮތް އަންގަވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. (ﱭ ﱮ ﱯ ﱰ ﱱ ﱲ ﱳ ﱴ ﱵ ﱶ ﱷ ﱸ ﱹ ﱺ ﱻ ﱼ ﱽ ﱾ ﱿ ﲀ ﲁ ﲂ ﲃ ﲄ ﲅ ﲆ ﲇ ﲈ ﲉ)[131] މާނައީ: އޭ މުސްލިމުންނޭވެ! “ ފޮތް ލިބުނު މީހުންގެ ތެރެއިން، اللهُ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންނުވާ އަދި، الله އާއި، އެ إِلٰهُގެ ރަސޫލާ مُحَمَّدٌ  ޙަރާމްކުރެއްވި ކަންތައްތައް ޙަރާމްނުކުރާ އަދި އިސްލާމް ދީނަށް ތަބާނުވާ މީހުންނާ ތިޔަބައިމީހުން ހަނގުރާމަކުރާށެވެ! އެއީ، އެބައިމީހުން ދެރަވެ އަދި ނިކަމެތިވެގެންވާ ޙާލު، އަމިއްލަ އަތުން ޖިޒްޔަދީފުމަށްދާނދެނެވެ.] މި އާޔަތުން އެނގޭ ގޮތުގައި، އެ ފަދަ މީހުންނަށް އޮތީ އިސްލާމް ދީން ޤަބޫލުކުރުމެވެ. ނުވަތަ ޖިޒްޔަދީގެން އެބައިމީހުންގެ ދީނުގައި ތިބުމެވެ. ނުވަތަ ހަނގުރާމަކުރުމެވެ.[132] ވުމާއެކު، އަހްލުކިތާބީންނާ މެދު ކަންތައްތައް ކުރާންވީ ގޮތުގެ ޙުކުމް، اللهُ  ބާވައިލެއްވުމުން، އަހްލުކިތާބީންނަށް ޢަފޫކުރެއްވުމަށް، މި އާޔަތުގައި، اللهُ  ކުރެއްވި އަމުރުފުޅު މަންސޫޚުވިއެވެ. އަދި، بَنُو النَّضِير ވަންހައިގެ ޔަހޫދީން މަދީނާއިން ބޭރުކުރެވި، بَنُو قُرَيْظَة ވަންހައިގެ ޔަހޫދީންގެ ތެރޭގައި ތިބި ހަނގުރާމަވެރީން ޤަތުލުކުރެވި އެ ނޫން އެހެން މީހުން އަޅުވެތިކުރެވުނެވެ.[133]","[131]- سُورَةُ التَّوْبَة: 29\n[132]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[133]- اَلَجْامِعُ لَأِحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي"],["(110) އޭ މުއުމިނުންނޭވެ! އަދި، ކީރިތި ރަސޫލާ ތިޔަބައިމީހުންނަށް އަންގަވައިފައިވާ ގޮތަށް، ނަމާދުގެ ފަރްޟުތަކާއި، ވާޖިބުތަކާއި، ސުންނަތްތަކަށް ރައްކައުތެރިވުމާ އެކު، ނަމާދު ޤާއިމުކުރުން މަތީ ތިޔަބައިމީހުން ދެމިތިބޭށެވެ! އަދި ފަރްޟު ޒަކާތް ނެރެ އޭގެ ޙައްޤުވެރީންނަށް އަދާކުރާށެވެ! އަދި ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކަށް ލާބައާއި މަންފާ އެދި ތިޔަބައިމީހުން ކުރާ ކޮންމެ ހެޔޮ ކަމެއްގެ ޘަވާބު، ތިޔަބައިމީހުންނަށް ޓަކައި، اللهُ ގެ ޙަޟްރަތުގައި ވަނިކޮށް، އާޚިރަތް ދުވަހުން ތިޔަބައިމީހުން ދެކޭނެތެވެ. ހަމަކަށަވަރުން، اللهُ އީ ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކަށް މޮޅަށް ބައްލަވައިވޮޑިގެންވާ إِلٰهއެވެ. އެހެންކަމުން، ތިޔަބައިމީހުން ކުޅަ ޢަމަލުތަކަށް، އެ إِلٰهُ، ފުރިހަމަ ޖަޒާ ދެއްވާނޭ ކަން ކަށަވަރެވެ.[134]","[134]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(111) އަދި ޔަހޫދީން ފިޔަވައި އެހެންބަޔަކު ސުވަރުގެ ނުވަންނާނެތެވެ. މި ފަދައިން ޔަހޫދީން ބުނެ އުޅެތެވެ. އަދި ނަޞާރައިން ފިޔަވައި އެހެންބަޔަކު ސުވަރުގެ ނުވަންނާނެތެވެ. މި ފަދައިން ނަޞާރައިން ވެސް ބުނެ އުޅެތެވެ. އެއީ، އެ ދެބައިމީހުން އަމިއްލައަށް ކޮށް އުޅޭ ފާސިދު ކުށްހީތަކާއި ބާޠިލު އުންމީދުތަކެވެ. އޭ ނަބިއްޔާއެވެ! އެބައިމީހުންގެ އެ ބާޠިލު ވާހަކަތަކަށް ރައްދުދެއްވައި، އިބަ ނަބިއްޔާ އެބައިމީހުންނަށް ވިދާޅުވާށެވެ! ޔަހޫދީން ނޫން ބަޔަކު ސުވަރުގެ ނުވަންނާނޭ ކަމަށް ޔަހޫދީން އެ ބުނާ ބުނުމަކީ، ޞައްޙަ ތެދު ބަހެއް ކަމުގައި ވަނީ ނަމަ، އެ ކަމުގެ މައްޗަށް ހެކިތަކާއި ދަލީލުތައް ތިޔަބައި މީހުން ނިކަން ގެނެސް ބަލާށެވެ. އަދި ނަޞާރާއިން ނޫން ބަޔަކު ސުވަރުގެ ނުވަންނާނޭ ކަމަށް ނަޞާރާއިން އެ ބުނާ ބުނުމަކީ، ޞައްޙަ ތެދު ބަހެއް ކަމުގައި ވަނީ ނަމަ، އެ ކަމުގެ މައްޗަށް ހެކިތަކާއި ދަލީލުތައް، ތިޔަބައިމީހުން ނިކަން ގެނެސްބަލާށެވެ![135] މި އާޔަތާއި މި އާޔަތުގެ ފަހަތަށް އޮތް ދެ އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! ހިޖްރައިން ނުވަވަނަ އަހަރުގެ ތެރޭގައި، ސަލާމާއި ޞަލަވާތްލެއްވި ކައު އިތުރު ރަސޫލާގެ އަރިހަށް، ނަޖްރާނުގެ ނަޞާރާއިންގެ އިސްމީހުންނާއި ރާހިބުންގެ ވަފްދެއް އައެވެ. އެބައިމީހުން އައުމުން، އެ ތަނަށް މަދީނާގެ ޔަހޫދީންގެ ޢިލްމުވެރީންގެ ތެރެއިން ބަޔަކު ވެސް އައެވެ. ދެން، އެ ތާނގައި، ސަލާމާއި ޞަލަވާތްލެއްވި ކައު އިތުރު ރަސޫލާގެ ކުރިފުޅުމަތީގައި، އެ ދެބައިމީހުންގެ ދެމެދުގައި ޒުވާބުހިނގައި، ޔަހޫދީންގެ ތެރެއިން، رَافِعُ بْنِ حُرْمَلَة ނަޞާރާއިންނަށް ބުންޏެވެ. ތިޔަބައިމީހުންނަކީ، އެއްވެސް ދީނެއްގައިވާ ބަޔަކު ނޫނެވެ. މި ފަދައިން ބުނެ، عِيسَى އަށާއި، އެ ރަސޫލާ ގެންނެވި އިންޖީލަށް އޭނާ ކާފިރުވިއެވެ. ދެން، ނަޖްރާނުގެ ނަޞާރާއިންގެ ތެރެއިން މީހަކު ވެސް ޔަހޫދީންނަށް ބުންޏެވެ. ތިޔަބައިމީހުންނަކީ ވެސް އެއްވެސް ދީނެއްގައިވާ ބަޔަކު ނޫނެވެ. މި ފަދައިން ބުނެ، مُوسَى ގެ ރިސާލަތަށް އިންކާރުކޮށް، އެ ރަސޫލާ ގެންނެވި ތައުރާތަށް، އޭނާ ކާފިރުވިއެވެ. އެބައިމީހުންގެ އެ ވާހަކަތަކާ ބެހޭ ގޮތުން މި އާޔަތާއި މި އާޔަތުގެ ފަހަތަށް އޮތް ދެ އާޔަތް ބާވައިލެއްވުނުކަމުގައި ރިވާވެގެންވެއެވެ.[136]","[135]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[136]- اَلجْامِعُ لَأِحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي وَتَفْسِيرُ الْقُرْآنِ الْعَظِيمِ ِ لِلإمَامِ الَحْافِظِ ابْنِ كَثِير الدِّمِشْقِي"],["(112) ޔަހޫދީން ފިޔަވައި އެހެން ބަޔަކު ސުވަރުގެ ނުވަންނާނޭ ކަމުގައި ޔަހޫދީން ބުނެ އުޅެތެވެ. އަދި ނަޞާރައިން ފިޔަވައި އެހެން ބަޔަކު ސުވަރުގެ ނުވަންނާނޭ ކަމުގައި، ނަޞާރައިން ވެސް ބުނެ އުޅެތެވެ. ނަމަވެސް، އެ ކަން ހުރީ، ހަމަހިލާ އެ ދެބައިމީހުން އެ ބުނާ ގޮތަކަށްނޫނެވެ! ދަންނާށެވެ! اللهُ ގެ އެއްކައުވަންތަކަން ޤަބޫލުކޮށް، އެ إِلٰهއާ އެހެނިހެނިހެން ފަރާތްތައް ބައިވެރިނުކޮށް ޝިރުކުނުކޮށް، އެإِلٰهُގެ އަމުރުފުޅުތަކަށް ތިމާގެ ނަފްސު ކިޔަމަންކޮށް، ބަހާއި ޢަމަލުން، އެ إِلٰهއަށް އިޚްލާޞްތެރިވެއްޖެ ކޮންމެ މީހަކަށްމެ، އޭނާ އެ ކުޅަ ހެޔޮ ޢަމަލުގެ ދަރުމައާއި ޘަވާބު، އާޚިރަތް ދުވަހުން، އޭނާގެ ވެރި إِلٰهُ އޭނާއަށް ދެއްވާހުއްޓެވެ. އެ ދަރުމައާއި ޘަވާބަކީ، ނިޢުމަތްތަކުން ފުރިގެންވާ ސުވަރުގެ ލިބުމެވެ. އަދި އެ ތާނގައި އެއްވެސް ބިރުވެރިކަމެއް އަދި އެއްވެސް ކަމަކާ މެދު ހިތާމަކުރުމެއް ވިއަސް، އެބައިމީހުންނަކަށް ނުވެއެވެ.[137]","[137]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(113) އަދި ޔަހޫދީން ބުންޏެވެ. ނަޞާރައިން ވަނީ އެއްވެސް ޞައްޙަ ދީނެއްގައެއް ނޫނެވެ. އަދި ނަޞާރާއިން ބުންޏެވެ. ޔަހޫދީން ވަނީ އެއްވެސް ޞައްޙަ ދީނެއްގައެއް ނޫނެވެ. އެ ދެބައިމީހުންމެ އެ ފަދައިން ބުނެ އެ އުޅެނީ ތައުރާތާއި އިންޖީލުކިޔަވައި އުޅޭ ޙާލުގައެވެ. އެ ދެ ފޮތުގައިމެ ވަނީ، ހުރިހައި ރަސޫލުންނާއި ނަބިއްޔުންނަށް އީމާންވުމަކީ ވާޖިބުކަމެއް ކަމުގައެވެ. އަދި ބާވައިލެއްވި ފޮތެއް ލިބިފައިނުވާ އަދި ރަސޫލުންނާއި ނަބިއްޔުންނަށް އީމާންވުމަކީ ވާޖިބުކަމެއް ކަން ނުދަންނަ ޢަރަބީންގެ މުޝްރިކުންނާއި އެ ނޫން މުޝްރިކުން ވެސް ބުނީ، ޔަހޫދީންނާއި ނަޞާރާއިން ބުނި ފަދަ ބަހެކެވެ. އެ ބަހަކީ، ސަމާވީ ދީންތަކުގެ މީހުން އެ ވަނީ އެއްވެސް ޞައްޙަ ދީނެއްގައެއް ނޫނެވެ. އަދި ހަމަކަށަވަރުން، ޞައްހަ ދީނަކީ ތިމަންމެންގެ ދީނެވެ. މި ފަދައިން ބުނެ، އެ އެންމެން ދެބަސްވެ ޚިލާފުވެ އުޅުނު އުޅުމާ މެދު، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، االله  ފައިޞަލާކުރައްވާނެތެވެ. އަދި އެއިން ކޮންމެ ބަޔަކަށްމެ އެ ބަޔަކު ކުރި ޢަމަލެއްގެ ޖަޒާ ނުވަތަ ސަޒާ، އެ ބަޔަކަށް، އެ إِلٰهُ ދެއްވާނެތެވެ.[138]","[138]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(114) އަދި މިސްކިތްތަކުގައި ނަމާދުކޮށް، ޤުރްއާން ކިޔަވައި، اللهُ އަށް ޛިކްރުކޮށް، އެ إِلٰهُ ހަނދުމަކޮށް އުޅުން މަނާކޮށް، މިސްކިތްތައް ފަޅުކޮށް، ވީރާނާކުރުމަށް މަސްކަތްކުރާ މީހަކަށްވުރެން، އަނިޔާވެރިކަން ބޮޑީ ފަހެ ކާކުހެއްޔެވެ؟ އަދި މިސްކިތްތަކަށް މުއުމިނުން ވަނަނުދީ މަނާކޮށް ބަންދުކުރުން ފަދަ ކަންތައްތައްކުރާ މީހަކަށްވުރެން، އަނިޔާވެރިކަން ބޮޑީ ވެސް ފަހެ ކާކުހެއްޔެވެ؟ ދަންނާށެވެ! އެ އަނިޔާވެރީން މިސްކިތްތަކަށް ވަންނާން ޖެހޭނީ ބިރުން ތުރުތުރުއަޅާ ޙާލުގައެވެ. އެއީ، އެބައިމީހުންގެ ކިބައިގައި ހުރި ކުފުރުވެރިކަމާއި، މީސްތަކުން މިސްކިތްތަކަށް ވަނަނުދީ މަނާކުރުމުގެ ސަބަބުން، އެބައިމީހުންނަށް ލިބިދާނޭ ޢުޤޫބާތަކަށް ޓަކައެވެ. އަދި އެ ފަދަ މީހުން އެ ކުރާ ނުބައި ކަންތައްތަކުގެ ސަބަބުން، ދުނިޔޭގައި ވެސް އެބައިމީހުންނަށް ހުރީ ދެރަކަމާއި ނިކަމެތިކަމެވެ. އަދި އާޚިރަތުގައި އެބައިމީހުންނަށް ހުރީ ބޮޑުވެގެންވާ ގަދަފަދަ ޢަޛާބެވެ.[139]","[139]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(115) އަދި އިރުއަރާ ފަރާތާއި، އިރުއޮއްސޭ ފަރާތާއި، އެ ދެމެދުގައި ވާހައި ތަނެއް މިލްކުވެގެން ވަނީ، ހަމައެކަނި اللهُ  އަށެވެ. އަދި، އެ إِلٰهއީ، މުޅި ކައުނުގެ ވެރި إِلٰهއެވެ. ވުމާއެކު، اللهُ  އަމުރު ކުރައްވައިފައިވާ ފަދައިން، ތިޔަބައިމީހުން ނަމާދުކުރާ އިރު ކޮންމެ ފަރާތަކަށް ކުރިމަތިލި ކަމުގައި ވިއަސް، އެ ފަރާތެއްގައި، اللهُ ގެ ވަޖްހުފުޅު ވެއެވެ. ހަމަކަށަވަރުން، اللهُ އީ، އެ إِلٰهُގެ އަޅުތަކުން ކުރާ ހުރިހައި ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ، އެބައިމީހުންނަށް ރަޙްމަތްލެއްވުމުގައި ތަނަވަސްވެވޮޑިގެންވާ إِلٰهއެވެ. ދަންނާށެވެ! ތިޔަބައިމީހުން ނަމާދުކުރާ އިރު، اللهُ  އަމުރުކުރައްވައިފައިވާ ފަދައިން، كَعْبَةُ اللهِ ގެފުޅަށް ކުރިމަތިލިކަމުގައި ވިއަސް، ނުވަތަ ޤިބްލަ އޮޅިގެން ނުވަތަ ޤިބްލައަށް ކުރިމަތިލާން އުނދަގޫވެގެން ޤިބްލަނޫން ފަރާތަކަށް ކުރިމަތިލިކަމުގައި ވިއަސް، އެ ކަމަކީ، އެ إِلٰهُގެ ވެރިކަމާއި ރަސްވަންތަކަމާ އަދި، އެ إِلٰهއަށް ކިޔަމަންވުމުގެ ދާއިރާއިން ތިޔަބައިމީހުން ބޭރުވާ ކަމެއް ނޫނެވެ. އަދި ބަޔާންވެދިޔަ ފަދަ ޙާލަތެއް މެދުވެރިވެގެން ޤިބްލަނޫން ފަރާތަކަށް ކުރިމަތިލައިގެން ނަމާދުކުރެވުނު ކަމުގައި ވިއަސް، އެ ކަމަކީ، އެ إِلٰهُގެ ވެރިކަމާއި ރަސްވަންތަކަމާ އަދި، އެ إِلٰهއަށް ކިޔަމަންވުމުގެ ދާއިރާއިން ބޭރުވާ ކަމެއް ވެސް ނޫނެވެ. އެހެނީ، އެ إِلٰهُގެ ޢިލްމުފުޅާއި ދެނެވޮޑިގަތުން އެންމެހައި ޚަލްޤުތަކުން ވަށައިލައިގެން ވެއެވެ. ވުމާއެކު، ތިޔަބައިމީހުން ކޮންމެ ފަރާތަކަށް ކުރިމަތިލި ކަމުގައި ވިއަސް، އެ ކުރިމަތިލި ފަރާތެއް، އެ إِلٰهُ މޮޅަށް ދެނެވޮޑިގެންވެތެވެ.[140]","[140]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(116) އަދި ޔަހޫދީން ބުނެއުޅެއެވެ. عُزَيْرُ އަކީ، اللهُ ގެ ދަރިކަލެކެވެ. އަދި ނަޞާރާއިން ބުނެއުޅެއެވެ. عِيسَى އަކީ، اللهُ ގެ ދަރިކަލެކެވެ. އަދި މުޝްރިކުން ބުނެއުޅެއެވެ. މަލާއިކަތުންނަކީ، اللهُ ގެ ދަރިދަރިކަނބަލުންނެވެ. ދަންނާށެވެ! އެބައިމީހުން އެ ދައްކާ ބާޠިލު ދޮގު ވާހަކަތަކުން، اللهُ  ހުސްދުރުވެވޮޑިގެންވެއެވެ. އަދި ކިއެއްތަ! އުޑުތަކާއި ބިމާ އެ ދެމެދުގައި ވާހައި ބަޔަކާއި، ކަމަކާއި، ތަކެތި މިލްކުވެގެން ވަނީ، ހަމައެކަނި އެ إِلٰهއަށެވެ. ވުމާއެކު، އެންމެހައި ޚަލްޤުތަކުންމެ ވަނީ، އެ إِلٰهއަށް ކިޔަމަންތެރިވެ ބޯލަނބައި އަޅުވެތިވެގެންނެވެ. އެއީ، ރުހުމުގައި ވިއަސް ނުވަތަ ނުރުހުމުގައި ވިއަސް މެއެވެ. އަދި ދުނިޔެއާއި އާޚިރަތުގެ ހުރިހައި ކަމެއްމެ ހިނގަމުން ދަނީ، އެ إِلٰهُ ތަދްބީރުކުރައްވާ ގޮތެއްގެ މަތީންނެވެ.[141]","[141]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(117) اللهُ އީ، އިސްވެދިޔަ ނަމޫނާއެއް އަޞްލެއް އަދި މިސާލެއް ވިއަސް ނެތި، އުޑުތަކާއި ބިން އުފެއްދެވި إِلٰهއެވެ. އަދި އެއްވެސް ކަމެއް ކުރެއްވުމަށް، އެ إِلٰهُ އިރާދަކުރައްވައި މިންވަރުކުރައްވައިފި ނަމަ، ވަޙީކުރައްވާކަން ކަށަވަރީ، ހަމަ އެކަނި “ވާށެވެ!] މިފަދައިންނެވެ. ދެން ހަމަ އެ ހިނދުމެ، އެ ކަމެއް ވެދެއެވެ.[142]","[142]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(118) އަދި އަހްލުކިތާބީންގެ ތެރޭގައިވާ ޖާހިލުންނާ އަދި މުޝްރިކުން ވެސް، اللهُ ގެ ރަސޫލާ مُحَمَّدٌ އާ ދެކޮޅުހެދުމުގެ ގޮތުން، އެ ރަސޫލާއަށް ދެންނެވިއެވެ. ތިބާއީ ޙައްޤު ރަސޫލަކުކަން އަންގަވައި އެ ކަމުގެ ޚަބަރުދެއްވުމަށް، އެއްވެސް މެދުވެރިއަކު ނެތި، اللهُ  ތިމަންމެންނަށް ސީދާ ބަސް ވަޙީނުކުރައްވަނީ ކީއްވެގެންތޯއެވެ؟ ނުވަތަ އިބަ ރަސޫލާގެ ރަސޫލުކަމުގެ ތެދުކަން ތިމަންމެންނަށް ސާބިތުކޮށްދެއްވުމަށް ޓަކައި، އެ إِلٰهُގެ ޙަޟްރަތުން ތިމަންމެންގެ ގާތަށް މުޢުޖިޒާތެއް ނުފޮނުއްވަނީ ފަހެ ކީއްވެގެންތޯއެވެ؟ ޝައްކެއްނެތެވެ. ކުރީގެ އުންމަތްތަކުގެ ކާފިރުން ވެސް ވަނީ، ދެކޮޅުހެދުމާއި ގޮތްދޫނުކުރުމުގެ ގޮތުން، އެބައިމީހުންގެ ގާތަށް ފޮނުއްވުނު ރަސޫލުންނާ ވެސް، ހަމަ އެ ފަދަ ވާހަކަތައް ދައްކައި މުޢުޖިޒާތްތަކަށް އެދިފައެވެ. އެއީ، ކުރީގެ އުންމަތްތަކުގެ މީހުންނާއި ފަހުގެ އުންމަތްތަކުގެ މީހުންގެ ތެރެއިން، ކާފިރުވެ މަގުފުރެދުނު މީހުންގެ ހިތްތައް އެއްގޮތްވެފައިވުމުގެ ސަބަބުންނެވެ. އަދި ހަމަކަށަވަރުން، ތިމަން إِلٰهُ ވަނީ، ޔަޤީންކޮށް އީމާންވުމަށް އެދޭ ބަޔަކަށް، ޙައްޤަކީ ކޮބައިކަން އެނގޭ ފަދަ ހެކިތަކާއި ދަލީލުތައް، ތިމަން إِلٰهُގެ އާޔަތްތަކުގައި ސާފުކޮށް ބަޔާންކުރައްވައި ދައްކަވައިފައެވެ. ދަންނާށެވެ! ޒަމާނާއި ތަން ތަފާތުވި ކަމުގައި ވިއަސް، ކާފިރުންނަކީ އެއް މިއްލަތެއްގެ މީހުން ކަމުގައި ވެއެވެ. އަދި ކާފިރުކަމާއި މަގުފުރެދުމުގައި ކުރީގެ ކާފިރުންނާއި ފަހުގެ ކާފިރުންގެ ހިތްތައް އެއްގޮތްވެގެން ނުވާ ނަމަ، ކީރިތި ޤުރްއާނަކީ، ޙައްޤުތެދު ފޮތެއްކަމާއި، مُحَمَّدٌ އަކީ ޙައްޤު ރަސޫލަކުކަން ކާފިރުތަކުން ޤަބޫލުކުރީހެވެ. ކަން މިހެން ހުރުމާ އެކު ވެސް، އެ ފަދަ ވާހަކަތައް ދައްކައި މުޢުޖިޒާތްތައް ގެންނެވުމަށް، ކީރިތި ރަސޫލާގެ އަރިހުގައި މުޝްރިކުންނާއި އަހްލުކިތާބީން ދެންނެވީ، އެބައިމީހުންގެ ކިބައިގައި ހުރި ފުރެދުންތެރިކަމާއި ދެކޮޅުވެރިކަމުގެ ބޮޑުކަމުންނެވެ.[143]","[143]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(119) އޭ ނަބިއްޔާއެވެ! ހަމަކަށަވަރުން، ތިމަން إِلٰهُ، އިބަ ނަބިއްޔާ ފޮނުއްވީ ޙައްޤު ދީނައިގެންކަމާ މެދަކު އެއްވެސް ޝައްކެއްނެތެވެ. އަދި އެ ދީނަކީ، ޙައްޤު ދީން ކަމުގެ މައްޗަށް ހެކިދެނިވި ދަލީލުތަކާއި މުޢުޖިޒާތްތައް ވެސް، އިބަ ނަބިއްޔާއަށް، ތިމަން إِلٰهُ ދެއްވީމެވެ. ވީމާ، އިބަ ނަބިއްޔާ މީސްތަކުންނާ ހަމައަށް އެ ދީން ރައްދުކޮށްދެއްވާށެވެ! އަދި ދުނިޔޭގައި، މުއުމިނުންނާ މެދު، الله  މިންވަރުކޮށްދެއްވާ ހެޔޮ ގޮތްތަކާއި، އާޚިރަތް ދުވަހުން ދެއްވާނޭ ހެޔޮ ދަރުމައާއި ޘަވާބުގެ ވާހަކައިން، އިބަ ނަބިއްޔާ އެބައިމީހުންނަށް އުފައުވެރިކަމުގެ ޚަބަރުދެއްވާށެވެ! އަދި، އިސްލާމް ދީނާ ދެކޮޅުހަދައި އިންކާރުކުރާ ކާފިރުންނަށް، އާޚިރަތް ދުވަހުން، اللهُ  ދެއްވާނޭ ޢަޛާބުގެ ވާހަކައިން، އެބައިމީހުންނަށް ބިރުވެރިކަމުގެ ޚަބަރު ވެސް ދެއްވާށެވެ! އަދި، އިސްލާމް ދީން މީސްތަކުންނާ ހަމައަށް ރައްދުކޮށްދެއްވުމަށް ފަހު، އިބަ ނަބިއްޔާގެ ނަބީކަމަށް އިންކާރުކޮށް ދެކޮޅުވެރިވެ ކާފިރުވުމުގެ ސަބަބުން، ނަރަކައިގެ ޢަޛާބު ޙައްޤުވެ، ނަރަކައަށްދާ ބަޔަކާ މެދު، އިބަ ނަބިއްޔާއާ ސުވާލުނުކުރެއްވޭނެތެވެ. އަދި ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، ކާފިރުން ވާހުށީ ނަރަކަވަންތަވެރީން ކަމުގައެވެ. އަދި ތާއަބަދު އެބައިމީހުން ދެމިތިބެނިވި ތަނަކީ ވެސް ހަމަ އެއީއެވެ.[144]","[144]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(120) އޭ ރަސޫލާއެވެ! އަދި އިބަ ރަސޫލާ އިސްލާމް ދީން ދޫކޮށްލައްވައި، ޔަހޫދީންނާއި ނަޞާރައިންގެ ދީނަށް، އިބަ ރަސޫލާ ތަބާވެވަޑައިގެންފުމަށް ދާނދެން، ފަހަރެއްގައި ވެސް އެބައިމީހުން، އިބަ ރަސޫލާއާ ނުރުހޭނެތެވެ. އިބަ ރަސޫލާ އެބައިމީހުންނަށް ވިދާޅުވާށެވެ! ހަމަކަށަވަރުން، ޞައްޙަ ދީނަކީ، ތިމަން ރަސޫލާއަށް، اللهُ  ބާވައިލެއްވި އިސްލާމް ދީނެވެ. އަދި ހަމަކަށަވަރުން، އިބަ ރަސޫލާއަށް ބާވައިލެއްވުނު ވަޙީއިން، އިބަ ރަސޫލާއަށް ލިބިވަޑައިގެންނެވި ޢިލްމަށް ފަހު، އެބައިމީހުންގެ ދީން، އިބަ ރަސޫލާ ޤަބޫލުކުރައްވައި އެބައިމީހުން އެދޭ އެދުންތަކަށް ތަބާވެވަޑައިގެންފި ނަމަ، اللهُގެ ޙަޟްރަތުގައި، އިބަ ރަސޫލާއަށް ފައިދާއެއް ކޮށްދީ އެހީތެރިވެދޭނޭ އަދި ވާގިވެރިވެ ނަޞްރުދޭނޭ އެއްވެސް ފަރާތެއް ނުވާނެތެވެ. އަދި، އިބަ ރަސޫލާއާ ތަބާވެގެންވާ މީހަކު ވެސް، އެ ގޮތަށް ޢަމަލުކޮށްފި ނަމަ، اللهُ ގެ ޙަޟްރަތުގައި އެ މީހަކަށް އެއްވެސް ފައިދާއެއް ކޮށްދީ އެހީތެރިވާނޭ އެއްވެސް ފަރާތެއް ނުވާނެތެވެ. އަދި ވާގިވެރިވެ ނަޞްރުދޭނޭ އެއްވެސް ފަރާތެއް ވެސް ނުމެވާނޭމެއެވެ.[145] މި އާޔަތް ބާވައިލެއްވުނު ސަބަބު: ދަންނާށެވެ! ޔަހޫދީންނާއި ނަޞާރާއިން، އެބައިމީހުންގެ ދީނަށް ވަދެވަޑައިގަތުމަށް، ކީރިތި ރަސޫލާއަށް ދަޢުވަތުދީ، ޙައްޤު ދީނަކީ ހަމަ އެކަނި އެބައިމީހުންގެ ދީން ކަމުގައި ބުނެ، އެއިން ކޮންމެ ބަޔަކުމެ، ކީރިތި ރަސޫލާއަށް އެ ކަން ހުށަހެޅުމުން، މި އާޔަތް ބާވައިލެއްވުނު ކަމުގައި އިމާމުލްމުފައްސިރީނަ އިބްނު ޖަރީރު ވިދާޅުވެފައިވެއެވެ.[146]","[145]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[146]- تَفْسِيرُ جامِعِ الْبَيَانِ لِلإمَامِ مُحَمَّدِ بْنِ جَرِيرِ الطَّبَرِي"],["(121) އެ ބަޔަކަށް، ތިމަން إِلٰهُ ފޮތްދެއްވި ޔަހޫދީންނާއި ނަޞާރައިންގެ ތެރެއިން، އެބައިމީހުންގެ ފޮތްތައް އެގޮތްމިގޮތަށް ބަދަލުކުރުމަކާ ނުލައި، ޙައްޤުގޮތުގައި ކިޔަވައި، އެ ފޮތްތަކުގައި އަންގަވައިފައިވާ ގޮތަށް ރަނގަޅަށް ޢަމަލުކުރާ މީހުން، އެ ފޮތްތަކުގައި އައިސްފައިވާ އިރްޝާދުތައް ޤަބޫލުކޮށް، ތިމަން إِلٰهُ ފޮނުއްވި ހުރިހައި ރަސޫލުންނަށް އީމާންވެގެން ތިބެ، مُحَمَّد  އަށާއި، އެ ރަސޫލާއަށް ބާވައިލެއްވުނު ޤުރްއާނަށް އީމާންވުމަށް އަވަސްވެގަނޭ މެއެވެ. އެއީ، އެބައިމީހުންނަށް ޓަކައި، އެ إِلٰهُ ބާވައިލެއްވި ފޮތްތަކުގައި، مُحَمَّد ގެ ސިފަފުޅުތަކާއި އެ ރަސޫލާއަކީ ތެދު ރަސޫލަކު ކަން އަންގަވައިފައި ވާތީއެވެ. އަދި އެ ފޮތްތަކުގައިވާ ބައެއް ޙުކުމްތައް އެގޮތްމިގޮތަށް ބަދަލުކޮށް، އެ ފޮތްތަކުގައިވާ ބައެއް ޙުކުމްތައް ވަންހަނާކޮށް ފޮރުވައިފި ބަޔަކީ، اللهُ ގެ ރަސޫލާ مُحَمَّد  އަށާއި، އެ ރަސޫލާއަށް ބާވައިލެއްވުނު ޤުރްއާނަށް އީމާންނުވާ ކާފިރުންނެވެ. އަދި، مُحَمَّد  އަށާއި، އެ ރަސޫލާއަށް ބާވައިލެއްވުނު ޤުރްއާނަށް އީމާންނުވާ މީހާ ދަންނާށެވެ! ފަހެ، އެ ފަދަ މީހުންނަކީ، ގެއްލެނިވެގެންވާ މީހުންނެވެ. އަދި ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، اللهُ  ގެ ޙަޟްރަތުގައި، އެންމެ ބޮޑު ގެއްލުން ބޮލުގައިއަޅާނޭ މީހުންނަކީ ހަމަ އެބައިމީހުންނެވެ.[147] ދަންނާށެވެ! اللهُ  ފޮނުއްވި ރަސޫލުންގެ ތެރެއިން ބައެއް ރަސޫލުންނަށް އީމާންވެ، އަނެއްބައި ރަސޫލުންނަށް ތިމަން ކާފިރުވަމެވެ. އަދި، އެ إِلٰهُ ބާވައިލެއްވި ފޮތްތަކުގެ ތެރެއިން ބައެއް ފޮތްތަކަށް އީމާންވެ، އަނެއްބައި ފޮތްތަކަށް ތިމަން ކާފިރުވަމެވެ. މި ފަދައިން ބުނާ ކޮންމެ މީހަކީ، اللهُ އަށް ކިޔަމަންވުމުގެ ދާއިރާއިން ބޭރުވެގެންފި މީހެކެވެ. އަދި މީސްތަކުންގެ ކިބައިން، އެ إِلٰهُ ހިއްޕެވި ޢަހްދު އުވައިލި ދޮގުވެރިއެކެވެ. އަދި، އެ إِلٰهُގެ ޝަރީޢަތާއި ދެކޮޅުހަދައިފި މީހެއް ވެސް މެއެވެ. ފަހެ، އެ ފަދަ މީހުންނަށް ހުރީ ގެއްލުމާއި ހަލާކެވެ. އަދި ދާއިމީ ޢަޛާބެވެ.[148]","[147]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة\n[148]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الْإسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(122) އޭ އިސްރާއީލުގެ ދަރިފަސްކޮޅުގެ މީހުންނޭވެ! ތިޔަބައިމީހުންނަށް، ތިމަން إِلٰهُ ދެއްވި ގިނަގުނަ ދީނީ ނިޢުމަތްތަކާއި، ދުނިޔަވީ ނިޢުމަތްތައް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އަދި ހަމަކަށަވަރުން، ތިޔަބައިމީހުންގެ ޒަމާނުގައި އުޅުނު ތިޔަބައިމީހުން ނޫން އެހެން މީހުންގެ މައްޗަށް، ތިމަން إِلٰهُ ތިޔަބައިމީހުން މާތްކުރެއްވިކަން ވެސް ތިޔަބައިމީހުން ހަނދުމަކުރާށެވެ! އެއީ، ތިޔަބައިމީހުންގެ ތެރެއިން ތިޔަބައިމީހުންގެ ގާތަށް އެތަކެއް ނަބިއްޔުން ފޮނުއްވައި، ނަބީކަމާއި ރަސްކަން، ތިޔަބައިމީހުންގެ ތެރޭގައި ލެއްވުމުންނާއި، ތައުރާތާއި އިންޖީލާއި، އެ ނޫން ވެސް ފޮތްތައް ތިޔަބައިމީހުންނަށް ޓަކައި ބާވައިލެއްވުމުންނެވެ. ވީމާ، މި ކަންކަމަށް ޓަކައި ތިޔަބައިމީހުން، ތިމަން إِلٰهއަށް ޝުކްރުއަދާކުރާށެވެ![149]","[149]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ"],["(123) އަދި ޤިޔާމަތް ޤާއިމުވާ ދުވަހާ މެދު ބިރުވެތިވެ، اللهُ  އަމުރުކުރެއްވި ކަންތައްތައްކޮށް، ނަހީކުރެއްވި ކަންތައްތަކުން ދުރުވެ، އެ ދުވަހުގެ ޢަޛާބާއި ތިޔަބައިމީހުންނާ ދެމެދު ވަރުގަދަ ހުރަހެއް ތިޔަބައިމީހުން ޤާއިމުކުރާށެވެ! ފަހެ، އެ ދުވަހަކީ، އެއްވެސް މީހެއްގެ ފަރާތުން އެހެން މީހަކަށް ކިތަންމެ ކުޑަ އެހީތެރިކަމެއް ވިއަސް ފޯރުކޮށްދެވޭނޭ ދުވަހެއް ނޫނެވެ. އަދި އެ ދުވަހުގެ ޢަޛާބުން ސަލާމަތްވުމަށް ޓަކައި، ބިން ފުރޭހައި ތަކެތި ނުވަތަ އެއަށް ވުރެން ގިނަ ތަކެތި ފިދްޔައެއްގެ ގޮތުގައި ދިންކަމުގައި ވިއަސް، އެ މީހެއްގެ ފަރާތުން އެއްވެސް ފިދްޔައެއް، اللهُ  ޤަބޫލެއް ނުކުރައްވާނެތެވެ. އަދި ކާފިރުންނާ މެދު ވެވޭ އެއްވެސް ޝަފާޢަތެއް، اللهُ  ޤަބޫލެއް ނުކުރައްވާނެތެވެ. އެއީ، ކިތަންމެ މަތިވެރި ފަރާތަކުން ވެދެއްވި ޝަފާޢަތެއް ކަމުގައި ވިއަސް މެއެވެ. އަދި، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، اللهُ ގެ ޢަޛާބުން ސަލާމަތްކުރުމަށް، ކާފިރުންނަށް އެހީތެރިވެ، ވާގިވެރިވެ، ނަޞްރުދޭނޭ ހަމަ އެއްވެސް ފަރާތެއް ނުމެވާނޭމެއެވެ.[150]","[150]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(124) އޭ ރަސޫލާއެވެ! إِبْرَاهِيْمُ ގެ ކިޔަމަންތެރިކަން ހުރި މިންވަރުބައްލަވައި ފައުޅުކުރެއްވުމަށް ޓަކައި، އެ ރަސޫލާގެ ވެރި إِلٰهُ، އެ ރަސޫލާއަށް ކުރެއްވި އަމުރުފުޅުތަކާއި ނަހީތަކުން، ގިނަގުނަ ތަކްލީފު އެ ރަސޫލާއަށް ޖައްސަވައި، އެ ރަސޫލާ އިމްތިޙާނުކުރެއްވި ހިނދު ކަންހިނގި ގޮތް، އިބަ ރަސޫލާ ހަނދުމަކުރައްވާށެވެ! ފަހެ، އެ ހިނދު، އެ إِلٰهُގެ އަމުރުފުޅުތަކަށް އެންމެ ރިވެތި ގޮތުގައި إِبْرَاهِيمُ  ކިޔަމަންތެރިވެވަޑައިގެން އެ ހުރިހައި ކަމެއް ވެސް ފުރިހަމަކުރައްވައި، އެ إِلٰهއަށް ކިޔަމަންތެރިކަން އަދާކުރެއްވިއެވެ. ދެން، اللهُ  އެ ރަސޫލާއަށް ވަޙީކުރައްވައި އެންގެވިއެވެ. ހަމަކަށަވަރުން، މީސްތަކުންނަށް ދީނުގެ މަގުދައްކަވާ އިމާމަކު ކަމުގައި، ތިމަން إِلٰهُ، އިބަ ރަސޫލާ ލައްވާހުށީމެވެ. އެ ވަގުތު، اللهُ ގެ ޙަޟްރަތުގައި إِبْرَاهِيمُ  ދެންނެވިއެވެ. އޭ އަޅުގެ ވެރި إِلٰهއެވެ! މީސްތަކުންނަށް ޓަކައި، އިބަ إِلٰهُ ފޮނުއްވާ ބައެއް އިމާމުން، މި އަޅާގެ ދަރިފަސްކޮޅުގައި ލައްވައިފާނދޭވެ! އެއީ، އިބަ إِلٰهُގެ އޯގާވަންތަކަމާއި ފަޟްލުވަންތަކަމުންނެވެ. ދެން، އެ ރަސޫލާގެ ދުޢާ އިޖާބަކުރައްވައި، اللهُ  ވަޙީކުރެއްވިއެވެ. ދީނުގެ އިމާމުކަން އަނިޔާވެރީންނަކަށް ނުލިބޭނެތެވެ.[151]","[151]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ الدِّرَاسَاتِ الْقُرْآنِيَّةِ وَالتَّفْسِيرُ الْمُيَسَّرُ مِنْ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ"],["(125) އޭ ރަސޫލާއެވެ! އަދި އެ ތާނގެ ވަށައިގެން ޠަވާފުކޮށް، ޙައްޖާއި ޢުމްރާގެ އަޅުކަން އަދާކޮށް، ނަމާދުކޮށް، ދުޢާކޮށް، އިޢުތިކާފުކޮށް އަދި އެ ނޫން ވެސް އަޅުކަންކޮށް، ޘަވާބުލިބިގަތުން އެދިގެން މީސްތަކުން އަންނަނިވި ތަނެއް ކަމުގައްޔާއި އަމާންކަން ލިބިގެންވާ ތަނެއްކަމުގައި، މީސްތަކުންނަށް ޓަކައި، ތިމަން إِلٰهُ، كَعْبَةُ اللهِ ގެފުޅު ލެއްވި ހިނދު، ކަންތައް ހިނގައިދިޔަ ގޮތުގެ މަތީން، އިބަ ރަސޫލާ ހަނދުމަކުރައްވާށެވެ! އެ ހިނދު، މީސްތަކުންނަށް، ތިމަން إِلٰهُ އަމުރުކުރެއްވީމެވެ. އަދި كَعْبَةُ اللهِ ގެފުޅު ބިނާކުރެއްވުމަށް ނުވަތަ ނަމާދުކުރެއްވުމަށް ނުވަތަ ޙައްޖަށް ގޮވައިލެއްވުމަށް، إِبْرَاهِيمُ ހުންނެވި މަޤާމަކީ، ނަމާދުކޮށް، ދުޢާކޮށް، އަޅުކަންކުރުމަށް ޓަކައި ތިޔަބައިމީހުން ތިބޭ ތަނެއް ކަމުގައި ތިޔަބައިމީހުން ހަދާށެވެ! އަދި، إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާ ދެބަފައިކަލުންނަށް ވެސް، ތިމަން إِلٰهُ އަމުރުކުރައްވައި އެންގެވީމެވެ. ޝިރްކުގެ ހަޑި މުޑުދާރުކަމުންނާއި ހުރިހައި ވައްތަރެއްގެ ނަޖިހުން، ގެފުޅު ޠާހިރުކުރައްވާށެވެ! އެއީ، އެ ތާނގައި ޠަވާފުކޮށް، ނަމާދުކޮށް، ރުކޫޢުސުޖޫދުކޮށް، އިޢުތިކާފުކޮށް އަދި އެ ނޫން އަޅުކަން ވެސް ކޮށް އުޅޭ މީހުންނަށް ޓަކައެވެ.[152]","[152]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(126) އޭ ރަސޫލާއެވެ! إِبْرَاهِيمُ ގެ ވެރި إِلَهއަށް، އެ ރަސޫލާ ދުޢާކުރައްވައި ދެންނެވި ވަގުތުގެ މަތީން، އިބަ ރަސޫލާ ހަނދުމަކުރައްވާށެވެ! އެ ދުޢާފުޅުގައި، އެ ރަސޫލާ ވިދާޅުވިއެވެ. އޭ އަޅުގެ ވެރި إِلٰهއެވެ! މި މައްކާއަކީ ބިރުވެރިކަމުން ސަލާމަތްވެފައިވާ އަމާން ރަށެއް ކަމުގައި ލައްވައިފާނދޭވެ! އަދި އެ ރަށުގެ އަހްލުވެރީންގެ ތެރެއިން، اللهُ އަށާއި އާޚިރަތް ދުވަހަށް އީމާންވި މީހުންނަށް، ތަފާތު ބާވަތްބާވަތުގެ މޭވާއިން ރިޒްޤުދެއްވައިފާނދޭވެ! އަދި ބިމުން އުފެދޭ ތަކެތީން، އެބައިމީހުންގެ ރިޒްޤު ތަނަވަސްކޮށްދެއްވައި ފާނދޭވެ! މި ފަދައިން ވިދާޅުވެ، إِبْرَاهِيمُ  ދުޢާކުރެއްވުމުން، اللهُ  ވަޙީކުރެއްވިއެވެ. އެބައިމީހުންގެ ތެރެއިން ކާފިރުވާ މީހުންނަށް ވެސް، ކުޑަ ދުވަސްކޮޅެއްގައި ދުނިޔަވީ އުފަލާއި، އަރާމާއި، ރިޒްޤު، ތިމަން اللهُ ދެއްވާހުށީމެވެ. އެއަށް ފަހު، އެފަދަ ކޮންމެ މީހަކަށް، ނަރަކައިގެ ޢަޛާބުގެ ތެރެއަށް ވަނުމަށް، އާޚިރަތް ދުވަހުން، ތިމަން إِلٰهُ މަޖްބޫރުކުރައްވާހުށީމެވެ. އަދި އެ ނިމުމަކީ ހައުދަހައިވާ ނުބައި ނިމުމެކެވެ. އަދި އެ ތަނަކީ، އަބަދާއަބަދު ދެމިތިބުމަށް ކިހައި ނުރައްކައުތެރި ތަނެއްހެއްޔެވެ![153]","[153]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(127) އޭ ރަސޫލާއެވެ! إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާ ދެބަފައިކަލުން، ގެފުޅުގެ ބިންގާއަޅުއްވައި، އެ ބިންގަލުގެ މައްޗަށް ގެފުޅު ބިނާކުރައްވަމުން އުފުއްލަވަމުން ގެންދެވިއިރު، އެ ދެބަފައިކަލުން، اللهُ އަށް ބިރުވަތައިގެން ތިއްބަވައި ދުޢާކުރެއްވި ހިނދުގެ މަތީން، އިބަ ރަސޫލާ ހަނދުމަކުރައްވާށެވެ! އެ ދުޢާފުޅުގައި އެ ދެބަފައިކަލުން ދެންނެވިއެވެ. އޭ އަޅަމެންގެ ވެރި إِلٰهއެވެ! އަޅަމެންގެ ދުޢާއާއި ހެޔޮ ޢަމަލުތައް އަޅަމެންގެ ކިބައިން ޤަބޫލުކުރައްވައިފާނދޭވެ! ހަމަކަށަވަރުން، އިބަ إِلٰهއީ، އަޅުތަކުންގެ ދުޢާ މޮޅަށް އައްސަވައިވޮޑިގެންވާ އަދި އަޅުތަކުންގެ ހުރިހައި ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ إِلٰهއެވެ.[154]","[154]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(128) އޭ އަޅަމެންގެ ވެރި إِلٰهއެވެ! އިބަ إِلٰهُގެ އަމުރުފުޅުތަކާއި ޙުކުމްފުޅުތަކަށް ފުރިހަމައަށް ކިޔަމަންވެ، އިސްލާމް ދީން މަތީގައި ސާބިތުވެގެންވާ ދެ އަޅުން ކަމުގައި އަޅަމެން ލައްވައިފާނދޭވެ! އަދި އަޅަމެންގެ ދަރިފަސްކޮޅުން އަންނަ މީހުންގެ ތެރޭގައި، އިބަ إِلٰهއަށް އީމާންވެ ކިޔަމަންވެގެންވާ އުންމަތެއް ލައްވައިފާނދޭވެ! އަދި ޙައްޖާއި ޢުމްރާގެ އަޅުކަމާއި އެ ނޫން އެހެނިހެން އަޅުކަންތައް އަދާކުރާނޭ ތަނާއި ގޮތް އަޅަމެންނަށް ދައްކަވައިފާނދޭވެ! އަދި އަޅަމެންގެ ތައުބާ ޤަބޫލުކުރައްވައި އަޅަމެންނަށް ފާފަ ފުއްސަވައިފާނދޭވެ! ހަމަކަށަވަރުން، އިބަ إِلٰهއީ، އިބަ إِلٰهُގެ އަޅުތަކުންނަށް ނުހަނު ރަޙްމަތްލައްވާ، އެބައިމީހުންގެ ތައުބާ ގިނަގިނައިން ޤަބޫލުކުރައްވާ إِلٰهއެވެ.[155]","[155]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(129) އޭ އަޅަމެންގެ ވެރި إِلٰهއެވެ! އަދި އިބަ إِلٰهُގެ އާޔަތްތައް އެބައިމީހުންނަށް ކިޔަވައިދެއްވައި، ތިލާވަތުކޮށްދެއްވައި، ފޮތާއި ޙިކްމަތް ވެސް އެބައިމީހުންނަށް އުނގަންނަވައިދެއްވައި، އެބައިމީހުންގެ ކިބައިން، ޝިރްކާއި ބިދްޢައާއި ނުބައި އަޚްލާޤު ދުރުކުރައްވައި އެބައިމީހުން ޠާހިރުކުރައްވާނޭ ރަސޫލަކު، އަޅަމެންގެ ދަރިފަސްކޮޅުގެ މީހުންގެ ތެރެއިން އެބައިމީހުންގެ ގާތަށް ފޮނުއްވައިދެއްވައިފާނދޭވެ! ހަމަކަށަވަރުން، އިބަ إِلٰهއީ، ގަދަކީރިތިވަންތަ ޙިކްމަތްވަންތަ إِلٰهއެވެ. ދަންނާށެވެ! މި އާޔަތުގައި، އެ ބަޔެއްގެ ގާތަށް ރަސޫލަކު ފޮނުއްވުމަށް އެދިވަޑައިގެން އެ ދެބަފައިކަލުން ދުޢާކުރެއްވި ބަޔަކީ، إِسْمَاعِيْلُ ގެ ދަރިފަސްކޮޅުންއައި ޢަރަބީންނެވެ.[156]","[156]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(130) އަދި އެ މީހެއްގެ އަމިއްލަ ނަފްސަށް ގެއްލުންދީ އިހާނާތްތެރިވާ އިރު ވެސް، އެ ކަން ނުވިސްނޭ ހިސާބަށް ޖާހިލުވެ މޮޔަވެއްޖެ މީހަކު ފިޔަވައި އެހެން އެއްވެސް މީހަކު، إِبْرَاهِيمُ ގެ ދީން ކަމުގައިވާ އިސްލާމް ދީނުން މޫނު އަނބުރައިލައި އެދީނާމެދު ނުރުހި، އެ ދީން ފިޔަވައި އެހެން ދީނެއް އެދޭނޭހެއްޔެވެ؟ ޝައްކެއްނެވެ. ޙައްޤާއި ބާޠިލު ވަކިކުރާން ނޭނގޭ ޖާހިލަކު ނޫން އެހެން މީހަކު، إِبْرَاهِيمُ ގެ ދީން ފިޔަވައި އެހެން ދީނެއް ނޭދޭނޭ ކަން ހަމަ ކަށަވަރެވެ. އަދި ހަމަކަށަވަރުން، މި ދުނިޔޭގައި ދީނީ އިމާމަކުކަމުގައި ލެއްވުމަށް، ތިމަން إِلٰهُ، إِبْرَاهِيمُ  ހޮއްވަވައި ޚިޔާރުކުރައްވައި، ނަބީކަމާއި ރަސޫލުކަން إِبْرَاهِيمُ އަށް ދެއްވީމެވެ. އަދި ހަމަކަށަވަރުން، އާޚިރަތުގައި ވެސް އެ ރަސޫލާ ވާހުށީ، ދަރަޖަ އުފުލިގެންވާ ޞާލިޙު އަޅުތަކުންގެ ތެރެއިން ކަން ކަށަވަރެވެ.[157]","[157]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(131) އެންމެހައި އަޅުކަން، ހަމައެކަނި اللهُ  އަށް ޚާލިޞްކުރައްވައި، ހުރިހައި ކަމެއްގައިމެ، اللهُ އަށް ފުރިހަމައަށް ކިޔަމަންތެރިވެ ވަޑައިގެންނެވުމަށް، إِبْرَاهِيمُ ގެ ވެރި إِلٰهُ، إِبْرَاهِيمُ  އަށް އަމުރުކުރެއްވި ހިނދު، އެއްވެސް ފަސްޖެހިވަޑައިގަތުމެއް ނެތި، إِبْرَاهِيمُ  އެ إِلٰهއަށް ދެންނެވިއެވެ. ޢާލަމްތަކުގެ ވެރި إِلٰهُގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، އެ إِلٰهُގެ ޙަޟްރަތަށް ރުޖޫޢަވެ، އިޚްލާޞްތެރިކަމާ އަދި ލޮބުވެތި ކަމާއެކު، ޢާލަމްތަކުގެ ވެރި إِلٰهއަށް މި އަޅާ ކިޔަމަންތެރިވެއްޖައީމެވެ. ދަންނާށެވެ! إِبْرَاهِيمُ އަށް ދުނިޔޭގައި ނަބީކަމާއި ރަސޫލުކަން ދެއްވައި، އާޚިރަތުގައި އެ ރަސޫލާގެ މަޤާމާއި ދަރަޖަ، اللهُ  މަތިވެރިކުރައްވައި، ޞާލިޙު އަޅުންގެ ތެރެއިން އެ ރަސޫލާ ލެއްވީ، اللهُ ގެ އަމުރުފުޅުތައް އައުމުން އެއްވެސް ފަސްޖެހިވަޑައިގަތުމެއް ނެތި، اللهُ ގެ އަމުރުފުޅުތަކަށް،إِبْرَاهِيمُ  ކިޔަމަންވެވަޑައިގެންނެވިލެއް ފުރިހަމަކަމުން ކަން ކަށަވަރެވެ.[158]","[158]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(132) އަދި ޢާލަމުތަކުގެ ވެރި إِلٰهއަށް ކިޔަމަންވެވަޑައިގެން އިސްލާމް ދީން މަތީ، ސާބިތުވެވަޑައިގެން ތިއްބެވުމަށް، إِبْرَاهِيمُ ގެ ދަރިދަރިކަލުންނަށް އެ ރަސޫލާ ވަޞިއްޔަތްކުރެއްވިއެވެ. އަދި يَعْقُوبُ  ވެސް އެ ރަސޫލާގެ ދަރިދަރިކަލުންނަށް އެ ގޮތަށް ވަޞިއްޔަތްކުރެއްވިމެއެވެ. އެ ވަޞިއްޔަތުގައި، އެ އިން ކޮންމެ ރަސޫލަކު ވެސް ވިދާޅުވިއެވެ. “އޭ އަހުރެންގެ ދަރީންނޭވެ! ހަމަކަށަވަރުން، اللهُ  ވަނީ، ތިޔަބައިމީހުންނަށް ޓަކައި، އިސްލާމް ދީން ހޮއްވަވައި ޚިޔާރުކުރައްވައިފައެވެ.] އެއީ، ހުރިހައި ރަސޫލުން ވެސް ގެންނެވި ދީނެވެ. “ފަހެ، ތިޔަބައިމީހުންނަށް ޓަކައި، اللهُ  ހޮއްވަވައި ޚިޔާރުކުރެއްވި އިސްލާމް ދީން ޤަބޫލުކޮށް، އެ ދީނުގައިވާ ގޮތަށް ޢަމަލުކުރާ މުސްލިމުން ކަމުގައިވާ ޙާލުގައި މެނުވީ، ތިޔަބައިމީހުން މަރުނުވާހުށިކަމެވެ!] އަދި ތިޔަބައިމީހުން ދިރިތިބިހައި ހިނދަކު އެ ދީނާ ވަކިނުވާހުށި މެއެވެ![159]","[159]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(133) އަދި، يَعْقُوبُ  ދެމިއޮތުމުގެ ޢާލަމަށް ދަތުރުކުރެއްވުމުގެ ވަގުތު ކުޑަތަންވެ، އަވަހާރަވުމުގެ ޢަލާމާތްތައް އައިސް، އެ ރަސޫލާގެ އަރިހަށް ޙާޟިރުވީ ހިނދު، އެ ތަން ދުށުމަށް އެ ތާނގައި ތިބި ބަޔަކު ކަމުގައި ތިޔަބައިމީހުން ވީމުހެއްޔެވެ؟ ފަހެ، އެ ވަގުތު، يَعْقُوبُ  އެ ރަސޫލާގެ ބޭފުޅުން އެއްކުރައްވައި، އެ ބޭފުޅުންނަށް ވިދާޅުވިއެވެ. އޭ އަހުރެންގެ ދަރީންނޭވެ! ފަހެ، އަހުރެން މަރުވުމަށްފަހު، ތިޔަ ކުދީން، އަޅުކަންކުރާނީ ކޮން ފަރާތަކަށްހެއްޔެވެ؟ ޖަވާބުގައި އެ ބޭފުޅުން ދެންނެވިއެވެ. އަޅުގަނޑުމެން އަޅުކަންކުރާނީ، ބައްޕައާއި ބައްޕަގެ ކާބަފައިކަލުން ކަމުގައިވާ إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާއި، إِسْحَاقُ ގެ إِلٰهއަށެވެ. އެއީ، އެއްކައުވަންތަ إِلٰهއެވެ. އަދި އަޅުގަނޑުމެން މި ވަނީ، އެއްކައުވަންތަ ޙައްޤުވަންތަ إِلٰهއަށް ބޯލަނބައި ފުރިހަމައަށް ކިޔަމަންތެރިވާ މުސްލިމުން ކަމުގައެވެ.[160]","[160]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(134) ހަމަކަށަވަރުން، إِبْرَاهِيم ُއާއި، إِسْمَاعِيْل ُއާއި، إِسْحَاقُ އާއި، يَعْقُوبُ އާ އަދި އެ ރަސޫލުންނާ ތަބާވި ޞާލިޙުންނަކީ ވެސް، ތިޔަބައިމީހުންގެ ކުރީން ވޭތުވެ ގޮސްފައިވާ އުންމަތްތަކުގެ ތެރެއިން އުންމަތެއްގެ މީހުންނެވެ.އެބައިމީހުންނަށް ހުރީ އެބައިމީހުން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. ތިޔަބައިމީހުންނަށް ހުރީ، ތިޔަބައިމީހުން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. އަދި އެބައިމީހުން ކުރި ޢަމަލަކާ މެދު، ތިޔަބައިމީހުންނާ ސުވާލެއް ނުކުރެއްވޭނެތެވެ. އަދި ތިޔަބައިމީހުން ކުރި ޢަމަލަކާ މެދު، އެބައިމީހުންނަކާ ވެސް ސުވާލެއް ނުކުރެއްވޭނޭ މެއެވެ. އެހެނީ، އެއްވެސް މީހަކަށް، އެ މީހަކު ކުޅަ ޢަމަލެއްގެ ޖަޒާ މެނުވީ ނުލިބޭނެތެވެ. އަދި އެއްވެސް މީހަކު ކުޅަ ނުބައިކަމެއް، އެ ކަން ކުޅަ މީހާ ނޫން އެހެން މީހަކު އުފުލާކަށް ނުޖެހޭނެތެވެ. އަދި އެއްވެސް މީހަކަށް، އެ މީހެއްގެ އީމާންކަމާއި ތަޤްވާވެރިކަމުން މެނުވީ، އާޚިރަތް ދުވަހުން ފައިދާއެއް ނުކުރާނެތެވެ.[161]","[161]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(135) އަދި، مُحَمَّدٌ ގެ އުންމަތުގެ މުސްލިމުންނަށް ޔަހޫދީން، ބުންޏެވެ. ތިޔަބައިމީހުން ތިމަންމެންގެ ދީނަށް ވަންނާށެވެ! އޭރުން، ތިޔަބައިމީހުންނަށް ހިދާޔަތުގެ ތެދުމަގު ލިބިދާނެތެވެ. އަދި، مُحَمَّدٌ ގެ އުންމަތުގެ މުސްލިމުންނަށް ނަޞާރައިން ވެސް، ބުންޏެވެ. ތިޔަބައިމީހުން ތިމަންމެންގެ ދީނަށް ވަންނާށެވެ! އޭރުން، ތިޔަބައިމީހުންނަށް ހިދާޔަތުގެ ތެދުމަގު ލިބިދާނެތެވެ. އޭ ރަސޫލާއެވެ! އިބަ ރަސޫލާ ޔަހޫދީންނާއި ނަޞާރައިންނަށް ވިދާޅުވާށެވެ! ހަމަހިލާ ވެސް ތިޔަބައިމީހުންގެ ދީނަކަށް އަހުރެމެން ތަބާއެއް ނުވާނަމެވެ. އަދި ކިއެއްތަ! ބާޠިލުގެ މަގުން އެއްކިބާވެ ސީދާވެގެންވާ ޙާލުގައި، އަހުރެމެން ތަބާވާނީ، إِبْرَاهِيمُ ގެ ދީނަށެވެ. އެހެނީ، اللهُ އަށް ޝަރީކުކުރާ މީހުންގެ ތެރެއިން އެ ރަސޫލާ ނުވެއެވެ. އަދި ދަންނާށެވެ! ހިދާޔަތު ލިބޭހުށީ، إِبْرَاهِيمُ ގެ މިއްލަތަށް ތަބާވާ މީހަކަށެވެ. އެހެނީ، إِبْرَاهِيمُ  ވަނީ، ހުރިހައި ބާޠިލު މަގުތަކާއި ގޮތްތައް ދޫކުރައްވައި، ޙައްޤު ދީނަށް ތަބާވެވަޑައިގެންފައެވެ.[162]","[162]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(631) އޭ މުސްލިމުންނޭވެ! ތިޔަބައިމީހުން، ޔަހޫދީންނަށާއި ނަޞާރާއިންނަށް ބުނާށެވެ! އަހުރެމެން މިވަނީ، اللهُ ގެ އެއްކައުވަންތަކަން ތެދުކޮށް ޤަބޫލުކޮށް، އެ إِلٰهއަށް އީމާންވެގެންނެވެ. އަދި އަހުރެމެން މިވަނީ، އަހުރެމެންނަށް ޓަކައި، اللهُ  ބާވައިލެއްވި، ކީރިތި ޤުރްއާނަށާއި، إِبْرَاهِيمُ އަށާއި، إِسْمَاعِيلُ އަށާއި، إِسْحَاقُ އަށާއި، يَعْقُوبُއަށާއި، يَعْقُوبُ ގެ އަސްބާޠުންނަށް، އެ إِلٰهُ ބާވައިލެއްވި ފޮތްފޮތަށް އީމާންވެގެންނެވެ. އަދި، مُوسَىއަށް ދެއްވުނު ތައުރާތަށާއި، عِيسَى އަށް ދެއްވުނު އިންޖީލަށާ އަދި އެންމެހައި ނަބިއްޔުންގެ رَبُّގެ ޙަޟްރަތުން އެ ނަބިއްޔުންނަށް ލިބިވަޑައިގަތް ވަޙީއާއި އެ ނޫން އެންމެހައި ތަކެއްޗަށް ވެސް، އަހުރެމެން މިވަނީ އީމާންވެގެންނެވެ. އަދި ރަސޫލުންނާއި ނަބިއްޔުންނަށް އީމާންވުމުގައި، އެއިން އެއްވެސް ރަސޫލަކާ އަދި ނަބިއްޔަކާ މެދު، ތިމަންމެން އެއްވެސް ތަފާތެއް ނުކުރަމުއެވެ.އަދި ތިމަންމެން މިވަނީ، اللهُ އަށް ބޯލަނބައި ކިޔަމަންތެރިވެ، ހަމައެކަނި އެ إِلٰهއަށް އަޅުކަންކުރާ މުސްލިމުން ކަމުގައެވެ.\nދަންނާށެވެ! އަސްބާޠުންނަކީ، يَعْقُوب ގެ ބާރަ ދަރިކަލުންގެ ބާރަ ޤަބީލާއަށް ފޮނުއްވުނު ބާރަ ނަބިއްޔުންނެވެ.[163]","[163]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(137) ފަހެ، اللهُ އަށާއި، އެ إِلٰهُގެ ރަސޫލާ مُحَمَّدٌ އަށާއި، އެ ރަސޫލާއަށް ބާވައިލެއްވުނު ވަޙީއަށާ އަދި އެ إِلٰهُ ފޮނުއްވި އެންމެހައި ރަސޫލުންނަށާއި ނަބިއްޔުންނަށާއި އެ ރަސޫލުންނަށް ބާވައިލެއްވުނު ފޮތްތަކަށް، مُحَمَّدٌ ގެ އުންމަތުގެ މުސްލިމުން އީމާންވި ފަދައިން، ޔަހޫދީންނާއި ނަޞާރައިންގެ ތެރެއިން، مُحَمَّدٌ ގެ ރިސާލަތު ދޮގުކޮށް ކާފިރުވި މީހުންނާ އަދި އެ ނޫން މީހުންގެ ތެރެއިން ވެސް، އެ ރަސޫލާގެ ރިސާލަތު ދޮގުކޮށް ކާފިރުވި މީހުން އީމާންވެއްޖެ ނަމަ، اللهُ  ރުހިވޮޑިގަންނަވާ ޙައްޤު ދީނުގެ މަގަށް، އެ އެންމެން ވެސް ތެދުމަގު ލިބިގެންފި ކަން ހަމަ ކަށަވަރެވެ. އަދި ޔަހޫދީންނާއި، ނަޞާރައިންނާއި، އެ ނޫން މީހުންގެ ތެރެއިން ވެސް، مُحَمَّدٌ ގެ ރިސާލަތު ދޮގުކޮށް، އީމާންކަމަށް ފުރަގަސްދީ، އެ ރަސޫލާގެ އުންމަތުގެ މުސްލިމުން އީމާންވީ ފަދައިން އީމާންވުމުން އެއްކިބާވެ މޫނު އަނބުރައިލައިފި ނަމަ، އެ އެންމެން ވެސް ވާކަން ކަށަވަރީ ބޮޑުވެގެންވާ ދެކޮޅުވެރިކަމެއްގެ ތެރޭގައެވެ. އަދި ޢަދާވާތްތެރިވެ ބައިބައިވެފައިވާ ބަޔަކު ކަމުގައްޔާއި ފިތުނައިގެ އަހްލުވެރި ބަޔަކު ކަމުގައެވެ. އަދި އެބައިމީހުންނަކީ ތެދުމަގު ލިބުމަށް ނޭދޭ އަދި ހެޔޮ ކަންތައްތައް ކުރުމުގައި އެއްބައިވަންތަވުމަށް ވެސް ނޭދޭ ބަޔެކެވެ. އޭ ރަސޫލާއެވެ! ކާފިރުންގެ ނުބައިކަމުން، އިބަ ރަސޫލާ ސަލާމަތްކުރައްވައި އެބައިމީހުންގެ މައްޗަށް، އިބަ ރަސޫލާއަށް ނަޞްރާއި ފަތަޙަދެއްވުމަށް، اللهُ  ފުދެއެވެ. އެހެނީ، އެ إِلٰهއީ، ހުރިހައި އަޑެއް މޮޅަށް އައްސަވައިވޮޑިގެންވާ، ހުރިހައި ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ إِلٰهއެވެ.[164]","[164]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"],["(138) ތިމަންމެންގެ ނަފްސުގައި، اللهُ ގެ ދީނުގެ ކުލައިން ކުލަލެއްވީ، އެ إِلٰهއެވެ. مُحَمَّدٌ  ގެންނެވި އެންމެހައި ކަންތައްތަކަށް އީމާންވެ، އިސްލާމްވެ، ދީންވެރިވުމަކީ، ތިމަންމެންގެ ނަފްސުގައި، اللهُ  ލެއްވި ސިފައެކެވެ. ވީމާ، ތިޔަބައިމީހުން، اللهُ ގެ ދީނުގެ ކުލައިން ވަރުގަދައަށް ކުލަޖެހި، އެ ދީނުގެ ސިފައިން ސިފަލިބިގަންނާށެވެ! އެހެނީ، اللهُ އަށް ވުރެން ރިވެތިކޮށް، ދީނުގެ ކުލައިން ކުލަ ޖައްސަނީ ކާކުހެއްވެ؟ ޝައްކެއްނެތެވެ. ފިޠްރަތުގެ ދީނުގައި ތިބި ބަޔަކީ، إِبْرَاهِيمُ ގެ މިއްލަތުގެ މީހުން ކަމުގައި ވުމާ އެކު، ތިމަންމެން މުސްލިމުން މި ވަނީ އެ މިއްލަތަށް ތަބާވެ، ހަމައެކަނި اللهُ އަށް ބޯލަނބައި ކިޔަމަންތެރިވެ، އެ إِلٰهއަށް އަޅުކަންކުރާ ބަޔަކު ކަމުގައެވެ. މި ފަދައިން ބުނެ، ހަމައެކަނި اللهُ އަށް އަޅުކަން ޚާލިޞްކުރާ ބަޔަކު ކަމުގައި ތިޔަބައިމީހުން ވެސް ވާށެވެ! ދަންނާށެވެ! اللهُ ގެ ދީނަށް އުޅުމަކީ، اللهُ އަށާއި، އެ إِلٰهُގެ ރަސޫލާ مُحَمَّدٌ އަށާއި، އެ ރަސޫލާއަށް ބާވައިލެއްވުނު ވަޙީއަށާ އަދި، އެ إِلٰهُ ފޮނުއްވި އެންމެހައި ރަސޫލުންނަށާއި، ނަބިއްޔުންނަށާއި، އެ ރަސޫލުންނަށް ބާވައިލެއްވުނު ފޮތްތަކަށް އީމާންވެ، އިސްލާމްވެ، އެ إِلٰهُގެ އަމުރުފުޅުތަކަށް ބޯލަނބައި ކިއަމަންގަތުމެވެ. އަދި އެއީ، މީސްތަކުން އުޅުމަށް، އެންމެ ފަހުން، އެ إِلٰهُ އަމުރުކުރެއްވި ގޮތް ވެސް މެއެވެ. އަދި އެ ދީނެއްގެ މަތީގައި އެންމެހައި މީސްތަކުން އުފައްދަވައި، اللهُ  އެބައިމީހުން ދުނިޔެއަށް ނެރުއްވި ފިޠްރަތުގެ ދީނަކީ އިސްލާމް ދީން ކަމުގައި ވާއިރު، އެ ދީނަށްވުރެން ވަކީން ރިވެތިކަން ބޮޑު ހެޔޮ ދީނެއް، މީސްތަކުންނަށް ޓަކައި ވޭހެއްޔެވެ؟ އަދި، اللهُ ގެ ޙަޟްރަތުން ފޮނުއްވާ ހިދާޔަތާއި އިރްޝާދަށްވުރެން މޮޅު ހިދާޔަތަކާއި އިރްޝާދެއް މީސްތަކުންނަށް ޓަކައި ވޭހެއްޔެވެ؟ ނުވާކަން ހަމަ ކަށަވަރެވެ. ވީމާ، އެ ދީނަށް ތަބާވެ އެ ދީނުގައި އަންގަވައިފައިވާ ގޮތަށް އެންމެހައި މީސްތަކުން އުޅޭހުށިކަމެވެ![165] އަދި ދަންނާށެވެ! ނަޞާރާއިންގެ ތެރެއިން މީހަކަށް ލިބޭ ދަރިއަކަށް ހަތް ދުވަސް ވެއްޖެ ނަމަ، އެބައިމީހުންގެ ފައްޅިތަކުގެ ތެރެއިން ފައްޅިއަކަށް އެ ކުއްޖާ ގެންގޮސް، އެ ތާނގައިވާ ފެންގަނޑަކަށް އެ ކުއްޖާ ގަންބައި އެ ކުއްޖަކު ބެޕްޓައިޒްކުރެއެވެ. އެއީ، ނަޞާރާއިންގެ މީހަކަށް އެ ކުއްޖާ ހަދައި އެބައިމީހުންގެ ދީނަށް އެ ކުއްޖާ ވެއްދުމަށެވެ. އަދި ކުދީން ޚިތާނުކުރުމަކީ، ޠާހިރުކުރުމެއް ކަމުގައި ވުމާއެކު ވެސް، ޚިތާނުކުރުމުގެ ބަދަލުގައި، ނަޞާރާއިންގެ ދަރީން ފެންގަޑެއްގެ ތެރެއަށް ގަންބަނީ، ފާފަތަކުން ޠާހިރުކޮށް، އެ ކުދީން ސާފުކުރުމަށް ޓަކައި ކަމުގައި ވެސް އެބައިމީހުން ބުނެއެވެ. ވުމާއެކު، އެ ކަން ކޮށް ނިމިއްޖެ ނަމަ އެބައިމީހުން ބުނެއެވެ. މިހާރު، ހަމަކަށަވަރުން ވެސް ފުރިހަމަ ނަޞްރާނީއަކަށް އެ ކުއްޖާ ވެއްޖެއެވެ. އެހެންކަމުން، ނަޞާރާއިންގެ އެ ވާކަތަކަށް ރައްދުދެއްވައި، ފާފަތަކުން ޠާހިރުވެ ސާފުވެވެނީ، އިސްލާމް ދީން ޤަބޫލުކޮށް، އެ ދީނުގެ ކުލައިން ކުލަޖެހުމުންކަން އަންގަވައި، اللهُ  މި އާޔަތް ބާވައިލެއްވިކަމުގައި ރިވާވެގެންވެއެވެ.[166]","[165]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدَّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة وَالتَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي\n[166]- الْجَامِعُ لِأحْكَامِ الْقُرْآنِ لِلإْمَامِ الْقُرْطُبِي"],["(139) އަހްލުކިތާބީންނަށް، އިބަ ރަސޫލާ ވިދާޅުވާށެވެ! އޭ އަހްލުކިތާބީންނޭވެ! اللهُ ގެ އެއްކައުވަންތަކަން ތެދުހިތުން ޤަބޫލުކޮށް، ހުރިހައި އަޅުކަމެއް ވެސް، އެ إِلٰهއަށް ޚާލިޞްކުރުމާ މެދު، ތިޔަބައިމީހުން ތިމަންމެންނާ ދެކޮޅުވެރިވެ، ތިމަންމެންނަށްވުރެން ތިޔަބައިމީހުންގެ މާތްކަމާއި އިތުރުކަން ބޮޑުކަމުގައްޔާއި، އެ إِلٰهއީ، ހަމައެކަނި ތިޔަބައިމީހުންގެ إِلٰهُ ކަމުގައި ބުނެ ތިޔަބައިމީހުން، ތިޔަ ޖަދަލުކުރަނީހެއްޔެވެ؟ ދަންނާށެވެ! އަހުރެމެންނާއި ތިޔަބައިމީހުން ޚަލްޤުކުރެއްވީ، اللهُ އެވެ. އަހުރެމެންނާއި ތިޔަބައިމީހުންނަށް ރިޒްޤުދެއްވަނީ، އެ إِلٰهއެވެ. اللهُ އީ، އެންމެހައި ޢާލަމުތަކުގެ ވެރި އަދި އަހުރެމެންނާއި ތިޔަބައިމީހުންގެ ވެރި إِلٰهއެވެ. ވީއިރު، ތިޔަބައިމީހުންނަށް ވަކި ޚާއްޞަ ގޮތެއް އޮންނާންވީ ކީއްވެގެންހެއްޔެވެ؟ އަދި އަހުރެމެންނަށް ލިބޭނީ، އަހުރެމެން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. އެއީ، ރަނގަޅުކަމެއް ނުވަތަ ނުބައި ކަމެއް ކަމުގައި ވިއަސް މެއެވެ. އަދި ތިޔަބައިމީހުންނަށް ލިބޭނީ، ތިޔަބައިމީހުން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. އެއީ، ރަނގަޅުކަމެއް ނުވަތަ ނުބައި ކަމެއް ކަމުގައި ވިއަސް މެއެވެ. އަދި ތިމަންމެން މިވަނީ، އަޅުކަންކުރުމާއި ކިޔަމަންތެރި ވުމުގައި، اللهُ އަށް އިޚްލާޞްތެރިވެގެންވާ ބަޔަކު ކަމުގައެވެ. އަދި ތިމަންމެން، އެ إِلٰهއާ އެއްވެސް އެއްޗެއް ބައިވެރިކޮށް ޝިރްކުކޮށް، އެ إِلٰهُ ފިޔަވައި އެހެން އެއްވެސް ފަރާތަކަށް އަޅުކަމެއް ނުކުރާހުށީމެވެ.[167]","[167]- التَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(140) އޭ އަހްލުކިތާބީންނޭވެ! ނުވަތަ ތިޔަބައިމީހުން ދޮގުހަދައިގެން އަހުރެމެންނާ ޖަދަލުކުރުމުގެ ގޮތުން ތިޔަ ބުނަނީހެއްޔެވެ؟ ހަމަކަށަވަރުން، إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާއި، إِسْحَاقُ އާއި، يَعْقُوبُ އާއި އެ ރަސޫލާގެ އަސްބާޠުން ތިއްބެވީ ޔަހޫދީންގެ ދީނުގައި ކަމަށް، ޔަހޫދީން އެ ބުނާ ބުނުމަކީ ކަނޑައެޅިގެން ހުރި ދޮގެކެވެ. އަދި އެ ހުރިހައި ނަބިއްޔުންނާއި ރަސޫލުން ތިއްބެވީ ނަޞާރާއިންގެ ދީނުގައި ކަމަށް، ނަޞާރާއިން އެ ބުނާބުނުމަކީވެސް ކަނޑައެޅިގެން ހުރި ދޮގެކެވެ. އެހެނީ، ތައުރާތާއި އިންޖީލު ބާވައިލެއްވުމުގެ ކުރީން، އެ ހުރިހައި ރަސޫލުންނާއި ނަބިއްޔުން ވަނީ، ދުނިޔެ ދޫކުރައްވައިފައި ކަން ކަށަވަރެވެ. އޭ ރަސޫލާއެވެ! އެ ވާހަކަތަކަށް ޖަވާބުދެއްވުމުގެ ގޮތުން، އިބަ ރަސޫލާ އެބައިމީހުންނަށްވިދާޅުވާށެވެ! ފަހެ، އެ ރަސޫލުންނާއި ނަބިއްޔުންގެ ދީން، ބޮޑަށް އެނގެނީ ތިޔަބައިމީހުންނަށް ހެއްޔެވެ؟ ނުވަތަ އެ ރަސޫލުންނާއި ނަބިއްޔުންގެ ދީން، ދެނެވޮޑިގަތުން ބޮޑީ، اللهُ  ހެއްޔެވެ؟ ހަމަކަށަވަރުން، ކީރިތި ޤުރްއާނުގައި، اللهُ  ވަޙީކުރައްވައި އަންގަވައިފައި ވަނީ، އެ ރަސޫލުންނާއި ނަބިއްޔުންނަކީ، اللهُ އަށް ފުރިހަމައަށް ކިޔަމަންތެރިވެވަޑައިގެން، ހުރިހައި ބާޠިލު ދީންތަކެއް ދޫކުރައްވައި، ހުރިހައި އަޅުކަމެއް ހަމައެކަނި اللهُ އަށް ޚާލިޞްކުރެއްވި މުސްލިމުން ކަމުގައެވެ. އަދި، إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާއި، إِسْحَاق ُއާއި، يَعْقُوبُ އާއި، އެ ރަސޫލާގެ އަސްބާޠުންނަކީ ޔަހޫދީންނެއް އަދި ނަޞާރާއިންނެއް ވެސް ނޫނެވެ. އަދި އެ ރަސޫލުންނާއި ނަބިއްޔުން ތިއްބެވީ، ބާޠިލުގެ މަގުތަކުން އެއްކިބާވެ، اللهُ  ބާވައިލެއްވި ޙަނީފިއްޔަ ދީނުގައެވެ. އަދި އެ ހުރިހައި ކަމަކަށް، އެ إِلٰهُ ހެކިވެވޮޑިގަންނަވާ ވާހަކަ، ތައުރާތާއި އިންޖީލުގައި ސާފުކޮށް ބަޔާންކުރައްވައިފައި ވާއިރު، އެ ކަން ފޮރުވައި ވަންހަނާކޮށް، އެ ރަސޫލުންނާއި ނަބިއްޔުންނަކީ، ޔަހޫދީން ކަމުގައި ބުނި މީހަކަށްވުރެން ބޮޑު އަނިޔާވެރިއަކީ ފަހެ ކާކުހެއްޔެވެ؟ ނުވަތަ އެ ރަސޫލުންނާއި ނަބިއްޔުންނަކީ ނަޞާރާއިން ކަމުގައި ބުނި މީހަކަށްވުރެން، ބޮޑު އަނިޔާވެރިއަކީ ވެސް، ފަހެ ކާކުހެއްޔެވެ؟ އަދި ތިޔަބައިމީހުން ދައްކާ ހުރިހައި ވާހަކަތަކަކާއި ކުރާ ހުރިހައި ޢަމަލުތަކަކާ މެދު، اللهُ  ޣާފިލުވެވޮޑިގެނެއް ނުވެތެެވެ. ވީމާ، ކޮންމެ މީހަކަށްމެ، ދުނިޔޭގައި އެ މީހަކު ކުޅަ ކަމެއްގެ ފުރިހަމަ ޖަޒާ، އެ މީހަކަށް އެ إِلٰهُ ދެއްވާނެތެވެ.[168]","[168]- اَلْمُخْتَصَرُ فِي التَّفْسِيرِ مِنْ إِعْدَادِ مَرْكَزِ تَفْسِيرٍ لِلدِّرَاسَاتِ الْقُرْآنِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة وَالتَّفْسِيرُ الْمُيَسَّرُ لِلدَّكْتُور عَائِضِ الْقِرْنِي"],["(141) ހަމަކަށަވަރުން، إِبْرَاهِيمُ އާއި، إِسْمَاعِيلُ އާއި، إِسْحَاقُ އާއި، يَعْقُوبُ އާ އަދި އެ ރަސޫލުންނާ ތަބާވި ޞާލިޙުންނަކީ، ތިޔަބައިމީހުންގެ ކުރީން ވޭތުވެ ގޮސްފައިވާ އުންމަތްތަކުގެ ތެރެއިން އުންމަތެއްގެ މީހުންނެވެ. އެބައިމީހުންނަށް ހުރީ އެބައިމީހުން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. އަދި ތިޔަބައިމީހުންނަށް ހުރީ، ތިޔަބައިމީހުން ކުރި ޢަމަލެއްގެ ޖަޒާއެވެ. އަދި އެބައިމީހުން ކުރި ޢަމަލަކާ މެދު، ތިޔަބައިމީހުންނާ ސުވާލެއް ނުކުރެއްވޭނެތެވެ. އަދި ތިޔަބައިމީހުން ކުރި ޢަމަލަކާ މެދު، އެބައިމީހުންނަކާ ވެސް ސުވާލެއް ނުކުރެއްވޭނޭމެއެވެ. އެހެނީ، އެއްވެސް މީހަކަށް، އެ މީހަކު ކުޅަ ޢަމަލެއްގެ ޖަޒާ މެނުވީ، ނުލިބޭނެތެވެ. އަދި އެއްވެސް މީހަކު ކުޅަ ނުބައިކަމެއް، އެ ކަން ކުޅަ މީހާ ނޫން އެހެން މީހަކު އުފުލާކަށް ނުޖެހޭނެތެވެ. އަދި އެއްވެސް މީހަކަށް، އެ މީހެއްގެ އީމާންކަމާއި ތަޤްވާވެރިކަމުން މެނުވީ، ފައިދާއެއް ނުކުރާނެތެވެ. ދަންނާށެވެ! މިއާޔަތުން ދަލީލުލިބޭ ގޮތުގައި އެއްވެސް މީހެއްގެ ނަސަބުގެ މާތްކަމުން ނުވަތަ މަޤާމުގެ މަތިވެރިކަމުން، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން އޭނާއަށް ލިބޭނޭ އެއްވެސް ޚާއްޞަ ކަމެއް ނޯންނާނެއެވެ. އެހެނީ، ޤިޔާމަތް ޤާއިމުވާ ދުވަހުން، އެއްވެސް މީހަކަށް ފައިދާއެއް ކުރާނީ، އެ މީހަކު، اللهُ  އެއްކައުވަންތަކޮށް، އެ إِلٰهއަށް އީމާންވެ، އެ إِلٰهُ ފޮނުއްވި ރަސޫލުންނަށާއި، އެ ރަސޫލުންނަށް ބާވައިލެއްވުނު ފޮތްތަކަށް އީމާންވެ، ހަމައެކަނި އެ إِلٰهއަށް އަޅުކަންކުޅައުމުންނެވެ. އަދި ހަމަކަށަވަރުން، މީސްތަކުންގެ ގާތަށް، اللهُ  ފޮނުއްވި ރަސޫލުންގެ ތެރެއިން އެންމެ ރަސޫލަކު ވެސް ދޮގުކޮށް ކާފިރުވެއްޖެ މީހާ ދަންނާށެވެ! ފަހެ، އެ މީހަކު ހިމެނޭނީ އެންމެހައި ރަސޫލުންނަށް ކާފިރުވި މީހަކު ކަމުގައެވެ.[169] ފަހެ، اللهُ  ދެއްވި ވާގިފުޅުން، ކީރިތި ޤުރްއާނުގެ އެއްވަނަ ފޮތުގެ ކުރު ތަފްސީރެއް ލިއުމަށް އަޅުގަނޑު ގަސްތުކުރި މިންވަރަށް ލިޔެ ނިމުނީއެވެ. އަޅުގަނޑުގެ ދުޢާއަކީ، އަޅުގަނޑުގެ މި ކުޑަކުޑަ ޢަމަލު، اللهُ  ޤަބޫލުކުރެއްވުމެވެ. އަދި މި މަސައްކަތުގައި އަޅުގަނޑަށް އެހީތެރިވެދެއްވި ހުރިހައި ފަރާތެއްގެ ޢަމަލު ޤަބޫލުކުރައްވައި، އަޅުގަނޑުމެން އެންމެންނަށް ވެސް ސުވަރުގޭގެ މަތިވެރި ދަރަޖަ މިންވަރުކޮށްދެއްވުމެވެ. އަދި ބޮޑު ވެގެންވާ އެ ނަޞީބު އަޅުގަނޑުމެން އެންމެންނަށް މިންވަރު ކޮށްދެއްވުން ވެސް މެއެވެ.","[169]- التَّفْسِيرُ الْمُيَسَّرُ مِنْ مَطْبُوعَاتِ وُزَارَةِ الشُّئُونِ الإْسْلاَمِيَّةِ بِالْمَمْلَكَةِ الْعَرَبِيَّةِ السُّعُودِيَّة"]]
