[["الألف","",""],["إله","God","އިލާހު: ކަލާނގެ"],["إلهي","Divine","އިލާހީ: ކަލާނގެ، ﷲގެ ، އިލާހުގެ، ﷲގެ ޙަޟްރަތުން އައިސްފައިވާ، މިސާލު: އިލާހީ ވަޙީ، އިލާހީ ފޮތް (ﷲ ބާވައިލެއްވި ފޮތް)"],["إيمان","Belief, Faith","އީމާން: އެއްވެސް ޝައްކުކަމެއް ހިތުގައި ނެތި ޤަބޫލު ކުރުން"],["آية","Verse","އާޔަތް ކީރިތި ޤުރްއާޏުގެ އާޔަތެއް، ކީރިތި ޤުރްރާނުން ޖުމުލައެއް"],["آمين","Amen, may it be so","އާމީން: އަޅުގެ ދުޢާ އިޖާބަ ކުރައްވާށި!"],["أخروي","Otherworldly","އުޚްރަވީ: މަރުވުމަށް ފަހު އިންސާނާ ކުރިމަތިލާން ޖެހޭ ދުނިޔޭގެ ކަންތައް، ސުވަރުގެ އާއި ނަރައިގެ ދިރިއުޅުން، ފަހުގެ ޙަޔާތް"],["آخرة","Hereafter","އާޚިރަތް: ޤިޔާމަތް، ޤިޔާމަތް ދުވަސް، މަރުވުމަށް ފަހުގެ ޙަޔާތް"],["انذار","Alarm","އިންޛާރު: ދީނާ ޚިލާފު ޢަމަލު ކުރާ މީހުންނަށް ޢަޛާބު ހުރި ކަމުގެ ބިރުވެރި ޚަބަރު، ކުށް ކުރާ މީހާ އޭނާ އެ ކުށަށް އެނބުރި އިޢާދަ ވެއްޖެ ނަމަ އަދަބު ލިބޭނެކަން އެންގުން"],["اصلاح","Reform","އިޞްލާޙު: ނުބައިކޮށް ހިނގާ ކަމެއް ރަނގަޅު ކުރުން، ނުރަނގަޅު އެއްޗެއް ރަނގަޅު ކުރުން، މިސާލަކަށް ކުށެއްގެ އިޞްލާޙު"],["ابليس","Iblis","އިބްލީސް: އިބިލީސް، ﷲ ލަޢުނަތް ލެއްވި ޝައިޠާނު، ނޯޓު: އިބިލީހަކީ ﷲ އަލިފާުން ހެއްދެވި މަޚްލޫޤެކެވެ. މި ސޮރު ﷲ ގެ ރަޙްމަތާ ދުރުވެ، އިންސާނާގެ އަބަދީ ޢަދާވާތްތެރިއަކަށް ވެފައި ވަނީ އަޒަލުން ސުރެ އެވެ. މީނާ އަކީ ﷲ ގެ އަމުރުފުޅަށް ގޮތް ކިޔައި، އެންމެ ފުރަތަމަ ނުކިޔަމަންތެރިވި މަޚްލޫޤު ވެސް މެ އެވެ. އިބިލީހާއި އޭނާ އަށް ތަބަޢަވީހައި ބަޔަކު ޤިޔާމަތް ދުވަހުން ވަންނަހުށީ ނަރަކައަށެވެ. ﷲ އަށް ތެދުވެރި، ތަޤްވާޥެރި އަޅުތަކުން އިބިލީހުގެ މަގަކަށް ނުހެއްލޭނެ އެެވެ."],["اصل","Origin, Rule","އަޞްލު: ކަމެއް ނަމަ އޭގެ ޙަޤީޤަތް ނުވަތަ އެ ކަމެއް މެދުވެރިވި ސަބަބު. މިސާލަކަށް އަވީގެ އަޞްލަކީ ނުވަތަ މަޞްދަރަކީ އިރެވެ. އެއްޗެއް ނަމަ އެ އެއްޗެއް އުފެދުމުގެ މަޞްދަރު ނުވަތަ އަޞްލު، ނުވަތަ އެއްޗެއްގެ މައިގަނޑު ގަހެއްގެ އޮށް ގަހުގެ މައި ގަސްގަނޑަށް ވެސް ގަހުގެ އަޞްލޭ ކިޔަ އެވެ."],["اصول","Origins, Rules","އުޞޫލު: އުޞޫލަކީ އަޞްލުގެ ގިނަ ގޮތެވެ. ދިވެހި ބަހުގައި މި ބަސް ބޭނުން ކުރަނީ ކަމެއް ކުރުމަށް ހަމަޖެހިފައިވާ ގޮތް ނުވަތަ ޤަވާޢިދަށެވެ."],["امانة","Security; honesty; faithfulness","ހ. އަމާނަތް: ރައްކާތެރިކަމުގެ ދަށުގައި ބެހެއްުމަށް ޙަވާލުކޮށްފައިވާ އެތި. އެހެން ފަރާތަކަށް ރައްދު ކުރުމަށް ޙަވާލު ކުރާ އެތި، ނުވަތަ އެހެން ފަރާތަކަށް ފޯރުކޮށްދިނުމަށް ޙަވާލުކުރާ އެއްޗެއް ނުވަތަ ކަމެއް. އިސްލާމް ދީނަކީ ރަސޫލުންނާއި ނަބިއްޔުން މެދުވެރިކޮށް މީސްތަކުންނަށް ފޯރުކޮށްދިނުމަށް އެ ބޭކަލުންނާ ޙަވާލުވެފައިވާ އެންމެ ބޮޑު އަމާނަތެވެ.\nށ. އަމާނާތްތެރިކަން: އަމާނަތްތެރި ވުމުގެ ސިފަ."],["امتحان","Exam","އިމްތިޙާނު: އަޖުމަ ބެލުން، ގޮތް ބެލުން، ފެންވަރު ބެލުން، ޓެސްޓު ކުރުން،"],["اسلام","Islam","އިސްލާމް: ﷲގެ ޙަޟްރަތުން ޤަބޫލުވެވިގެންވާ ހަމައެކަނި ދީނުގެ ނަން. މި ބަހުގެ ލަފްޒީ މާނަ އަކީ ބޯލަނބައި ކިޔަމަން ގަތުމެވެ. ދިވެހީން މުސްލިމެކޭ ބުނުމަށް އިސްލާމެކޭ އަދި މުސްލިމުންނޭ ބުނުމަށް އިސްލާމުންނޭ ބުނެ އުޅެ އެވެ. އިސްލާމް އަކީ ދީނުގެ ނަމެވެ. އެ ދީނަށް އުޅޭ މީހާ އަކީ މުސްލިމެވެ. އޭގެ ރަނގަޅު ގޮތަކީ މުސްލިމެކޭ އަދި މުސްލިމުންނޭ ބުނެމެވެ."],["اسم","Name","އިސްމު: އިސްމަކީ ޢަރަބި ބަހުގައި ނަމެވެ. ދިވެހި ބަހުގައި މި ބަސް ބޭނުން ކުރަނީ ﷲގެ ނަންފުޅޭ ބުނުމަށެވެ. ދިވެހީން ޒަމާނުއް ސުރެ ﷲ ގެ ނަންފުޅޭ ބުނުމަށް ﷲގެ އިސްމުފުޅޭ ކިޔަ އެވެ."],["إمام","Imam","އިމާމު: މުސްލިމުންނާއިގެން އިސްވެ ނަމާދު ކުރާ މީހާ، އިސް މީހާ، އެ މީހަަކަަށް އެހެން މީހުން ތަބަޢަވާ މީހާ، ލީޑަރު، މުސްލިމުންގެ އެންމެ އިސް ވެރިޔާ، ޚަލީފާ"],["استقلال","Independence","އިސްތިޤްލާލު: މިނިވަންކަން، އެހެން ބައެއްގެ މައްޗަށް ބަރޯސާ ނުވެ އޮތުނުް، ޤައުމެއް އެހެން ޤައުމެއްގެ ނުފޫޛެއް ނުވަތަ ޙިމާޔަތެއް ނެތި އަމިއްލަ މިނިވަންކަން މަތީ އޮތުން"],["أمان","Safety","އަމާން: ބިރެއް ނުރައްކަލެއް ނެތުން، ނާމާންކަމުގެ އިދިކޮޅު\nއަމާން ދިނުން: ބަލި ޤަބޫލު ކުރުން، ހަތިޔާރު ބެހެއްުން"],["أهل","People","އަހުލު: ކަމެއްގެ އަހުލުވެރިޔާ: ކަމަކަށް އަހުލުވެރި މީހާ، ކަމެއް މޮޅަށް ދަންނަ މީހާ، ވަކި ކަމަކަށް ޤާބިލު މީހާ ކަމެއް ޙާޞިލުވެފައިވާ މީހާ: ސުވަރުގެވަންތަ ވެރިޔާ ނުވަތަ ނަރަކަވަންތަވެރިޔާ އަށް ސުވަރުގޭގެ އަހުލުވެރިޔާ އަދި ނަރަކައިގެ އަހުުވެރިޔާއޭ ކިޔަ އެވެ. ރަށެއްގެ ރަށްވެހިކަން: ރަށެއްގެ ޤައުމެއްގެ އަހުލުވެރިޔާ\nމީހެއްގެ އެހީތެރިން: މީހެއްގެ ބާރުގެ ދަށުގައި ވާ މީހުން އަނބިން ދަރިން ނޯކަރުން"],["أهم","Important","އަހައްމު: މުހިންމު، ފައިދާ ހުރި"],["أهمية","Importance","އަހްމިއްޔަތު: މުހިންމުކަން، އަހްމިއްޔަތު"],["آفات","Pests","އާފާތް: ބަލިމަޑުކަން، މުޞީބާތް"],["آفاق","Outlook, horizon","އާފާޤު: ވަށައިގެންވާ، އުދަރެސް"],["احترام","Respect","އިޙްތިރާމު: ކަމޭހިތުން، މާތްކޮސް ހިތުން"],["اذن","Permission","އިޛުނަ: ހުއްދަ، އިޛުނަ"],["أزل","Eternity","އަޒަލު: ފެށުމެއް ނުވުން، ތިޔައީ ﷲގެ މިންވަރުފުޅޭ ބުނުމަށް ދިވެހީން \"ތިޔައީ އަޒަލުގެ ނިޔާއޭ\" ބުނެ އުޅެ އެވެ."],["أزلي","Uncreated","އަަލީ: އަޒަލުގެ، އެންމެ ފުރަތަމައިނުން ފެށިގެން"],["أسير","Prisoner, captive","އަސީރު: ހަނގުރާމައިގައި ހައްޔަރުކޮށްގެން ގެންނަ މީހާ"],["ارشاد","Counselling","އިރުޝާދު: ކަމެއް ކުރާނެ ގޮތް ބުނެދިނުން اعتدال Moderation އިޢުތިދާލު: ދިވެހީން މި ބަސް ބޭނުން ކުރަނީ ނަމާދު ގައި ރުކޫޢޫން ތެދުވެ ހަށިގަނޑު ސީދާކޮށްލުމަށެވެ. އިޢުތިދާލުގެ މާނަ އަކީ ސީދާ ކަމެވެ. ނުވަތަ މެދުމިނެވެ."],["احسان","Loyalty, philanthropy","އިޙްސާން: ތެދުވެރިވުން، ހެޔޮކޮން ހިތުން ﷲ އަށް އިޙްސާންތެރިވުން: އަޅުކަން ކުރާއިރު އަހަރެމެންނަށް ﷲ ނުފެނުނު ކަމުގައި ވިޔަސް އެ ކަލާނގެ ދެކެދެކެހުރެ އަޅުކަން ކުރާ ފަދައިން އަޅުކަން ކުރުން"],["أخ","Brother","އަޚް: އެއްބަނޑު އެއްބަފާ/އެއްބަނޑު ނުވަތަ އެއް ބަފާ ފިރިހެނާ"],["أخت","Sister","އުޚްތު: އެއްބަނޑު އެއްބަފާ/އެއްބަނޑު ނުވަތަ އެއް ބަފާ އަންހެނާ"],["إنصاف","Equity","އިންސާފު: އެ އެއްޗަކަށް ނުވަތަ އެ ކަމަކަށް ނުވަތަ އެ މީހަކަށް ޙައްޤުވާ ކަންކަމާއި ތަކެތި ޙައްޤުވާ ސިފަ އާއި މިންވަރަށް ލިބިދިނުން. އިންސާފަކީ ހަމަހަަމަ ކަމެއް ނޫނެވެ."],["أثر","Effect, footprint","އަޘަރު: (ހ) ފިޔަވަޅުގެ ނިޝާން، (ށ) ބުނި ބަހެއްގެ ނުވަތަ ކުރި ކަމެއްގެ ނަތީޖާއެއްގެ ގޮތުން މީހަކަށް ނުވަތަ އެއްޗަކަށް އަންނަ ބަދަލު (ނ) ކީރިތި ރަސޫލާ (ޞޢޥ) ގެ ޙަދީޘް (ރ) އާޘާރީ ތަކެތި (މުފްރަދު)"],["آثار","Effects, monuments","އާޘާރު: (ހ) ފިޔަވަޅުގެ ނިޝާން ތައް، (ށ) ބުނި ބަހެއްގެ ނުވަތަ ކުރި ކަމެއްގެ ނަތީޖާއެއްގެ ގޮތުން މީހަކަށް ނުވަތަ އެއްޗަކަށް އަންނަ ބަދަލު (ނ) ކީރިތި ރަސޫލާ (ޞޢޥ) ގެ ޙަދީޘް (ރ) އާޘާރީ ތަކެތި (ޖަމްޢު)"],["آثاري","Archaeologist, monumental","އާޘާރީ ....... ތަކެތި (ބިނާ ތަކާއި އެކި އެކި ސާމާނު) ޒަމާންވީ ތަކެތީގެ ތެރެއިން ހަނދާނއި ތާރީޚަށް ޓަކައި ރައްކާކޮށްފައި ބަހައްޓާ ތަކެތި"],["انتظام","Uniformity","އިންތިޒާމު: ރޭވުން، ރާވާފއި ހުރި ގޮތް ތަނެއްގައި (އޮފީހެއްގައި، ޖަމްޢިއްޔާއެއް ގައި، މުއައްސަސާއެއް ގައި) ކަންތައްތައް ހަމަޖެހިފައި ހުންނަ ގޮތް"],["أساس","Basis","އަސާސު: ބިންގައު"],["أساسي","Primary, fundamental","އަސާސީ: އެންމެ މުހިންމު، ކަމެއް ފަށައިގަތުމަށް ބޭނުންވާ މިންވަރު، މައއިގަނޑު ބައިތައް"],["اسراف","Profusion, intemperance","އިސްރާފު: ބޭނުން އަދު ހުއްދަ ވަރަށް ވުރެ އިތުރަށް ކަމެއް ކުރުން"],["استثناء","Exception","އިސްތިސްނާ: ޢާންމު ޤާނޫނާއި ޤަވާޢިދަށް ނުފެތޭ ގޮތަށް ޢާންމު އުޞޫލުން ބޭރުން ކަމެއް ކުރުން"],["استئناف","Resumption, appeal","އިސްތިއުނާފު: ނިމިފައިފާ ކަމެއް އަލުން ބަލައިދިނުމަށް ހުށައެޅުން"],["احتلام","Wet dream","އިޙްތިލާމު: އަންހެނުންނާއި ފިރިހެނުން ފުރާވަރަށް އެރުން، ޖިސްމާނީ ގޮތުން ބޮޑުވުން، ބާލިޣުވުން"],["إحرام","Ihram","އިޙްރާމު: ޙަރަމް ބަނުން، އިޙްރާމް ބަނުން: ޙައްޖުގެ އަޅުކަމަށް ނިޔަތް ގަނެ އެ އަޅުކަމުގެ ތެރެއަށް ވަނުން، އިޙްރާމް ބަނުން، އިޙްރާމް ހެދުން އިޙްރާމް ކެނޑުން: ޢުމްރާ ނުވަތަ ޙައްޖު ގައި ތަޙައްލުކުވުން، ތަމައްތުޢު ޙައްޖު ގައި ޢުމްރާގެ އަޅުކަން ނިންމުަށް ފަހު ފުރަތަމަ ތަޙައްލުލުވުން"],["أخلاق","Ethics","އަޚްލާޤު: އިންސާނުންގެ ސުލޫކީ ސިފަ، އުޅުން"],["إنس","Bonhomie","އިންސު: އިންސާނާ"],["إنسان","Man","އިންސާން: އިންސާނާ"],["إنساني","Human","އިންސާނީ: އިންސާނުން ގައި ހުންނަ ... ފަދަ ސިފަ"],["إنسانية","Humanity","އިންސާނިއްޔަތު: އިންސާނެއް ވަންތަކަން، މުރުއްވަތްތެރިކަން"],["امر","Order","އަމުރު: ކަމެއް ކުރުމަށް އެންގުން. ކަމެއް ނުކުރުމަށް އެންގުމަކީ ވެސް އަމުރެވެ. ނަމަވެސް ޢަރަބި ބަހުގައި ގިނަ ފަހަރަށް މި އަމުރަށް ބޭނުން ކުރަނީ ނަހީ އެވެ."],["اعلان","Announcement","އިޢުލާނު: ޢާންމުކޮށް އެންގުން، ހާމަ ކުރުން، ފާޅު ކުރުން"],["احساس","Sense","އިޙްސާސް: އިންސާނާގެ ޙިއްސުތަކަށް އެނގޭ އެނގުން"],["انتظار","Anticipation, waiting","އިންތިޒާރު: ކަމަކަށްޓަކައި ބަލަބަލައި ހުރުން، ކަމެއް ވާނެ ކަމަށް ބަލައިގެން ހުރުން"],["أجل","Prescribed time","އަޖަލު: ކަނޑައެޅި ނިމިފައިވާ މުއްދަތު، މަރު، މީހެއްގެ އަޖަލު އައިސް ޖެހިއްޖެއޭ ބުނުމުން އޭގެ މާނަ އަކީ މަރެވެ."],["استعمار","Colonialism","އިސްތިޢުމާރު: ބަހަވީ މާނަ އަކީ ޢިމާރާތް ކުރުން ނުވަތަ އާބާދު ކުރުމެވެ. ނަމަވެސް މި ބަހުގެ އިޞްޠިލާޙީ މާނަ އަކީ ނުފޫޛު ހުރި ބޮޑެތި ޤައުމުތަކުން ކުދި ޤައުުތައް އަޅުވެތި ކުރުމެވެ. ޢުޘްމާނީ ވެރިކަމުގެ ދުވަސްވަރު ފިލަސްޠީނު ވަނީ އިނގިރޭސީންގެ އަޅުވެތިކަމުގެ ދަށަށް ގޮސްފަ އެވެ."],["استعماري","Colonial","އިސްތިޢުމާރީ: ޤައުމުތައް އަޅުވެތިކުރާ، ޤައުމެއް އިސްތިޢުމާރު ކޮށްގެން ހިންގާ ވެރިކަމަށް އިސްތިޢުމާރީ ވެރިކަމެކޭ ކިޔައިފާނެ އެވެ."],["ادب","Literature, educate","އަދަބު: ބަހުގެ އަދަބު، ތަރުބިޔަތު ކުތުމަށް ޓަކާ އަދަބު ދިނުން"],["ادبى","Literary","އަދަބީ: ބަހުގެ އަދަބާ ގުޅޭ، ބަހުގެ އަދަބާ ބެހޭ"],["اديب","Scholar","އަދީބު: ބަހުގެ އަދަބުގެ މާހިރު"],["أجنبي","Foreign","އަޖުނަބީ: ދުރުހިލޭ މީހާ، ފަރުދޭސީ، އެހެން ޤައުމެއްގެ މީހާ، ބީރައްޓެހި މީހާ"],["أفق","Skyline","އުފުޤު: އުދަރެސް"],["اظهار","Show","އިޡްހާރު: ފާޅު ކުރުން، ދިވެހި ބަހުގައި މި ބަސް ބޭނުން ކުރަނީ ތަޖުވީދުގެ އިޞްޠިލާޙެއްގެ ގޮތުގަ އެވެ."],["اخفاء","Hide","އިޚްފާ: ފޮރުވުން، ދިވެހި ބަހުގައި މި ބަސް ބޭނުން ކުރަނީ ތަޖުވީދުގެ އިޞްޠިލާޙެއްގެ ގޮތުގަ އެވެ."],["اقلاب","Turning","އިޤްލާބު: ފުރޮޅުން، ދިވެހި ބަހުގައި މި ބަސް ބޭނުން ކުރަނީ ތަޖުވީދު ޢިލްމުގެ އިޞްޠިލާޙެއްގެ ގޮތުގަ އެވެ."],["اصحاب","Companions","އަޞްޙާބު: ކީރިތި ރަސޫލާ ދެކެ އެ ކަލޭގެފާނަށް އީމާންވީ މުސްލިމުންނަށް ކިޔާ ނަމެއް. މި ބަހުގެ މުފްރަދަކީ صحابى އެވެ."],["اجتماعي","Social","އިޖުތިމާޢީ: މުޅި ޖަމާޢަތް ހިމެނޭ ކަންކަން، މުޅި ޖަމާޢަތުގެ މަޞްލަޙަތު ހުރި ކަންކަން، ނުވަތަ މުޅި ޖަމާޢަތަށް ގެއްލުން ހުރި ކަންކަން"],["انفرادي","Solitary","އިންފިރާދީ: ވަކި ވަކި ފަރުދުންނާ ގުޅުން ހުރި ކަންކަން"],["استعمال","Use","އިސްތިޢުމާލު: ބޭނުން ކުރުން"],["املاء","Dictation","އިމްލާ: މީހަކު ލައްވައި އެއްޗެއް ލިޔުއްވުމަށް ޓަކައި ކިޔައިދިނުން، ނުވަތަ މީހަކު ކިޔައިދިނީމައި ލިޔުން މި ބަސް ލިޔުމުގެ މާނައިގައި ވެސް ބޭނުން ކުރެ އެވެ. މިސާލަކަށް ތިޔައީ އިލްމާ ކުށެކޭ ބުނެފި ނަމަ އޭގެ މާނަ އަކީ ލިޔުމުގެ ކުށެކެވެ."],["انكار","Denial","އިންކާރު: ކަމަކަށް އިޢުތިރާޟު ކުރުން، ކަމަކާ ދެކޮޅުހެދުން"],["اخلاص","loyalty","އިޚްލާޞް: ތެދުވެރިކަން، އަމާނާތްތެރިކަން، ވަފާތެރިކަން"],["أفراد","Individuals","އަފްރާދު: ފަރުދުގެ ގިނަ ގޮތް، މީހުން. މި ބަސް ދިވެހި ބަހުގައި ބޭނުން ކުރަނީ އަފްރާދުން މި ގޮތަށެވެ."],["أجداد","Ancestors; Grandparents","އަޖްދާދު: ކާބަފައިން. މިއީ جَدٌّ ގެ ގިނަ ގޮތެވެ. މި ބަހުގެ މާނަ އަކީ ކާފަ އެވެ. މި ބަސް ދިވެހި ބަހުގައި ބޭނުން ކުރަނީ މީގެ ގިނަ ގޮތަށް އަޖުދާދު މިހެންނެވެ."],["انتخاب","Election","އިންތިޚާބު: ބަޔަކުމީހުންގެ ތެރެއިން މީހަކު ކަމަކަށް ހޮވުން"],["اخ ކުރުން","Make brotherhood","އަޚު ކުރުން: ތިމާގެ ކަމުގެ ގުޅުުން ނެތް މުސްލިމުން އެކަކު އަނެކަކު ގެ އަޚެއް ކަމުގައި ހެދުން. މި ކަމަކީ މައްކާ ގައި ތިބި މުސްލިމުން މަދީނާ އަށް ހިޖުރަ ކުރެއްވުމުން މަދީނާ ގެ މުސްލިމުން ކުރެ ކޮންމެ މީހަކީ މައްކާއިން ހިޖުރަ ކުރި ކޮންމެ ވެސް މީހެއްގެ އަޚަކަށް ވުމުގެ ފުރުޞަތު ދެއްވުމެވެ."],["التماس","Plea","އިލްތިމާސް: ކަމަކަށް އެދި ހުށައެޅުން"],["اعتراف","Recognition","އިޢުތިރާފު: ކަމަކަށް އެއްބަސްވުން، ކުށަށް އެއްބަސްވުން، ކުށް ޤާބޫލު ކުރުން"],["اعتبار","Consideration","އިޢުތިބާރު: އިތުބާރު"],["اعتماد","Dependence","އިޢުތިމާދު: އިތުމާދު، ޔަޤީންކަން، ކަށަވަރުވުން"],["إعادة","Restoration","އިޢާދަ: އަނބުރާ ގެނައުން، ކަމެއް ކުރިން ކުރި ގޮތަށް ދެވަނަ ފަހަރަށް ކުރުން"],["اصطلاح","Term","އިޞްޠިލާޙު: ބަހެއް ބޭނުންކުރާ ޚާއްޞަ މާނަ"],["اصطلاحي","Idiomatic","އިޞްޠިލާޙީ: ބަހެއް ބޭނުންކުރާ ޚާއްޞަ މާނަ"],["إصلاحية","Reformatory","އިޞްލާޙިއްޔާ: ކަންތައް އިޞްލާހު ކުރުމަށް މީހުން ގެންގުޅޭ ތަން"],["امتياز","Franchise, privilege","އިމްތިޔާޒު: ދީފައިވާ ޚާއްޞަކަން، މަތިވެރިކަން"],["الحاد","Atheism","އިލްޙާދު: ކުފުރު، ކަލަކު ވޮޑިގެން ވުމާ މެދު އިންކާރު ކުރުން"],["الحادي","Atheist","އިލްޙާދީ: ކަލަކު ވޮޑިގެންވުމާ މެދު އިންކާރު ކުރާ މީހާ، ކަލަކު ވޮޑިގެން ނުވާ ކަމަށް ބުނާ ބުނުންތަކަށް ވާގިދޭ"],["أخوّة","Brotherhood","އުޚުއްވަތު: އަޚެއްކަން، އަޚުވަންތަކަން، އެއްބަނޑު އެއްބަފާކަން"],["الجحفة","Al- Juhfa","އަލްޖުޙުފާ: މަދީނާ ކައިރީގައި އޮންނަ ރަށެއް. ޝާމު ކަރައިގެ މީހުންގެ މީޤާތު މަކާނީ."],["استحاضة","Isthihada","އިސްތިޙާޟާ: ޙައިޟުގެ ލޭގެ ބޭރުން ކޮންމެވެސް އެހެން ސަބަބަކާ ހުރެ އަންނަ ލޭ."],["استخارة","Isthikhara,","އިސްތިޚާރާ: ކަމެއްގައި ﷲ ރުއްސަވާ ގޮތް ނުވަތަ ތިމާ އަށް ފައިދާ ހުރި ގޮތް ދެނެގަތުމަށް އެދި ދުޢާ ކުރުން، ކަމެއް ކުރުމުގައި ހުރި ގޮތްތަކުން ކުރެ ވަކި ގޮތެއް ޚިޔާރު ކުރުމަށް ދަތިވެއްޖެ ހިނދު އިޚްތިޔާރު ކުރާނެ ގޮތެއް އިލްހާމުކޮށްދެއްވުމަށް އެދި ކުރާ ނަމާދާއި ދުޢާ."],["استسقاء","Isthisqa; invoke in request for water","އިސްތިސްޤާ: ވާރޭ ވެއްސެވުމަށް އެދި ނަމާދުކޮށް، ދުޢާ ކުރުން"],["اعتكاف","Observe","އިޢުތިކާފު: އަޅުކަމެއްގެ ނިޔަތުގައި މިސްކިތުގައި މަޑު ކުރުން، މި ގޮތަށް މިސްކިތުގައި އިންނަ އިރު ވަރަށް ބޮޑު ކަމެއް ޖެހިގެން މެނުވީ މިސްކިތުން ބޭރަށް ނުކުތުމަކީ މަނާ ކަމެކެވެ."],["أيام التشريق","Tashreeq; the enlightened days","އައްޔާމުއް ތަޝްރީޤި: ޙައްޖު މަހުގެ 11 ،12 13 މި ތިން ދުވަހަށް ކިޔާ ނަމެއް"],["أوقية","Ounce","އޫޤިޔާ: ރަނާއި ރިހި ނަމަ އެއީ 40 ދިރުހަމް ނުވަތަ ގާތްގަނޑަކަށް 201 ގުރާމުގެ ބަރުދަނެވެ. އެ ނޫން ތަކެތީން އެއީ ގާތްގަނޑަކަށް 127 ގުރާމުގެ ބަރުދަނެވެ. އޫޤިޔާ އަކީ އެކި ޤައުމު ގައި އޭގެ ބަރުދަން ތަފާތު އެއްޗެކެވެ."],["الحديبية","Hudaybiyah","އަލް ޙުދައިބިއްޔާ: އެއީ އަލް މަސްޖިދުލް ޙަރާމާ 24 ކިލޯމީޓަރު ދުރުގައި އޮންނަ ރަށެކެވެ. މިހާރު އެ ތަނަށް ކިޔާ މަޝްހޫރު ނަމަކީ އައްޝުމައިސީ އެވެ. މި ތަނަކީ މައްކާގެ މުސްރިކުންނާ އެކު ކީރިތި ރަސޫލާ އެއްބަސްވުެއްގައި ސޮއި ކުރެއްވި ތަނެވެ. އެ އެއްބަސްވުމަށް ކިޔަނީ ޙުދައިބިއްޔާގެ އެއްބަސްވުމެވެ."],["ازلام","Ousted","އަޒްލާމު: އަޒްލާމަކީ ތީރެވެ. ނަމަވެސް ޢަރަބީންގެ ތެރޭގައި މި ނަން ބޭނުންކޮށް އުޅުނީ ކަންކަމުގެ ހެޮނުބަޔާއި ނަޞީބު ހުރި ގޮތް ބެލުމަށް ފާލުބަލާ ތީރުތަކަށެވެ."],["أنصار","Supporters","އަންޞާރު: މިއީ އަންޞާރީގެ ގިނަ ގޮތެވެ. މާނަ އަކީ ނަޞްރުދޭ މީހުންނެވެ. މި ބަސް އިޞްޠިލާޙެއްގެ ގޮތުގައި ބޭނުން ކުރަނީ މައްކާއިން މަދީނާ އަށް ހިޖުރަ ކުރި މުސްލިމުންނަށް މަދީނާ އިން ނަޞްރުދިން މުސްލިމުންނަށެވެ."],["أنصاري","Ansari","އަންޞާރީ: މިއީ އަންޞާރުގެ މުފްރަދެވެ."],["اراك","Arak","އަރާކު: މިއީ ޢަރަބީންގެ ތެރޭގައި ދަތް އުނގުޅާ ބުރުހުގެ ބަދަލުގައި ބޭނުންކުރާ ދަނޑިކޮޅު ހަދާ ގަހެވެ. މިއަށް މިސްވާކޭ ވެސް ކިޔަ އެވެ. އެއީ މި ދަނޑިން ދަތް އުނގުޅާތީ އެވެ. الباء"],["بسم","In the name (of Allah)","ބިސްމި: އެއީ بسم الله الرحمن الرحيم އަށް ދިވެހިން ކުރުކޮށް ކިޔާ ގޮތެވެ. މިއީ ކީރިތި ޤުރްއާނުގެ އާޔަތެކެވެ. ބަރާއަތު ސޫރަތް ފިޔަވައި ކީރިތި ޤުރްއާނުގެ ކޮންމެ ސޫރަތެއް ފެށޭ އިރު ބިސް އޮވެ އެވެ. ޢަރަބި ބަހުން بسم الله ގެ މަނާ އަކީ ﷲ ގެ އިސްމުފުޅުން ފަށަމެވެ އެވެ. ބިސްމި ކިޔުން: بسم الله الرحمن الرحيم ކިޔުން ބިސްމި ކިޔުން: ކަމެއް ފެށުން"],["بالغ","Adult","ބާލިޣު: ބާލިޣުވުން، ބޮޑުވުން، ތަޞައްރުފު ފުދުން، ފުރާވަރަށް އެރުން"],["بلاء","Infliction","ބަލާ: މުޞީބާތް"],["بكر","virgin","ބިކުރު: ބިކުރުވެރި، ބިކުރު ނުކެނޑޭ، މީހަކާ ނީނދެ އިން އަންހެނާ"],["بشارة","Good tidings","ބަޝާރާ: އުފާވެރިކަމުގެ ޚަބަރު"],["بريء","Innocent","ބަރީއަ: ކުށެއް ނުކުރުން، ކުށުން ބަރީއަވެގެން ވުން،"],["بيان","Statement","ބަޔާން: ކަމެއްގެ ތަފްޞީލު. ކަމެއް ހިނގި ގޮތް ބުނެދޭން ލިޔެފައި އޮންނަ ރިޕޯޓު ބަޔާންވުން: ފާޅުވުން، ހާމަވުން\nބަޔާން ކުރުން: ހާމަ ކުުރުން، ފާޅު ކުރުން"],["بيعانة","deposit , earnest money , earnest pledge","ބަޔާނާ: ވިޔަފާރިއެއް ކުރި ކަމުގެ ހެއްކަކަށް ގަންނަމީހާ އަގުން ދޭ ބައެއް، ފިރިހެނަކު އަންހެނަކަށް އިންނަމަތިން ދޭ އެއްޗެއް. (މިއީ ފާރިސީ ބަހުގައި ބޭނުުންކުރާ އިޞްޠިލާޙެއް)"],["باطل","void","ބާޠިލު: ޙަޤީޤަތެއް ނެތް\nބާޠިލުވުން: އުވުން ބާޠިލު ކުރުން: އުވައިލުން"],["بناء","Building","ބިނާ: ޢިމާރާތް ބިނާ ކުރުން: ޢިމާރާތް ކުރުން ކަމެއްގެ މައްޗަށް ބިނާކޮށް: ކަމަކަށް ބުރަވެ"],["باني","Founder","ބާނީ: ތަނެއް ނުވަތަ މުއައްސަސާއެއް އުފެއްދި މީހާ، މުއައްސިސު، ކަމެއް އަލަށް ފަށާޢިގަތް މީހާ"],["بلغم","phlegm","ބަލްޣަމް: އަރިދަފުހުގެ މާއްދާ"],["بحث","Search, debate","ބަޙުޘް: ކަމެއް ހޯދުން\nބަޙުޘް ކުރުން: ވަކި މައުޟޫޢަކަށް އެއް ފަރާތަށް ވުރެ ގިނަ ފަރާތްތަކުން އެއްކޮޅަށާއި ދެކޮޅަށް ވާހަކަ ދެއްކުން"],["بواسير","haemorrhoids","ބަވާސީރު: ބަވާސީ: ފުރަގަސްފާރާތު ބަލި، ބުރީ ބަލި"],["باغي","Aggressor","ބާޣީ: ބަޣާވާތް ކުރާ މީހާ"],["بغاوة","Aggression","ބަޣާވަތް: ޤާނޫނާ ޚިލާފަށް ސަރުކާރު ބަދަލު ކުރުމަށް ކުރާ މަަސައްކަތް، އިންޤިލާބެއް ގެންނަށް އުޅުން"],["بر","land","ބައްރު: އެއްގަން، ހިކިފަސްތަން"],["بحر","Sea","ބަޙުރު: ހަނޑު، މޫދު"],["بشر","Human","ބަޝަރު: އިންސާނުން"],["بدر","place where the battle of Badr took place , full oon","ބަދުރު: ސާދަވިލޭރޭގެ ހަނދު ، ބަދުރު ހަނގުރާމަ، އެ ހަނގުރާމަ ހިނގި ތަން ބަދުރަކީ މަދީނާގެ ދެކުނުން ގާތްގަނާދަކަށް 150 ކިލޯީޓަރު ދުރުގައި އޮންނަ ރަށެކެވެ ނުވަތަ އެއީ ވަޅަކަށް ކިޔާ ނަމެކެވެ. ބަދުރު ހަނގުރާމަ: ބަދުރު ގައި ހިނގި ހަނގުރާމަ"],["بيت المقدس","Jerusalem","ބައިތުލް މަޤްދިސް: އަލްޤުދުސް، މުސްލިމުންގެ ފުރަތަނަ ޤިބުލަ މަސްޖިދުލް އަޤްޞާ ހުންނަ ރަށް؛ އޫރު ޝަލީމު"],["بهتان","Fable, falsehood","ބުހުތާން: ދޮގު التاء"],["تأييد","Backing; help; support","ތައުޔީދު/ ތާއީދު: އެހީތެރިކަން، އެއްބާރުލުން"],["توبة","Repentance","ތައުބާ: ކުށަށް އިޢުތިރާފުވެ، އެ ކަމާ ދެރަވެ ކުށް ނުކުރުމަށް ޢަޒުމު ކަނޑައެޅުން"],["تحية","Salutation, greeting","ތަޙިއްޔަތު: މިއީ ނަމާދު ގައި ކިޔާ ތަޝައްހުދަށް ޢަރަބި ބަހުން ކިޔާ ނަމެކެވެ. ދިވެހިން މި ދެ ތަޝައްހުދަށް ފުރަތަމަ އައްތަޙިއްޔާތު އަދި ފަހު އައްތަޙިއްޔާތު މި ގޮތަށް ކިޔައި އުޅެއެވެ. ޢަރަބި ބަހުގައި ތަޙިއްޔަތަކީ ސަލާމެވެ."],["تسبيح","Praise","ތަސްބީޙަ: ހ. ﷲގެ ހުސްޠާހިރުވަންތަކަން ބަޔާން ކުރުން ށ. سبحان الله ކިޔުން ނ. ތަސްބީޙަފަތި. އެއީ 100 އޮށް ލާއިފައި އޮންނަ މިނާފައްޗެކެވެ."],["تبع","follow","ތަބަޢަ: ތަބާވުން، ކިޔަމަން ވުން، ބަސް އެހުން"],["تابعي","Follower","ތާބިޢީ: ކީރިތި ރަސޫލާ صلى الله عليه وسلم ގެ ޞަޙާބީން ދުށް މުސްލިމުން"],["تواضع","Humility","ތަވާޟުޢު: ހިތްތިރިކަން، ﷲގެ ޙަޟްރަތުގައި ބިރާއި އުންމީދާ އެކު މުޅިން ހިމޭންވުން"],["تربية","Education","ތަރުބިޔަތު: ހ. އަށަގެންފައިވާ އާދަތަކާއި ހަރުލާފައިވާ ސިފަތައް ށ. ކަންކަން (އާދަކާދަ އާއި ސިފަތައް) ދަސްކޮށްދީ ހޭނުވުން"],["تحقيق","Investigation","ތަޙްޤީޤު: ހ. ކަމެއްގެ ޙަޤީޤަތް ހޯދަން ކުރާ މަސައްކަތް\nށ. މަސައްކަތް ކޮށްގެން ހޯދާފައިވާ ޙަޤީޤަތް"],["تحقيقي","Investigative","ތަޙްޤީޤީ: ޙަޤީޤަތް ހޯދުމާ ގުޅޭ، ޙަޤީޤަތްތަކެއްގެ މައްޗަށް ބިނާކޮށް، ހޯދުންތަކެއް ހޯދައިގެން ކޮށްފައިވާ މަސްކަތް"],["تفصيل","Details","ތަފްޞީލު: ކަމަކާ ނުވަތަ އެއްޗަކާ ގުޅުން ހުރި ހުރިހައި މަޢުލޫމާތެއް"],["تفصيلي","Detailed","ތަފްޞީލީ: ތަފްޞީލު ހިމެނޭ، ތަފްޞީލުކޮށް، ހުރިހައި މަޢުލޫމާތެއް ހިމަނައިގެން\nتكليفCommissioning, Religious responsibility ތަކްލީފު: މަސްއޫލިއްޔަތު، ޛިންމާ، އަދާކުރަން ޖެހިފައިވާ ކަންތައް\nތަކްލީފު ލިބިގެންވުން: ބާލިޣުވެ، ބުއްދި ސަލާމަތުން ހުރި ހެޔޮނުބައި ވަކިވާ، ދީނުގެ ފަރާތުން އަންގާ އެނގުންތައް ދޭހާވުމުގެ ޤާބިލުކަން ހުރި މީހުން"],["تحفة","Gift","ތުޙުފާ: ހަދިޔާ"],["تكرار","Repetition","ތަކުރާރު: ފަށް ކުރުން"],["تنظيم","Organising, organisation","ތަންޡީމު: އިންތިޒާމު، ރޭވުން"],["تاريخ","History, date","ތާރީޚު: ކަމެއް ހިނގި ދުވަހާއި މަހާއި އަހަރު"],["تاريخي","Historical","ތާރީޚީ: ތާރީޚާ ގުޅޭ، ތާރީޚީ ގޮތުން ފާހަގަ ކުރެވޭ"],["ترجيح","Preference, weighting","ތަރުޖީޙު: އިސްކަން ދިނުން"],["ترحيب","Welcome","ތަރުޙީބު: ހ. މަރުޙަބާ ކިޔުން، ރުހުން ފާޅުކުރުން ށ. ތަރުޙީބު ދިނުން: އެއްބާރުލުން"],["تجارة","Trade","ތިޖާރަތު: ވިޔަފާރި"],["تجربة","Experience","ތަޖުރިބާ: ހ. އަޖުމަ\nށ. ފަރިތަކަން ނ. ތަޖުރިބާކާރު: ކަންކަން ކޮށްކޮށް ކަންކަމަށް ފަރިތަ މީހާ"],["تهذيب","civilization, Discipline","ތަހުޛީބު: އަދަބުވެރި، ގޮތާފޮތާ ހުރި"],["تعارف","Get acquainted with one another","ތަޢާރުފު: އެކަކު އަނެކަކަށް އެއީ ކާކުކަން އެނގުން"],["تعظيم","Expand, glorify","ތަޢުޡީމު: މާތްކޮށް ހިތުން، ޤަދަރު ކުރުން"],["تحريف","Twist, Semantical distortion","ތަޙްރީފު: ބަދަލުކޮށްލުން، ޢިބާރާތެއްގެ އަކުރުތަކާއި ބަސްތަކަށް ބަދަލު ގެނެސް އެހެން މާނައެއް ދޭހަވާ ގޮތް ހެދުން"],["تكريم","Honouring","ތަކުރީމު: މާތްކޮށް ހިތުން"],["تكبير","Exclaiming Allah is great","ތަކްބީރު: ﷲ ތަޢާލާ މަތިވެރި ކުރުން"],["تنوين","tanween","ތަންވީނު: ނޫނެއްގެ އަޑުން ކިޔުން، ޢަރަބި ބަހުގައި އަކުރެއްގައި ދެފިލި ޖަހާފައި އޮންނަ އިރު ކިޔޭނީ އެ ގޮތަށެވެ. މިސާލަކަށް اَبٌ، اُمٌّ"],["تهجد","Late night prayer, night prayer","ތަހައްޖުދު: ރޭގަނޑު ކުރާ ސުންނަތް ނަމާދު، ރޭއަޅުކަން"],["تلبية","Meet, to be present","ތަލްބިޔާ: ލައްބައިކައޭ ކިޔުން، ތަލްބިޔާ ކިޔުން، لبيك اللهم لبيك މި ފަދައިން ކިޔުން ތަލްބިޔާގެ މާނަ އަކީ ދަޢުވަތަކަށް އިޖާބަ ދިނުމެވެ."],["تراويح","The extra night prayer performed in Ramadan","ތަރާވީޙު: ރަމަޟާން މަހު ރޭގަނޑު ކުރާ ސުންނަތް ނަމާދު"],["تيمم","Tayammum","ތަޔައްމުމު: އެއީ ވުޟޫގެ ބަދަލުގައި އަޅުކަން ކުރުން ހުއްދަ ކުރުމަށް ސާފު ވެލީގައި އަތްތިލަ ޖަހައި މޫނާއި ދެ އަތްތިލައިގައި ފުހުމެވެ. ތަޔައްމުމުގެ އެންމެ ޞައްޙަ ގޮތަކީ ބިސްމި ކިޔައި ދެ އަތްތިލައިގެ ބަނޑުފުށުން ސާފު ޠާހިރު ވެލިގަނޑެއްގައި ޖަހައި އެ ދެ އަތްތިލައިން މޫނުގައި ފިރުމާލައި ވާތުން ކަނާތު އަތްތިލައިގެ ފުށަތުގައި ފިރުމާލައި ކަނާތުން ވާތު އަތްތިލައިގެ ފުށަތުގައި ފިރުމައިލުމެވެ. އަދި ވުޟޫ ކުރުމަށް ފަހު ކިޔާ ދުޢާ ކިޔުން ހުއްދަ އެވެ."],["توحيد","monotheism","ތައުޙީދު: އެއީ ﷲ ތަޢާލާ އެއްކައުވަންތަ ކުރުމެވެ. ނުވަތަ ﷲ ފިޔަވައި އަޅުކަން ކޮށްއުޅޭ ހުރިހައި އިލާހުން ނަފީކޮށް ﷲ ތަޢާލާ ސާބިތު ކުރުމެވެ. އެއީ ތިން ބަޔަކަށް ބެހިގެންވާ މަސްއަލައެކެެ. އެއީ توحيد الربوبية: އެއީ ﷲ ގެ ޢަމަލުތަކުގައި އެ ކަލާނގެ އެއްކައުވަންތަ ކުރުމެވެ. މާނަ އަކީ އެންމެހައި ޢާލަމުތައް ހެއްދެވީ ޚާލިޤުވަންތަ ﷲ ކަމާއި އެ ތަންތަނުގެ ވެރިއަކީ އެއީ ކަމާއި ހުރިހައި ކަމެއް ތަދުބީރު ކުރައްވަނީ ﷲ ކަން ޔަޤީން ކުރުމެވެ. توحيد الألوهية: އެއީ އަޅުންގެ ޢަަލުތަކުގައި ﷲ އެއްކަމުވަންތަ ކުރުމެވެ. އެއީ ހުރިހައި އަޅުން އަޅުކަން ކުރުމާއި ދުޢާ ކުރުމާއި ޤުރުބާން ކުރުން ފަދަ ކަންކަން ހަމަ އެކަނި ﷲ އަށް ޓަކައި ކުރުމެވެ. توحيد الأسماء والصفات: އެއީ އެއްވެސް ތައުވީލެއް ތަޙްރީފެއް ތަމްޘީލެއް އަދި ތަޢުޠީލެއް ނެތި ﷲ ތަޢާލާ އަދި ﷲ ގެ ރަސޫލާ ﷲ ތަޢާލާ އަށް ނިސްބަތް ކުރެއްވި ނަންފުޅުތަކާއި ސިފަފުޅުތައް އެ ކަލާނގެ އަށް ސާބިތު ކުރުމާއި އެ ނޫން ނަންތަކާއި ސިފަތައް ނަފީ ކުރުމެވެ."],["تعبير","Explanation","ތަޢުބީރު: ޝަރަޙަ، ޝަރަޙަ ކުރުން، ބަޔާން ކުރުން، އޮޅުންފިލުވައިދިނުން، ހުވަފެނުގައި ފެންނަ ކަމެއްގެ މާނަ ކިޔައިދިނުން"],["تفسير","Interpretation","ޝަރަޙަ، ޝަރަޙަ ކުރުން، ބަޔާން ކުރުން، އޮޅުންފިލުވައިދިނުން، ހުވަފެނުގައި ފެންނަ ކަމެއްގެ މާނަ ކިޔައިދިނުން، ކީރިތި ޤުރްއާނުގެ އާޔަތްތަކުގެ މާނަ އާއި މަފްހޫމު އަދި އިސްތިންބާޠު ކުރެވޭ ޙުކުމްތައް ކިޔައިދިނުން الثاء"],["ثابت","Fixed","ޘާބިތު: ހ. ޘާބިތު ވުން: ނަފީގެ އިދިކޮޅު، ކަމެއްގެ ޙަޤީޤަތް އޮތް ގޮތް ކަށާވަރު ވުން ށ. ޘާބިތުކަން: ކަމެއްގައި ކެތްތެރިވުން، ޢަޒުމު ނުގުޑުން، އެއްގޮތެއްގައި ދެމިހުރުން، ބަދަލު ނައުން ނ. ސީދަލަށް ހުރުން: އެއްޗެއް ކޮޅަށް ހުރުން ރ. ކަނޑައެޅިފައި ވުން: ވަކި ގޮތަކަށް އުޞޫލެއް ނުވަތަ ޤަވާޢިދެއް ކަނަޑައެޅިފައި ވުން"],["ثاني","Second","ޘާނީ: ދެވަނަ، އެ ފަދަ އެހެން އެއްޗެއް"],["لا ثاني","Rare","ލާޘާނީ: އެ ފަދަ އެެހެން އެއްޗެއް ނެތުން، ދެވަނައެއް ނެތުން"],["ثواب","Reward","ޘަވާބު: ހެޔޮ ޖަޒާ، ދަރުމަ، ހެޔޮކަން، ދުނިޔޭގައި ހެޔޮ ޢަމަލު ކުޅަ މުސްލިމުންނަށް ޤިޔާމަތް ދުވަހުން ﷲ ދެއްވާ ނިޢުމަތް"],["ثناء","Praise","ޘަނާ: ތައުރީފުގެ ބަސް، މާތްކަމާޢި މަތިވެރިކަމާޢި މޮޅުކަން ބަޔާޏް ކުރުން"],["ثنايا عليا","Front upper incisors","ޘަނާޔާ ޢުލްޔާ: މިއި ތަޖުވީދު ޢިލްމުގައި ބޭނުންކުރާ އިޞްޠިލާޙެކެވެ. މިއީ މަތީ ތަލީގެ މެދު ދެ ދަތަށް ޢަރަބި ބަހުން ކިޔާ ނަެކެވެ."],["ثنايا سفلي","Front lower incisors","ޘަނާޔާސުފްލާ: މިއި ތަޖުވީދު ޢިލްމުގައި ބޭނުންކުރާ އިޞްޠިލާޙެކެވެ. މިއީ ތިރީ ތަލީގެ މެދު ދެ ދަތަށް ޢަރަބި ބަހުން ކިޔާ ނަމެކެވެ."],["ثمود","thamud","ޘަމޫދު: ޘަމޫދަކީ ޞާލިޙު ޢަލައިހިއް ސަލާމުގެ ޤައުމުގެ މީހުންނަށް ކިޔާ ނަމެކެވެ."],["الجيم","",""],["جبة","Jubbah, loose outer garment","ޖުއްބާ: މިއީ ދޫކޮށް ފަހާފައި ހުންނަ ގަމީހުގެ ބޭރުން ލައި އުޅޭ ފޭރާމެއް ނުވަތަ ކޯޓެއް ފަދަ ހެދުމެކެވެ."],["جنة","Paradise","ޖަންނަތު: ބަގީޗާ، ސުވަރުގެ، ދިވެހި ބަހަށް ސުވަރުގެ އައިސްފައި ވަނީ ސަންސުކުރިތު ބަހުގެ ސުވަރުގު އިން ކަަށް ޤަބޫލު ކުރެވެ އެވެ."],["جهنم","Hell","ޖަހައްނަމަ: ނަރަކަ، ނަރަކަ އަކީ ﷲ އަށް ނުކިޔަމަންތެރިވެ އުޅުުނު މީހުން މަރުވުމަށް ފަހު ޢަޛާބު ދެއްވާ ތަނެވެ. ދިވެހި ބަހަށް ނަނަރަކަ އައިސްފައި ވަނީ ވެސް އެ ބަހުގެ ނަރްކު އިން ކަމުގައި ޤަބޫލުކުރެވެ އެވެ."],["جملة","Total; Phrase","ޖުމުލަ: ހ. ޢަދަދު ތަކެއް އެއްކޮށްލީމައި ވާ ވަރު އެކެއް ގެ އިދިކޮޅު ށ. ޢިބާރާތެއް، ފުރިހަމަ މާނަ ދޭހަވާ ގޮތަށް އަތުރާލާފައިވާ ބަސްތަކެއް"],["جواب","Answer","ޖަވާބު: ހ. ލިޔުމުން ނުވަތަ އަނގަބަހުުން ކުރާ ސުވާލަކަށް، ސިޓީއަކަށް ނުވަތަ މެސެޖަކަށް ދޭ ރައްދު\nށ. ހިސާބު ނަމްބަރެއް ގެ ޙައްލު ނުވަތަ ނަތީޖާ"],["جنازة","Funeral","ޖަނާޒާ: ހ. މީހަކު މަރުވުމުން އެ ކަމާ ގުޅިގެން ކުރާ ކަންތައް، ހިނެވުން، ކަފުން ކުރުން، ކަށު ނަމާދު ކުރުން އަދި ވަޅުލުން\nށ. ކަށުކަމާކެމި"],["جهالة","Ignorance","ޖަހާލަތު: ނުއެނގުން، ތަންދޮޜު އޮޅުން ނުފިލުން، ޖާހިލުކަން"],["جنس","Sex","ޖިންސު: ހ. އަންހެން ނުވަތަ ފިރިހެން ށ. ބާވަތް މިސާލަކަށް ވަކި ބާވަތެއްގެ ގޮވާމެއް ވަކި ބާވަތެއްގެ ޖަނަވާރެއް ވަކި ބާވަތެއްގެ ނުވަތަ ރަށއްގެ މީހުން\nނ. ދިވެހީން ޖީންސަށް ވެސް ޖިންސު ކިޔައި އުޅެ އެވެ. ޖީންސަކީ ރިޔާކަނޑާ ފޮތި ފަދަ ބޯ ފޮއްޗަކުން ކަނަޑައިފައި ހުންނަ ފަޓުލޫނެވެ. މިއީ ބޮޑެތި އިންޖީނުތަކުގެ ކައިރީގައި މަސައްކަތް ކުރާ މީހުން އަޅާ ފޭރާމެކެވެ."],["جائز","Permissible","ޖާއިޒު: ހުއްދަ. މި ބަހުގެ އިދިކޮޅަކީ ނާޖާއިޒެވެ."],["جزي","Tax, tribute","ޖިޒީ ނުވަތަ ޖިޒްޔަތު: މިއީ އެއް ބަހެކެވެ. ދިވެހިން ލިޔެކިޔުމުގައި މި ދެ ގޮތަށް ލިޔެ އުޅުނަސް މިއީ ބިންބިމުން ނަގާ ޓެކުހާއި ޢައިރު މުސްލިމުން އަތުން މުސްލިމު ޤައުމުތަކުގައި ނަގާ ޓެކުހަށް ކިޔާ ނަެކެވެ."],["جزية","Tribute, tax","ޖިޒީ ނުވަތަ ޖިޒްޔަތު: މިއީ އެއް ބަހެކެވެ. ދިވެހިން ލިޔެކިޔުމުގައި މި ދެ ގޮތަށް ލިޔެ އުޅުނަސް މިއީ ބިންބިމުން ނަގާ ޓެކުހާއި ޢައިރު މުސްލިމުން އަތުން މުސްލިމު ޤައުމުތަކުގައި ނަގާ ޓެކުހަށް ކިޔާ ނަެކެވެ."],["جزاء","Reward","ޖަޒާ: ޖަޒާ އަކީ މީހަކު ކުރި ކަމެއްގެ ބަދަލުގެ ގޮތުގައި އޭނާ އަށް ލިބެން ޖެހޭ އެއްޗެކެވެ. ނުބައި ކަމެއް ނަމަ ޢުޤޫބާތް ނުވަތަ ސަޒާ އެވެ. ހެޔޮ ކަމެއް ނަމަ ހެޔޮ ޖަޒާ، އިނާމު ނުވަތަ އެ ކަމެއްގެ އަގެވެ."],["جماع","Intercourse","ޖިމާޢު: ޖިންސީ ގުޅުން"],["جهاد","Jihad","ޖިހާދު: ހ. އިސްލާމީ ޖިހާދު: އިސްލާމް ދީނުގެ ދިފާޢު ގައި ދުލާއި ގަލަމުން ކުރާ މަސައްކަތް، ހަނގުރާމަ ށ. ގަދައަޅައި މަސައްކަތް ކުރުން: ކަމެއް ޙާޞިލު ކުރުމަށް ޓަކައި ގަދައަޅައި ކުރާ މަސައްކަތް"],["جرم","Offense","ޖުރުމު: ކުށް"],["جِرم","Substance","ޖިރްމު: ޖިސްމު، ހަފަރާތް ވާ އެއްޗެއް"],["جسم","Body","ޖިސްމު: ހަށިގަނޑު"],["جماعة","Congregation, group","ޖަމާޢަތް: ބަޔަކު މީހުން، އެކަކަށް ވުރެ ގިނާ މީހުން، ބައިގަނޑެއް"],["جذام","Leprosy","ޖުޒާމު: ނުރައްކާތެރި ބައްޔެއް. ޙިއްސު ކަނޑުވާލާ، ނާރުތަކާއި މަސްގަނޑު ވީރާނާކޮށްލާ ބައްޔެއް."],["جاهل","Ignorant","ޖާހިލު: ތަންދޮރު ނުދަންނަ މީހާ، ނުކިޔަވައި ހުރި މީހާ"],["جنسي","Sexual","ޖިންސީ: ޖިންސާ ބެހޭ، ދަރިމައިވުމާ ގުޅުން ހުރި"],["جمعية","Association","ޖަމްޢިއްޔާ: އެއް ބޭނުމެއްގައި ގިނަ ބަޔަކު ބައިވެރިވެގެން އުފައްދާ ގުޅުން"],["جنس اللطيف","The gentle sex","ޖިންސުއް ލަޠީފު: ނާޒުކު ޖިންސު، އަންހެނުން"],["جنين","Embryo","ޖަނީނު: ބަނޑުގައި އޮންނަ ދަރި ގަރުބަގަތީން ސުރެ 8 ވަނަ ހަފުތާގެ ނޔަލަށް"],["جنة البقيع","Graveyard of Madina","ޖަންނަތުލް ބަޤީޢު: އެއީ މަދީނާގެ މައި ޤަބުރުސްތާނެވެ. އެ ތަނަށް بقِيع الغَرقَد އޭ ވެސް ކިޔަ އެވެ."],["جمادى الأولى","Jumada al-Oola","ޖުމާދަލް އޫލާ: ހަނދު މަހުން ނުވަތަ ޤަމަރީ މަހުން 5 ވަނަ މަސް"],["جمادى الأخرة","Jumadal Aakhira","ޖުމާދަލް އާޚިރާ: ހަނދު މަހުން ނުވަތަ ޤަމަރީ މަހުން 6 ވަނަ މަސް، މި މަހަށް جُمَادَى الثَّانِيَةُ އޭ ވެސް ކިޔަ އެވެ. الحاء"],["حجاز","Hejaz","ޙިޖާޒު: ޙިޖާޒު ކަރަ، މިއީ މިހާރު ސަޢުދީ ޢަރަބިޔާ އެވެ. ޙިޖާޒު ގައި ހިމެނޭ ރަށް ތަކަކީ މައްކާ، މަދީނާ، ތަބޫކު. ޔަންބުޢު، ޖިއްދާ އެވެ. މި ބަހުގެ ޙަޤީޤީ މާނަ އަކީ ޖަމަލު ބަންނަނަން ގެންގުޅޭ ވައުފަށެވެ. ނުވަތަ މި ބަހުގެ މަޞްދަރު ކަމުގައިވާ \"ޙަޖްޒު\" ގެ މާނަ އަކީ މަނާ ކުރުރުމެވެ."],["حمد","Praise","ޙަމްދު: ތަޢުރީފުގެ ބަސް، ހެޔޮ ބަސް"],["حال","Condition","ޙާލު: ކަންތައް ހުރި ގޮތް"],["حلال","Halal, Lawful","ޙަލާލު: ޙަރާމުގެ އިދިކޮޅު؛ ހުއްދަ"],["حرام","Haram, Unlawful","ޙަރާމު: ޙަލާލުގެ އިދިކޮޅ، ހުއްދަ ނޫން"],["حاكم","Governor","ޙާކިމު: ވެރިމީހާ"],["حادثة","Incident","ޙާދިޘާ: ކަމެއް، ކަމެއް ހިނދުން، މިސާލަކަށް ގެއެއްގައި އަލިފާން ރޯވުން، ޠޫފާނެއް އައުން"],["حج","Pilgrimage","ޙައްޖު: ހ. ޘަވާބު ހޯދުމުގެ ނިޔަތުގައި މާތްވެގެންވާ މައްކާގައި ހުންނަ ﷲ ގެ ގެފުޅަށް ޒިޔާރަތް ކުރުން\nށ. މާތްވެގެންވާ މައްކާގައި ހުންނަ ﷲ ގެ ގެފުޅަށް ޒިޔާރަތް ކޮށް، އިސްލާމް ދީނުގެ ރުކުނެއް ކަމުގައި ވާ ޙައްޖުގެ މަނާސިކުތައް (އަޅުކަންތައް) އަދާ ކުރުން"],["حكم","Judgement, rule","ހ. ކުށްވެރިޔާގެ މައްޗަށް ޤާޟީ ކަނޑައަޅާ ނިޔާ\nށ. ދީނުގައި ކަމެއް ކުރަން އޮންނަ ގޮތް ނ. މުކައްލަފެއްގެ ޙައިޘިއްޔަތުން މުކައްލަފުންގެ ޢަމަލުތައް ބަހައްޓަން ޖެހޭ ގޮތާ މެދު ﷲ ތަޢާލާ އަންގަވާ ގޮތް"],["حق","Right","ޙައްޤު: ތެދު، ނިޔާ، މީހެއްގެ އެއްޗެއް މިސާލަކަށް އިންސާނަކަށް ވީތީ އޭނާ އަށް ލިބެން ޖެހޭ ޙައްޤުތައް"],["حد","Boundary, end","ޙައްދު: އިން، މިން، ކުށެއްގެ ޢުޤޫބާތް (އެކަހެރި ނަން)"],["حدود","Borders","ޙުދޫދު: އިން، މިން، ކުށެއްގެ ޢުޤޫބާތް (ޖަމްޢު)"],["حرمة","Sanctity","ޙުރުމަތް: ކަމޭހިތުން، ޙަރާމް ވުން، ކަރާމާތް"],["حماية","Protection","ޙިމާޔަތް: ރައްކާއުތެރިކަން"],["حلم","Wisdom","ޙިލްމު: ބުއްދި، ވިސްނުންތެރިކަން"],["حسد","Envy","ޙަސަދަ: އެހެން މީހުންނަށް ލިބިފައިވާ ނިޢުމަތްތަކަށް ދަހިވެތިވުމާ އެކު އެ ނިޢުމަތްތައް އެ މީހުންގެ ކިބައިން ނެތި ދިއުމަށް އެދުމެވެ. ހަމައެކަނި އެ ހެން މީހުންނަށް ލިބިފައިވާ ފަދަ ނިޢުމަތް ތިމާ އަށް ވެސް ލިބުމަށް އެދުމަކީ ގޯސް ކަމެއް ނޫނެވެ."],["حرية","Freedom","ޙުއްރިއްޔާ: މިނިވަންކަން"],["حفلة","Ceremony","ޙަފްލާ: ކަމެއް ފާހަގަ ކުރުމަށް އެއްވާ އެއްވުން، ކެއުމާއި ބުއިމުގެ ބައްދަލުވުން، އިނާމު ދިނުމުގެ ޖަލްސާ"],["حمار","Donkey","ޙިމާރު: އަހަށް ވުރެ ކުޑަ، އަހާ ސިފަ އެއްވައްތަރު، ބަރު އުފުލާ ޖަނަވާރެއް، ބައެއް ފަހަރު ސަވާރުވުމަށް ވެސް ޙިމާރު ބޭނުންކުރެ އެވެ."],["حساب","Account","ޙިސާބު: ހ. ޙިސާބު ޢިލްމު (އެއްކޮށް ކަނޑައި ގުނަކޮށް ގެއްލުން) ށ. ފައިސާގެ ޢަދަދު: ފައިސާގެ މިންވަރު، އަރަންޏާއި ދަރަނި ނ. ހެޔޮވަރުވުުން: ހިސާބު މި ބަސް ޙިސާބު ޢިލްމާ ސީދާ ގުޅުމެއް ނެތް މާނައެއްގައި ވެސް ބޭނުން ކުރެ އެވެ. އެއީ ފޭރާމެއް ފަދަ އެއްޗެއް ހެޔޮވަރު ވުމަށް ހިސާބު ވުމޭ ކިޔަ އެވެ. ރ. މީހަކު ހުރި ދުރުމިން: މިސާލަކަށް އޭނާ ހުރި ހިސާބަކީ ކޮބާ؟ ބ. ކަމެއް ގޯސްވެގެން ގޮސްފައިވާ މިންވަރު: މިސާލަކަށް ތިޔަހައި ހިސާބަށް ކަންތައް ދިކަމެއް ނޭނގެ."],["حسب","Ancestral claims","ޙަސަބު: މީހެއްގެ މަތިފުށް ނުވަތަ ކާބަފައިންގެ ފަރާތުން ލިބޭ މާތްކަމާއި ފަޚުރުވެރިކަން"],["حملة","Attack","ޙަމަލަ: ޙަމަލަ ނުވަތަ ޙަމަލާ އަކީ ޢަދާވަވތްތެރިކަމުގެ ގޮތުން މީހަކު އޭނާގެ ދެކޮޅުވެރިޔާއާ ދިމާ ކޮށްލުމެވެ. އެ ގޮތުން އެކަކު އަނެކަކަށް ހަތިޔާރު ބޭނުންކޮށްގެން ނުވަތަ އަތުން ފައިން އަނިޔާ ކުރުމާއި ތަފާތު ޙާލަތު މެދުވެރިކޮށް ނަފްސާނީ ގޮތުން އުނދަގޫ ކުރުމާއި ޖަދަލު ކުރުމުގެ ގޮތުން ބަހުގެ ޙަމަލާ ދިނުން ވެސް ހިމެނެ އެވެ."],["حركة","Movement","ޙަރަކާ: ޙަރަކާތް އެއީ ހިމޭންކަމުގެ އިދިކޮޅެވެ. ކޮންމެވެސް ކަމެއްގައި ޙަރަކާތްތެރިވާ ޖަމްޢިއްޔާ އެއް ނުވަތަ ޖަމާޢަތަކަށް ވެސް ޢަރަބި ބަހުގައި ޙަރަކާތޭ ކިޔަ އެވެ."],["حضارة","Civilization","ޙަޟާރާ: ބަޔަކުމީހުނުް ތަނެއްގައި ވަޒަންވެރިވެ ގިނަ ދުވަހު ދިރިއުޅުމުގެ ސަބަބުން އެ މީހުންނަށް ލިބޭ ދީނީ، މަދަނީ، އަޚްލާޤީ ކުރިއެރުން"],["حس","Feeling","ޙިއްސު: އިހްސާސު، އިންސާނާ އަށް ދުނިޔޭ ގައި ވާ ކަންކަން ދެނެގަތުމަށް އެހީތެރިވެދޭ އޭނާގެ ހަށިގަނޑާ ގުގޅިފައިވާ ބާރުތައް މިސާޅަކަށް ލޮލުގެ ފެނުން، ކަންފަތުގެ އަޑު އިވުން، ސިކުންޑިގެ ވިސްނުން، ބީހުމުން އެވާ އިޙްސާސް ނޭފަތަށް ވަސް ދުވުން."],["حديث","Sayings of Prophet","ޙަދީސް: މި ބަސް ބޭނުންކުރަނީ ކީރިތި ރަސޫލާ صلى الله عليه وسلم ގެ ބަސްޅު ތަކަށް އެކަންޏެވެ."],["حكمة","Wisdom","ޙިކުމަތް: ކަމެއްގައި ފޮރުވިފައިވާ ސިއްރު، ކަމެއްގައި އޮތް އެންމެ ރަނގަޅު ގޮތް، ޢަރަބި ބަހުގައި މި ބަހުގެ މާނަ ވަރަށް ތަފާތު ގޮތްގޮތަށް އާދެ އެވެ. އޭގެ ތެރޭގައި ޢިލްމު، ދަތުން، އިންސާފު ކެތްތެރިކަން، ފަލްސަފާ، ޙައްޤު ބަސް ފަދަ މާނަ ހިމެނެ އެވެ."],["حياء","Modesty, chastity","ޙަޔާ: މި ބަސް ބޭނުން ކުރަނީ ލަދެއް ހަޔާތެއް ނެތޭ ބުނާ އިރު އެކަންޏެވެ. މި ތަނުގައި ހަޔާތަކީ ދިރިހުރުމެއް ނޫނެވެ. އެއީ ހަަ ލަދެވެ."],["حياة","Life","ޙަޔާތް: ދިރިހުރުން، ފުރާނަ މިސާލަކަށް އޭނާގެ ޙަޔާތުގައި މާނަ އަކީ އޭނަ ދިރިހުރި އިރު الخاء"],["خليفة","successor","ޚަލީފާ: މީހަކު ނެތިދިއުމުން އޭނާގެ މަޤާމު ފުރުމަށް އިސްވާ މީހާ، ބަދަލުގައި އަންނަ މީހާ، ކީރިތި ރަސޫލާ صلى الله عليه وسلم އަށް ފަހު މުސްލިމުންގެ އެންމެ މަތީވެރިކަން ކުރެއްވި ބޭބޭކަލުންނަކީ ޚަލީފާއިންނެވެ. މިސާލަކަށް ﷲ އެ ބޭކަލުންނަށް ރުއްސުން ލެއްވި އަބޫބަކުރު، ޢުމަރު، ޢުސްމާނު ޢަލީ (رضي الله عنهم)"],["خلافة","Succession","ޚިލާފަތު: ޚަލީފާކަން"],["خلاف","Dispute","ޚިލާފު: ދެބަސްވުން، ތަފާތުވުން، ދެގޮތްވުން، ކަމެއްގެ އިދިކޮޅު"],["خاص","Special","ޚާއްޞަ: ޢާންމު ގެ އިދިކޮޅު، އެއީ ކޮން އެއްޗެއްކަން ނުވަތަ ކާޚުކަން ކަނޑައެޅިގެން އެނގޭ"],["خصوصي","Private ; special","ޚުޞޫޞީ: ޚާއްޞަ ގޮތަކަށް ކަމެއް ކުރުން، ޚާއްޞަ ގޮތަކަށް ނިންމާފައިވާ، އިމްތިޔާޒުތަކެއް ލިބިގެންވާ"],["خطيب","Orator, sermonizer","ޚަޠީބު: ޚުޠުބާ ކިޔާ މީހާ، ރަށުގެ ކަތީބު (ވެރިމީހާ)"],["خُطبة","Sermon","ޚުޠުބާ: މީހުންނާ މުޚާޠަބުކޮށް ދައްކާ ވާހަކަ، ލިޔެފައި އޮންނަ އެ ފަދަ ލިޔުން، ހުކުރު ޚުޠުބާ"],["خِطبة","Affiance","ޚިޠުބާ: ކައިވެންޏަށް ހުށަހެޅުން، މި ޒަމާނުގައި އިނގިރޭސި ބަހުން ކިޔާ އެންގޭޖުމެންޓު"],["خطاب","Speech","ޚިޠާބު: ޚުޠުބާ، ލިޔެފައި އޮންނަ ޚުޠުބާ ނުވަތަ މެސެޖު"],["خبر","News","ޚަބަރު: މީހެއްގެ ފަރާތުން މީހަކަށް އެނގޭ އެނގުން، ކަމަކާ ބެހޭ ގޮތުން ލިޔުމުން ޝާއިޢު ކޮށްފައިވާ ނުވަތަ އަނގަބަހުން ހާމަ ކޮށްފައިވާ މަޢުލޫމާތު"],["خارجي","External","ޚާރިޖީ: ބޭރުގެ، ބޭރާ ބެހޭ"],["خراب","Ruin","ޚަރާބު: ހަލާކު ވުން، ސުންނާފަތިވުން، ވީރާނަވުން، ކަމެއް ގޯސްވުން"],["خالق","Creator","ޚާލިޤު: ހުރިހައި އެއްޗެއް އުފެއްދެވި ކަލާނގެ، ﷲ ތަޢާލާ ގެ އިސްމުފުޅެއް"],["خلق","created","ޚަލްޤު: އުފެއްދެވުން"],["خلق","Conduct","ޚުލްޤު: އަޚްލާޤު، ސުލޫކު"],["خيار","To choose","ޚިޔާރު: ޚިޔާރު ކުރުން، ހޮވުން، އިޚްތިޔާރު ކުރުން މިސާލަކަށް ވަކި ކަމެއް ނުވަތަ ވަކި ގޮތެއް އިޚްތިޔާރު ކުރުން"],["خلاص","To complete, to finish","ޚަލާޞް: ސަލާމަތް ވުން، ނިމުން، ފައިސާ އަދާކޮށް ނިންމުން، ހިތުގައި ބުރަކަމެއް ނުބޭއްވުން"],["خلاصة","Summary","ޚުލާޞާ: ވާހަކައެއް ކުރުކޮށް ބުނުން، ލިޔެފައިވާ ބަޔާނެއް އެ އޮތް ވަރަށް ވުރެ ކުރުކޮށް މާނަ ނުގެއްލޭނެހެން ލިޔުން"],["ختان","Circumcision","ޚިތާނު: ޙަޝަފާގެ ބޭރުން އޮންނަ ޤުލްފާ ކަފައިލައި، ފަހައި ބޭސްކޮށް ފަސޭހަ ކުރުން"],["خدمة","Service","ޚިދުމަތް: މީހަކު ކުރަން ބޭނުންވެފައިވާ ކަމެއް ކޮށްދިނުން"],["خادم","Servant","ޚާދިމު: ޚިދުމަތް ކުރާ މީހާ، ނޯކަރު"],["خرافة","Myth","ޚުރާފާ: ޙަޤީޤާތެއް ނެތް ދޮގު ވާހަކަ، ފުލޯކު ވާހަކަ"],["خرافي","Fabulous","ޚުރާފީ: ޙަޤީޤަތެއް ނެތް ކަންކަމާ ގުޅޭ، ޙަޤީޤާތެއް ނެތް، ފުލޯކު"],["خميرة","Yeast","ޚަމީރާ: ކަމީރު، މިއީ ފާރޮށި ފަދަ ތަކެތި ފިހާ އިރު ފުށްގަނޑަށް އަޅާ އެއްޗެކެވެ."],["خيمة","Tent","ޚީމާ: ކީމަ، ފޭލިގެ الدال"],["دائرة","Circle","ދާއިރާ: ވަށް ބުރު ނުވަތަ ވަށަލެވިފައިވާ އެއްޗެއްގެ ތެރެ، ވަކި ވިސްނުމެއް ގެ މީހުން، ވަކި ކަމަކާ ބެހޭ ޢިލްމުވެރިން، ވަކި ހިސާބެއް، މިސާލަކަށް ތަޢުލީމުގެ ދާއިރާ، ޞިއްޙަތުގެ ދާއިރާ"],["دباغ","Tanning","ދިބާޣު: އުވަ ފަދަ ތަކެތި ނުވަތަ ބޭސް ބޭނުންކޮށްގެން ޖަނަވާރުގެ ހަން ސާފު ކުރުން"],["دعاء","Prayer","ދުޢާ: ﷲ އަށް ދެންނެވުން"],["دعوة","Call","ދަޢުވަތު: ކަމަކަށް ގޮވައިލުން، ކެއުމަކަށް ނުވަތަ ޙަފްލާ އަކަށް ޙާޟިރު ވުމަށް ދެންނެވުން"],["دعوى","Lawsuit","ދަޢުވާ: މަސްއަލައެއްގައި ދެ ޚަޞްމުންގެ ކުރެ ކޮންމެ މީހަކު ދެކޭ ގޮތް، ކަމަކާ މެދު މީހަކު ދެކޭ ގޮތް"],["دليل","Evidence","ދަލީލު: ހެކި ޤަރީނާ"],["دولة","Country","ދައުލަތް: އަމިއްލަ ވެރިކަމެއް އޮންނަ، ދުސްތޫރެއް އޮންނަ، އިން ވަކިވެފައިވާ ސިޔާސީ ސަރަޙައްދާއި އެ ޤައުމުގެ ވެރިކަން ހިންގާ މުއައްސަސާ ތަކާއި އެ ނޫން ރަސްމީ މުއައްސަސާ ތަކާއި ރައްޔިތުން ހިމެނޭ ގޮތަށް ކިޔާ ނަން އަދި ޙުކޫމަތަކީ މި ދައުލަތް ހިންގާ ބާރުތައް އެކަނި އޮންނަ އިރު ކިޔާ ނަން ބައެއް ފަހަރު މި ދެ ބަޔަކީ ދާއި އެކެއްޗެއް ކަމަށް ވެސް ބުނާ މީހުން އުޅޭ"],["دستور","Constitution","ދުސްތޫރު: ޤާނޫނު އަސާސީ"],["دستوري","constitutional","ދުސްތޫރީ: ޤާނޫނީ"],["دين","Religion","ދީން: ދިރިއުޅެންވީ ގޮތް"],["ديني","religious","ދީނީ: ދީނަށް ނިސްބަތްވާ، ދީނުގައި އޮންނަ ގޮތަށް"],["دور","Role","ދައުރު: ހ. އަދާކުރާ ރޯލު\nށ. މުއްދަތު މިސާލަކަށް ބައެއް މުއައްސަސާގައި މަޤާމުތަކަށް ހަމަޖައްސާފައި އޮންނަ މުއްދަތު\nނ. އެނބުރުން، ދައުރު ވުން"],["درجة","Degree","ދަރަޖަ: މިންވަރު، ފެންވަރު، ގަދަރު، ޢިއްޒަތް، ވަށް ބުރެއްގެ 360 ބައިކުޅަ އެއްބައި (1 ޑިގުރީ)"],["درس","Lesson","ދަރުސް: ފިލާވަޅު"],["درسي","Teaching","ދަރުސީ: ކިޔަވައިދިނުމާ ގުޅޭ، މިސާލަކަށް ކިޔަވައިދޭ ފޮތް، ޓެކުސްޓު ފޮތް"],["دفاع","defence","ދިފާޢު: ރެކުން، އެއްފަރާތަށް ޖެހުން، ޙަމަލާއިން ސަލާމަތްވުން، އިދިކޮޅު ޚަޞްމުގެ ދަޢުވާ އިން ބަރީއަވުމަށް ދައްކަން ހުރި ވާހަކަ އާއި ހެކި"],["دفاعي","defensive","ދިފާޢީ: ދިފާޢު ވުމާ ގުޅޭ، ދިފާޢު ވުމަށް ބޭނުންކުރާ"],["دنيا","world","ދުންޔާ: ދުނިޔެ"],["دنيوي","worldly","ދުންޔަވީ: ދުނިޔޭގެ، މި ޙަޔާތުގެ، މާއްދީ، އުޚުރަވީ ގެ އިދިކޮޅު"],["دينار","Dinar","ދީނާރު: އެއީ 4.25 ގުރާމު ރަނުގެ ބަރުދަނުގައި ޖަހާފައި ހުންނަ ފައިސާ ފޮއްޗެކެވެ. ދީނާރަކީ ވަރަށް ކުރިން ރޯމަނުން ވެސް ބޭނުންކުރި ފައިސާގެ ނަމެވެ. އޭރު މި ފައިސާ ރިހިން ވެސް ޖަހަ އެވެ. އެވޭލާ ގުރީކު ބަހުން މި ފައިސާ އަށް ދީނާރިޔޫސް އެވެ ކިޔައެވެ. ފަހުން މިހާރު މި ނަންކިޔާ ފައިސާ މައިގަނޑު ގޮތެއްގައި ބޭނުން ކުރަނީ މުސްލިމުންނެވެ. ދީނާރާޢި ދިރުހަމަކީ އެކުއެކީގައި ބޭނުންކުރާ ދެ ނަން ކަމަށް ވުމާ އެކު ކީރިތި ޤުރްއަނުގައި ސަލާމް ލެއްވި ޔޫސުފު ގެފާނުގެ ވާހަކައިގައި ދިރުހަމް އައިސްފައި ވުމުން ދީނާރަކީ ވެސް އެއީ ވަރަށް ކުރިން ސުރެ ފައިސާ އަށް ބޭނުންކުރާ ނަމެއްކަން އެނގެ އެވެ."],["درهم","Dirham","ދިރުހަމް: ދިރުހަމަކީ 2.975 ގުރާމު ބަރުދަނުގެ ރިހި ފައިސާފޮއްޗެކެވެ. މިއީ ވެސް ގުރީކު ބަހުން ޢަރަބި ބަހަށް ވަދެފައިވާ ބަހެއް ކަމަށް ބެލެވެ އެވެ. ގުރީކު ބަހުން ކިޔާ ކަމަށް ވަނީ ދިރުޚާމާ އެވެ. މިއީ މިހާރު ޢަރަބި ބައެއް ޤާއުމުގެ ފައިސާގެ ނަންވެސް މެ އެވެ. މިސާލަކަށް މަޣްރިބު ކަރައިގެ ފައިސާ އަށް ކިޔަނީ ދިރުހަމެވެ."],["دواة","inkwell","ދަވާތު: ދަވާދު، އިހު ޒަމާނު ގައި ލިޔުމަށް ބޭނުންކުރާ ދެލިފުޅި، މި ދެލި ހަދަނީ އެކި ބާވަތުގެ ތަކެތި އަންދައިގެން ދެލި އަރުވައިގެން ނަގާ ދެއްޔާ ސުރުކާހުތާ ގިއުޅިލާށި ކިރާ އެއްކޮށް ގަށައިގެންނެވެ. ދެން ފުޅިއެއްގެ ތެރެއަށް އަޅައި ކަފާސް ނުވަތަ ބަރަނި ބޮޑިއެއް އޭގެ ތެރެއަށް ލައިފައި ބަހައްޓަނީ އެވެ. މި ދެއްޔަށް އަނދުން ދަވާދޭ ވެސް ކިޔަ އެވެ. الذال"],["ذوق","Taste","ޛައުޤު: ރީތި ހުތުރާއި ރަހަ އާއި ހެޔޮ ނުބައި ފާހަގަ ކުރުމުގައި މީހުުންގެ މިޒާޖު ހުންނަ ގޮތް"],["ذات","Self","ޛާތު: މީހެއްގެ ނުވަތަ އެއްޗެއްގެ އަމިއްލަވަންތަކަން، ބާވަތް، ގޮތް، އެއްޗެއްގެ ނުވަތަ މީހެއްގެ އަމިއްލަ ނަފްސަށް ނިސްބަތްވާ ނަން ނުވަތަ ސިފަ"],["ذكري","Memory","ޛިކުރާ: ހަނދާން"],["ذِكر","To remember","ޛިކުރު: ހަނދާން ކުރުން، ﷲ ހަނދުމަ ކުރުން"],["ذَكر","male organ","ޛަކަރު: ފިރިހެނުންގެ ޖިންސީ ގުނަވަން"],["ذريعة","Mean, medium","ޛަރީޢާ: ވަސީލަތް، އެހީ"],["ذبح","slaughter","ޛަބަޙަ: ކަތިލުން"],["ذخيرة","Stock, store","ޛަޚީރާ: ފަހަށް ރައްކާކޮށްފައި ހުންނަ ތަކެތި، ވަޅުލާފައި ހުންނަ ތަކެތި، ޖަމަޢަކޮށްފައި ހުންނަ ތަކެތި،"],["ذو القعدة","Zul Hijja","ޛުލް ޤަޢިދާ: ހިޖުރީ ސަނަތުން 11 ވަނަ މަސް"],["ذو الحجة","Zul Qa’da","ޛުލް ޙިއްޖާ: ހިޖުރީ ސަނަތުން 12 ވަނަ މަސް\nالراء"],["ركاب","Stapes","ރިކާބު: އަހަށް އަރަން އަދި އަސްމަތީ އިންނަ އިރު ދެ ފައި ލަައްވަން މަޢުދަނުން ހަދަފައި ހުންނަ މަޅިއެއް"],["ركن","corner","ރުކުން: އެއްޗެއް ދެމިހުރުމަށް ބާރުދޭ އެތި، އެއާ ނުލައި އެއްޗެއް ފުރިހަމަ ނުވާ އެތި، މިސާލަކަށް ނަމާދުގެ ރުކުން. މި ބަހުގެ ބަހަވީ މާނަ އަކީ ކަނެވެ."],["رسول","messenger","ރަސޫލު: ވަކި ފަރާތަކުން ފޮނުވާފައި ހުރި މީހާ، ވަކި ފަރާތެއްގެ މެސެޖެއް ރައްދުކޮށްދޭން ދާ މީހާ، ސިޓީއެއް ހިފައިގެން އަންނަ މީހާ، ﷲ ތަޢާލާ އެ ކަލާނގެ ދީނާއިގެން ފޮނުއްވާ ބޭބޭކަލުން"],["رسالة","Message","ރިސާލަތު: ރަސޫލުކަން، ރަސޫލުކަމައިގެން ފޮނުއްވުން، ދީން، ކީރިތި ޤުރްއާން، ސިޓީ، މެސެޖު"],["رحمة","Mercy","ރަޙްމަތު: އޯގާވެރިކަން، އޯގާވަންތަކަން، ގާތްކަން، ރަޙްމަތްތެރިކަން"],["راحة","Comfort","ރާޙަތު: އަރާމު، ފަސޭހަކަން، ދިވެހި ބަހުގައި ފައިދާއެއް ކުރުމުގެ މާނައިގައި ރާޙަތް ކުރުމޭ ބުނެ އުޅެ އެވެ."],["ربيع","spring","ރަބީޢު: ރަބީޢު މޫސުމް، ބަހާރު މޫސުން"],["رمز","Code","ރަމްޒު: ނިޝާން، ނަމެއްގެ ބައިތައް ފެށޭ އަކުރުތައް މިސާލަކަށް އ.ދ އެކުވެރި ދައުލަތްތައް"],["رمزي","symbolic",""],["","","ރަމްޒީ: ކަމެއް ރަމްޒުކޮށްދޭ، ހަނދާނީ އެއްޗެއް، މިސާލަކަށް ހަނދާނީ ލިޔުމެއް، ހަނދާނީ ފިލައެއް، ބޮޑު ކަމަކަށް ދޭ ކުޑަ އަގެއް"],["رزق","livelihood","ރިޒްޤު: ﷲ ދެއްވާ ނިޢުމަތް، ރޯދި ބަރަކާތް، ކާބޯ ތަކެއްޗާއި ދަރިންނާއި މުދައު"],["رجوع","Back","ރުޖޫޢު: ހ. ރުޖޫޢަ ވުން: އެނބުރި އައުން، ކުރަމުން އައި ނުރަނގަޅު ކަމެއް ދޫކޮށްލުން، މިސާލަކަށް ފާފައިން ތައުބާވެ ﷲ ގެ ޙަޟްރަތަށް ރުޖޫޢަވުން"],["رئيس","President","ރައީސް: ޤައުމެއްގެ އެންމެ އިސް ވެރިޔާ، ޖަމާޢަތެއް ނުވަތަ މުއައްސަސާ އެއްގެ އެންމެ އިސް ވެރިޔާ"],["رهن","mortgage","ރަހްނު: ދަރަންޏޭއް ނަގާ މީހާ ދަރަނި ދޫކުރި ފަރާތުގައި އިތުބާރެއްގެ ގޮތުން ބަހައްޓާ މުދައު، ނުވަތަ އަގުހުރި ލިޔެކިޔުން، މިސާލަކަށް ގެއެއް ނުވަތަ ގޯއްޗެއްގެ ރަޖިސްޓަރީ"],["رهين","Hostage","ރަހީނު: ވަކި ބޭނުމެއް ފުއްދުމަށް ޓަކައި ހައްޔަރުކޮށްފައިވާ މީހާ"],["ركعة","Rak’at; an individual unit of Salaah","ރަކްޢަތް: ނަމާދުގެ ޤިޔާމާއި ރުކޫޢާއި ދެ ސަޖިދަ"],["ركوع","bowing","ރުކޫޢު: ނަމާދުގައި ގުދަށް އޮންނަ އޮތުން"],["روح","Soul","ރޫޙު: ހ. ފުރާނަ\nށ. ހިތްވަރާއި ދިރުމާއި ފޯރި އާއި ޖޯޝް\nނ. ދިރިހުރުމުގެ ބާރު\nނޯޓު: ރޫޙުގެ ޙަޤީޤަތް އެއްވެސް މަޚްލޫޤަކަށް ނޭގޭނެ ކަމަށް ޤުރްއާނުގައި އައިސްފައި ވެއެވެ."],["روحي","Possessing to soul","ރޫޙީ: ރޫޙާ ގުޅޭ"],["روحاني","spiritual","ރޫޙާނީ: ރޫޙުގެ، ރޫޙާ ގުޅޭ، މާއްދީގެ އިދިކޮޅު"],["ركاز","Ore","ރިކާޒު: ބިމުގައި ވަޅުލެވިފައި ހުންނަ ޤުދުރަތީ މަޢުދަން، އިހުޒަމާނު ގައި (ޖާހިލީ ޒަމާނުގައި) މީހުން ވަޅުލާފައި ހުންނަ މުދާ، ބިމުގައި ވަޅުލެވިފައި ހުންނަ ކޮންމެ މުދަލެއް"],["ربا","Usury","ރިބާ: ސޫދު"],["ربيع الأول","First spring","ރަބީޢުލް އައްވަލް: ހިޖުރީ ސަނަތުން ތިން ވަނަ މަސް"],["ربيع الثاني","Second spring","ރަބީޢުއް ޘާނީ: ހިޖުރީ ސަނަުން ހަތަރު ވަނަ މަސް މި މަހަށް ربيع الآخِر އޭ ވެސް ކިޔަ އެވެ."],["رجب","Rajab","ރަޖަބު: ހިޖުރީ ސަނަތުން ހަތްވަނަ މަސް"],["رداء","robe","ރިދާ: ގައިގައި ލާ ފޮށާ، ކަތީބުފޮށާ"],["رحِم","womb","ރަޙިމު: އަންހެނާގެ ބަނޑުގައި ދަރިފުޅު އޮވެ ބޮޑުވާ ޖަގަހަ"],["رحْم","Mercy","ރަޙްމު: އޯގާވެރިކަން"],["رجم","Stone","ރަޖްމު: ރަޖަމު ކުރުން، އޮށްގަލުން ތެޅުން، އޮށްގަލުން ތަޅައި މެރުން"],["رعاية","Care","ރިޢާޔަތް: ޙިމާޔަތް، އަޅައިލުން، ކަމޭހިތުން، ބެލެހެއްޓުން، ރައްކައުތެރިކަން، ފަރުވާތެރިކަން"],["روى","Transmit","ރިވާ: މީހަކު ބުނި ވާހަކައެއް އެހި ގޮތަށް ނުވަތަ ތަނެއްގައި ހިނގި ކަމެއް ދުށް ގޮތަށް އެހެން މީހަކު ގާތުގައި ކިޔައިދިނުން الزاي"],["زينة","Decoration","ޒީނަތު: ޒީނަތް، ރީތިކުރުން، ގަހަނާ އަޅައިގެން ނުވަތަ އެކި ބާވަތުގެ ތަކެތި ބޭނުންކޮށްގެން އިންސާނެއްގެ ނުވަތަ އެހެން އެއްޗެއްގެ ރީތިކަން އިތުރު ކުރުން"],["زنا","Adultery","ޒިނާ: ޒިނޭ"],["زكوة","Zaka, alms","ޒަކާތް: ޒަކާތަކީ އިސްލާމް ދީނުގެ ރުކުނެކެވެ. މުދަލު ޒަކާތުގެ ނިޞާބަކީ ރަނުން ނަމަ 85 ގުރާމެވެ. އަދި ރިހިން ނަމަ 595 ގުރާމެވެ. ދެން ބާޒާރުގައި ރަނާއި ރިހީގެ އަގު ހުންނަ ރޭޓަކަށް ބަލައި އަބަދު ވެސް އެކި ޤައުމުތަކުގައި އެ ޤައުމެއްގެ ފައިސާއިން ޒަކާތުގެ ނިޞާބު ހަމަވާ މިނަވރު ކަނޑައަޅާނެ އެވެ. ޒަކާތުގެ ތެތެރޭގައި ފިޠުރު ޒަކާތް، މުދަލު ޒަކާތް އަދި ގެރިބަކަރި އާއި ނަޢާމްސޫފީގެ ޒަކާތް ދަނޑުގޮވާމުގެ ޒަކާތް ހިމެނެ އެވެ."],["زبرجد","aquamarine","ޒަބަރުޖަދު: ޒައިތޫނު ގައި ހުންނަ ބާވަތުގެ ސާފު ފެހި ކުލައިގެ އަގުބޮޑު ޖަވާހިރެއް. އެހެން ކުލަކުލައިގައި ވެސް މި ހިލަ ހުރެދާނެ."],["زُمُـرُّد","Emerald","ޒުމުއްރުދު: ޒުމުއްރުދު ދިވެހިން ކިޔާ ގޮތަށް ޒުމައްރަދަކީ ގަދަ ފެހި ކުލައިގެ ވަރަށް އަގުބޮޑު ޖަވާހިރެކެވެ."],["زمان","time","ޒަމާން: ވަގުތު"],["زباد","Civet","ޒަބާދު: ބާވަތެއްގެ ބުޅަލަކުން ޙާޞިލުކުރާ މާއްދާއެއް. މި ބުޅަލަށް އިނގިރޭސި ބަހުން ކިޔަނީ ކިޔަނީ ސިވެޓު ކެޓެވެ. މިއީ ބޭހަށް ބޭނުންކުރާ އެއްޗެކެވެ."],["زيارة","Visit","ޒިޔާރާ: ހ. ޒިޔާރަތް: މަޤްބަރާ\nށ. ޒިޔާރަތް ކުރުން، މީހަކު ދެކެލަން ދިއުން، މީހަކަށް ގޮވައިލަން ދިއުން السين"],["سياح","Tourists","ސައްޔާޙު: ދަތުރުވެރިޔާ، ފަތުރުވެރިޔާ"],["سورة","Surat","ސޫރަތު: ކީރިތި ޤުރްއާނުގެ ސޫރަތެއް، ސޫރަތަކީ ކީރިތި ޤުރްއާން 114 ބަޔަށް ބަހައިލާފައި އޮންނަ އިރު އޭގެ ތެރެއިން ކޮންމެ ބަޔަކަށް ކިޔާ ނަމެވެ. ނުވަތަ އެއީ 3 އާޔަތުން ފެށިގެން 286 އާޔަތުގެ ނިޔަލަށް އާޔަތް ހިމެނޭ މަޖުމޫޢާ އެކެވެ."],["سجدة","Prostration","ސަޖިދަ: ﷲ އަށް ކިޔަމަންތެރިވުމުގެ ގޮތުން ހަތް ގުނަވަން މައްޗަށް ތިރިވުން، އެއީ ދެއަތްތިލަ އާއި ދެ ކަކުލާއި ދެފައިތިލަ އާއި މޫނެވެ."],["سؤال","A question","ސުއާލު: ސުވާލު ކަމަކާ ނުވަތަ އެއްޗަކާ ބެހޭ ގޮތުން ތިމާ އަށް ނޭގޭ އެއްޗެއް އެހެން މީހެއްގެ ފަރާތުން އޮޅުން ފިލުވުން، ކަމަކާ ނުވަތަ އެއްޗަކާ ބެހޭ ގޮތުން މީހަކަށް އެނގޭ މިންރު ބެލުމަށް އަހާ އެހުން"],["سِلم","peace","ސިްމު: ސަލާމަތްކަން، އިސްލާމް ދީން"],["سلام","Peace","ސަލާމް: ހ. އަމާންކަން\nށ. ﷲގެ އިސްުފުޅެއް\nނ. ސަލާމް ދިނުން، ނަމާދުން ބޭރުވުން\nރ. ސަލާމް ކުރުން، ދެމުސްލިމަކު ބައްދަލުވާ ހިނދު ކުރާ ހެޔޮ ދުޢާއެއް\nބ. ސަލާމް ޖެހުން. މީހެއްގެ ކިބައިން ކަމަކަށް ނުވަތަ އެއްޗަކަށް އެދުން"],["سلامة","safety","ސަލާމްތަ: ރައްކައުތެރިކަން، އަމާންކަން"],["سُنَّة","Tradition","ސުންނަތް:\nހ. ކީރިތި ރަސޫލާގެ ސުންނަތް؛ އެ ކަލޭގެފާނު ވިދާޅުވި ބަސްފުޅުތަކާއި ކުރެއްވި ކަންތައްތަކާއި ޞަހާބީން ކުރައްވަނިކޮށް ދެކެވަޑައިގެން ނުވަތަ ޞަޙާބީން ކުރެއްވިކަން އެނގިވަޑައިގެން މަނާ ނުކުރައްވާ ކަންތަކައި އެ ކަލޭގެފާނުގެ ޚަލްޤީ އަދި ޚުލްޤި ސިފަފުޅުތައް"],["سَنَةٌ","Year","ސަނަތު: އަހަރު"],["سماوي","heavenly","ސަމާވީ: ﷲ ބާވައިލެއްވި، ޤުދުރަތީ"],["سحر","Magic","ސިޙުރު: ހ. ޖިންނި ޝައިޠާނުން މެދުވެރިކޮށް އެ މީހުންގެ އެހީގައި ފައިދާއެއް ނުވަތަ ގެއްލުމެއް ލިބިގަންނަން ނުވަތަ ދޭން ކުރާ ކޮންމެ ކަމެއް ށ. ޖާދޫ، އަތްމަތި އަވަސްކަމުން ނުވަތަ ކައުނީ ބައެއް ޙަޤީޤަތްތަކުގެ ބޭނުން ހިފައިގެން އެކަނަކަން ނޭގޭ ބަޔަކަށް އޮޅުވާލުން"],["سلاح","a weapon","ސިލާޙު: ސިލޭހަ، ހަތިޔާރު"],["سلسلة","Series","ސިލްސިލާ: ދެމިގެންދާ އެއް ކަމެއްގެ ބައިތަކެއް، ޗޭނު، ހިލިހިލާ، މަޑުނުޖެހި ކުރިޔަށް ދިއުން"],["سلوك","Behavior","ސުލޫކު: އުޅުުން، އަޚްލާޤު"],["سترة","Suthra","ސުތުރާ: ނަމާދުކުރާ އިރު ކުރިކަނޑާ މީހުންގެ ހުރަހަކަށް ނަމާދުކުރާ މީހާއާ ކުރިކަނޑަ މީހާއާ ދެމެދަށް ޖަހާފައި ބަހައްޓާ ކުޑަ ޚަންޖަރެއް ނުވަތަ އަަަސައެއް ފަދަ އެއްޗެއް سدرة المنتهي Lote tree ސިދުރަތުލް މުންތަހާ: އިސްރާ އާޢި މިޢުރާޖުގެ ރޭ ކީރިތި ރަސޫލާ އާ އެކު ޖިބުރީލުގެފާނަށް ވަދައިގެންނެވުނު ހިސާބު ފާހަގަވާ ތަނުގައި ހުރި ގަނެއް. ސިދުރަތުލް މުންތަހާ އަކީ ޖައްނަތުލް މައުވާ ކައިރީގައި ހުނނަ ގަހެއް ކަން ކީރިތި ޤުރްއާނުން އެނގެން އޮވެ އެވެ."],["سبحان الله","Glory be to Allah","ސުބުޙާނަ ﷲ : ﷲ ގެ ހުސްޠާހިރުވަންތަކަމުގެ ބޮޑުކަމާ އެވެ. މީގެ މާނަ އަކީ ﷲ ތަޢާލާ އަށް އެއްވެސް އުނި ކަމެއް ނުވާ ކަމާއި އެ ކަލާނގެ ފުރިހަމަކަން ބަޔާން ކުރުމެވެ."],["سنامكي","Sena","ސަނާމައްކީ: ސަނާމައްކީ ނުވަތަ ދިވެހިން ކިޔައި އުޅޭ ގޮތަށް ސަނަމަކީ އަކީ ހަގެއްގެ ފަތެކެވެ. މިއީ ބަނޑުގެ ބަލިތަކަށް ޚާއްޞަކޮށް ބަނޑު ހަރުވުމަށް ބޭނުންކުރާ ބޭހެކެވެ."],["سُهيل","Sohail, Canopus","ސުހައިލު: ސަމުގާގެ ދެކުނު ދަނޑި، ނުވަތަ އަލިގަދަ ތަރިއެއްގެ ނަމެވެ. މިއީ ހަމަލޮލަށް ފެންނަ ވަރުގެ ބިޔަ ތަރިއެކެވެ. މާލިމީކަން ނުވަތަ ނެވިގޭޝަން ގައި މި ތަރީގެ ބޭނުން ހިފަ އެވެ."],["الشين","",""],["شان وشوكة","Great importance, power, might","ޝައުނު ވަ ޝައުކަތު: ޝާން ޝައުކަތު: އާރާޢި ބާރު، ޤަަދަރާޢި ޢިއްޒަތު"],["شيطان","A demon","ޝައިޠާން: ﷲ އަށް އުރެދޭ ޖިންނީންނަށް ކިޔާ ނަން"],["شرك","Partnership","ޝިރްކު: ﷲ ތަޢާލާއާ އެއްވެސް މަކްލޫޤަކާ ބައިވެރި ކުރުން، ﷲ އާ އެއްފަދަ ބާރުތަކެއް ލިބިގެންވާ އެހެން ފަރާތެއް ވާކަަށް ޤަބޫލު ކުރުން"],["شريك","Partner","ޝަރީކު: ހ. ބައިވެރިޔާ، ށ. ޝަރީކު ކުރުން: ބައިވެރި ކުރުން ﷲ ތަޢާލާއާ އެއްވެސް އެހެން ފަރާތަކާ ބައިވެރި ކުރުން"],["شاعر","A poet","ޝާޢިރު: ޅެންވެރިޔާ"],["شرعي","Legal, lawful","ޝަރުޢީ: ޝަރީޢަތާ އެއްގޮތް، ޙަލާލު ، ހުއްދަ"],["شريعة","Law","ޝަރީޢަތް: އިސްލާމީ ޝަރީޢާތް، އިސްލާމް ދީން"],["شخصية","Character, personality","ޝަޚްޞިއްޔަތު: މީހެއްގެ އުޅުމާ އަޚްލާޤާ ގުޅުވައިގެން އޭނާގެ ހުންނަ ހަރުދަނާ ނުވަތަ ހަރުދަނާކަމަެއް ނެތް ސިފަތަކަށް ނިސްބަތްކޮށް އޭނާ ސިފަކުރާ ގޮތް"],["شاي","Tea","ޝާއި: ސައި"],["شكر","thanks","ޝުކުރު: ހެޔޮ ކަމެއް ކޮށްދޭމީހާ އަށް ތަޢުރީފުގެ ބަސް ބުނުމާއި އޭނާ ރުހޭ ގޮތަށް ކަންތައް ކުރުން"],["شعبان","Shaaban","ޝަޢުބާން: ހިޖުރީ ސަނަތުން އަށް ވަނަ މަސް"],["شوال","Shawwal","ޝައްވާލު: ހިޖުރީ ސަނަތުން ދިހަވަނަ މަސް"],["شرح","explain","ޝަރްޙު: ޝަރަޙަ، ކަމެއް އޮޅުންފިލުވައިދިނުން"],["شرط","condition","ޝަރްޠު: ކަމެއް ކަމަކާ މަތި ކުރުން\nالصاد"],["صالح","Valid","ޞާލިޙު: ހެޔޮލަފާ، ރަނގަޅު، ދީންވެރި، ފާފަތަކާ ދުރު، ތަޤްވާވެރި"],["صلح","reconciliation","ޞުލްޙަ: ދެ ފަރާތެއްގެ ދެމެދުގައި އުފެދިފައިވާ ދެބަސްވުމެއް ދޫކޮށް އެއްބަސްވުމަކަށް އައުން"],["صلاحية","Ability, aptitude","ޞަލާޙިއްޔާ: ޤާބިލުކަން، ކަމުދިއުން، ކަމަކަށް ފުދުން"],["صابون","soap","ޞާބޫން: ސައިބޯނި"],["صلواة","Prayers","ޞަލަވާތު: ނަމާދު، ދުޢާ"],["صدمة","shock","ޞަދުމާ: ކުއްލިއަކަށް ދިމާވާ ޙަދިޘާ"],["صاحب","Owner, boss","ޞާޙިބު: ވެރިމީހާ"],["صاع","Saa","ޞާޢު: 4 މުއްދު. މިއީ ކިލޯއިން ނުވަތަ ބަރުދަނުން ބަލާއިރު އެކި ޢިލްމުވެރިން އެކި ވަރަށް ވަޒަންކުރާ މިނެކެވެ. ސަބަބަކީ އިހު ޒަމާނު ގައި ޞާޢަކީ ކިރުމަށް ބޭނުންކުރި އެއްޗަކަށް ނުވުމުން އެއިން މިނާ އެއްޗެއްގެ ބަރުދަނުގައި ހުންނަ ތަފާތުގެ ސަބަބުން އެކި ބާވަތުގެ ކާބޯ ތަކެތީގެ ޞާޢެއްގެ ބަރުދަން ތަފާތު ވުމެވެ. މިސާލަކަށް ކަފަ ޞާޢަކާ ދަނގަނޑު ޞާޢަކާ ވަރަށް ތަފާތުވާނެ އެވެ. އެކަމަކު ދަގަނޑު ކިލޯއަކާއި ކަފަ ކިލޯ އެއްގެ ބަރުދަން ވާނީ ހަމަ އެއްވަރެވެ. ބައެއް ޢިލްމުވެރިން ވިދާޅުވާ ގޮތުގައި ޞާޢަކީ 2040 ގުރާމެވެ. އަނެއް ބައެއް ޢީލްމުވެރިންގެ ގާތުގައި ޞާޢަކީ 2176 ގުރާމެވެ. އަދި އެހެން ޢިލްމުވެރިން ވިދާޅުވަނީ އެއީ 2751 ގުރާމު ކަމަށެވެ. ސަޢޫދީ ޢަރަބިޔާގެ ފަތުވާ ކޮމިޓީއިން ނިންމަވާފައި ވަނީ ކިލޯ އިން ބަލާ ނަމަ އެއީ ގާތްގަނޑަކަށް 3 ކިލޯގެ ބަރުދަން ކަމުގައެވެ."],["صدقة","charity","ޞަދަޤާ: ﷲ ގެ މަގުގައި ޘަވާބަށް އެދިގެން ކުރާ ހޭދަ، ޒަކާތް"],["صفا مروة","Safa Marwa","ޞަފާ މަރުވާ: މައްކާގައި ހުންނަ ދެ ފަރުބަދައިގެ ނަން، ޙައްޖާއި ޢުމްރާ ގައި ސަޢުޔު ކުރާއިރު ޙައްޖުވެރިންނާއި ޢުމްރާވެރިން ހިނގާނި މި ދެ ފަރުބަދަ ދެމެދުގަ އެވެ."],["صليب","Cross","ޞަލީބު: ކާލިގަނޑު، ނަޞާރާއިންގެ މުޤައްދަސް ނިޝާން الضاد"],["ضمير","Mind, heart, Pronoun, conscience","ޟަމީރު: ބަދަލުނަން، އިންސާނާގެ ތެރޭގައި ފޮރުވިފައިވާ ހެޔޮނުބައި ވަކިކޮށްދޭ ބާރު، ނުވަތަ ރޫޙާނީ ހިތް"],["ضلالة","Misguidance","ޟަލާލާ: މަގުފުރެދުން، ނޭނގުމުގެ އަނދިރިކަން، މަގު ގެއްލުން، ނުވަތަ މަންޒިލް މަޤްޞޫދަށް ފޯރުނުކޮށްދޭ މަގު"],["ضروري","Necessary","ޟަރޫރީ: ކޮންމެހެން ބޭނުންވާ"],["ضرورة","necessity","ޟަރޫރަތް: ބޭނުން"],["ضحى","Doha","ޟުޙާ: ހެނދުނުގެ ވަގުތު\nالطاء"],["طاهر","Immaculate, pure, clean","ޠާހިރު: ތާހިރު، ސާފު، އެއްވެސް ކުންޏެއް މިލައެއް ނެތް، ނަޖިހެއް ނެތް"],["طهور","abulent, cleansing","ޠަހޫރު: ހ. ޠާޙިރު ކުރުމުގެ ބާރު ހުރި، ށ. ޠަހޫރު ފެން: އެހެން އެއްޗެއް ޠާހިރު ކުރުމުގެ ބާރު ހުރި ފެން"],["طواف","Circling","ޠަވާފު: ހ. ކަޢުބާ ވަށައިގެން ހަތް ބުރު ޖެހުން، މިއީ ޙައްޖާއި ޢުމްރާގެ އަޅުކަމެއް ށ. އެއްޗެއްގެ ވަށައިގެން އެނބުރުން"],["طالب","Student","ޠާލިބު: ދަރިވަރު، ޢިލްމު އުނގެނޭ މީހާ"],["طالبة","student","ޠާލިބާ: ޠާލިބުގެ އަންހެން ޖިންސު، ދަރިވަރު، ޢިލްމު އުނގެނޭ މީހާ"],["طاقية","Skullcap","ޠާޤިޔާ: ތާކިހާ"],["طب","medicine","ޠިއްބު: ބޭސް ވެރިކަން"],["طبي","medical","ޠިއްބީ: ބޭސްވެރިކަމާ ގުޅޭ"],["طبيعة","Nature","ޠަބީޢާ: މިޒާޖު"],["طهارة","purity","ޠަހާރަތު: ސާފުކަމާއި ތާހިރުކަން"],["طواف الافاضة","Tawaf al-Ifaadah","ޠަވާފުލް އިފާޟާ: މިއީ ޠަވާފުއް ޒިޔާރާ ނުވަތަ ޠަވާފުލް ޙައްޖަށް ކިޔާ އަނެއް ނަމެވެ. މިއީ ޙައްޖުގެ ރުކުނެކެވެ. އެއީ ޙާއްޖާޖީން ޢަރަފާ އާއި މުޒުދަލިފާ އަށް ފަހު ކުރާ ޠަވާފެވެ. الظاء"],["ظلم","Injustice","ޡުލްމު: އަނިޔާ"],["ظالم","Unjust","ޡާލިމު: އަނިޔާވެރިޔާ"],["ظلام","Darkness","ޡަލާމު: އަނދިރިކަން العين"],["عافية","health","ޢާފިޔާ: ޞިއްޙަތު ސަލާމަތުން ހުރުން"],["عريان","Naked","ޢުރިޔާން: އޮރިޔާން، ހުސްގަޔާ ހުރުން"],["عالم","Scientist, scholar","ޢާލިމު: ޢިލްމުވެރިޔާ"],["عفو","pardon","ޢަފްވު: ޢަފޫ ކުރުން. މަޢަފު ކުރުން"],["عمر","Omar","ޢުމަރު: މީހެއްގެ ނަން"],["عمر","Age","ޢުމުރު: މީހަކަށް ވީ ދުވަސް"],["عمل","Action","ޢަމަލު: މަސައްކަތް"],["عمرة","Umra","ޢުމްރާ: ޙައްޖާ އެއް ފަދަ އަޅުކަމެއް. ގެފުޅަށް ޒިޔާރަތްކޮށް ޠަވާފުކޮށް، ސަޢުޔުކޮށް ބޯ ބާލައި ނުވަތަ ކޮށައި ތަޙާއްލުލު ވުން"],["عمارة","Building","ޢިމާރަތް: ގެދޮރު ފަދަ ބިނާ ތައް"],["عمراني","Constructional","ޢުމްރާނީ: ޢިމާރަތް ކުރުމާ ބެހޭ"],["عمرانية","Urbanization","ޢުމްރާނިއްޔާ: މަދަނީ ކުރިއެރުން"],["عقوبة","Punishment","ޢުޤޫބާ: އަދަބު، ކުރާ ކުށެއްގެ ނަތީޖާއެއްގެ ގޮތުން ލިބޭ އަދަބު"],["عدل","justice","ޢަދުލު: ވަކި ފަރާތަކަށް ނުޖެހުން، ސީދާ ތެދަށް ހުރުން"],["عام","Public","ޢާންމު: ޢާންމުން، އެންމެންނަށް ހުންނަ ކަންތައް، އެންމެން ދަންނަ، ޚާއްޞަ ގެ އިދިކޮޅު"],["عبارة","phrase","ޢިބާރަތް: ޖުމްލައެއް ނުވަތަ ޖުމުލަތަކެއް"],["عبرة","lesson","ޢިބުރަތް: ހިނގައިދިޔަ ޙާދިސާއަކުން ލިބޭ ފިލާވަޅު، ނުވަތަ ދަސްވި ކަމެއް"],["عيد","Eid, Feast","ޢީދު: ތަކުރާރުކޮށް އަންނަ ދުވަސް، އުފާފާޅުކުރުން، އުފާ ފާލުކުރާ މުނާސަބާ"],["عدو","Enemy","ޢަދުއްވު: ދެކޮޅުވެރިޔާ، ޢަދާވާތްތެރިޔާ، ދުސްމަނު"],["عداوة","enmity","ޢަދާވަތް: ޢަދާވަތްތެރިކަން، ދެކޮޅުވެރިކަން، ދުޝްމަނުކަން"],["عدالة","justice","ޢަދާލަތު: އިންސާފު، އިންސާފުގެ މަޖިލިސް، ކޯޓު"],["عزة","Dignity","ޢިއްޒަތު: މަތިވެރިކަން، ގަދަކަން"],["عهد","Era","ޢަހްދު: ވަޢުދު، އެއްބަސްވުން"],["عبادة","worship","ޢިބާދަތު: އަޅުކަން"],["عدد","Number","ޢަދަދު: ގުނާލެލެވޭ މިނަވަރު، ގުނަ"],["علوم","Sciences","ޢުލޫމު: ޢިލްމުގެ ޖަމްޢު"],["عدم","Non, non-existence","ޢަދަމު: ނެތުން"],["عاجز","helpless","ޢާޖިޒު: ނިކަމެތި، ނުކުޅެދޭ، ބަލި"],["عرش","throne","ޢަރްޝު: ޢަރުޝި، ރަސްގެފާނުގެ ރަސްކަމުގެ ތަޚްތު، ﷲ ތަޢާލާގެ ޢަރުޝި"],["علم","Science","ޢިލްމު: އެނދުން، ދަތުން، ދަންނަ އަދި އެނގޭ ތަކެއްޗާއި ކަންތައް"],["عشاء","Isha; time of early night prayer","ޢިޝާ: ޢިޝާ ނަމާދު، ޢިޝާ ނަމާދު ވަގުތު"],["عصر","Era, age, time","ޢަޞްރު: ޢަޞްރު ނަމާދު، ޢަޞްރު ނަމާދު ވަގުތު، ޒަމާން"],["عيد الفطر","Eid al-Fitr","ޢިދުލް ފިޠްރި: ފިޠުރު ޢީދު"],["عيد الأضحى","Eid al-Adha","ޢީދުލް އަޟްޙާ: އަޟްޙާ ޢީދު"],["عاشوراء","Ashura","ޢާޝޫރާ: މުޙައްރަމް މަހުގެ 10 ވަނަ ދުވަސް، ފިރުޢައުނުގެ ނުބައިކަމުން މޫސާގެފާނު ސަލާމަތްވި ދުވަސް، ޙުސައިނުގެފާނު ކަރްބަލާގެ ހަނގުރާމައި ގައި ޝަހީދުވި ދުވަސް، މި ދުވަހު ރޯދަ ހިފުމަކީ ސުންނަތެކެވެ."],["عورة","Rougher, genitals","ޢައުރަ: ނިވާކަން ނެތުން، ފޭރާމއް ނެތުން"],["عاد","Ad","ޢާދު: ހޫދު ޢަލައިހިއްސަމާގެ ޤައުމުގެ މީހުން، މި މީހުންނަކީ ސަލާމް ލެއްވި ނޫޙޫ ޢާލައިހިއްސަލާމަށް ފަހު އުޅުނު ބައެކެވެ. މި ބައިމީހުން ﷲ ގެ ރަސޫލާ އަށް ނުކިޔަމަންތެރިވެ ﷲ އަށް އުރެދުމުގެ ސަބަބުން ޢަޛާބު އައިސް ހަލާކުވެގެން ދިޔައީ އެވެ."],["عادة","Habit","ޢާދަ: އާދަވެގެން ކުރާ ކަންތައް"],["عرفات","Arafat","ޢަރަފާތު: ޙައްޖު މަހުގެ 9 ވަނަ ދުވަސް، އެ ދުވަހު ޙަޖުވެރިން ތިބޭ ތަން، ޙައްޖު ދުވަސް"],["عصبية","Party spirit","ޢަޞަބިއްޔަތު: ތިމާގެ އަމިއްލަ މީހުންގެ ފަޅިއަށް ޖެހުން، ތިމާ ތާއީދުކުރާ ފަރާތެއްގެ ފަރާތެއް ކުށެއް ކުރިޔަސް އެއީ ކުށެއް ކަމުގައި ނުދެކުން الغين"],["غيب","The unseen","ޣައިބު: ނުފެންނަ، ނޭނގޭ، ފަރުދާވެފައިވާ ކަންތަކާއި ތަންތަން"],["غائب","Absent","ޣާއިބު: ޙާޟިރުގެ އިދިކޮޅު، ތަނަކަށް ނައުން، ނުވަތަ ގެއްލުން، ނުފެނުން"],["غيبة","Backbiting","ޣީބަ: ނެތިމޮށުން، މީހުން ނެތް ތާނގައި އެ މީހުން ނުރުހޭނެ ވާހަކަ ދެއްކުން"],["غافل","Oblivious","ޣާފިލު: ހޭވެރިކަން ނެތްމީހާ، ހަމަހޭގައި ތިއްބަސް ވާނުވާ ނޭނގުން ނުވަތަ ފަރުވާ ކުޑަކަމުން ކުރަންވާ ކަންތައް ނުކޮށް ތިބުން، ކަންކަމާ އަޅައިނުލައި ތިބުން"],["غفلة","Negligence","ޣަފްލަތު: ޣާފިލުކަމުގެ ސިފަ، ޣާފިލުކަން، ކަންކަމަށް ފަރުވާ ކުޑަކުރުން"],["غيب ގެعلم","Knowledge of the unseen","ޣައިބުގެ ޢިލްމު: ﷲ ތަޢާލާ އެންގެވުމުން މެނުވީ އެއްވެސް މަޚްލޫޤަކަށް ނޭނގޭ ކަންތައް"],["غنيمة","Advantage, benefit, gain, profit","ޣަނީމާ: ހ. ފައިދާ ، ފައިދާ ނެގެން އޮތް ޙާލަތެއްގައި ކަމަކުން ނަގާ ފައިދާ ށ. ހަނގުރާމައިން ބަލިވެގެން ދާމީހުން ދޫކޮށްފައިދާ މުދާ"],["غلام","Child, slave","ޣުލާމު: އަޅު، ފިރިހެން ކުއްޖާ، ހަނގުރާމައެއްގައި އަސީރުންގެ ގޮތުގައި ގެނެވޭ މީހުން"],["غرق","To sink","ޣަރަޤު: ގެނބުން، ފެތުން، ފެނުއަޑިއަށް ދިއުން"],["غيرة","Overwhelming jealousy","ޣީރަތް: ތިމާގެ ޢިއްޒަތާއި އަބުރު ނުވަތަ ޤަބޫލުކުރާ ޢަޤީދާ ނުވަތަ، ތިމާގެ ގާތުގައި ޤަދަރުހުރި ފަރާތަކަށް އަންން ޙަމާލާއެއް ދިފާޢު ކުރުމަށް ތިމާގެ ހިތުގައި އުފެދޭ ފޯރި އާއި ޖޯޝް"],["غير محصن","Unmarried","ޣައިރު މުޙްޞަނު: ޝަރުޢީ ޞައްޙަ ކައިވެންޏެއް ގައި ޖިމާޢު ވެފައިނުވާ މީހާ الفاء"],["فهم","Understanding","ފަހްމު: ދޭހަވުން، ވިސްނުން، އެނގުން"],["فتح","open","ފަތްޙު: ފަތަހަ، ކާމިޔާބު ވުން"],["فضل","Favour","ފަޟްލު: ދީލަތިކަން"],["فاسد","corrupt","ފާސިދު: ފަސާދަވެރިޔާ، ފާސިދުވުން"],["فسخ","Annulment","ފަސްޚު: ބާޠިލު ކުރުން"],["فاسق","Immoral","ފާސިޤު: ބަދުއަޚްލާޤީ ޢަމަލުތައް ހިންގާ މީހާ"],["فرض","impose","ފަރްޟު: ދީނީ ގޮތުން ކޮންމެހެން ކުރަން ޖެހޭ ކަންތައް، ވާޖިބު ކަންތައް."],["فرد","An individual","ފަރްދު: އެކަކު، މީހެއް"],["فرج","Vulva","ފަރްޖު: އަންހެން ޖިންސުގެ މަޚްލޫޤުންގެ ޖިންސީ ގުނަވަން"],["فن","art","ފަންނު: ހުނަރު"],["فني","Technical","ފަންނީ: ފަންނުވެރި، ހުނަރުވެރި، ފަންނުގެ، ހުނަރުގެ، ފަންނާއި ހުނަރާ ގުޅޭ"],["فساد","corruption","ފަސާދު: ފަސާދަ، ނުރަނަޅު ހުރިހައި ކަމެއް، ފިތުނަ އުފެދޭ ކަންތައް"],["فاحش","obscene","ފާޙިޝު: ހުތުރުކަން ބޮޑު ކަންތައް، ޒިނޭ އަދި ދީނުގައި ޙަރާމް ކުރައްވާފައިވާ ބަދު އަޚްލާޤީ ކަންތައް"],["فقير","poor","ފަޤީރު: ޙާޖަތްތައް ފުއްދޭވަރުގެ ތަނަވަސްކަން ނެތް މީހާ، އެއްވެސް މުދަލެއް ނެތް މީހާ، އެއްވެސް ކަމަކަށް ބޭނުންޖެހިފައިވާ މީހާ"],["فتنة","Affliction, trial, temptation","ފިތުނަ: ނޭދެވޭ ކަންކަށް ޝައުޤުވެރި ކުރުވާ ޖަޒުބާތު ތަކެއް އުފެދުން، އަޚްލާޤީ އަދި ސުލޫކީ މުޢާމަލާތުގައި ނޭދެވޭ ސިފަތައް އަށަގަތުން، ދީން ހުއްދަ ނުކުރާ ކަންތައްތައް ފެތުރި ޖާހިލުކަން ވެރިވުން"],["فجر","dawn","ފަޖުރު: ފަތިސް"],["فاجر","Adulterer, fornicator","ފާޖިރު: ބަދު އަޚްލާޤީ ޢަމަލު ހިންގާ މީހާ"],["فائت","Missed","ފާއިތު: ވޭތިވުން، ވަގުތު ހަމަވުން، ވަގުތު މާޟީވުން"],["فناء","Destruction, total loss","ފަނާ: ހަލާކުވުން، ނެތިވުން، މަރުވުން"],["فضاء","Space","ފަޟާ: ފަޒާ، ހުސްތަން"],["فائدة","benefit","ފާއިދާ: ފައިދާ، ލާބަ"],["فلك","orbit","ފަލަކު: ތަރިއެއް ނުވަތަ ތަރިތަކެއް ޖައްވުގައި އެނބުރޭ ރޮނގު، ދާއިރާ، މަދާރު"],["فلكي","astronomical","ފަލަކީ: ފަލަކާ ބެހޭ، މިސާލަކަށް ފަލަކީ ޢިލްމު"],["فداء","Fida, ransom","ފިދާ: ހ. ފިދާ އަކީ ހަނގުރާމައިގައި ހައްޔަރުވެފައިވާ އަސީރަކު މިނިވަން ކުރަން ދޭ އަގެވެ.\nށ. ފިދާވުން އެއީ ކޮންމެވެސް ބޭނުމަކަށް ޓަކައި ޖާނު ދުެްވައިލުމެވެ."],["فراسة","Physiognomy, Discernment, foresight and wisdom in planning","ފިރާސަތު: ދުރު ވިސްނުން، ނުވަތަ މީހުންގެ މާއްދީ ހަށިގަނޑުގެ ސިފަތަކަށް ބަލައި އެ މީހުންގެ ކިބައި ގައި ހުރެދާނެ އަޚްލާޤީ ސިފަތަކެއް ދެނެގަތުން"],["فرسخ","Leagues","ފަރްސަޚު: 3 ¼ މޭލުގެ ރާސްތާ"],["فطرة","Primitiveness","ފިޠުރަތު: އުފެދިފައިވާ ގޮތް، ޠަބީޢަތު، ހަމަބުއްދި، ހެޔޮ ވިސްނުން"],["القاف","",""],["قابلية","Susceptibility","ޤާބިލިއްޔަތު: ޤާބިލުކަން، ކުޅަދާނަކަން"],["قضاء","Making up for missed Prayer etc.","ޤަޟާ: ހ. ވަގުތު ފާއިތުވުމަށް ފަހު ކަމެއް ކުރުން މިސާލަކަށް ގެއްލިފައިވާ ރޯދަ ހިފުން ށ. ނިޔާ"],["قيامة","Resurrection","ޤިޔާމަތް: މަރުވުމަށް ފަހު އަލުން ދިރިގެން ތެދުވުން"],["قصد","Purpose","ޤަޞްދު: ހ. ކަމެއް ކުރުމުގެ ބޭނުން ށ. ގަސްތު، ކަމެއްގައި ގެންގުޅުނު ނިޔަތް"],["قميص","Shirt","ޤަމީޞް: ގަމީސް"],["قطران","Asphalt, tar","ޤަޠިރާން: ކަތުރާން، ކޯލްތާރު ފަދަ ކަޅު ކުލައިގެ ވިރިކެކޭ އެއްޗެއް"],["قصاص","punishment","ޤިޞާޞް: ބަލަދު ހިފުން، މިސާލަކަށް މަރަށް މަރު ހިފުން"],["قرار","Decision","ޤަރާރު: ނިންމުން"],["قوم","people","ޤައުމު: އެއް ވެރިކަމެއްގެ ހިޔާވަހިކަމުގައި އުޅޭ މީހުންގެ ޖަމާޢަތެއް"],["قبول","Acceptance","ޤަބޫލު: ރުހުން، އެއްބަސްވުން"],["قبلة","Direction","ޤިބުލަ: ކުރިމަތިލާ ފަރާތް، މުސްލިމުން ނަމާދުގައި ކުރިމަތިލަނީ ކަޢުބާ އަށް ކަމުގައި ވާތީ ކަޢުބާ އަށް ޤިބުލައޭ ކިޔަ އެވެ."],["قدرة","capacity","ޤުދްރަތް: ކުޅަދާނަކަން މި ބަސް ދިވެހިން ބޭނުން ކުރަނީ ﷲ އަށް ނިސްބަތްކޮށް ކަމަށް ވާތީ ބޭނުންކުރަނީ \"ﷲ ގެ ޤުދުރަތް ތެރިކަން\" މި ގޮތަށެވެ. އެއީ ﷲ ގެ ކުޅަދުންވަންތަކަމެވެ."],["قدرتي","Natural","ޤުދްރަތީ: ޤުދްރަތްތެރިކަމާ ގުޅޭ، މަޚްލޫޤެއްގެ ބާރަކާ ނުލައި ދުނިޔޭގައި ހިނގާ ކަންތަކަކީ ޤުދުރަތީ ކަންތަކެވެ. މިސާލަކަށް ތަރިރުހަނދު އަރައި އޮއްސުން، ވާރޭ ވެހުން، ކޭތަ ހިފުން"],["قدر","Amount","ޤަދަރު: މިންވަރު، މަތިވެރިކަން، އިޙްތިރާމު މިސާލަކަށް ޤަދަރު ކުރުން"],["قديم","Old","ޤަދީމު: މުސްކުޅި، ދުވަސްވީ، އެވޭލާ"],["قديمي","Old, ancient","ޤަދީމީ: އެވޭލާ ޒަމާނުގެ، ކުރީގެ"],["قانون","Rule","ޤާނޫނު: އުޞޫލު، އެނެމްނެގެ މެދުގައި އިންޞާފު ޤާއިމުކޮށްދޭ ޤަވާޢިދު"],["قبر","Graveyard","ޤަބްރު: ކަށްވަޅު، ޤަބުރު އެއީ މައްޔިތާ ވަޅުލާފައި އޮންނަ ކަށްވަޅެވެ. ދިވެހިން މައްޔިތާ އަށް ގަބުރޭ ކިޔަ އެވެ."],["قرنفل","Clove","ޤަރަންފުލް: ކަރަންފޫ"],["قواعد","Grammar","ޤަވާޢިދު: މިއީ ޤާޢިދާގެ ޖަމްޢެވެ. ނަމަވެސް ދިވެހި ބަހުގައި މި ބަސް ބޭނުންކުރަމުުން އައިސްފައި ވަނީ މުފްރަދުކޮށެވެ. ދިވެހި ބަހުގައި އޭގެ ޖަމްޢަކީ ޤަބާޢިދު ތަކެވެ."],["قضية","lawsuit","ޤަޟިއްޔާ: ދަޢުވާ، މަސްއަލަ"],["قانوني","Legal","ޤާނޫނީ: ޤާނޫނާ ބެހޭ، ޤާނޫނާ އެއްގޮތް"],["قافلة","Carawan","ޤަފިލާ: އެއްގަމާއި ވަޔާއި ކަނޑުގައި އެކީގައި ދަތުރުކުރަމުން ދާ ދަތުރުވެރިންގެ ޖަމާޢަތެއް"],["قافية","Rhyme","ޤާފިޔާ: ކާފިޔާ، ޅެމުގެ ނިމޭ އަކުރާއި ފިލި އެއްގޮތް ވުން، ޅެމުގެ ފޮޅުވަތެއް، ޅެމުގެ ބައިތައް"],["قبيلة","Tribe","ޤަބީލާ: އެއް ޚާންދާނެއްގެ މީހުން، އެއް ވިސްނުމެއް ގެންގުޅޭ އެއް ޢަޤީދައެއްގެ މީހުުންގެ ބޮޑު ޖަމާޢާތް"],["قدح","Cup, goblet, tumbler","ޤަދަޙަ: ގަދަހަ، ފެންބޯ ތަށި، ފެން ނުވަތަ ދިޔާ ތަކެތި އަޅާ ކަންވާރެއް."],["قاري","Reader","ޤާރީ: ރީތިކޮށް ތަޖުވީދު މަގުން ކީރިތި ޤުރްއާން ކިޔަވާ މީހާ، ކިޔަވާ މީހާ"],["قربان","offering","ޤުރްބާން: ޤުރުބާން، ފިދާ، ﷲ އާ ކުއްތަންވުމަށް ޓަކައި ކަތިލައި ހަދިޔާ ކުރާ ޖަނަވާރު"],["قياس","Measure","ޤިޔާސް: އެއް ކަމެއް އެ ފަދަ އެހެން ކަމެއްގެ މައްޗަށް އަޅާކިޔައި ގޮތެއް ނިންމުން، މިން"],["قرعة","Lot","ޤުރްޢަތު: ގުރުއަތު، ކަމަކަށް މީހަކު ހޮވުމަށް އިއްތިފާޤުން ދިމާވަނީ ކާކާތޯ ބެލުމަށް ކަރުދާސްކޮޅެއް މުށުތެރެއަށް ނުވަތަ ފޮށްޓަކަށް ލައި އެ ކަރުދށްކޮޅަށް ނުބަލައި ހިތުމިސާލަށް އެއިން އެތިކޮޅެއް ނެގުން"],["قرن","a century","ޤަރްނު: ސަތޭކަ އަހަރު، ސައްތަ އަހަރު"],["قاضي","Judge","ޤާޟީ: ފަނޑިޔާރު، ނިޔާ ކަނޑައަޅާ މީހާ"],["قلعة","castle","ޤިލްޢާ: ކިއްލާ"],["قرن المنازل","Qarn al-Manazil","ޤަރްނުލް މަނާޒިލު: ޙައްޖަށް ދާއިރު ނަޖިދުގެ އަހުލުވެރިންނާއި އެ ދިމާލުން މައްކާ އަށް ދަތުރުކުރާ މީހުންގެ މަކާނީ މީޤާތު (އިޙްރާމް ބަންނަ ތަން)"],["قيراط","Carat","ޤީރާޠު: 0.2004 ގުރާމު ރަނުގެ މިންވަރު 0.234 ގުރާމު ރިހީގެ މިންވަރު އަގުބޮޑު ޖަވާހިރާއި ރަނާއި ރިހީގެ ޚާލިޞްކަން ބަލާ މިންގަނޑު\nބިމުގައި މިންއެޅުމަށް ބޭނުންކުރާ މިންގަނޑެއް މިސާލަކަށް ޤީރާޠަކީ ފައްދާނެއްގެ 24 ބައިކުޅަ އެއް ބައެވެ. އެއީ 175 އަކަމީޓަރެވެ. (ފައްދާނަކީ 4200.83 އަކަމީޓަރެވެ.)"],["قيام","Standing","ޤިޔާމު: ކޮޅަށް ހުރުން، ނަމާދުގައި ކޮޅަށް ހުރުން"],["قباء","Quba","މަދިނާގެ ރަށްބޭރުގައި ހުންނަ މިސްކިތެއް، އެ މިސްކިތް ހުންނަ ތަން"],["قنوت","Humility, obedience, the qunut, supplication","ޤުނޫތު: ދުޢާ، ކިޔަމަންތެރިކަން، ވިތުރީގެ ފަހު ރަކްޢަތުގައި ކިޔާ ދުޢާ"],["قريش","Quraish","ޤުރައިޝު: އިސްލާމް ދީން އައުމުގެ ކުރިން ފެށިގެން ޢަރަބީންގެ ތެރޭގައި އޮތް އެންމެ ނުފޫޛު ގަދަ ޤަބީލާ"],["الكاف","",""],["كعبة","Kaba","ކަޢުބާ: މަސްޖިދުލް ޙަރާމް ނުވަތަ މައްކާގެ ޙަރަމްފުޅުގައި ހުންނަ ﷲ ގެ ގެކޮޅު، މުސްލިމުންގެ ޤިބުލަ"],["كلمة","a word","ކަލިމަ: ބަސް، ލަފުޒު. މީހެއްގެ އަނގައިން ބޭރުވާ ލަފްޒަކުން މާނައެއް ދޭހަވާ ނަމަ ޢަރަބި ބަހުގައި އެއަށް ކަލިމައޭ ކިޔަ އެވެ. ނޫން ނަމަ އެއަށް ކިޔާނީ މުހުމަލް އެވެ."],["كافور","Camphor","ކާފޫރު: ވަޔަށް އަރައިގެންދާ ދިލަ ވަހެއް ހުންނަ ތެލެއް، ކާފޫރު ގަހުން ނަގާ ތެލުން އުފައްދާ މާއްދާއެއް"],["كسر","Fraction","ކަސްރު: ބައިކުޅަބައި"],["كاتب","clerk","ކާތިބު: ލިޔާ މީހާ"],["كافر","Infidel, disbeliever","ކާފިރު: އިސްލާމް ދީން ޤަބޫލުނުކުރާ މީހާ، އިސްލާމް ދީނަށް އިންކާރުކުރާ މީހާ"],["كشف","reveal","ކަޝްފު: ފާޅުވުން"],["كرامة","dignity","ކަރާމަތް: މާތްކަން، މަތިވެރިކަން"],["كلام","talk","ކަލާމް: ފުރިހަމަ މާނައެއް ދޭހަވާ ޖުމުލަ، މީހުން ދައްކާ ވާހަކަ."],["كرسي","a chair","ކުރުސިއްޔު: ކުރުސި މި ބަހުގެ އެއް މާނަ އަކީ އާޔަތުލް ކުރުސި އެވެ. އަނެއް މާނަ އަކީ އަނގަދަރާދަ ގޮނޑި އެވެ. އަދި އަނެއް މާނަ އަކީ ﷲ ތަޢާލާގެ ކުރުސި އެވެ. ބަހުގެ މާނަ އަށް ބަލާ އިރު ކުރުސި އަކީ ރަސްގެފާނު ރަސްކަމުގެ ތަޚުތު ގައި އިންނަވާ އިރު ފައިންޕުޅު ބީއްސަވާ ތަނެވެ."],["كفر","Disbelief","ކުފުރު: ކާފިރުކަން، އިސްލާމް ދީން ޤަބޫލު ނުކުރުން"],["كنية","nickname","ކުންޔާ: ވަނަން، ޢަރަބީންގެ ތެރޭގައި މީހުންގެ އަޞްލު ނަން ހާމަނުކޮށް އޭނާގެ ދަރިއެއްގެ ނަމަށް ނިސްބަތްކޮށް އެ ދަރިފުޅުގެ ބައްޕަ ނުވަތަ މަންމަ މިހެން ކިޔައި އުޅެ އެވެ. މިސާލަކަށް އައިމަނު ކިޔާ ދަރިއެއްގެ މަންމަ ގެ ކުންޔާ އަަކަށް އުންމު އައިމަން ކިޔައިފާނެ އެވެ. މާނަ އަކީ އައިމަނުގެ މަންމަ އެވެ. Stone apple كنار ކުންނާރު: ޢަރަބި ބަހުގައި ކުންނާރަށް ގިނަގުނަ ނަންތަކެއް ކިޔަ އެވެ. ކުނާރަކީ އޭގެ ތެރެއިން އެއް ނަމެވެ. ދެން ހުރި ނަން ތަކަކީ النَبَق، السدر، العبري އެވެ. اللام"],["لياقة","Fitness","ލިޔާޤަތު: ކަމަކަށް އެކަށީގެން ވުން، ކަަކަށް ޤާބިލުވުން"],["لحد","grave","ލަޙްދު: ކަށްވަޅު، ލަޙްދު ވަޅަކީ ކަށްވަޅުގެ ޤިބްލަޔާވީ ފަރާތު ފާރުކައިރިން ކޮނެފަ ހުންނަ ވަޅެވެ. މީގެ އަނެއް ވައްތަރަކީ شِقّ އެވެ. އެއީ ކަށްވަޅުގެ މެދުން ވަޅެއް ކޮނުމެވެ."],["لفظ","A word, expression","ލަފްޒު: ބަސް، އަނގައިން ބުނާ ކޮންމެ ބަހެއް"],["لعنة","a curse","ލަޢުނަތު: ބަދު ދުޢާ، ކޯފާ"],["لباس","Wear, garment","ލިބާސް: ލިބާސް، ފޭރާން"],["لائق","Decent","ލާއިޤު: ކަމުދާ"],["لا مركزي","Decentralized","ލާމަރްކަޒީ: މުއައްސަސާތައް ހިންގުމުގެ ފުރިހަމަ ބާރު އެ ތަންތަނަށް ދިނުން، މަރުކަޒީ ގޮތުން އޮންނަ ކޮންޓުރޯލު ދޫކޮށްލުން"],["لا ثاني","Rare","ލާޘަނީ: އެ ފަދަ ދެވަނައެއް ނުވާ"],["لا ديني","Irreligious","ލާދީނީ: ދީނާޚިލާފު، ދީން ޤަބޫލުނުކުރާ، ދީނާ ދުރު، ކަލަކު ވޮޑިގެންވާ ކަމަށް ޤަބޫލުނުކުރާ، މި ފަދަ މީހުންނަކީ އެކީއެކަށް އިލާހަކަށް އިންކާރު ކުރާ މީހުން ނޫންކަމަށް ބުނެވެ އެވެ."],["لا إله الا الله","There is God but Allah","ﷲ ފިޔަވައި ޙައްޤުވެގެން އަޅުކަމެއް ވެވޭ އިލާހަކު ނުވެ އެވެ."],["لبيك","Labbaika, at your service","ލައްބައިކަ: ޙާޟިރުވެ ހުރީމެވެ. އާދޭހެވެ. ލައްބަ އެވެ."],["لعان","Oath of condemnation","ލިޢާން: ލިޢާނަކީ ފިރިއަކު އޭނާގެ އަނބިމީހާ ޒިނޭ ކުރި ކަމަށް ބުނެ ކުރާ ދަޢުވާގައި ދައްކާނެ ހެއްކެއް ނެތް ޙާލުގައި ކުރާ ހުވައެވެ. އަދި އެ ފަދަ ޙާލެއްގައި އޭނާގެ އަނބިމީހާ އަށް ވެސް އޭނާ އެ ތުހުމަތުން ބަރީއަ ވެގެންވާކަން އެންގުމަށް ހުވާ ކުރެވޭނެ އެވެ. މި ދެމީހުން ކުރާ ހުވަޔަކީ ވެސް ލިޢާނެވެ. މި ހުވަޔަށް މި ނަން ދީފައި ވަނީ 5 ފަހަރު ހުވާ ކުރާ އިރު އެންމެ ފަހު ފަހަރު ހުވާ ކުރާ އިރު އޭނާ އެ ކުރި ހުވަޔަކީ ދޮގު ހުވައެއް ކަމުގައި ވާ ނަމަ އޭނާގެ މައްޗަށް ﷲ ގެ ލަޢުނަތް ހުރި ކަމަށް ބުނާ ބުނުމާ ގުޅުގެންނެވެ."],["لواط","Sodomy","ލިވާޠު: ލޫޠުގެފާނުގެ ޤައުމުގެ މީހުން އަލަށް އުފެއްދި ފާޙިޝު ޢަމަލު، ޝަހުވަތުގެ ގޮތުން ފިރިހެނުން ފިރިހެނުން ބޭނުން ކުރުން"],["الميم","",""],["مسلم","Muslim","މުސްލިމު: އިސްލާމް ދީން ޤަބޫލުކޮށްގެން ހުރި މީހާ"],["مصيبة","calamity","މުޞބަތް: ދިމާވާ ދެރަ ކަންތައް، ޖެހޭ ބަލި، އަންނަ ޠޫފާން"],["مكر","cunning","މަކްރު: މަކަރުު، އޮޅުވައިލުން"],["موضوع","Theme","މައުޟޫޢު: ހ. ލިޔާ ލިޔުމެއްގެ ނުވަތަ ދައްކާ ވާހަކައެއްގެ މައިގަނޑު ނަން\nށ. މައުޟޫޢު ޙަދީސް: މީހުން އަމިއްލައަށް ހަދާފައި ހުންނަ ޙަދީސް"],["مضمون","Assay","މަޟްމޫނު: ވަކި ސުރުޚީއެއްގެ ދަށުން ލިޔާ ލިޔުން، އެންމެ މައިގަނޑު ނަމެއްގެ ދަށުން ލިޔެފައި ހުންނަ ލިޔުން"],["معجزة","Miracle","މުޢުޖިޒާ: އާދަޔާ ޚިލާފު ކަންތައް، ﷲ ތަޢާލާ އެކަލާނގެ ރަސޫލުން ގެ ތެދުކަން މީސްތަކުންނަށް އެންގެުމަށް އެ ބޭބޭކަލުން ފަރާތްޕޅުން ހާޟަ ކުރެއްވި އާދަ ފޫވައްޓާލައިފަނިވި ކަންތައް"],["محدث","Muhaddith","މުޙާއްދިޘް: ޙަދީޘް ޢިލްމުވެރިޔާ"],["ميثاق","Pact","މީޘާޤު: އެއްބަސްވުން"],["مراد","aim","މުރާދު: ބޭނުން"],["معاملة","Dealings; treatment","މުޢާމަލާ: މަދުވެގެން ދެމީހެއްގެ ދެމެދުގައި ހިނގާ ކަންތައް، ކައިވެންޏާއި ވަރި، ވިޔަފާރި، ހަނގުރާމަ، އެކަކު އަނެކަކާ މެދު ކަންކުރާ ގޮޮތް، ހިތާ ހިތުން"],["مناسبة","occasion","މުނާސަބާ: ކަމަކާ ގުޅިގެން، ކަމަކަށް ނިސްބަތްކޮށް، ކަމެއް ނުވަތަ ދުވަހެއް ފާހަގަ ކުރުމަށް ބާއްވާ ޙަރަކާތް"],["مشرك","Polytheist","މުޝްރިކު: ﷲ ތަޢާލާއާ އެހެން ފަރާތެއް ބައިވެރިކުރާ މީހާ"],["مشورة","advice","މަޝްވަރާ: ލަފާ"],["مكلف","Charged","މުކައްލަފު: ތަކްލީފު ލިބިގެންވާ މީހާ. ތަކްލީފު ލިބުމަކީ މީހަކު ބާލިޣުވެ، ބުއްދި ސަލާމަތުން ހުރުމާ އެކު އެ މީހަކާ ހަމައަށް އިސްލާމް ދީން ފޯރުމެވެ. މި ފދަ ކޮންމެ މީހަކީ މުކައްލަފެކެވެ."],["مفسر","Interpreter","މުފައްސިރު: ކީރިތި ޤުރްއާން ޝަރަޙަ ކުރައްވާ މީހާ، ޤުރްއާނުގެ އާޔަތްތަކުގެ މާނަ އާއި މަފްހޫމު އަދި އިސްތިންބާޠު ކުރެވޭ ޙުކުމްތައް ކީރިތި ރަސޫލާ صلى الله عليه وسلم ގެ އަރިހުން ވާރިދުވެފައިވާ ގޮތަށް ކިޔައިދޭ މީހާ"],["مكارم","Makarim","މަކާރިމު: މާތްކަން، ރަނގަޅު ސިފަތައް"],["ملك","king","މަލިކު: ރަސްގެފާނު"],["ملائكة","Angels","މަލާއިކާ: مَلَكٌ ގެ ޖަމްޢު. މަލާއިކާ އަކީ އިންސާނުންނަށް ވުރެ ކުރިން ﷲ ތަޢާލާ ނޫރުން ހައްދަވާފައިވާ ބައެއް. ދިވެހި ބަހުގައި މި ބަހުގެ މުފްރަދު ޖަމްޢުގެ ގޮތުގައި ބޭނުން ކުރެ އެވެ. އަދި ހަމަ އެ ބަސް ޖަމްޢުގެ ގޮތުގައި ވެސް ބޭނުް ކުރެ އެވެ. މިސާލަކަށް:- މުފްރަދު: މަލާއިަކތެއް\nޖަމްޢު: މަލާއިކަތުން"],["ميدان","Field","މައިދާން: ހުސްބިން، ދަނޑު"],["محكمة","Court","މަޙްކަމާ: ޝަރްޢީ ކޯޓު"],["مصلحة","interest","މަޞްލަޙަތު: ފައިދާހުރި ގޮތް، ގެއްލުން ނެތް ރަނގަޅު ގޮތް"],["مسكين","poor fellow","މިސްކީނު: ނިކަމެތި މީހާ، ޙާޖަތްތައް ފުއްދޭ ވަރަށް ތަނަވަސްކަން ނެތް މީހާ"],["مظلوم","oppressed","މަޡްލޫމު: އަނިޔާ ލިބިގެންވާ މީހާ"],["محشر","gathering","މަޙްޝަރު: ޤިޔާމަތް ދުވަހުގެ ނަމެއް. މީސްތަކުން އެއްތަން ކުރެއްވުން، އެންމެން އެއްތަން ކުރެވޭ ދުވަސް"],["مقبرة","Cemetery","މަޤްބަރާ: މައްޔިތުން ވަޅުލާފައި ހުންނަތަން. ޤަބުރުސްތާނު، ކަށްބިން"],["مؤمن","Believer","މުއުމިނު: އީމާން ވެގެން ހުރި މީހާ، ﷲ ތަޢާލާ އަށް އީމާންވެގެން ހުރި މީހާ، ﷲ ތަޢާލާ ފިޔަވައި އެހެން އިލާހަކު ނުވާ ކަމަށާއި މުޙައްމަދުގެފާނީ ﷲގެ ރަސޫލާ އަދި އެ ކަލާނގެ އަޅާ ކަމަށް ޤަބޫލުކުރާ މީހާ"],["منع","block","މަނަޢަ: ކަމެއް ހުއްޓުވުން، ކަމެއް ކުރިޔަނުދިނުން، ކަމަކަށް ހުރަސް އެޅުން ކަމެއް ނުކުރަން އަމުރު ކުރުން"],["مزار","shrine","މަޒާރު: ޒިޔާރަތް، މަރުވެފައިވާ މީހުންގެ މަޤްބަރާގައި ކޮށްފައި ހުންނަ ޢިމާރަތް. މިއީ އިސްލާމް ދީނުގައި މަނާ ކަމެކެވެ."],["مدني","civilian","މަދަނީ: ހ. ޢާންމު ރައްޔިތުންނާ ބެހޭ ކަންތައް، ޝަރްޢީ ކަންތައް ފިޔަވައި ޢާންމު ރައްޔިތުންގެ މެދުގައި އުފެދޭ މަސްއަލަތައް ށ. ތަރައްޤީ އާއި ތަހުޛީބާ ގުޅޭ ކަންތައް"],["مقصد","Destination, purpose, aim","މަޤްޞިދު: މަޤްޞަދު އެދޭ ގޮތް، ބޭނުންވާ ކަންތައް"],["مكتب","Desk, office","މަކްތަބު: ކިޔަވައިދޭ ތަން (ދިވެހި ބަހުގައި ބޭނުންކުރާ ގޮތެކެވެ.)"],["مدرسة","School","މަދްރަސާ: ކިޔަވައިދޭ ތަން"],["مستشار","Adviser","މުސްތަޝާރު: ލަފާދޭ މީހާ"],["مشير","Marshal","މުޝީރު: ލަފާދޭ މީހާ"],["معني","meaning of","މަޢުނާ: މާނަ"],["منظر","Scenery","މަންޒަރު: އެއްޗެއް ނުވަތަ ތަނެއް ބޭރުން ފެންނަ ގޮތް، އެއްޗެއް ލޮލަށް ފެންނަ ގޮތް"],["ماهر","Expert","މާހިރު: ކަމަކަށް ކުޅަދާނަ މީހާ"],["مركز","centre","މަރުކަޒު: ވަކި ކަމެއް ނުވަތަ ކަންތައްތަކެއް ކުރާ އޮފީސް، ސެންޓަރު"],["ميت","dead","މައްޔިތު: މަރުވެފައިވާ މީހާ"],["مدرس","Teacher","މުދައްރިސު: ކިޔަވައިދޭ މީހާ، އެދުރު"],["مرحلة","Stage","މަރްޙަލާ: ކަމެއްގެ ބައެއް، މިސާލަކަށް އިބްތިދާއީ މަރްޙަލާ"],["محرر","editor","މުޙައްރިރު: ނޫހެއް ނުވަތަ މަޖައްލާއެއްގެ ލިޔުންތައް ބަލައި ޗެކުކުރާ މީހާ، އެޑިޓަރު"],["مرحبا","Hello , welcome","މަރްޙަބާ: ކަމަކަށް ނުވަތަ މީހަކަށް ތިމާގެ ފުށުން އެއްބާރުލުމާއި ފަހިކަން ހުރިކަން އެންގުން"],["مادي","material","މާއްދީ: ރޫޙާނީ ގެ އިދިކޮޅު، މައްދާއާ ގުޅޭ، ފައިސާ އާއި ދުނިޔަވީ ލާބަޔާ ގުޅޭ"],["مادة","Matter","މާއްދާ: ހ. ރޫޙުގެ އިދިކޮޅު، ފެންނަ، އަތުން ހިފޭ ތަކެތި ށ. އިސްކޫލުގައި ކިޔަވާ މާއްދާ\nނ. ޤާނޫނު ނުވަތަ އެއްބަސްވުމުގެ މާއްދާއެއް"],["ماضي","past","މާޟީ: ވޭތިވެ ދިޔަ ޒަމާން"],["مستقبل","future","މުސްތަޤްބަލު: އަންނަން އޮތް ޒަމާން"],["معرفة","knowledge","މަޢުރިފާ: އެނގުން"],["مسرح","Stage","މަސްރަޙު: ހ. ޑުރާމާ ކުޅޭ ތަން، ތިއެޓަރު ށ. ވަކި ދާއިރާއެއްގެ ކަންތައް ހުރި ގޮތަށް ނިސްބަތްކޮށް ބުނާ ބުނުން. މިސާލަކަށް މިއަދު ދުނިޔޭގެ ސިޔާސީ މަސްރަޙު އޮތީ ވަރަށް ބަނަކޮށްނެވެ."],["مجاهد","Mujahid, struggler","މުޖާހިދު: ގަދައަޅާއި މަސައްކަތް ކުރާ މީހާ، ޖިހާދު ކުރާ މީހާ"],["مظاهرة","Demonstration, protest","މުޒާހަރާ: ކަމަކާ ނުރުހިގެން ނުވަތަ ކަމެއް ވަކި ގޮތަކަށް ކުރަން އެދިގެން މަގުމައްޗަށް ނުކުމެ ޚިޔާލު ފާޅުކުރުން"],["مدنية","Civilization","މަދަނިއްޔަތު: މަދަނީ ކުރިއެރުން، ޙަޟާރަތު"],["مساح","Surveyor","މައްސާޙު: ބިމުގައި މިން އަޅައި، ބިމުގެ ސައިޒާއި އެހެނިގެން ސިފަތައް ދެނެގަތުމަށް ޓަކައި ބިން ދިރާސާ ކުރުމުގެ މަސައްކަތް ކުރާ މީހާ"],["مجبور","Compelled","މަޖްބޫރު: ކަމެއް ނުކޮށް ވާނެ ގޮތެއް ނެތުން، ކޮންމެހެން ކަމެއް ކުރަން ޖެހުން"],["محبة","love","މަޙައްބަތު: ލޯބި"],["محبوب","lovable","މަޙްބޫބު: ލޯބިވާ މީހާ، ލޯބިވާ ކަމެއް ނުވަތަ އެއްޗެއް (ފ)"],["محبوبة","Loveable","މަޙްބޫބާ: ލޯބިވާ މީހާ (އ)"],["محتاج","needy","މުޙުތާޖު: މުހުތާދު، ބޭނުން"],["منفعة","utility","މަންފަޢާ: މަންފާ، ފައިވާ، ނަފާ"],["مجلس","board","މަޖްލިސް: މަޖިލިސް، ބައްދަލުވުން، ޖަލްސާ"],["مربي","jam","މުރައްބާ: މުރައްބަ، އެކި ބާވަތުގެ މޭވާ އާއި ހަކުރާ އެއްކޮށްގެން ހަރުކޮށް ހަދާ ފޮނި ކާތަކެތި، މިސާލަކަށް ޖޭމު"],["ملحد","Atheist","މުލްޙިދު: ކަލަކު ވޮޑިގެންވާކަން ޤަބޫލު ނުކުރާ މީހާ"],["مادية","Materialism","މާއްދިއްޔަތު: މާއްދާ އަށް އެކަނި ހެއްލުން، މުދަލާއި ފައިސާ ހުރުމުން ހުރިހައި ކަމެއް ވީ ކަމަށް ދުށުން، ރޫޙާނިއްޔަތަކީ ކޮންމެހެން ބޭނުން އެއްޗެއް ކަމަށް ޤަބޫލު ނުކުރުން، ތެދުވެރިކަމާއި ރިވެތި އަޚްލާޤަކީ ބޭނުމެއް ހުރި ކަންކަން ކަމަށް ޤަބޫލު ނުކުރުން"],["مبرور","Accepted by Allah","މަބްރޫރު: ﷲ ތަޢާލާ ޤަބޫލު ކުރައްވާ އަޅުކަން. މިއީ ޚާއްޞަކޮށް ޙައްޖަށް ބޭނުން ކުރާ ސިފައެކެވެ."],["مغرب","Maghrib prayer, sunset west, Morocco","މަގްރިބު: ހ. އިރު އޮއްސޭ ބަގުތު، އިރު އޮއްސޭ ތަން، އިރު އޮއްސޭ ވަގުތު ކުރާ ނަމާދު ށ. މަޣްރިބު ކަރަ"],["مكروه","Hateful, unpleasant","މަކްރޫހު: މަކްރޫހަ، ނޭދެވޭ، ނުރުހެވޭ ކަންތައް"],["محرم","Muharram, Forbidden","މަޙްރަމް: ދާއިމީ ގޮތުން ނުވަތަ ވަގުތީ ގޮތުން ކައިވެނި ކުރުން ޙަރާމް މީހުން"],["مقام إبراهيم","Maqam Ibrahim","މަޤާމު އިބްރާހީމު: އެއީ ކަޢުބާގެ ދޮރުކޮޅާ ދިމާޅުން 10 ނުވަތަ 11 މީޓަރު ދުރުގައި ހުންނަ ތަނެކެވެ. އެއީ އިބްރާހީމްގެފާނު ކަޢުބާ ބިނާކުރެއްވި އިރު އޭގެ މައްޗަށް އަރައިވަޑައިގެންނެވި ހިލައެއް ކަމުގައި ބުނެވެ އެވެ."],["مني","Mina","މިނާ: މިނާ އަކީ މައްކާއިން ޢަރަފާތަށް ދާ މަގުވަތީ ގައި މައްކާއާ 5 ވަރަކަށް މޭލު ދުރުގައި އޮންނަ ތަނެކެވެ. މިނާއާ ޢަރަފާތާ ދެމެދު 10 ވަރަކަށް މޭލު ހުންނާނެ އެވެ."],["مُدُّ","Mud","މުއްދު: މުއްދަކީ ދެއަތްގޮށި ފުރައި ނެގޭހައި ކާއެއްޗެއްސެވެ. އެއީ ޞާޢެއްގެ ހަތަރުބައި ކުޅަ އެއްބައެވެ. \" مجلة البحوث الإسلامية \" ގައި ވާ ގޮތުން ބަރުދަނަށް ބަލާ ނަމަ މުއްދަކީ 544 ގުރާމެވެ."],["مَدُّ","Extension","މައްދު: މައްދަކީ ދަމައިލުމެވެ. ކީރިތި ޤުރްއާން ކިޔަވާ އިރު ފިލި އާދައިގެ މިނަވަރަށް ވުރެ އިތުރަށް ދަމައިލުމަށް މައްދު ކުރުމޭ ކިޔަ އެވެ."],["ميقات","Meeqaat","މީޤާތު: ޙައްޖަށް އިޙްރާމް ބަންނަ ތަނާއި ވަގުތު"],["معراج","ascension","މިޢުރާޖު: އިސްރާ އާއި މިޢުރާޖުގެ ރޭ، ކީރިތި ރަސޫލާ އަލް މަސްޖިދުލް އަޤްޞާ އިން މަލަކޫތީ ޢާލަމަށް އުފުއްލެވި އުލެވުން. އެއީ ނަބަވީ ސަނަތުން 12 ވަނަ އަހަރުގައި މަދީނާ އަށް ހިޖުރަ ކުރެއްވުމުގެ ކުރިން ކަމަށް ބުނެވެ އެެވެ. އެ ޒަމާނަކީ ލިޔެކިޔުން ވަރަށް ކުޑަކޮށް އޮތް ޒަމާނަކަށް ވާތީ މި ޙަދިޘާ ހިނގި ތާރީޚު މުޅިން ސާފެއް ނޫނެވެ."],["مزدلفة","Muzdalifah","މުޒްދަލިފާ: ޢަރަފާތުން ނިމިގެން ޙައްޖުވެރިން ދާނީ މުޒުދަލިފާ އަށެވެ. އެ ތަނުގައި މަޣްރިބު ނަމާދާއި ޢިޝާ ނަމާދު ޖަމްޢު ކޮށް ޤަޞްރުކޮށް ކުރާނެ އެވެ. އަނެއް ދުވަހު ހެނދުނު މިނާ އަށް ގޮސް ޖަމްރާ އަށް އުކާ ހިލަ ހޮވާނީ މި ބިމުންނެވެ. މަސްޖިދުލް ޙަރާމާ 10 ކިލޯމީޓަރު ދުރުމިނުގައި އޮންނަ ތަނެއް"],["مُحرِم","Muhrim","މުޙްރިމު: އިޙްރާމް ބަނޑެގެން ހުރި މީހާ"],["مُحَرَّم","Muhrram","މުޙައްރަމް: ހިޖުރީ ސަނަތުން ފުރަތަމަ މަސް"],["مهاجر","immigrant","މުހާޖިރު: ޝަރުޢީ ގޮތުން މުހާޖިރުންނޭ ކިޔަނީ މައްކާ ފަތަޙަ ވުމުގެ ކުރިން ކީރިތި ރަސޫލާ صلى الله عليه وسلم ގެ ޙަޔާތްޕުޅުގައި މަދީނާ އަށް ހިޖުރަ ކުރި މީހުންނަށް. ﷲ ނަހީ ކުރެއްވި ހުރިހައި ކަމެއް ދޫކޮށްފި މީހަކީ ވެސް މުހާޖިރެކެވެ. ދުނިޔަވީ ގޮތުން އެއް ރަށް ދޫކޮށް އަނެއް ރަށުގައި ވަޒަންވެރިވާ މީހުންނަކީ ވެސް މުހާޖިރުންނޭ ކިއިދާނެ އެވެ."],["مرتد","apostate","މުރްތައްދު: މުރުތައްދު ވުމަކީ އިސްލާމް ދީނުން ބޭރުވުމެވެ. ދީނުން ބޭރުވެވޭ ކަންކަމުގެ ތެރޭގައި ދީނުގެ ރުކުނަކަށް އިންކާރު ކުރުން، ދީން ދެކެ ނަފުރަތުވެ ދީނުގެ ކަންކަމަށް ފާޑުކިޔައި ޖޯކު ޖެހުން ހިމެނެ އެވެ."],["محصن","fortified","މުޙްޞަނު: މުޙްޞަނަކީ ޝަރުޢީ ޞައްޙަ ކައިވެއްޏެއް ގައި ޖިމާޢުވެފައިވާ މީހާ އެވެ. ދެމަފިރިން ބާލިޣުވުމާއި މިނިވަނުން ކަމުގައި ވުމާއި ބުއްދި ސަލާމަތުން ހުރުން ވެސް މި ކަމުގައި ލާޒިމު ކުރާނެ އެވެ. މި ކަމަށް ކައިވެނީގައި ދެމި ހުރުން ލާޒިމެއް ނޫނެވެ."],["محمية","Protected","މަޙްމިއްޔާ: ބައެއްގެ ޙިމާޔަތުގައި އޮންނަ ޤައުމު"],["مهم","Important","މުހިންމު: އިސްކަން ދޭ، ފައިދާ ހުރި"],["مهلة","time limit","މުހުލަތު: ދޫދިނުން، ވަގުތު ދިނުން"],["النون","",""],["نائب","Vice","ނާއިބު: ހ. މީހެއްގެ ބަދަލުގައި ހުންނަ މީހާ، އިހު ޒަމާނުގައި ދިވެހި ރާއްޖޭގެ ކޯޓުތަކުގެ ޤާޟީންނަށް ތިއްބެވި ބޭކަލުންނަށް ނާއިބު ކިޔައި އުޅުނެވެ. ށ. ގޮދަން ފުށުން ހަދާފައި ހުންނަ ފޮނި ރޮއްޓެއް"],["نكاح","Marriage","ނިކާޙު: ކާވަނި"],["نداء","Call","ނިދާ: ގޮވައިލުން"],["نفع","Profit","ނަފަޢާ: ނަފާ، ފައިދާ"],["نظام","System","ނިޒާމު: ރޭވުން، ވަކި ގޮތަކަށް ކަންތައް ހަމަޖެހިފައި ހުރުން"],["نقل","Transfer","ނަޤްލު: އެއްތަނުން އަނެއް ތަނަށް އެއްޗެއް ގެންދިއުން، ލިޔުމެއް ނަކަލު ކުރުން"],["ناقص","incomplete","ނާޤިޞު: އުނި، މި ބަސް ޢާންމުކޮށް ބޭނުންކޮށް އުޅެނީ ތަޖުވީދު ޢިލްމުގަ އެވެ."],["نقد","Cash","ނަޤްދު: ފައިސާގެ ނޫޓު، ފައިސާ"],["نفاس","Lying in, postpartum period","ނިފާސް: ވިހެއުމަށް ފަހު އޮންނަ މުއްދަތު، ވިހެއުމާ ގުޅިގެން އަންނަ ލޭ"],["نفي","Denial","ނަފީ: ނަފީ ކުރުން. ކަމެއް ނުވާކަމަށް، އެއްޗެއް ނެތް ކަމަށް ބުނުން،"],["نفقة","expense","ނަފަޤާ: ޝަރުޢީ ގޮތުން، ނުވަތަ ޤާނޫނީ ގޮތުން މީހަކު ކުރަން ޖެހޭ ހޭދަ ނުވަތަ ޚަރަދު"],["نصيحة","Advice","ނަޞީޙަތް: ކަމެއް ކުރަންވީ ރަނގަޅު ގޮތުގެ މައްޗަށް ލަފާ ދިނުން"],["نصر","Victory","ނަޞްރު: ކާމިޔާބީ"],["نعمة","Blessing","ނިޢުމަތް: ﷲ ދެއްވި ހުރިހައި އެއްޗެއް، އަހަރެމެންގެ ހަށިގަނޑާއި ޙިއްސުތަކާއި ދުނިޔޭގައި އަހަރެމެންނަށް ފައިދާވާ ގޮތަށް ލައްވާފައިވާ ހުރިހައި އެއްޗެއް"],["نفرة","Aversion","ނަފްރަތު: ނުރުހުން"],["نبي","Prophet","ނަބީ: ﷲ ގެ ޙަމްރަތުން ޚަބަރު ގެނެސްދެއްވާ ބޭކަލުން"],["نهي","Inhibition","ނަހީ: ކަމެއް ނުކުރުމަށް އަންގާ އެންގުން"],["نظر","consideration","ނަޒަރު: ހ. ލޯ\nށ. ދެކޭ ގޮތް، މީހެއްގެ ރައުޔު"],["نذر","Make a vow","ނަޛްރު: ނަދުރު"],["نية","intention","ނިޔަތް: ކަމަކާމެދު ހިތުގައި އޮތް ގޮތް"],["نكتة","Point, dot","ނުކުތާ: ނުގުތާ. ޕޮއިންޓު، ތިކި"],["نقطة","Point","ނުޤްޠާ: ނުގުތާ، ތިކި"],["نبيذ","wine","ނަބީޒު: ނަބީޒަކީ ކަދުރާއި މާމުއިން ތައްޔާރުކުރާ ހުއްދަ ބުއިމެކެވެ. ރަލުގެ ބާވަތަކަށް ވެސް ނަބީޒޭ ކިޔައިފާނެ އެވެ."],["نصارى","Christians","ނަޞާރާ: ޢީސާއީ، ޢީސާގެފާނަށް ތަބަޢަވީ މީހުން"],["نبوي","prophetic","ނަބަވީ: ނަބީކަމުގެ، ނަބީކަމާ ގުޅޭ"],["الواو","",""],["وحي","Revelation","ވަޙީ: ﷲ ސުބުޙާނަހޫ ވަތަޢާލާ އެ ކަލާނގެ ރަސޫލުންނަށް ނުވަތަ އެ ކަލާނގެ ރުއްސަވާ ފަރާތަކަށް އަންގަވާ އެނެގެވުން"],["وباء","Epidemic","ވަބާ: ބޮޑެތި ބަލިމަޑުކަން"],["وبائي","Epidemic","ވަބާއީ: ބޮޑެތި ބަލިމަޑުކަން ފެތުރޭ ޖަރާސީމު"],["وفد","delegation","ވަފުދު: ވަކި ކަމަކަށް އެއް ޤައުމުން އަނެއް ޤައުމަށް ފޮނުވާ ފަރާތް"],["وعد","Promise","ވަޢްދު: ވަޢުދު، ކަމެއް ވަކި ގޮތަކަށް، ނުވަތަ ވަކި ވަގުތަކަށް ކުރަން އެްބަސްވުން"],["وظيفة","Job, employment","ވަޒީފާ: ކުރާ މަސައްކަތް"],["وكيل","agent","ވަކީލު: މީހެއްގެ ބަދަލުގައި އެ މީހަކު ކުރަން ޖެހޭ ކަންތަކާ ޙަވާލުވާ މީހާ"],["وكالة","Agency","ވަކާލަތު: ވަކީލުކަން ކުރާ ތަން، ވަކީލުކަން ކުރުން"],["ورع","devout","ވަރަޢު: ވަރަޢަވެރި، ތަޤްވާވެރި، ﷲ ދެކެ ބިރުގަންނަ"],["وراثي","Hereditary","ވިރާޘީ: ވާރުތަވާ، ވާރުތައިން ލިބޭ"],["وزير","minister","ވަޒީރު: ވުޒާރާއަކާ ޙަވާލުވެ ހުންނަވާ އެންމެ އިސް ވެރިޔާ"],["وزارة","Ministry","ވުޒާރާ: މިނިސްޓްރީ"],["وهم","Illusion","ވަހްމު: ހީވާ ހީވުން، ޙަޤީޤަތެއް ނެތް ޚިޔާލީ ކަންތައް"],["وجه","Face","ވަޖްހު: މޫނު"],["وزن","Weight","ވަޒްނު: ވަޒަން، ބަރުދަން، ވަޒަން ކުރުން؛ ކިރުން، އެކެތި އަނެކެއްޗާ އަޅައި ބެލުން"],["وطن","homeland","ވަޠަން: ވަޒަން. އުޅޭ ތަން، ތިމާގެ އަމިއްލަ ރަށް ނުވަތަ ޤައުމު"],["واعظ","preacher","ވާޢިޡު: ނަޞޭޙާތް ދޭ މީހާ، ދީނީ ނަޞޭޙަތްދޭ މީހާ"],["وعظ","preaching","ވަޢުޡު: ނަޞޭޙަތް"],["وضوء","ablution","ވުޟޫ: ނިޔަތް ގަނެ، ނަމާދު ކުރުމަށް ނުވަތަ ޠަވާފު ކުރުމަށް ހަށިގަނޑުގެ ވަކި ޚާޢްޞަ ގުނަން ތަކަކަށް ފެން ލުމާއި ފެން ފުހުން"],["وسيلة","Instrument","ވަސީލަތް: ޛަރީޢާ، އެހީ"],["وحدانية","oneness","ވަޙްދާނިއްޔަތު: އެއްކައުވަންތަކަން"],["وعيد","threat","ވަޢީދު: ކޯފާލައްވާނެ ކަމުގެ ވާހަކަ އެންގެވުން، އިންޛާރު ދެއްވުން"],["وتر","String","ވިތްރު: ވިތުރި، އޮނަހިރި، ޢިޝާ ނަމާދަށް ފަހު އެއް ރަކްޢަތަށް ނިންމާ ގޮތަށް ކުރާ ސުންނަތް ނަމާދު"],["وسق","wasaq","ވަސަޤު: 60 ޞާޢު، ޞާޢަކީ ގާތްގަނޑަކަށް 5 ރާތަލާ ރާތަލެއްގެ ތިންބައިކުޅަ އެއްބައެވެ."],["الهاء","",""],["هدية","Gift","ހަދިއްޔާ: ހަދިޔާ، މީހުންނަށް ބަދަލެއް އެދުމަކާ ނުލައި ހިލޭ ދޭ ދިނުން"],["هداية","guidance","ހިދާޔަތު: ތެދުމަގު"],["هجرة","Hegira","ހިޖުރަ: އެއް ރަށުން އަނެއް ރަށަށް ދިރިއުޅުން ބަދަލު ކުރުނުް ޝަރުޢީ ގޮތުން ހިޖުރަ ކުރުމަކީ މައްކާ ފަތަޙަ ވުމުގެ ކުރިން ކީރިތި ރަސޫލާ صلى الله عليه وسلم ގެ ޙަޔާތްޕުޅުގައި މަދީނާ އަށް ދިއުމެވެ. ﷲ ނަހީ ކުރެއްވި ހުރިހައި ކަމެއް ދޫކޮށްލުމަކީ ވެސް ހިޖުރަ އެވެ."],["هجري","Hegira","ހިޖުރީ: ހިޖުރީ އަހަރުން ކަލަންޑަރު ގުނުން، ހިޖުރައާ ގުޅޭ"],["هواء","Air, desire","ހަވާއު: ހ. ވައި ށ. ނަފްސުގެ އެދުން"],["هوي نفس","Desire of soul","ހަވާ ނަފްސު: ނަފްސުގެ އެދުން"],["همة","Zeal, determination","ހިއްމަތް: ކެރުމާއި ހިތްވަރު"],["الياء","",""],["يقين","certainty","ޔަޤީން: ކަމަކަށް އޮންނަ ކަށަވަރުކަން"],["يهودي","Jewish","ޔަހޫދީ: ޔަހޫދީ ދީނަށް ނިސްބަތްވާ މީހާ"],["يتيم","orphan","ޔަތީމު: ބައްޕަ މަރުވެފައިވާ ކުޑަ ކުއްޖާ، މައި މަރުވެފައިވާ ޖަނަވާރު"],["يونان","Greece","ޔޫނާނު: ގުރީސް"],["يوناني","Greek","ޔޫނާނީ: ގުރީހުގެ"],["ياقوت","Ruby; Sapphires","ޔާޤޫތު: އަގުބޮޑު ހިލައެއް"],["يعني","Means","ޔަޢުނީ: މާނަ އަކީ"],["يلملم","Yalamlam","ޔަލަމްލަމް: ދިވެހި ރާއްޖެ އަދި ޔަމަނާއި ތިހާމާ އާ ވީ ފަރާތުން ޙައްޖަށް ދާ މީހުުން މަކާނީ މީޤާތު"],["يمَن","Yemen","ޔަމަނު: ޢަރަބި ޤައުމެއްގެ ނަން އޭޝިޔާ ގެ ހުޅަނގުން ސަޢޫދީ ޢަރަބިޔާ އާ އިންވެގެން އޮންނަ ޤާއުމެއް"],["يومية","Daybook","ޔައުމިއްޔާ: ކޮންމެ ދުަހަކު ހިނގާ ކަންތައް ލިޔާ ފޮތް"]]
