[["1","الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِلْإِسْلَامِ وَمَنَّ عَلَيْنَا بِهِ، وَأَخْرَجَنَا فِي خَيْرِ أُمَّةٍ ⁽¹⁾، فَنَسْأَلُهُ التَّوْفِيقَ لِمَا يُحِبُّ وَيَرْضَى، وَالْحِفْظَ مِمَّا يَكْرَهُ وَيَسْخَطُ.\nاعْلَمُوا أَنَّ الْإِسْلَامَ هُوَ السُّنَّةُ، وَالسُّنَةَ هِيَ الْإِسْلَامُ ⁽²⁾، وَلَا يَقُومُ أَحَدُهُمَا إِلَّا بِالْآخَرِ.","(އިމާމު ބަރްބަހާރީ رَحِمَهُ اللَّهُ ވިދާޅުވިއެވެ:) ހަމްދު ވަނީﷲ އަށެވެ. އެއީ އަހަރުމެންނަށް އިސްލާމް ދީނަށް ހިދާޔަތް ދެއްކެވި، އަދި އެ ދީނުގެ ނިއުމަތް އަހަރުމެންނަށް ދެއްވި އިލާހެވެ. އަދި އެންމެ ހެޔޮ އުއްމަތުގެ ތެރެއަށް އަހަރުމެން ނެރުއްވި އިލާހެވެ. ފަހެ އަޅަމެން އެ އިލާހަށް އެދި ދަންނަވަނީ، އެ އިލާހު ލޯބިވާ އަދި ރުއްސަވާ ކަންތަކަށް ތައުފީގު ދެއްވުމަށެވެ. އަދި އެ އިލާހު ނުރުއްސަވާ އަދި ކޯފާވާ ކަންތަކުން ރައްކާތެރި ކުރެއްވުމަށެވެ.\nތިޔަބައިމީހުން ދަންނާށެވެ. އިސްލާމް ދީނަކީ ސުންނަތެވެ. އަދި ސުންނަތަކީ އިސްލާމް ދީނެވެ. އަދި އެ ދޭތިން ކުރެ އެއް ކަމެއް، އަނެއް ކަމަކާ ލައިގެން މެނުވީ ގާއިމު ނުވާހުއްޓެވެ.","⁽¹⁾ كما قال تعالى: (كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ… ) [آل عِمرَان: ١١٠].\n⁽²⁾ أورد المصنف رحمه الله هذه العبارة في الفقرة رقم [١٥٦] على أنها من كلام بشر بن الحارث ."],["2","فَمِنَ السُّنَّةِ لُزُومُ الْجَمَاعَةِ، فَمَنْ رَغِبَ عَنِ الْجَمَاعَةِ وَفَارَقَهَا فَقَدْ خَلَعَ رِبْقَةَ الْإِسْلَامِ مِنْ عُنُقِهِ ⁽¹⁾، وَكَانَ ضَالًّا مُضِلًّا.","ފަހެ ސުންނަތުގެ ތެރޭގައި ވަނީ ޖަމާއަތަށް ލާޒިމުވުމެވެ. ފަހެ ޖަމާއަތް ބޭނުން ނުވެ، އެއާ ވަކިވެއްޖެ މީހާ، ފަހެ ހަމަކަށަވަރުން އެ ވަނީ އޭނާގެ ކަނދުރާއިން އިސްލާމްކަމުގެ ލަގަން ބާލާފައެވެ. އަދި އޭނާ ވަނީ މަގުފުރެދިފައިވާ މަގުފުރެދުންތެރިއަކަށެވެ.","⁽¹⁾ أخرج أحمد (١٨٠/٥ رقم ٢١٥٦٠، ٢١٥٦١، ٢١٥٦٢) من حديث أبي ذر رَضِيَ اللَّهُ عَنْهُ، قال: قال رسول الله ﷺ: (من فارق الجماعة شبراً فقد خلع ربقة الإسلام من عنقه). وأبو داود في «سننه» (٤٧٥٨)، والحاكم (۱۱۷/۱)، وصححه الألباني في «ظلال الجنة» (٨٩٢).\nوأخرج أحمد (١٣٠/٤ رقم ۱۷۱۷۰، ٢٠٢/٤ رقم ١٧٨٠٠، ٣٤٤/٥ رقم ۲۲۹۱۰) من حديث الحارث الأشعري رَضِيَ اللَّهُ عَنْهُ قال: قال النبي ﷺ: (وأنا آمركم بخمس، الله أمرني بهن: السمع والطاعة والجهاد والهجرة والجماعة، فإنه من فارق الجماعة قيد شبر فقد خلع ربقة الإسلام من عنقه، إلا أن يرجع...) الحديث. والترمذي (٢٨٦٣، ٢٨٦٤)، والحاكم (۱۱۷/۱، ۱۱۸، ٤٢١). وصححه الحاكم والترمذي، وكذا الألباني في «صحيح الترغيب والترهيب» (٥٢٢)."],["3","وَالْأَسَاسُ الَّذِي تُبْنَى عَلَيْهِ الْجَمَاعَةُ، وَهُمْ أَصْحَابُ مُحَمَّدٍ ﷺ وَرَحِمَهُمُ اللَّهُ أَجْمَعِينَ، وَهُمْ أَهْلُ السُّنَّةِ وَالْجَمَاعَةِ، فَمَنْ لَمْ يَأْخُذْ عَنْهُمْ فَقَدْ ضَلَّ وَابْتَدَعَ، وَكُلُّ بِدْعَةٍ ضَلَالَةٌ، وَالضَّلَالَةُ وَأَهْلُهَا فِي النَّارِ ⁽¹⁾.\nوَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَحِمَهُ اللَّهُ: «لَا عُذْرَ لِأَحَدٍ فِي ضَلَالَةٍ رَكِبَهَا حَسِبَهَا هُدًى، وَلَا فِي هُدًى تَرَكَهُ حَسِبَهُ ضَلَالَةً، فَقَدْ بُيِّنَتِ الْأُمُورُ، وَثَبَتَتِ الْحُجَّةُ، وَانْقَطَعَ الْعُذْرُ» ⁽²⁾.\nوَذَلِكَ أَنَّ السُّنَّةَ وَالْجَمَاعَةَ قَدْ أَحْكَمَا أَمْرَ الدِّينِ كُلِّهِ، وَتَبَيَّنَ لِلنَّاسِ، فَعَلَى النَّاسِ الِاتِّبَاعُ.","އަދި ޖަމާއަތް އޭގެ މައްޗަށް ބިނާވެވޭ އަސާސް، އެއީ މުޙައްމަދު ﷺ ގެ ސަހާބީންނެވެ. އަދި އެ އެންމެހާ ބޭކަލުންނަށް ﷲ ރަހުމަތް ލައްވާށިއެވެ. އަދި އެ ބޭކަލުންނަކީ އަހްލުއްސުންނާ ވަލްޖަމާޢަތެވެ. (އެބަހީ: ސުންނަތާއި ޖަމާއަތުގެ އަހުލުވެރިންނެވެ.) ފަހެ އެ ބޭކަލުންގެ ކިބައިން ނުނަގާ މީހާ ފަހެ މަގުފުރެދި، ބިދުޢަ އުފައްދައިފިކަން ކަށަވަރެވެ. އަދި ކޮންމެ ބިދުޢައަކީ މަގުފުރެދުމެކެވެ. އަދި މަގުފުރެދުމާއި އޭގެ އަހުލުވެރިން ވަނީ ނަރަކައިގައެވެ.\nއަދި ޢުމަރު ބިން އަލްޚައްޠާބު ރަޙިމަހު ﷲ ވިދާޅުވިއެވެ: ”ހިދާޔަތް ކަމަށް ހީކޮށް، މަގުފުރެދުމަށް އަރައިގަތް އެއްވެސް މީހަކަށް އުޒުރެއް ނުވެއެވެ. އަދި މަގުފުރެދުން ކަމަށް ހީކޮށް، (މީހަކު) ހިދާޔަތް ދޫކޮށްލުމުގައި ވެސް (އުޒުރެއް ނުވެއެވެ.) ފަހެ ހަމަކަށަވަރުން ކަންތައްތައް ވަނީ ބަޔާން ކުރެވިފައެވެ. އަދި ހުއްޖަތް ވަނީ ސާބިތުވެފައެވެ. އަދި އުޒުރު ވަނީ ކެނޑިފައެވެ.“\nއަދި އެފަދައިން ވަނީ ސުންނަތާއި ޖަމާއަތް ދީނުގެ މުޅި ހުރިހާ ކަމެއް ރައްކާތެރިކޮށް ފުރިހަމަކޮށްދީފައި ވާތީއެވެ. އަދި އެ ކަންތައް ވަނީ މީސްތަކުންނަށް ބަޔާންވެފައެވެ. ފަހެ މީސްތަކުންގެ މައްޗަށް ދެން ވަނީ ތަބާވުމެވެ.","⁽¹⁾ لقول النبي ﷺ: (إن أصدق الحديث : كتاب الله، وأحسن الهدي: هدي محمد، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار . . . ) الحديث .\nأخرجه مسلم (٨٦٧)، والنسائي (١٥٧٨) وغيرهما، وهذا لفظ النسائي.\n⁽²⁾ أخرجه عمر بن شبة في «أخبار المدينة» (۱۲/۲)، وابن بطة في «الإبانة الكبرى» (١٦٢) من طريق الأوزاعي، عن عمر بن الخطاب رَضِيَ اللَّهُ عَنْهُ عنه. وهو منقطع بين الأوزاعي وعمر بن الخطاب.\nوذكر هذا القول عمر بن عبد العزيز، عن عمر بن الخطاب رَضِيَ اللَّهُ عَنْهُ عنه كما في «حلية الأولياء» (٣٤٦/٥).\nوأخرجه المروزي في «السنة» (ص٣١ رقم ٩٥) من طريق الأوزاعي، قال: قال عمر بن عبد العزيز…  فذكره بنحوه."],["4","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّ الدِّيْنَ إِنَّمَا جَاءَ مِنْ قِبَلِ اللَّهِ تَبَارَكَ وَتَعَالَى، لَمْ يُوضَعْ عَلَى عُقُولِ الرِّجَالِ وَآرَائِهِمْ، وَعِلْمُهُ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ، فَلَا تَتَّبِعْ شَيْئًا بِهَوَاكَ ⁽¹⁾، فَتَمْرُقَ ⁽²⁾ مِنَ الدِّيْنِ، فَتَخْرُجَ مِنَ الْإِسْلَامِ، فَإِنَّهُ لَا حُجَّةَ لَكَ، فَقَدْ بَيَّنَ رَسُولُ اللَّهِ ﷺ لِأُمَّتِهِ السُّنَّةَ، وَأَوْضَحَهَا لِأَصْحَابِهِ وَهُمُ الْجَمَاعَةُ، وَهُمُ السَّوَادُ الْأَعْظَمُ، وَالسَّوَادُ الْأَعْظَمُ: الْحَقُّ وَأَهْلِهِ، فَمَنْ خَالَفَ أَصْحَابَ رَسُولِ اللَّهِ ﷺ فِي شَيْءٍ مِنْ أَمْرِ الدِّينِ فَقَدْ كَفَرَ.","އަދި ދަންނާށެވެ. -ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ- ހަމަކަށަވަރުން ދީން އައިސްފައި ވަނީ ހަމައެކަނި ﷲ ތަބާރަކަ ވަތަޢާލާގެ ފަރާތުންނެވެ. މީސްމީހުންގެ ބުއްދިތަކާއި ރައުޔުތަކުގެ މައްޗަށް އެ ލައްވާފައެއް ނުވެއެވެ. އަދި އޭގެ އިލްމު ވަނީ ﷲ ގެ ހަޒްރަތުގައެވެ. އަދި އެ އިލާހުގެ ރަސޫލާގެ އަރިހުގައެވެ. ފަހެ ތިބާގެ ހަވާނަފްސުން އެއްވެސް އެއްޗަކަށް ތަބާ ނުވާށެވެ. އޭރުން ތިބާ ދީން ފަހަނަޅައި ގޮސް، އިސްލާމްކަމުން ނުކުމެ ހިނގައިދާނެއެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާއަކަށް އެއްވެސް ހުއްޖަތެއް ނުވެއެވެ. ފަހެ ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ވަނީ އެކަލޭގެފާނުގެ އުއްމަތައް ސުންނަތް ބަޔާންކޮށް ދެއްވާފައެވެ. އަދި އެކަލޭގެފާނުގެ ސަހާބީންނަށް އެ ސާފުކޮށް ދެއްވާފައެވެ. އަދި އެ ބޭކަލުންނަކީ ޖަމާއަތެވެ. އަދި އެ ބޭކަލުންނަކީ ސަވާދުލް އަޢުޡަމެވެ. (އެބަހީ: އެންމެ ބޮޑުވެގެންވާ ޖަމާއަތެވެ.) އަދި ސަވާދުލް އަޢުޡަމަކީ، ހައްގާއި އޭގެ އަހުލުވެރިންނެވެ. ފަހެ ދީނުގެ އެއްވެސް ކަމެއްގައި ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންނާ ޚިލާފުވެއްޖެ މީހާ ފަހެ ހަމަކަށަވަރުން ކާފަރުވެއްޖެއެވެ.","⁽¹⁾ قال الله تبارك وتعالى: (فَإِن لَّمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ اللَّهِ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) القَصَص ٥٠.\n⁽²⁾ المروق: الخروج من الجانب الآخر للشيء، ومنه قول النبي ﷺ في وصف الخوارج: (يمرقون من الدين كما يمرق السهم من الرمية).\nأخرجه البخاري (٤٣٥١)، ومسلم (١٤٤/١٠٦٤). وانظر: «لسان العرب» (٣٤١/١٠)."],["5","وَاعْلَمْ أَنَّ النَّاسَ لَمْ يَبْتَدِعُوا بِدْعَةً قَطُّ حَتَّى تَرَكُوا مِنَ السُّنَّةِ مِثْلَهَا، فَاحْذَرِ الْمُحْدَثَاتِ مِنَ الْأُمُورِ، فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلُّ بِدْعَةٍ ضَلَالَةٌ، وَالضَّلَالَةُ وَأَهْلُهَا فِي النَّارِ ⁽¹⁾.","އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން މީސްތަކުން ސުންނަތުން އެއާ އެއްވަރުގެ އެއްޗެއް ދޫކޮށްގެން މެނުވީ، ދުވަހަކުވެސް އެބައިމީހުން ބިދުޢައެއް އުފައްދާފައެއް ނުވެއެވެ. ފަހެ (ދީނުގެ) ކަންކަމުގައި އަލަށް އުފައްދާފައިވާ ކަންކަމާ މެދު ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އަލަށް އުފައްދާފައިވާ ކޮންމެ ކަމަކީ ބިދުޢައެކެވެ. އަދި ކޮންމެ ބިދުޢައަކީ މަގުފުރެދުމެކެވެ. އަދި މަގުފުރެދުމާއި އޭގެ އަހުލުވެރިން ވަނީ ނަރަކައިގައެވެ.","⁽¹⁾ أخرج أحمد في «المسند» (١٢٦/٤ رقم ١٧١٤٤، ١٧١٤٥) من حديث العرباض بن سارية رَضِيَ اللَّهُ عَنْهُ، وفيه: أن النبي ﷺ قال: ( …فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، تمسكوا بها، وعضوا عليها بالنواجذ، وإياكم ومحدثات الأمور، فإن كل محدثة بدعة، وكل بدعة ضلالة). وابن ماجه في اسننه» (٤٢، ٤٤).\nوصححه الألباني في «ظلال الجنة» (٢٧ - ٣٤)."],["6","وَاحْذَرْ صِغَارَ الْمُحْدَثَاتِ مِنَ الْأُمُورِ؛ فَإِنَّ صَغِيرَ الْبِدَعِ يَعُودُ حَتَّى يَصِيرَ كَبِيرًا، وَكَذَلِكَ كُلُّ بِدْعَةٍ أُحْدِثَتْ فِي هَذِهِ الْأُمَّةِ، كَانَ أَوَّلُهَا صَغِيرًا يُشْبِهُ الْحَقَّ، فَاغْتَرَّ بِذَلِكَ مَنْ دَخَلَ فِيهَا، ثُمَّ لَمْ يَسْتَطِعِ الْخُرُوجَ مِنْهَا، فَعَظُمَتْ وَصَارَتْ دِيْنًا يُدَانُ [بِهِ] فَخَالَفَ الصِّرَاطَ الْمُسْتَقِيمَ، فَخَرَجَ مِنَ الْإِسْلَامِ، فَانْظُرْ رَحِمَكَ اللَّهُ كُلَّ مَنْ سَمِعْتَ كَلَامَهُ مِنْ أَهْلِ زَمَانِكَ [خَاصَّةً] فَلَا تَعْجَلَنَّ، وَلَا تَدْخُلَنَّ فِي شَيْءٍ [مِنْهُ] حَتَّى تَسْأَلَ وَتَنْظُرَ هَلْ تَكَلَّمَ بِهِ أَصْحَابُ رَسُولِ اللَّهِ ﷺ [أَو أَحَدٌ مِنَ الْعُلَمَاءِ؟] فَإِنْ وَجَدْتَ فِيهِ أَثَرًا عَنْهُمْ فَتَمَسَّك بِهِ، وَلَا تُجَاوِزْهُ لِشَيْءٍ، وَلَا [تَختَر] عَلَيْهِ شَيْئًا فَتَسْقُطَ فِي النَّارِ. ⁽¹⁾","އަދި (ދީނުގެ) ކަންކަމުގައި އަލަށް އުފައްދާފައިވާ ކުދިކުދި ކަންތަކާމެދު ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ކުދިކުދި ބިދުޢަތައް ބޮޑުމަށް ދާންދެން (ތަކުރާރުވަމުން) އެނބުރެމުން ދެއެވެ. އަދި މި އުއްމަތުގައި އުފައްދާފައިވާ ކޮންމެ ބިދުޢައެއް ވެސް ވަނީ ހަމަ އެފަދައިންނެވެ. ފުރަތަމަ އޭގެ ފެށުން ކުޑަވެފައި، ހައްގާ ވައްތަރު ގޮތެއް ހުރެއެވެ. ދެން އޭގެ ސަބަބުން އެ ބިދުޢައިގެ ތެރެއަށް ވަތް މީހަކު ހެއްލުންތެރިވެގެން ދެއެވެ. އެއަށްފަހު އެއިން ނުކުތުމަކަށް އޭނާއަށް ކުޅަދާނައެއް ނުވެއެވެ. ދެން އެ ބިދުޢަ ބޮޑުވެގެން ގޮސް އެއަށް ތަބާވެވޭ ދީނެއް ކަމުގައި ވެގެން ދެއެވެ. ފަހެ އެ މީހާ ސީދާ ވެގެންވާ ތެދުމަގާ ޚިލާފުވެއެވެ. ދެން އޭނާ އިސްލާމް ދީނުން ބޭރުވެއެވެ. ފަހެ ތިބާ (ރަނގަޅަށް) ބަލާށެވެ. -ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ- ވަކިން ޚާއްސަކޮށް ތިބާ އުޅޭ ޒަމާނުގެ އަހުލުވެރިންގެ ތެރެއިން، ތިބާއަށް އެ މީހެއްގެ ވާހަކަ އަޑު އިވޭ ކޮންމެ މީހެއް (ރަނގަޅަށް ބަލާ ހަދާށެވެ.) ފަހެ އެއްގޮތަކަށްވެސް ތިބާ އަވަސްވެ ނުގަންނާށެވެ. އަދި އެއްގޮތަކަށްވެސް އެއިން އެއްވެސް ކަމެއްގެ ތެރެއަށް ވަދެނުގަންނާށެވެ. އެއީ (މި ކަންތަކާ މެދު) ތިބާ ސުވާލުކޮށް (ރަނގަޅަށް) ބަލާ ހެދުމަށް ދާންދެނެވެ. ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން އެ ވާހަކަ ދެއްކިހެއްޔެވެ؟ ނުވަތަ އިލްމުވެރިންގެ ތެރެއިން އެކަކުވެސް (އެ ވާހަކަ ދެއްކިހެއްޔެވެ؟) ދެން އެއާމެދު އެ ބޭކަލުންގެ ފަރާތުން އަޘަރެއް (އެބަހީ: ރިވާޔަތެއް) ފެނިއްޖެ ނަމަ، ފަހެ އޭގައި ހިފާށެވެ. އަދި އެހެން އެއްވެސް އެއްޗަކަށް އެ ފަހަނަޅައި ނުދާށެވެ. އަދި އޭގެ މައްޗަށް އެއްވެސް އެހެން އެއްޗެއް އިޚްތިޔާރު ނުކުރާށެވެ. އޭރުން ތިބާ ނަރަކައަށް ވެއްޓިގެން ހިނގައިދާނެއެވެ.","⁽¹⁾ وهذا من الحث على اتباع السنة وترك البدعة، حتى لقد قال سفيان الثوري رحمه الله: إن استطعت ألا تحك رأسك إلا بأثر فافعل."],["7","وَاعْلَمْ أَنَّ الْخُرُوجَ مِنَ الطَّرِيقِ عَلَى وَجْهَيْنِ؛ أَمَّا أَحَدُهُمَا: فَرَجُلٌ زَلَّ عَنِ الطَّرِيقِ، وَهُوَ لَا يُرِيدُ إِلَّا الْخَيْرَ، فَلَا يُقْتَدَى بِزَلَّتِهِ، فَإِنَّهُ هَالِكٌ، وَآخَرٌ عَانَدَ الْحَقَّ وَخَالَفَ مَنْ كَانَ قَبْلَهُ مِنَ الْمُتَّقِينَ، فَهُوَ ضَالٌّ مُضِلٌّ، شَيْطَانٌ مَرِيدٌ فِي هَذِهِ الْأُمَّةِ، حَقِيقٌ عَلَى مَنْ يَعْرِفُهُ أَنْ يُحَذِّرَ النَّاسَ مِنْهُ، وَيُبَيِّنَ لَهُمْ قِصَّتَهُ؛ لِئَلَّا يَقَعَ أَحَدٌ فِي بِدْعَتِهِ فَيَهْلِكَ.","އަދި ދަންނާށެވެ. (ހައްގު) މަގުން ނުކުތުން ވަނީ ދެ ގޮތަކަށެވެ. އޭގެ ތެރެއިން އެއް ގޮތަކީ، ހެވެއް ނޫނީ ނޭދޭ ހާލު، މީހަކު މަގުން ކައްސާލައިގެން ދިޔުމެވެ. ފަހެ އޭނާގެ ކައްސާލުމަށް ތަބާވެވުމެއް ނެތެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ހަލާކުވެގެންދާ މީހެކެވެ. އަދި އަނެއް ގޮތަކީ، މީހަކު (އެނގިހުރެ ގަސްދުގައި) ހައްގާ ދެކޮޅުހަދައި، އޭނާގެ ކުރިން އުޅުނު ތަގުވާވެރި ބޭކަލުންނާ ޚިލާފުވެގަތުމެވެ. ފަހެ އެ މީހަކީ މަގުފުރެދިފައިވާ، މަގުފުރައްދާ މީހެކެވެ. މި އުއްމަތުގައިވާ (ނުކިޔަމަންތެރި ހައްދުފަހަނަޅައިފައިވާ) މާރިދު ޝައިތާނެކެވެ. މީސްތަކުން ގާތު އޭނާއާ މެދު އިންޒާރުދީ، އެބައިމީހުންނަށް އޭނާގެ ވާހަކަ ބަޔާން ކޮށްދިނުމަކީ، އޭނާ ދަންނަ ބަޔެއްގެ މައްޗަށްވާ ވާޖިބެކެވެ. އެއީ އެކަކުވެސް އޭނާގެ ބިދުޢައަށް ވެއްޓުނަ ނުދިނުމަށްޓަކައެވެ. އޭރުން އެ މީހަކު ހަލާކުވެދާނެއެވެ.",""],["8","وَاعْلَمْ رَحِمَكَ اللَّهُ أَنَّهُ لَا يَتِمُّ إِسْلَامُ عَبْدٍ حَتَّى يَكُونَ مُتَّبِعًا مُصَدِّقًا مُسْلِمًا، فَمَنْ زَعَمَ أَنَّهُ بَقِيَ شَيْءٌ مِنْ أَمْرِ الْإِسْلَامِ لَمْ يَكْفُونَاهُ أَصْحَابُ مُحَمَّدٍ ﷺ فَقَدْ كَذَّبَهُمْ، وَكَفَى بِهِ فُرْقَةً وَطَعْنًا عَلَيْهِمْ، وَهُوَ مُبْتَدِعٌ ضَالٌّ مُضِلٌّ، مُحْدِثٌ فِي الْإِسْلَامِ مَا لَيْسَ فِيهِ.","އަދި ދަންނާށެވެ. -ﷲ ތިބާއަށް ރަޙުމަތް ލައްވާށިއެވެ- ހަމަކަށަވަރުން ތަބާވާ، ތެދު ކުރާ، ބޯލަނބާ ކިޔަމަންވާ މީހަކަށް ނުވަނީސް، އަޅެއްގެ އިސްލާމްކަން ފުރިހަމައެއް ނުވާނެއެވެ. ފަހެ އިސްލާމް ދީނުގެ ކަމެއްގައި، މުޙައްމަދު ﷺ ގެ ސަހާބީން އަހަރެމެންނަށް ފުއްދައިދީފައި ނުވާ އެއްވެސް ކަމެއް ބާކީ ހުރިކަމަށް މީހަކު ދައުވާކޮށްފި ނަމަ، ފަހެ ހަމަކަށަވަރުން އޭނާ އެ ވަނީ އެ ބޭކަލުން ދޮގުކޮށްފައެވެ. އަދި ވަކިވެގަނެ، އެ ބޭކަލުންގެ މައްޗަށް ބަދުބަސް ބުނި ކަމަށް އެވަރު ފުދެއެވެ. އަދި އޭނާއަކީ މަގުފުރެދިފައިވާ، މަގުފުރައްދާ ބިދުޢަވެރިއެކެވެ. އިސްލާމް ދީނުގައި ނުވާ ކަންކަން އެ ދީނަށް ވައްދާފައިވާ މީހެކެވެ.",""],["9","وَاعْلَمْ رَحِمَكَ اللَّهُ أَنَّهُ لَيْسَ فِي السُّنَّةِ قِيَاسٌ ⁽¹⁾، وَلَا يُضْرَبُ لَهَا الْأَمْثَالُ ⁽²⁾، وَلَا تُتَّبَعُ فِيهَا الْأَهْوَاءُ ⁽³⁾، وَهُوَ التَّصْدِيقُ بِآثَارِ رَسُولِ اللَّهِ ﷺ بِلَا كَيْفٍ وَلَا شَرْحٍ، وَلَا يُقَالُ: لِمَ وَلَا كَيْفَ؟","އަދި ދަންނާށެވެ. -ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ- ހަމަކަށަވަރުން ސުންނަތުގައި ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމެއް) ނުވެއެވެ. އަދި އެއަށް މިސާލުތައް ޖެހުމެއް ވެސް ނުވެއެވެ. އަދި އޭގައި ހަވާނަފްސަށް ތަބާވުމެއް ވެސް ނުވެއެވެ. (އެހެނެއްކަމަކު އެ ކަމުގައި އޮތީ) ރަސޫލު ﷲ ﷺ ގެ އަޘަރުތައް ތެދު ކުރުމެވެ. އެއީ ކިހިނެއްކަން ސުވާލު ކުރުމާއި، (ގޮތްގޮތަށް) ޝަރަހަ ކުރުމަކާ ނުލައެވެ. އަދި ’ކީއްވެހޭ‘ އަދި ’ކިހިނެއްހޭ‘ ބުނުމެއް ވެސް ނޯވެއެވެ.\n(ނޯޓު: އަގީދާ އަދި މަންހަޖުގައި އެއްވެސް ވަރަކަށް ކަންކަން ބުއްދިން އަޅާކިޔުމެއް ނުވެއެވެ. އަދި ފިގުހީ މައްސަލަތަކުގައި އައިސްފައިވާ ޙަދީޘް ރައްދު ކުރަން، ބުއްދި ބޭނުންކޮށްގެން ބާތިލު ގޮތްގޮތަށް ކަންކަން އަޅާކިޔުމެއް ވެސް ނުވެއެވެ. އެއީ މުޅިންވެސް ނުބައި ގިޔާސެވެ.) ","⁽¹⁾ هو القياس المذموم الذي تعارض به أحاديث النبي ﷺ.\n⁽²⁾ أخرج ابن ماجه في «سننه» (۲۲) من طريق أبي سلمة أن أبا هريرة قال لرجل: «يا ابن أخي! إذا حدثتك عن رسول الله ﷺ حديثا فلا تضرب له الأمثال».\nوالحديث حسنه الألباني في «صحيح سنن ابن ماجه».\n⁽³⁾ هذه مقولة الإمام أحمد في «أصول السنة» (ص ١٦) قال: «وليس في السنة قياس، ولا تضرب لها الأمثال، ولا تدرك بالعقول ولا الأهواء، إنما هو الاتباع وترك الهوى»."],["10","وَالْكَلَامُ وَالْخُصُومَةُ وَالْجِدَالُ وَالْمِرَاءُ مُحْدَثٌ يَقْدَحُ الشَّكَّ فِي الْقَلْبِ، وَإِنْ أَصَابَ صَاحِبُهُ الْحَقَّ وَالسُّنَّةَ.","އަދި (ޢިލްމުލް) ކަލާމާއި، ކޯޅުމާއި، ޖަދަލު ކުރުމާއި، އަރައިރުންވުމަކީ އަލަށް އުފައްދާފައިވާ ކަންކަމެވެ. އެއިން ހިތަށް ޝައްކު ވައްދައެވެ. އެއީ އެ ކަން ކުރާ މީހާ ހައްގާއި ސުންނަތާ ދިމާވި ކަމުގައިވިޔަސް މެއެވެ.\n(ނޯޓު: ޢިލްމުލް ކަލާމަކީ، ދީނީ ކަންކަމުގައި ނައްސުގެ މައްޗަށް ބުއްދި އިސްކުރުމެވެ.)",""],["11","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّ الْكَلَامَ فِي الرَّبِّ مُحْدَثٌ، وَهُوَ بِدْعَةٌ وَضَلَالَةٌ، وَلَا يُتَكَلَّمُ فِي الرَّبِّ إِلَّا بِمَا وَصَفَ بِهِ نَفْسَهُ فِي الْقُرْآنِ، وَمَا بَيَّنَ رَسُولُ اللَّهِ ﷺ لِأَصْحَابِهِ، وَهُو - جَلَّ ثَنَاؤُهُ - وَاحِدٌ (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) ⁽¹⁾ رَبُّنَا أَوَّلٌ بِلَا مَتَى، وَآخِرٌ بِلَا مُنْتَهَى ⁽²⁾، يَعْلَمُ السِّرَّ وَأَخْفَى ⁽³⁾، وَهُوَ عَلَى عَرْشِهِ اسْتَوَى ⁽⁴⁾، وَعِلْمُهُ بِكُلِّ مَكَانٍ، وَلَا يَخْلُو مِنْ عِلْمِهِ مَكَانٌ ⁽⁵⁾.","އަދި ދަންނާށެވެ. -ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ- (ގޮތްގޮތަށް) ރައްބާ މެދު ވާހަކަ ދެއްކުމަކީ އަލަށް އުފައްދާފައިވާ ކަމެކެވެ. އަދި އެއީ ބިދުޢައެއް އަދި މަގުފުރެދުމެކެވެ. އަދި ﷲ ގުރްއާނުގައި އެ އިލާހުގެ އަމިއްލަ ނަފްސުފުޅު ސިފަ ކުރައްވާފައިވާ ފަދައިންނާއި، ރަސޫލު ﷲ ﷺ އެކަލޭގެފާނުގެ ސަހާބީންނަށް ބަޔާންކޮށް ދެއްވާފައިވާ ފަދައިން މެނުވީ، ރައްބާ މެދު ވާހަކަ ދެއްކުމެއް ނުވެއެވެ. އަދި އެ އިލާހީ -ސަނާ މަތިވެރިވެގެންވާ- އެއްކައުވަންތަ އިލާހެވެ. އެ އިލާހާ އެއްފަދަ އެއްވެސް އެއްޗެއް ނުވެއެވެ. އަދި އެ އިލާހީ އައްސަވާވޮޑިގެންވާ، ބައްލަވާވޮޑިގެންވާ އިލާހެވެ. އަޅަމެންގެ ރައްބަކީ، ޒަމާނެއް ކަނޑައެޅުމެއް ނެތި، އެންމެ ފުރަތަމަ ފަރާތެވެ. އަދި ނިމުމެއް ނެތި، އެންމެ ފަހު ފަރާތެވެ. ސިއްރާއި އެއަށް ވުރެ ވެސް ވަންހަނާ ކަންކަން އެ އިލާހު ދެނެވޮޑިގެންވެއެވެ. އަދި އެ އިލާހު ވަނީ، އެ އިލާހުގެ ޢަރުޝަށް އިސްތަވާވެ އަރައިވޮޑިގެންނެވެ. އަދި ކޮންމެ ތަނެއްގައި ވެސް އެ އިލާހުގެ އިލްމު ވެއެވެ. އަދި އެއްވެސް ތަނެއް އެ އިލާހުގެ އިލްމުން ހުސްނުވެއެވެ.","⁽¹⁾ الشُّورَى ١١.\n⁽²⁾ كان من دعاء النبي ﷺ: (اللهم أنت الأول فليس قبلك شيء، وأنت الآخر قليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين، وأغننا من الفقر).\nأخرجه مسلم (۲۷۱۳) من حديث أبي هريرة رَضِيَ اللَّهُ عَنْهُ.\n⁽³⁾ كما قال تعالى: (وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى) طه ٧.\n⁽⁴⁾ (إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ) الأَعرَاف ٥٤.\n⁽⁵⁾ كما قال تعالى: (وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِن ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُّبِينٍ) سبأ ٣."],["12","وَلَا يَقُولُ فِي صِفَاتِ الرَّبِّ: كَيْفَ؟ وَلِمَ؟ إِلَّا شَاكٌّ فِي اللَّهِ.","އަދި ﷲއާ މެދު ޝައްކު ކުރާ މީހަކު މެނުވީ، ރައްބުގެ ސިފަފުޅުތަކާ މެދު ’ކިހިނެއްހޭ‘ އަދި ’ކީއްވެހޭ‘ ނުބުނާނެއެވެ.",""],["13","وَالْقُرْآنُ كَلَامُ ⁽¹⁾ اللَّهِ وَتَنْزِيلُهُ ⁽²⁾ وَنُوْرُهُ ⁽³⁾، لَيْسَ بِمَخْلُوقٍ؛ لِأَنَّ الْقُرْآنَ مِنَ اللَّهِ، وَمَا كَانَ مِنَ اللَّهِ فَلَيْسَ بِمَخْلُوقٍ، وَهَكَذَا قَالَ مَالِكُ بْنُ أَنَسٍ وَأَحْمَدُ بْنُ حَنْبَلٍ وَالْفُقَهَاءُ قَبْلَهُمَا وَبَعْدَهُمَا، وَالْمِرَاءُ فِيهِ كُفْرٌ ⁽⁴⁾.","އަދި ގުރްއާނަކީ ﷲ ގެ ކަލާމްފުޅެވެ. އަދި ބާވައިލެއްވުމެވެ. އަދި ނޫރުފުޅެވެ. އެއީ މަޚްލޫގެއް ނޫނެވެ. އެހެނީ ހަމަކަށަވަރުން ގުރްއާން ވަނީ ﷲ ގެ ފުށުންނެވެ. (އެބަހީ: އެއީ އިލާހުގެ ސިފަފުޅެކެވެ.) އަދި ﷲ ގެ ފުށުންވާ އެއްޗެއް މަޚްލޫގަކަށް ނުވާނެއެވެ. އަދި މާލިކު ބިން އަނަސާއި، އަޙްމަދު ބިން ޙަންބަލާއި، އެ ދެ ބޭކަލުންގެ ކުރިންނާއި ފަހުން ވަޑައިގެންނެވި އިލްމުވެރިން ވެސް ވިދާޅުވެފައި ވަނީ މިފަދައިންނެވެ. އަދި އެ ކަމުގައި އަރައިރުންވުމަކީ ކުފުރެވެ.","⁽¹⁾ قال الله تعالى: (وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ) التوبة ٦.\n⁽²⁾ قال الله تعالى: (وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلًا) الإسراء ١٠٦.\n⁽³⁾ قال الله تعالى: (فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنزَلْنَا ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ) التغابن  ٨.\n⁽⁴⁾ أخرج أحمد في «المسند» (٢/ ٢٨٦ رقم ٧٨٤٨). وأبو داود في «سننه» (٤٦٠٣)، وغيرهما من حديث أبي هريرة رَضِيَ اللَّهُ عَنْهُ عن النبي ﷺ قال : (المراء في القرآن كفر).\nوالحديث حسّنه ابن القيم في «تهذيب سنن أبي داود» (۲۳۰/۱۲). وقال الألباني في «صحيح الترغيب والترهيب» (١٤٣): «حسن صحيح»."],["14","وَالْإِيمَانُ بِالرُّؤْيَةِ يَوْمَ الْقِيَامَةِ ⁽¹⁾، يَرَوْنَ اللَّهَ بِأَبْصَارِ رُؤُوسِهِمْ ⁽²⁾، وَهُوَ يُحَاسِبُهُمْ بِلَا حِجَابٍ وَلَا تُرْجُمَانٍ ⁽³⁾.","އަދި ގިޔާމަތް ދުވަހު (ﷲ) ފެންނާނެކަމަށް އީމާންވުމެވެ. (މީސްތަކުންނަށް) ﷲ ފެންނާނީ އެބައިމީހުންގެ ބޯތަކުގައިވާ ލޯތަކުންނެވެ. އަދި އެ އިލާހު އެބައިމީހުން ހިސާބު ބައްލަވާނީ ފަރުދާއެއް އަދި ތަރުޖަމާނަކާ ނުލައެވެ. (އެބަހީ: މެދުވެރިއެއް ނެތި، ވަކިވަކިން ﷲ ކޮންމެ މީހަކާ ވާހަކަ ދައްކަވާނެއެވެ.)","⁽¹⁾ قال الله تعالى: «وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ ۝ (١) إِلَىٰ رَبِّهَا نَاظِرَةٌ) القيامة: ٢٢ - ٢٣، وقال في حق الـمـحـرومـيـن: (كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ) المطففين ١٥.\n⁽²⁾ أحاديث الرؤية متواترة، منها: حديث جرير بن عبد الله رَضِيَ اللَّهُ عَنْهُ قال: كنا جلوساً عند رسول اللہ ﷺ إذ نظر إلى القمر ليلة البدر فقال: (أما إنكم سترون ربكم كما ترون هذا القمر… ) الحديث. \nأخرجه البخاري (٥٥٤)، ومسلم (٦٣٣) - وهذا لفظه - وفي بعض ألفاظ البخاري: (إنكم سترون ربكم عياناً)، وهي فيه برقم (٧٤٣٥).\n⁽³⁾ كما في الحديث الذي أخرجه البخاري (٧٤٤٣)، ومسلم (١٠١٦) عن عدي بن حاتم رَضِيَ اللَّهُ عَنْهُ قال: قال رسول الله ﷺ: (ما منكم من أحد إلا سيكلمه ربه، ليس بينه وبينه ترجمان ولا حجاب يحجبه) ."],["15","وَالْإِيمَانُ بِالمِيزَانِ يَوْمَ الْقِيَامَةِ، يُوزَنُ فِيهِ الخَيْرُ وَالشَّرُّ ⁽¹⁾، لَهُ كِفَّتَانِ وَلِسَانٌ ⁽²⁾.","އަދި ގިޔާމަތް ދުވަހުވާ މީޒާނަށް އީމާންވުމެވެ. ހެވައި ނުބައި އޭގައި ވަޒަން ކުރެވިގެން ދާނެއެވެ. އެއަށް ދެ ތިލަފަތުތަށްޓާއި ދުލެއް (އެބަހީ: މެދުކައްޓެއް) ވެއެވެ.","⁽¹⁾ قال تعالى: (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَىٰ بِنَا حَاسِبِينَ) الأَنبِيَاء ٤٧.\n⁽²⁾ أخرج الترمذي في «سننه» (٢٦٣٩)، وابن ماجه في «سننه» (٤٣٠٠) من حديث عبد الله بن عمرو بن العاص رَضِيَ اللَّهُ عَنْهُمَا قال: قال رسول الله ﷺ: (إن الله سيخلص رجلا من أمتي على رؤوس الخلائق يوم القيامة، فينشر عليه تسعة وتسعين سجلا، كل سجل مثل مد البصر، ثم يقول: أتنكر من هذا شيئاً؟ أظلمك كتبتي الحافظون؟ فيقول: لا يا رب، فيقول: أفلك عذر؟ فيقول: لا يا رب، فيقول: بلى، إن لك عندنا حسنة، فإنه لا ظلم عليك اليوم، فتخرج بطاقة فيها: أشهد ألا إله إلا الله وأشهد أن محمداً عبده ورسوله، فيقول: احضر وزنك، فيقول: يا رب ما هذه البطاقة هذه السجلات؟ فقال: إنك لا تظلم، قال: فتوضع السجلات في كفة والبطاقة في كفة، فطاشت السجلات وثقلت البطاقة، فلا يثقل مع اسم الله شيء)، وابن حبان في «صحيحه» (٤٦١/١ رقم ٢٢٥).\nقال الترمذي : هذا حديث حسن غريب .\nوصححه الألباني في «صحيح الترغيب والترهيب» (١٥٣٣). \nوقال الحافظ ابن حجر في «الفتح» (٥٣٨/١٣): «قال أبو إسحاق الزجاج : أجمع أهل السنة على الإيمان بالميزان، وأن أعمال العباد توزن يـوم القيامة، وأن الميزان له لسان وكفتان ويميل بالأعمال»."],["16","وَالْإِيمَانُ بِعَذَابِ الْقَبْرِ ⁽¹⁾، وَمُنْكَرٍ وَنَكِيرٍ ⁽²⁾.","އަދި ގަބުރުގެ އަޒާބަށް އީމާންވުމެވެ. އަދި މުންކަރާއި ނަކީރަށް އީމާންވުމެވެ.\n(ނޯޓު: އެއީ ކަށްވަޅުގައި މީސްތަކުން އިމްތިހާނު ކުރާ ދެ މަލާއިކަތުންނެވެ.)","⁽¹⁾ كما في حديث عائشة رَضِيَ اللَّهُ عَنْهَا أن يهودية دخلت عليها فذكرت عذاب القبر فقالت لها: أعاذك الله من عذاب القبر. فسألت عائشة رسول اللہ ﷺ عن عذاب القبر فقال: (نعم، عذاب القبر). قالت عائشة: فما رأيت رسول اللہ ﷺ بعد صلى صلاة إلا تعوذ من عذاب القبر .\nأخرجه البخاري (۱۳۷۲)، ومسلم (٥٨٦)، وفي بعض طرق البخاري : (عذاب القبر حق).\n⁽²⁾ كما جاء في حديث أبي هريرة ﷺ قال: قال رسول الله ﷺ: (إذا قبر الميث - أو قال: أحدكم - أتاه ملكان أسودان أزرقان، يقال لأحدهما : المنكر والآخر : النكير… ) الحديث . \nأخرجه الترمذي في «سننه» (۱۰۷۱)، وابن حبان في «صحيحه» (٣٨٦/٧ رقم ۳۱۱۷).\nقال الترمذي : حديث حسن غريب .\nوحسنه الألباني في «السلسلة الصحيحة» (۱۳۹۱)."],["17","وَالْإِيمَانُ بِحَوضِ رَسُولِ اللَّهِ ﷺ ⁽¹⁾، وَلِكُلِّ نَبِيٍّ حَوْضٌ ⁽²⁾، إِلَّا صَالِحٌ ⁽³⁾ النَّبِيّ عَلَيْهِ السَّلَامُ؛ فَإِنَّ حَوْضَهُ ضَرْعُ نَاقَتِهِ ⁽⁴⁾.","އަދި ރަސޫލު ﷲ ﷺ ގެ ޙައުޟަށް އީމާންވުމެވެ. (އެބަހީ: ގިޔާމަތް ދުވަހު އެކަލޭގެފާނަށް ލިބިގެންވާ ފެންގަނޑެވެ.) އަދި ކޮންމެ ނަބިއްޔަކަށް ޙައުޟެއް ވެއެވެ. އެއީ ސަލާމާއި ސަލަވާތް ލެވިގެންވާ ނަބިއްޔާ ޞާލިޙު ފިޔަވައެވެ. އެހެނީ ހަމަކަށަވަރުން އެކަލޭގެފާނުގެ ޙައުޟަކީ އެކަލޭގެފާނުގެ އަންހެން ޖަމަލުގެ ވަށްގަނޑެވެ.\n(ނޯޓު: ޞާލިޙުގެ ޙައުޟަކީ އެއީ ކަމަށް އައިސްފައިވާ ރިވާޔަތްތައް ސައްހައެއް ނޫނެވެ.)","⁽¹⁾ وأحاديث الحوض قد بلغت حد التواتر؛ فرواها بضعة وثلاثون صحابياً، منها قوله عليه الصلاة والسلام: (حَوْضِي مسيرة شهر، وزواياه سواء، وماؤه أبيض من الورق، وريحه أطيب من المسك وكيزانه كنجوم السماء، فمن شرب منه فلا يظمأ بعده أبداً).\nأخرجه البخاري (٦٥٧٩)، ومسلم (۲۲۹۲) - وهذا لفظه - من حديث عبد الله بن عمرو بن العاص رَضِيَ اللَّهُ عَنْهُمَا.\nوانظر: «الجمع بين الصحيحين» لعبد الحق الإشبيلي (٤٤٠/٤) وما بعدها)، وانظر: مرويات الصحابة رَضِيَ اللَّهُ عَنْهُمْ في الحوض والكوثر لعبد القادر بن محمد عطا .\n\n⁽²⁾ كما في الحديث الذي أخرجه الترمذي في «سننه» (٢٤٤٣)، وابن أبي عاصم في السنة» (٧٣٤)، والطبراني في «الكبير» (۲۱۲/۷) رقم (٦٨٨١) وغيرهم من طريق الحسن عن سمرة عن النبي ﷺ قال: (إن لكل نبي حوضاً يتباهون به أيهم أكثر واردة، وإني أرجو أن أكون أكثرهم واردة).\nوفي الباب عن أبي سعيد الخدري، وابن عباس.\nوصححه الألباني في السلسلة الصحيحة» (۱۵۸۹) بمجموع طرقه .\n\n⁽³⁾ كذا في الأصل و(ق) و(م).\n\n⁽⁴⁾ ورد في هذا حديث لا يصح.\nفقد أخرج العقيلي في «الضعفاء الكبير» (٦٤/٣) ومن طريقه ابن الجوزي في الموضوعات (٤١٧/٢) من طريق عبد الكريم بن كيسان، عن سويد بن عميرة، قال: قال رسول الله ﷺ: (حَوْضِي أشرب منه يوم القيامة ومن اتبعني من الأنبياء، ويبعث الله ناقة ثمود لصالح فيحلبها ويشربها والذين آمنوا معه، حتى يوافوا بها الموقف معه، ولها رغاء ...) الحديث.\nعبد الكريم بن كيسان، قال عنه العقيلي: «مجهول بالنقل، حديثه غيرمحفوظ».\nوقال الذهبي في ميزان الاعتدال (٣٨٦/٤): «من المجاهيل وحديثه منكر»، ثم أورد له هذا الحديث.\nوقال ابن حجر في «لسان الميزان» (٥٢/٤) عن الحديث : «هو موضوع».\nوقال ابن الجوزي في «الموضوعات» (٤١٨/٢): «هذا حديث موضوع لا أصل له .\r\nوورد من حديث بريدة رَضِيَ اللَّهُ عَنْهُ.\nأخرجه ابن عساكر في «تاريخ دمشق» (٤٥٨/١٠)، وهو أيضاً موضوع.\nانظر: سلسلة الأحاديث الضعيفة والموضوعة للألباني (۱۹۲/۲) رقم (۷۷۲)."],["18","وَالْإِيمَانُ بِشَفَاعَةِ رَسُولِ اللَّهِ ﷺ لِلْمُذْنِبِينَ الْخَاطِئِينَ؛ فِي الْقِيَامَةِ، وَعَلَى الصِّرَاطِ، وَيُخْرِجُهُمْ مِنْ جَوْفِ جَهَنَّمَ، وَمَا مِنْ نَبِيٍّ إِلَّا لَهُ شَفَاعَةٌ، وَكَذَلِكَ [الصِّدِيقُونَ] وَالشُّهَدَاءُ [وَالصَّالِحُونَ]، وَلِلَّهِ بَعْدَ ذَلِكَ تَفَضُّلٌ كَثِيرٌ فِيمَن يَشَاءُ، وَالْخُرُوجِ مِنَ النَّارِ بَعْدَمَا احتَرَقُوا وَصَارُوا فَحْمًا.","އަދި ފާފަވެރި ކުށްވެރިންނަށް ރަސޫލު ﷲ ﷺ ޝަފާއަތްތެރި ވާނެކަމަށް އީމާންވުމެވެ. އެއީ ގިޔާމަތް ދުވަހުއެވެ. އަދި (ނަރަކައިގެ މަތީގައިވާ) ޞިރާޠު (ފާލަން) މަތީގައެވެ. އަދި އެކަލޭގެފާނު އެބައިމީހުން ނަރަކައިގެ އެތެރެއިން ނެރުއްވާނެއެވެ. އަދި ޝަފާއަތް ލިބިގެންވާ ނަބިއްޔެއް މެނުވީ އެއްވެސް ނަބިއްޔަކު ނުވެއެވެ. (އެބަހީ: ހުރިހާ ނަބިއްޔުންނަށް ވެސް ޝަފާއަތްތެރިވުން ލިބިގެންވެއެވެ.) އަދި އެފަދައިން ސިއްދީގުންނާއި ޝަހީދުންނާއި ސާލިހު ބޭކަލުންނަށް ވެސް (ޝަފާއަތްތެރިވުން ލިބިގެންވެއެވެ.) އަދި އެއަށްފަހު ގިނަގިނައިން ފަޟްލުވަންތަވެރިވުން ﷲ އަށް ވެއެވެ. އެއީ އެ އިލާހު އިރާދަ ކުރެއްވި ބަޔަކަށެވެ. (އެބަހީ: އޭގެ އިތުރަށް ވެސް، އެ އިލާހު އެތައް ބަޔަކު ނަރަކައިން ނެރުއްވާނެއެވެ.) އަދި އެބައިމީހުން އަނދާ ކަޅުވެ ދެއްޔަށްވުމަށް ފަހު ނަރަކައިން ނުކުންނާނެއެވެ.",""],["19","وَالْإِيمَانُ بِالصِّرَاطِ عَلَى جَهَنَّمَ، يَأْخُذُ الصِّرَاطُ مَنْ شَاءَ اللَّهُ، وَيَجُوزُ مَنْ شَاءَ اللَّهُ، وَيَسْقُطُ فِي جَهَنَّمَ مَنْ شَاءَ اللَّهُ، وَلَهُم أَنْوَارٌ عَلَى قَدْرِ إِيْمَانِهِمْ.","އަދި ނަރަކައިގެ މަތީގައިވާ ޞިރާޠު (ފާލަމަށް) އީމާންވުމެވެ. ﷲ އިރާދަ ކުރެއްވި ބަޔަކު އެ ޞިރާޠު އަތުލައި ގަންނާނެއެވެ. އަދި ﷲ އިރާދަ ކުރެއްވި ބަޔަކު ކަޑައްތު ކުރާނެއެވެ. އަދި ﷲ އިރާދަ ކުރެއްވި ބަޔަކު ނަރަކައަށް ވެއްޓޭނެއެވެ. އަދި (މީސްތަކުންގެ) އީމާންކަން ހުރި މިންވަރަކުން އެބައިމީހުންނަށް ނޫރުތަކެއް ލިބިގެން ވާނެއެވެ.",""],["20","وَالْإِيمَانُ بِالْأَنْبِيَاءِ وَالْمَلَائِكَةِ.","އަދި ނަބިއްޔުންނާއި މަލާއިކަތުންނަށް އީމާންވުމެވެ.",""],["21","وَالْإِيمَانُ بِأَنَّ الْجَنَّةَ حَقٌّ وَالنَّارَ حَقٌّ، وَالْجَنَّةُ وَالنَّارُ مَخلُوقَتَانِ، الْجَنَّةُ فِي السَّمَاءِ السَّابِعَةِ، وَسَقفُهَا الْعَرْشُ، وَالنَّارُ تَحْتَ [الْأَرْضِ] السَّابِعَةِ السُّفْلَى، وَهُمَا مَخلُوقَتَانِ، قَدْ عَلِمَ اللَّهُ عَدَدَ أَهْلِ الْجَنَّةِ وَمَنْ يَدْخُلُهَا، وَعَدَدَ أَهْلِ النَّارِ وَمَنْ يَدْخُلُهَا، لَا تَفْنَيَانِ أَبَدًا، هُمَا مَعَ بَقَاءِ اللَّهِ تَبَارَكَ وَتَعَالَى [أَبَدَ] الْآبِدِينَ، فِي دَهْرِ الدَّاهِرِينَ، وَآدَمُ كَانَ فِي الْجَنَّةِ الْبَاقِيَةِ الْمَخْلُوقَةِ، فَأُخْرِجَ مِنْهَا بَعْدَمَا عَصَى اللَّهَ.","އަދި ސުވަރުގެއަކީ ހައްގުކަމަށާއި، ނަރަކައަކީ ހައްގުކަމަށް އީމާންވުމެވެ. އަދި ސުވަރުގެއާއި ނަރަކަ ވަނީ (މިހާރުވެސް) ޚަލްގު ކުރެވިގެންނެވެ. ސުވަރުގެ ވަނީ ހަތްވަނަ އުޑުގައެވެ. އަދި އޭގެ ފުރާޅަކީ ޢަރުޝެވެ. އަދި ނަރަކަ ވަނީ އެންމެ ތިރީގައިވާ ހަތްވަނަ ބިމުގެ އަޑީގައެވެ. އެ ދެ ތަން ވަނީ (މިހާރުވެސް) ޚަލްގު ކުރެވިގެންނެވެ. ހަމަކަށަވަރުން ނަރަކައިގެ އަހުލުވެރިންގެ އަދަދާއި އެ ތަނަށް ވަންނާނެހާ ބަޔަކު ﷲ ދެނެވޮޑިގެންވެއެވެ. އަދި ސުވަރުގޭގެ އަހުލުވެރިންގެ އަދަދާއި އެ ތަނަށް ވަންނާނެހާ ބަޔަކު ވެސްމެއެވެ. އެ ދެ ތަނެއް ދުވަހަކުވެސް ފަނާވެ ނެތިގެނެއް ނުދާނެއެވެ. އެ ދެ ތަން ވަނީ ﷲ ތަބާރަކަ ވަތަޢާލާގެ ދެމެހެއްޓެވުމާއެކީ އަބަދުގެ އަބަދަށް، ޒަމާންތަކުގެ ޒަމާންތަކަށް ވާނޭ ގޮތުގައެވެ. އަދި އާދަމު އުޅުއްވީ ދެމިއޮންނަނިވި، ޚަލްގު ކުރެވިގެންވާ ސުވަރުގޭގައެވެ. ދެން ﷲ އަށް އުރެދުމަށް ފަހު އެކަލޭގެފާނު އެ ތަނުން ނެރެލެއްވުނެވެ.",""],["22","وَالْإِيمَانُ بِالمَسِيحِ الدَّجَّالِ.","އަދި މަސީހުއް ދައްޖާލު (ފާޅުވާނެ ކަމަށް) އީމާންވުމެވެ.",""],["23","وَبِنُزُولِ عِيسَى بْنِ مَرْيَمَ، يَنْزِلُ فَيَقْتُلُ الدَّجَّالَ وَيَتَزَوَّجُ، وَيُصَلِّي خَلْفَ الْقَائِمِ مِنْ آلِ مُحَمَّدٍ ﷺ، وَيَمُوتُ، وَيَدْفِنُهُ الْمُسْلِمُونَ.","އަދި ޢީސާ ބިން މަރިޔަމް ފައިބާ ވަޑައިގަންނަވާނޭ ކަމަށް (އީމާންވުމެވެ.) އެކަލޭގެފާނު ފައިބާވަޑައިގެން ދައްޖާލު ގަތުލު ކުރައްވާނެއެވެ. އަދި ކައިވެނި ބައްލަވާނެއެވެ. އަދި މުޙައްމަދު ﷺ ގެ އާއިލާގެ ތެރެއިން ގާއިމްވެ ހުންނެވި (މަހްދީގެފާނުގެ) ފަހަތްޕުޅުގައި ނަމާދު ކުރައްވާނެއެވެ. އަދި އެކަލޭގެފާނު އަވަހާރަވާނެއެވެ. އަދި މުސްލިމުން އެކަލޭގެފާނު ފަސްދާނުލާނެއެވެ.",""],["24","وَالْإِيمَانُ بِأَنَّ الْإِيمَانَ قَوْلٌ وَعَمَلٌ، وَعَمَلٌ وَقَوْلٌ، وَنِيَّةٌ وَإِصَابَةٌ، يَزِيدُ وَيَنْقُصُ، يَزِيدُ مَا شَاءَ اللَّهُ وَيَنْقُصُ حَتَّى لَا يَبْقَى مِنْهُ شَيْءٌ.","އަދި އީމާންކަމަކީ ބަހާއި އަމަލުކަމަށާއި، އަމަލާއި ބަސްކަމަށާއި، ނިޔަތާއި (ސުންނަތާ) ދިމާވުމާއި އީމާންވުމެވެ. (އީމާންކަން) އުނިވެ އިތުރުވެގެން ދެއެވެ. ﷲ އިރާދަ ކުރެއްވި މިންވަރަކަށް އެ އިތުރުވެގެން ދެއެވެ. އަދި އުނިވެގެން ގޮސް، އޭގެން އެއްވެސް އެއްޗެއް ބާކީ ނުވާވަރަށް ދާންދެން އެ އުނިވެގެން ދެއެވެ.",""],["25","وَخَيرُ هَذِهِ الْأُمَّةِ بَعْدَ وَفَاةِ نَبِيِّهَا: أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ، هَكَذَا رُوِيَ لَنَا عَنِ ابْنِ عُمَرَ؛ قَالَ: كُنَّا نَقُولُ وَرَسُولُ اللَّهِ ﷺ بَيْنَ أَظْهُرِنَا: أَنَّ خَيْرَ النَّاسِ بَعْدَ رَسُولِ اللَّهِ ﷺ: أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَيَسْمَعُ النَّبِيُّ ﷺ بِذَلِكَ فَلَا يُنْكِرُهُ.\nثُمَّ أَفْضَلُ النَّاسِ بَعْدَ هَؤُلَاءِ: عَلِيٌّ، وَطَلْحَةُ، وَالزُّبَيْرُ، وَسَعْدٌ، وَسَعِيدٌ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، [وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ]، وَكُلُّهُمْ يَصْلُحُ لِلْخِلَافَةِ.\nثُمَّ أَفْضَلُ النَّاسِ بَعْدَ هَؤُلَاءِ: أَصْحَابُ رَسُولِ اللَّهِ ﷺ، الْقَرْنُ الْأَوَّلُ الَّذِي بَعَثَ فِيهِمْ: الْمُهَاجِرُونَ الْأَوَّلُونَ وَالْأَنْصَارُ، وَهُمْ مَنْ صَلَّى الْقِبْلَتَيْنِ.\nثُمَّ أَفْضَلُ النَّاسِ بَعْدَ هَؤُلَاءِ: مَنْ صَحِبَ رَسُولَ اللَّهِ ﷺ يَوْمًا أَوْ شَهْرًا أَوْ سَنَةً أَقَلَّ أَوْ كَثُرَ، تَرَحَّمُ عَلَيْهِمْ وَتَذْكُرُ فَضْلَهُ وَتَكُفُّ عَنْ زَلَّتِهِ، وَلَا تَذْكُرُ أَحَدًا مِنْهُمْ إِلَّا بِخَيْرٍ، لِقَوْلِ رَسُولِ اللَّهِ ﷺ: «إِذَا ذُكِرَ أَصْحَابِي فَأَمْسِكُوا».\nوَقَالَ ابْنُ عُيَيْنَةَ: «مَنْ نَطَقَ فِي أَصْحَابِ رَسُولِ اللَّهِ ﷺ بِكَلِمَةٍ فَهُوَ صَاحِبُ هَوًى».\n[وَقَالَ النَّبِيُّ ﷺ: «أَصْحَابِي كَالنُّجُومِ، بِأَيِّهِمُ اقْتَدَيْتُمْ اهْتَدَيْتُمْ»]","އަދި މި އުއްމަތުގެ އެންމެ ހެޔޮވެގެންވަނީ، އެ އުއްމަތުގެ ނަބިއްޔާ ﷺ އަށް ފަހު: އަބޫ ބަކުރާއި، ޢުމަރާއި، ޢުޘްމާނެވެ. އިބްނު ޢުމަރުގެ އަރިހުން މިފަދައިން އަހަރުމެންނަށް ރިވާ ކުރެއްވިއެވެ: ރަސޫލު ﷲ ﷺ ތިމަންމެންގެ ތެރޭގައި ވަނިކޮށް ތިމަންމެން ބުނެ އުޅުނީމެވެ: ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ އަށް ފަހު މީސްތަކުންގެ ތެރެއިން އެންމެ ހެޔޮވެގެންވަނީ އަބޫ ބަކުރާއި، ޢުމަރާއި، ޢުޘްމާނެވެ. އެއީ ނަބިއްޔާ ﷺ އަށް އަޑު އިވިވަޑައިގަންނަވާ ހާލުގައެވެ. ފަހެ އެކަލޭގެފާނު އެއަށް އިންކާރެއް ނުކުރައްވައެވެ.\nދެން މި ބޭކަލުންނަށް ފަހު މީސްތަކުންގެ ތެރެއިން އެންމެ ހެޔޮވެގެންވަނީ: ޢަލީއާއި، ޠަލްޙާއާއި، ޒުބައިރާއި، ސަޢުދު (ބިން އަބީ ވައްގާޞް) އާއި، ސަޢީދު (ބިން ޒައިދު) އާއި، ޢަބްދުއްރަޙްމާން ބިން ޢައުފާއި، ޢުބައިދާ ބިން އަލްޖައްރާޙެވެ. މި އެންމެހާ ބޭކަލުން ޚަލީފާކަމަށް އެކަށީގެންވިއެވެ.\nދެން މި ބޭކަލުންނަށް ފަހު މީސްތަކުންގެ ތެރެއިން އެންމެ ހެޔޮވެގެންވަނީ: ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ (ތެރެއިން) ފުރަތަމަ ގަރުނުގައި އެ ބޭކަލުންގެ ތެރެއަށް ނެރުއްވުނު ފުރަތަމަ ހިޖުރަ ކުރެއްވި މުހާޖިރުންނާއި އަންސާރުންނެވެ. އަދި އެއީ ދެ ގިބްލައަށް ނަމާދު ކުރެއްވި ބޭކަލުންނެވެ.\nދެން މި ބޭކަލުންނަށް ފަހު މީސްތަކުންގެ ތެރެއިން އެންމެ ހެޔޮވެގެންވަނީ: ދުވަހެއް ނުވަތަ މަހެއް ނުވަތަ އަހަރެއް ވިޔަސް، (ކިތަންމެ) މަދުން ނުވަތަ ގިނައިން ވިޔަސް، ރަސޫލު ﷲ ﷺ ގެ އަރިހުގައި އުޅުއްވި ބޭކަލުންނެވެ. ތިބާ އެ ބޭކަލުންނަށް ރަހުމަތް ލެއްވުން އެދި ދުއާކޮށް، އެ ބޭކަލުންގެ ފަޟްލުވެރިކަން ހަނދުމަކޮށް، އެ ބޭކަލުންނަށް ކުރެވިފައިވާ ކުށްތަކުގެ ވާހަކަ ނުދައްކާށެވެ. އަދި އެއިން އެންމެ ބޭކަލެއްވެސް ހެޔޮގޮތުގައި މެނުވީ ނަންނުގަންނަމެވެ. އެއީ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރައްވާފައިވާ ބަސްފުޅުގެ ސަބަބުންނެވެ: ”ތިމަން ނަބިއްޔާގެ ސަހާބީންގެ ނަންގަނެވިއްޖެ ނަމަ ފަހެ ތިޔަބައިމީހުންގެ (ދޫތައް) ހިފަހައްޓާށެވެ.\nއަދި އިބްނު ޢުޔައިނާ ވިދާޅުވިއެވެ: ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންނާ ދެކޮޅަށް އެންމެ ކަލިމައެއް ބުނެފި މީހަކީ ފަހެ ހަވާނަފްސުގެ އަހުލުވެރިއެކެވެ.\nއަދި ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ސަހާބީން ވަނީ ތަރިތައް ފަދައިންނެވެ. އެއިން ކޮންމެ ބޭކަލަކަށް ތިޔަބައިމީހުން ތަބާވީކަމުގައި ވިޔަސް ތިޔަބައިމީހުންނަށް މަގު ދެއްކެވޭނެއެވެ.“",""],["26","وَالسَّمْعُ وَالطَّاعَةُ لِلْأَئِمَّةِ فِيمَا يُحِبُّ اللَّهُ وَيَرْضَى. وَمَنْ وَلِيَ الْخِلَافَةَ بِإِجْمَاعِ النَّاسِ عَلَيْهِ وَرِضَاهُمْ بِهِ فَهُوَ أَمِيرُ الْمُؤْمِنِينَ، وَلَا يَحِلُّ لِأَحَدٍ أَنْ يَبِيتَ لَيْلَةً وَلَا يَرَى أَنَّ عَلَيْهِ إِمَامًا، بَرًّا كَانَ أَوْ فَاجِرًا.","އަދި ﷲ ލޯބިވެވޮޑިގަންނަވާ އަދި ރުއްސަވާ ކަންކަމުގައި ވެރިންނަށް އަޑުއަހައި ކިޔަމަންވުން (ސުންނަތުގެ ތެރޭގައި ހިމެނެއެވެ.) އަދި އެ މީހެއްގެ މައްޗަށް މީސްތަކުންގެ އެއްބަސްވުމާއި ރުހުން ލިބިގެން ޚިލާފަތުގެ މައްޗަށް ވެރިވެގެންފި މީހަކީ ފަހެ އަމީރުލް މުއުމިނީނެވެ. އެއްވެސް މީހަކަށް އޭނާގެ މައްޗަށް ވެރިއެއް ނުވާ ކަމަ ދެކިގެން އެންމެ ރެއެއް ވޭތުކުރުން ވެސް ހުއްދައެއް ނުވެއެވެ. އެއީ ހެޔޮ ނުވަތަ ނުބައި ވެރިއެއް ކަމުގައިވި ވިޔަސްވެސް މެއެވެ.",""],["27","وَالْحَجُّ وَالْغَزْوُ مَعَ الْإِمَامِ مَاضٍ، وَصَلَاةُ الْجُمُعَةِ خَلْفَهُمْ جَائِزَةٌ، وَيُصَلَّي بَعْدَهَا سِتَّ رَكَعَاتٍ، يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ، هَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ.","އަދި ހައްޖު ކުރުމާއި ޖިހާދަށް ނުކުތުން ވަނީ ވެރިމީހާއާ އެކުގައި ދެމިއޮންނަނިވި ގޮތުގައެވެ. އަދި (ނުބައި) ވެރިންގެ ފަހަތުގައި ހުކުރުކުރުން ހުއްދައެވެ. އަދި (ހުކުރު ނަމާދު ކުރުމަށް ފަހު، ސުންނަތް) ހަ ރަކުއަތް ކުރާނީއެވެ. (އޭގެން) ކޮންމެ ދެ ރަކުއަތެއް ކުރާނީ ވަކިންނެވެ. މިއީ އިމާމު ޢަޙްމަދު ބިން ޙަންބަލުގެ ބަސްފުޅެވެ.\n(ނޯޓު: މިއީވެސް ހުކުރަށް ފަހު ސުންނަތް ނަމާދު ކުރުން ވާރިދުވެގެންވާ ގޮތެކެވެ.)",""],["28","وَالْخِلَافَةُ فِي قُرَيْشٍ إِلَى أَنْ يَنْزِلَ عِيسَى ابْنُ مَرْيَمَ.","އަދި ޢީސާ ބިން މަރިޔަމް ފައިބާވަޑައިގަތުމަށް ދާންދެން ޚަލީފާކަން ވަނީ ގުރައިޝު ވަންހައިގައެވެ.",""],["29","وَمَنْ خَرَجَ عَلَى إِمَامٍ مِنْ أَئِمَّةِ الْمُسْلِمِينَ فَهُوَ خَارِجِيٌّ، وَقَدْ شَقَّ عَصَا الْمُسْلِمِينَ، وَخَالَفَ الْآثَارَ، وَمِيْتَتُهُ مِيتَةٌ جَاهِلِيَّةٌ.","އަދި މުސްލިމު ވެރިންގެ ތެރެއިން ވެރިއަކާ ދެކޮޅަށް ނުކުމެއްޖެ މީހަކީ ފަހެ ޚަވާރިޖެކެވެ. އަދި ހަމަކަށަވަރުން އޭނާ ވަނީ މުސްލިމުންގެ އަސާ ދެފަޅިކޮށްލާފައެވެ. (އެބަހީ: އެބައިމީހުންގެ ޖަމާއަތް ބައިބައިކޮށްފައެވެ.) އަދި އޭނާ އަޘަރުތަކާ ޚިލާފުވެގަނެއްޖެއެވެ. އަދި އޭނާގެ މަރަކީ ޖާހިލިއްޔަ މަރެކެވެ.",""],["30","وَلَا يَحِلُّ قِتَالُ السُّلْطَانِ وَالْخُرُوجُ عَلَيْهِ وَإِنْ جَارُوا، وَذَلِكَ قَوْلُ رَسُولِ اللَّهِ ﷺ لِأَبِي ذَرٍّ: «اصْبِرْ، وَإِنْ كَانَ عَبْدًا حَبَشِيًّا». وَقَوْلُهُ لِلأَنْصَارِ: «اصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى [الحَوضِ]». وَلَيْسَ مِنَ السُّنَّةِ قِتَالُ السُّلْطَانِ؛ فَإِنَّ فِيهِ فَسَادَ الدِّينِ وَالدُّنْيَا.","އަދި ވެރިމީހާއާ ހަނގުރާމަ ކުރުމާއި، އެ ވެރިންނާ ދެކޮޅަށް ނުކުތުން ހުއްދަވެގެނެއް ނުވެއެވެ. އެއީ އެ ވެރިން އަނިޔާވެރިވި ކަމުގައި ވިޔަސްވެސް މެއެވެ. އަދި އެއީ އަބޫ ޛައްރަށް ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވި ބަސްފުޅެވެ: ”ވެރިމީހާއީ ޙަބަޝީ އަޅެއް ކަމުގައި ވިޔަސް (އަޑުއަހައި ކިޔަމަން ވުމުގައި) ތިޔަބައިމީހުން ކެތްތެރިވާށެވެ.“ އަދި އަންސާރުންނަށް ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”ޙައުޟުގައި ތިމަން ނަބިއްޔާއާ ބައްދަލުވުމަށް ދާންދެން ތިޔަބައިމީހުން ކެތްތެރިވާށެވެ.“ އަދި ވެރިމީހާއާ ހަނގުރާމަކުރުން ސުންނަތުގައި ނުވެއެވެ. އެހެނީ ހަމަކަށަވަރުން އެ ކަމުގައި ވަނީ ދީނާއި ދުނިޔެ ފަސާދަވުމެވެ.",""],["31","وَيَحِلُّ قِتَالُ الْخَوَارِجِ إِذَا عَرَضُوا لِلْمُسْلِمِينَ فِي أَنْفُسِهِمْ وَأَمْوَالِهِمْ وَأَهَالِيهِمْ، وَلَيْسَ لَهُ إِذَا فَارَقُوهُ أَنْ يَطْلُبَهُمْ، وَلَا [يُجْهِزَ] عَلَى جَرِيحِهِمْ وَلَا يَأْخُذَ فَيْئَهُمْ، وَلَا يَقْتُلَ أَسِيرَهُمْ، وَلَا يَتْبَعَ مُدْبِرَهُمْ.","އަދި މުސްލިމުންގެ ފުރާނައާއި މުދަލާއި އާއިލާއަށް ޚަވާރިޖުން ދިމާކޮށްފި ނަމަ، ފަހެ އެބައިމީހުންނާ ދެކޮޅަށް ހަނގުރާމަކުރުން ހުއްދައެވެ. އެކަމަކު އެ މީހެއްގެ ކިބައިން އެބައިމީހުން ވަކިވެއްޖެ ނަމަ، ފަހެ އޭނާއަށް އެބައިމީހުން ހޯދުމެއް ނުވެއެވެ. އަދި އޭނާއަށް އެބައިމީހުންގެ ޒަހަމުވެގެން (ވެއްޓިފައި) ތިބި މީހުން މެރުމެއް ނުވެއެވެ. އަދި އެބައިމީހުންގެ ފައިއު މުދާ އޭނާ ނެގުމެއް ނުވެއެވެ. (އެބަހީ: ބަހައްޓާފައި ދާ މުދަލެވެ.) އަދި އޭނާއަށް އެބައިމީހުންގެ އަސީރުން މެރުމެއް ނުވެއެވެ. އަދި އެބައިމީހުންގެ ތެރެއިން ފިލާ ރައްކާވާ ބަޔެއްގެ ފަހަތުން އޭނާ ދިޔުމެއް ވެސް ނުވެއެވެ.",""],["32","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّهُ لَا طَاعَةَ لِبَشَرٍ فِي مَعْصِيَةِ اللَّهِ عَزَّ وَجَلَّ. مَنْ كَانَ مِنْ أَهْلِ الْإِسْلَامِ، وَلَا يَشْهَدُ عَلَى أَحَدٍ وَلَا يَشْهَدُ لَهُ بِعَمَلِ خَيْرٍ وَلَا شَرٍّ، فَإِنَّكَ لَا تَدْرِي بِمَا يُخْتَمُ لَهُ، تَرْجُو لَهُ، وَتَخَافُ عَلَيْهِ وَلَا تَدْرِي مَا يَسْبِقُ لَهُ عِنْدَ الْمَوْتِ إِلَى اللَّهِ مِنَ النَّدَمِ، وَمَا أَحْدَثَ اللَّهُ فِي ذَلِكَ الْوَقْتِ إِذَا مَاتَ عَلَى الْإِسْلَامِ، تَرْجُو لَهُ رَحْمَةَ اللَّهُ، وَتَخَافُ عَلَيْهِ ذُنُوبَهُ، وَمَا مِنْ ذَنْبٍ إِلَّا وَلِلْعَبْدِ مِنْهُ تَوْبَةٌ.","އަދި ދަންނާށެވެ. - ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. - ﷲ ޢައްޒަ ވަޖައްލައަށް އުރެދުމެއްވާ ކަމެއްގައި، އިންސާނަކަށް ކިޔަމަންތެރިވުމެއް ނުވެއެވެ. އަދި އެއްވެސް އިސްލާމަކު ކުރި ރަނގަޅު ނުވަތަ ނުބައި އަމަލެއްގެ ސަބަބުން (އޭނާއަކީ ސުވަރުގޭގެ ނުވަތަ ނަރަކައިގެ އަހުލުވެރިއެއް ކަމަށް) ތިބާ ހެކިނުވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާގެ ނިމިގެންދާނެ ގޮތެއް ތިބާއަކަށް ނޭނގޭނެއެވެ. އޭނާއަށް އުއްމީދު ކުރާށެވެ. އަދި އޭނާގެ މައްޗަށް ބިރުގަންނާށެވެ. އަދި މަރުވާ ހިނދު، އޭގެ ކުރިން އޭނާއަށް (ކުރެވުނު ފާފަތަކަށް) ﷲ ގެ ހަޒުރަތުގައި ހިތާމަކޮށް، އޭނާއަށް އިސްވެ ހިނގައިދާނެ ކަންތައްތަކެއް ތިބާއަކަށް ނޭނގޭނެއެވެ. އަދި އޭނާ އިސްލާމްކަން މަތީ މަރުވާ ނަމަ، އެ ވަގުތުގައި ﷲ ކަންތައް ކުރައްވާނެ ގޮތެއް ވެސް (ތިބާއަކަށް ނޭނގޭނެއެވެ.) އޭނާއަށް ﷲ ގެ ރަހުމަތް ލިބޭނެ ކަމަށް އުއްމީދު ކުރާށެވެ. އަދި އޭނާއަށް ކުރެވުނު ފާފަތަކުގެ ސަބަބުން އޭނާގެ މައްޗަށް ބިރުގަންނާށެވެ. އަދި އަޅާއަށް އެ ކަމަކުން ތައުބާ ނުވެވޭނެ އެއްވެސް ފާފައެއް ނުވެއެވެ.",""],["33","وَالرَّجْمُ حَقٌّ.","އަދި ރަޖަމު ކުރުމަކީ ހައްގު ތެދެވެ.",""],["34","وَالْمَسْحُ عَلَى الْخُفَّيْنِ سُنَّةٌ.","އަދި ޚުއްފުގައި ފެން ފޮހުމަކީ ސުންނަތެކެވެ.",""],["35","وَتَقْصِيرُ الصَّلَاةِ فِي السَّفَرِ سُنَّةٌ.","އަދި ދަތުރު މަތީގައި ނަމާދު ކުރު ކުރުމަކީ ސުންނަތެކެވެ.",""],["36","وَالصَّوْمُ فِي السَّفَرِ؛ مَنْ شَاءَ صَامَ وَمَنْ شَاءَ أَفْطَرَ.","އަދި ދަތުރު މަތީގައި، ބޭނުން މީހަކު ރޯދަ ހިފިދާނެއެވެ. އަދި ބޭނުން މީހަކު ރޯދަ ދޫކޮށްލެވިދާނެއެވެ.",""],["37","وَلَا بَأْسَ بِالصَّلَاةِ فِي السَّرَاوِيلِ.","އަދި (ފުޅާ) ހަރުވާޅު ލައިގެން ހުރެ ނަމާދު ކުރުމަކީ މައްސަލައެއް ނޫނެވެ.",""],["38","وَالنِّفَاقُ أَنْ تُظْهِرَ الْإِسْلَامَ بِاللِّسَانِ وتُخفِي الْكُفْرَ.","އަދި މުނާފިގުކަމަކީ އިސްލާމްކަން ދުލުން ފާޅުކޮށް، ކާފަރުކަން ފޮރުވުމެވެ.",""],["39","وَاعْلَمْ أَنَّ الدُّنْيَا دَارُ إِيمَانٍ وَإِسْلَامٍ، فَأُمَّةُ مُحَمَّدٍ ﷺ فِيهَا مُؤْمِنُونَ مُسْلِمُونَ فِي أَحْكَامِهِمْ وَمَوَارِيثِهِمْ [وَذَبَائِحِهِمْ] وَالصَّلَاةِ عَلَيْهِمْ، لَا تَشْهَدْ لِأَحَدٍ بِحَقِيقَةِ الْإِيمَانِ حَتَّى يَأْتِيَ بِجَمِيعِ شَرَائِعِ الْإِسْلَامِ، فَإِنْ قَصَرَ فِي شَيْءٍ مِنْ ذَلِكَ كَانَ نَاقِصَ الْإِيمَانِ حَتَّى يَمُوتَ، وَعِلمُ إِيمَانِهِ إِلَى اللَّهِ تَعَالَى: تَامُّ الْإِيمَانِ أَوْ نَاقِصَ الْإِيمَانِ، إِلَّا مَا ظَهَرَ لَكَ مِنْ تَضْيِيعِ شَرَائِعِ الْإِسْلَامِ.","އަދި ދަންނާށެވެ. ދުނިޔެއަކީ އީމާނާއި އިސްލާމްކަމުގެ ގޯއްޗެކެވެ. ފަހެ އެ ދުނިޔެ މަތީގައި މުޙައްމަދު ﷺ ގެ އުއްމަތުގެ މީހުންގެ ހުކުމްތަކާއި، ވާރުތަވުންތަކާއި، (ޖަނަވާރުގެ) ކަތިލުންތަކާއި، ކަށުނަމާދު ކުރުމުގައި އެބައިމީހުން ވާނީ މުއުމިނުންނާއި މުސްލިމުން ކަމުގައެވެ. މީހަކު އިސްލާމް ދީނުގައި ޝަރުޢުކޮށްފައިވާ ހުރިހާ ކަމެއް ގެނެސްފުމަށް ދާންދެން، އެއްވެސް މީހަކީ ހަގީގީ މުއުމިނެއް ކަމަށް ތިބާ ހެކިނުވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއިން އެއްވެސް ކަމެއްގައި އޭނާ ފަރުވާކުޑަކުރުމަކީ އީމާންކަމުގައިވާ އުނިކަމެކެވެ. އެއީ އޭނާ ތައުބާވުމަށް ދާންދެނެވެ. އަދި ދަންނާށެވެ. އޭނާގެ ވަނީ ފުރިހަމަ އީމާންކަންތޯ ނުވަތަ އުނިވެފައިވާ އީމާންކަންތޯ (ހުކުމް ކުރެއްވުން ވަނީ ހަމައެކަނި) ﷲ ގެ ހަޒުރަތަށެއެވެ. އެއީ އިސްލާމް ދީނުގައި ޝަރުޢުކޮށްފައިވާ ކަންކަން (އޭނާ) ގެއްލެނި ކުރުމުގައި ތިބާއަށް ފާޅުކުރި ކަމެއް މެނުވީއެވެ.",""],["40","وَالصَّلَاةُ عَلَى مَنْ مَاتَ مِنْ أَهْلِ الْقِبْلَةِ سُنَّةٌ: الْمَرْجُومُ، وَالزَّانِي، وَالزَّانِيَةُ، وَالَّذِي يَقْتُلُ نَفْسَهُ، وَغَيْرُهُمْ مِنْ أَهْلِ الْقِبْلَةِ، وَالسَّكْرَانُ وَغَيْرُهُ، الصَّلَاةُ عَلَيْهِمْ سُنَّةٌ.","އަދި ގިބްލައިގެ އަހުލުވެރިން (އެބަހީ: އެންމެހާ މުސްލިމުންގެ) މައްޗަށް ކަށުނަމާދު ކުރުމަކީ ސުންނަތެކެވެ. (އެ ގޮތުން) ރަޖަމު ކުރެވުނު މީހާއާއި، ޒިނޭ ކުރި ފިރިހެނާއާއި، ޒިނޭ ކުރި އަންހެނާއާއި، އަމިއްލަ ނަފްސު ގަތުލުކުރި މީހާއާއި، ގިބްލައިގެ އެހެނިހެން އަހުލުވެރިންނާއި، މަސްތުވާ މީހާއާއި އެ ނޫންވެސް މީހުންނެވެ. އެބައިމީހުންގެ މައްޗަށް ކަށުނަމާދު ކުރުމަކީ ސުންނަތެކެވެ.",""],["41","وَلَا نُخْرِجُ أَحَدًا مِنْ أَهْلِ الْقِبْلَةِ مِنَ الْإِسْلَامِ حَتَّى يَرُدَّ آيَةً مِنْ كِتَابِ اللَّهِ، أَوْ يَرُدَّ شَيْئًا مِنْ آثَارِ رَسُولِ اللَّهِ ﷺ، أَوْ يَذْبَحَ لِغَيْرِ اللَّهِ، أَوْ يُصَلِّيَ لِغَيْرِ اللَّهِ، فَإِذَا فَعَلَ شَيْئًا مِنْ ذَلِكَ فَقَدْ وَجَبَ عَلَيْكَ أَنْ تُخْرِجَهُ مِنَ الْإِسْلَامِ، وَإِذَا لَمْ يَفْعَلْ مِنْ ذَلِكَ شَيْئًا فَهُوَ مُؤْمِنٌ مُسْلِمٌ بِالِاسْمِ لَا بِالْحَقِيقَةِ.","އަދި ގިބްލައިގެ އަހުލުވެރިންގެ ތެރެއިން އެއްވެސް މީހަކު އިސްލާމް ދީނުން ތިމަންމެން ބޭރެއް ނުކުރަމެވެ. އެއީ އޭނާ ﷲ ގެ ފޮތުން އާޔަތެއް ރައްދުކޮށްފި ނަމަ، ނުވަތަ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘުން އެއްވެސް ކަމެއް ރައްދުކޮށްފި ނަމަ، ނުވަތަ ﷲ ނޫން ފަރާތަކަށް (ޖަނަވާރެއް) ކަތިލައިފި ނަމަ، ނުވަތަ ﷲ ނޫން ފަރާތަކަށް ނަމާދުކޮށްފި ނަމަ މެނުވީއެވެ. އަދި އެއިން އެއްވެސް ކަމެއް އޭނާ ކޮށްފިނަމަ، ފަހެ އޭނާ އިސްލާމްކަމުން ބޭރުކުރުން ތިބާއަށް ވާޖިބުވެގެން ވެއެވެ. އަދި އެއިން އެއްވެސް ކަމެއް އޭނާ ނުކުރާނަމަ، ފަހެ އޭނާ ވާނީ ނަމުގައި މުސްލިމަކަށެވެ. ހަގީގަތުގައި ނުވިޔަސް ވެސް މެއެވެ.",""],["42","وَكُلُّ مَا سَمِعْتَ مِنَ الْآثَارِ شَيْئًا مِمَّا لَمْ يَبْلُغْهُ عَقْلُكَ، نَحْوَ قَوْلِ رَسُولِ اللَّهِ ﷺ: «قُلُوبُ الْعِبَادِ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ الرَّحْمَنِ». وَقَوْلِهِ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَنْزِلُ إِلَى سَمَاءِ الدُّنْيَا». وَيَنْزِلُ يَوْمَ عَرَفَةَ، وَيَوْمَ الْقِيَامَةِ. وَأَنَّ جَهَنَّمَ لَا تَزَالُ يُطْرَحُ فِيهَا حَتَّى يَضَعَ عَلَيْهَا قَدَمَهُ جَلَّ ثَنَاؤُهُ. وَقَوْلِ اللَّهِ لِلْعَبْدِ: «إِنْ مَشَيْتَ إِليَّ هَرْوَلْتُ إِلَيْكَ». وَقَوْلِهِ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَنْزِلُ يَوْمَ عَرَفَةَ». وَقَوْلِهِ: «إِنَّ اللَّهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ». وَقَوْلِ النَّبِيِّ ﷺ: «إِنِّي رَأَيْتُ رَبِّي فِي أَحْسَنِ صُورَةٍ». وَأَشْبَاهِ هَذِهِ الْأَحَادِيثِ، فَعَلَيْكَ بِالتَّسْلِيمِ وَالتَّصْدِيقِ وَالتَّفْوِيضِ وَالرِّضَى، لَا تُفَسِّرْ شَيْئًا [مِنْ هَذِهِ] بِهَوَاكَ، فَإِنَّ الْإِيمَانَ بِهَذَا وَاجِبٌ، فَمَنْ فَسَّرَ شَيْئًا مِنْ هَذَا بِهَوَاهُ أَوْ رَدَّهُ فَهُوَ جَهْمِيٌّ.","އަދި އަޘަރުތަކުން ތިބާއަށް އަޑު އިވުނު އެކަމަކު ބުއްދިއަށް ނަގައިނުގަނެވޭ ކޮންމެ ކަމެއް، މިސާލަކަށް ރަސޫލު ﷲ ﷺ ގެ ބަސްފުޅު: ”އަޅުތަކުންގެ ހިތްތައް ވަނީ އައްރަޙްމާނުގެ އިނގިލިފުޅުތަކުގެ ތެރެއިން ދެ އިނގިލިފުޅު ދެމެދުގައެވެ.“ އަދި އެކަލޭގެފާނުގެ ބަސްފުޅު: ”ހަމަކަށަވަރުން ﷲ ތަބާރަކަ ވަތަޢާލާ އެންމެ ގާތް އުޑަށް ފައިބާވޮޑިގަންނަވައެވެ.“ އަދި އެ އިލާހު އަރަފާތް ދުވަހާއި ގިޔާމަތް ދުވަހު ފައިބާވޮޑިގަންނަވާކަމާއި، އަދި ސަނާ މަތިވެރިވެގެންވާ ﷲ، އެ އިލާހުގެ ގެ ފައިންޕުޅު ނަރަކައިގެ މަތީ ބާއްވަވައިވަޑައިގަތުމަށް ދާންދެން ނަރަކައިގެ ތެރެއަށް މީސްތަކުން އެއްލާލެވޭނެކަމާއި، ﷲ ތަޢާލާ އަޅުތަކުންނަށް ވަހީ ކުރެއްވި ބަސްފުޅު: ”ތިބާ ތިމަން އިލާހަށް ހިނގާފައި އައިސްފި ނަމަ، ތިމަން އިލާހު އަވަސް ހިނގުމަކުން ތިބާގެ ގާތަށް ދާހުށީމެވެ.“ އަދި ނަބިއްޔާގެ ބަސްފުޅު: ”ހަމަކަށަވަރުން ﷲ އާދަމުގެފާނު އުފެއްދެވީ އެ އިލާހުގެ ސޫރަފުޅުގައެވެ.“ އަދި ނަބިއްޔާ ﷺ ގެ ބަސްފުޅު: ”ހަމަކަށަވަރުން ތިމަން ނަބިއްޔާގެ ރައްބު އެންމެ ރިވެތި ސޫރަފުޅުގައި ތިމަން ނަބިއްޔާ ދެކެވަޑައިގަތީމެވެ.“ އަދި މިފަދަ އެހެނިހެން ޙަދީޘްތައް (ތިބާއަށް އަޑު އިވިއްޖެ ނަމަ)، ފަހެ ތިބާގެ މައްޗަށް އޮތީ ބޯލަނބާ އީމާންވުމާއި، ތެދު ކުރުމާއި، ތަފްވީޟު ކުރުމާއި (އެބަހީ: އެ ސާބިތު ކުރުމާއެކު އެ ވަނީ ކިހިނަކުންކަން ﷲ އަށް ވަކީލު ކުރުމާއި)، ރުހުމެވެ. އަދި މިއިން އެއްވެސް ކަމެއް ތިބާގެ ހަފާނަފްސާ އެއްގޮތަށް މާނަ ނުކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން މި ކަންކަމަށް އީމާންވުމަކީ ވާޖިބެކެވެ. އަދި މިއިން އެއްވެސް ކަމެއް އެ މީހެއްގެ ހަވާނަފްސާ އެއްގޮތަށް މާނަކޮށްފި ނަމަ، ނުވަތަ ރައްދުކޮށްފި ނަމަ، ފަހެ އެ މީހަކީ ޖަހުމީއެކެވެ.",""],["43","وَمَنْ زَعَمَ أَنَّهُ يَرَى رَبَّهُ فِي دَارِ الدُّنْيَا فَهُوَ كَافِرٌ بِاللَّهِ.","އަދި ދުނިޔޭގެ ގޯތީގައި އޭނާގެ ރައްބު ފެންނަކަމަށް ދައުވާކޮށްފި މީހާ، ފަހެ އޭނާއަކީ ﷲ އަށް ކާފަރުވެފައިވާ މީހެކެވެ.",""],["44","وَالْفِكْرَةُ فِي اللَّهِ تَبَارَكَ وَتَعَالَى بِدْعَةٌ؛ لِقَوْلِ رَسُولِ اللَّهِ ﷺ: «تَفَكَّرُوا فِي الْخَلْقِ وَلَا تَفَكَّرُوا فِي اللَّهِ». فَإِنَّ الْفِكْرَةَ فِي الرَّبِّ تَقْدَحُ الشَّكَّ فِي الْقَلْبِ.","އަދި ﷲ ތަބާރަކަ ވަތަޢާލާގެ (ޒާތުފުޅައި އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ވަނީ ކިހިނެއްކަމާ) މެދު ވިސްނައި ފިކުރު ކުރުމަކީ ބިދުޢައެކެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘް ބަސްފުޅުގެ ސަބަބުންނެވެ: ”ޚަލްގުތަކުންނާ މެދު ތިޔަބައިމީހުން ވިސްނައި ފިކުރު ކުރާށެވެ. އަދި ﷲ އާމެދު ތިޔަބައިމީހުން ވިސްނައި ފިކުރު ނުކުރާށެވެ.“ އެހެނީ ހަމަކަށާވަރުން ރައްބުގެ (ޒާތުފުޅައި އިސްމުފުޅުތަކާއި ސިފަފުޅުތައް ވަނީ ކިހިނެއްކަމާ) މެދު ވިސްނައި ފިކުރު ކުރުމަކީ ހިތުގައި ޝައްކު އުފައްދާ ކަމެކެވެ.",""],["45","وَاعْلَمْ أَنَّ الْهَوَامَّ وَالسِّبَاعَ وَالدَّوَابَّ كُلَّهَا، نَحْوَ الذَّرِّ [وَالذُبَابِ] وَالنَّمْلِ كُلَّهَا مَأْمُورَةٌ، لَا يَعْمَلُونَ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ تَبَارَكَ وَتَعَالَى.","އަދި ދަންނާށެވެ. ސޫފާސުތްޕާއި، ވަލު ޖަނަވާރުތަކާއި، އަދި ކުދިހިންޏާއި މެއްސާއި ކަނޑާހިނި ފަދަ އެންމެހާ ޖަނަވާރުތަކަކީ އަމުރުވެވިގެންވާ ތަކެއްޗެވެ. އެއިން ޖަނަވާރެއް ﷲ ގެ އިޒުނަފުޅާ ލައިގެން މެނުވީ އެއްވެސް ކަމެއް ނުކުރެއެވެ.",""],["46","وَالْإِيمَانُ بِأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَدْ عَلِمَ مَا كَانَ مِنْ أَوَّلِ الدَّهْرِ، وَمَا لَمْ يَكُنْ مِمَّا هُوَ كَائِنٌ، أَحْصَاهُ وَعَدَّهُ عَدًا، وَمَنْ قَالَ: إِنَّهُ لَا يَعْلَمُ مَا كَانَ وَمَا هُوَ كَائِنٌ فَقَدْ كَفَرَ بِاللَّهِ الْعَظِيمِ.","އަދި ހަމަކަށަވަރުން ޒަމާން ފެށުނީއްސުރެ އިސްވެގޮސްފައިވާހާ ކަމަކާއި، އަދި ނުވެ ހުރި ކަންކަމުގެ ތެރެއިން ވާން އޮތް ހުރިހާ ކަމެއް ﷲ މޮޅަށް ދެނެވޮޑިގެންވާކަމަށް އީމާންވުމެވެ. އެ އިލާހު ވަނީ އެ ހުރިހާ ކަމެއް ހިސާބު ކުރައްވާ، އެއްޗަކުން އެއްޗަކުން އަދަދު ކުރައްވާފައެވެ. އަދި ހިނގައިދިޔަ ކަންކަމާއި ވާން އޮތް ކަންކަން އެ އިލާހު ދެނެވޮޑިގެން ނުވެއޭ ބުނެފި މީހާ، ހަމަކަށަވަރުން މަތިވެރިވެގެންވާ ﷲ އަށް ކާފަރުވެއްޖެކަން ކަށަވަރެވެ.",""],["47","وَ«لَا نِكَاحَ إِلَّا بِوَلِيٍّ وَشَاهِدَيْ عَدْلٍ»، وَصَدَاقٍ قَلَّ أَوْ كَثُرَ، وَمَنْ لَمْ يَكُنْ لَهُ وَلِيٌّ فَالسُّلْطَانُ وَلِيُّ مَنْ لَا وَلِيَّ لَهُ.","އަދި ވަލީއާއި، ދެ އަދުލުވެރި ހެކިންނާއި، މަދު އަދަދެއް ވިޔަސް ގިނަ އަދަދެއް ވިޔަސް ކައިވެނީގެ ރަން ލައިގެން މެނުވީ ކައިވެނި ކުރުމެއް ނުވެއެވެ. އަދި ވަލީ ދޭނެ މީހަކު ނެތް އަންހެނެއްގެ ވަލީއަކީ ވެރިމީހާއެވެ.",""],["48","وَإِذَا طَلَّقَ الرَّجُلُ امْرَأَتَهُ ثَلَاثًا فَقَدْ حَرُمَتْ عَلَيْهِ، وَلَا تَحِلُّ لَهُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ.","އަދި މީހަކު އޭނާގެ އަނބިމީހާ ތިން ފަހަރު ވަރިކޮށްފި ނަމަ، ފަހެ އެ މީހަކަށް އެ އަންހެނާ ހަރާމްވެއްޖެކަން ކަށަވަރެވެ. އަދި އެ އަންހެނާ އެހެން ފިރިޔަކާ ކައިވެނިކޮށްފުމަށް ދާންދެން، އެ މީހަކަށް އެ އަންހެނާ ޙަލާލެއް ނުވާނެއެވެ.",""],["49","وَلَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَيَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ عَبْدُهُ وَرَسُولُهُ إِلَّا بِإِحْدَى ثَلَاثٍ: زَانٍ بَعْدَ إِحْصَانٍ، أَوْ مُرْتَدٌّ بَعْدَ إِيمَانٍ، أَوْ قَتَلَ نَفْسًا مُؤْمِنَةً [بِغَيرِ حَقٍّ] فَيُقْتَلُ بِهِ، وَمَا سِوَى ذَلِكَ فَدَمُ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ [أَبَدًا] حَتَّى تَقُومَ السَّاعَةُ.","އަދި ﷲ ފިޔަވައި އެހެން އެއްވެސް އިލާހަކު ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ ﷲ ގެ ރަސޫލާ އަދި އަޅާ ކަމަށް ހެކިވާ މުސްލިމު މީހެއްގެ ލޭ ތިން ކަމަކުން މެނުވީ ހުއްދަ ވެގެނެއް ނުވެއެވެ. އެއީ މުޙްޞަނަކަށް ވުމަށް ފަހު ޒިނޭ ކުރުމާއި، އީމާންވުމަށް ފަހު މުރުތައްދުވުމާއި، އަދި ހައްގަކާ ނުލާ މުއުމިނު ނަފްސެއް މެރުމުން އެކަމުގެ ބަދަލުގައި (އެ ކަން ކުރި މީހާ) ގަތުލު ކުރުމެވެ. އަދި މި ނޫން ކަންކަމުގައި އެއް މުސްލިމެއްގެ ލޭ އަނެއް މުސްލިމެއްގެ މައްޗަށް ގިޔާމަތް ވުމަށް ދާންދެން އަބަދުވެސް ހަރާމްވެގެން ވެއެވެ.",""],["50","وَكُلُّ شَيْءٍ مِمَّا أَوْجَبَ اللَّهُ عَلَيْهِ الْفَنَاءَ يَفْنَى، إِلَّا الْجَنَّةَ وَالنَّارَ وَالْعَرْشَ وَالْكُرْسِيَّ وَاللَّوْحَ وَالْقَلَمَ وَالصُّورَ، لَيْسَ يَفْنَى شَيْءٌ مِنْ هَذَا أَبَدًا، ثُمَّ يَبْعَثُ اللَّهُ الْخَلْقَ عَلَى مَا مَاتُوا عَلَيْهِ يَوْمَ الْقِيَامَةِ، فَيُحَاسِبُهُم بِمَا شَاءَ، فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ، وَيَقُولُ لِسَائِرِ الْخَلْقِ [مِمَّنْ لَمْ يُخْلَقْ لِلْبَقَاءِ] كُونُوا تُرَابًا.","އަދި ފަނާވުމަށް ﷲ ކަނޑައެޅުއްވި ކޮންމެ އެއްޗެއް ވެސް ފަނާވެގެން ދާނެއެވެ. ސުވަރުގެއާއި، ނަރަކައާއި، އަރުޝިއާއި، ކުރުސިއާއި، ލައުހުލް މަހްފޫޒާއި، ގަލަމާއި، ތާޅަފިލި މެނުވީއެވެ. މިއިން އެއްވެސް އެއްޗެއް ދުވަހަކުވެސް ފަނާވެގެން ނުދާނެއެވެ. ދެން ގިޔާމަތް ދުވަހު ޚަލްގުތަކުން މަރުވި ގޮތެއްގެ މައްޗަށް އެބައިމީހުން އަލުން ﷲ ދިރުއްވާނެއެވެ. އެއަށްފަހު އެ އިލާހު އިރާދަ ކުރެއްވި ގޮތަކަށް އެބައިމީހުންގެ ހިސާބު ބައްލަވާނެއެވެ. އެ ގޮތުން އެއް ބަޔަކު ވާނީ ސުވަރުގޭގައެވެ. އަދި އަނެއް ބަޔަކު ވާނީ އަނދައަނދާ ހުރި ނަރަކައިގައެވެ. ދެން ތިބި އަބަދަށް ދެމިއޮތުމަށް ޚަލްގުކޮށްފައި ނުވާ އެންމެހާ މަޚްލޫގުންނަށް ﷲ ވަހީ ކުރައްވާނެއެވެ: ވެއްޔައް ވެގެން ދާށެވެ.",""],["51","وَالْإِيمَانُ بِالْقِصَاصِ يَوْمَ الْقِيَامَةِ بَيْنَ الْخَلْقِ كُلِّهُمْ، بَنِي آدَمَ وَالسِّبَاعِ وَالْهَوَامِّ حَتَّى لِلذَّرَّةِ مِنَ الذَّرَّةِ، حَتَّى يَأْخُذَ اللَّهُ لِبَعْضِهِمْ مِنْ بَعْضِ؛ لِأَهْلِ الْجَنَّةِ مِنْ أَهْلِ النَّارِ، وَأَهْلِ النَّارِ مِنْ أَهْلِ الْجَنَّةِ، وَأَهْلِ الْجَنَّةِ بَعْضُهُمْ مِنْ بَعْضٍ، وَأَهْلِ النَّارِ بَعْضُهُمْ مِنْ بَعْضٍ.","އަދި ގިޔާމަތް ދުވަހު އެންމެހާ ޚަލްގުތަކުންގެ މެދުގައި (އިންސާފު ގާއިމު ކުރުމުގެ ގޮތުން) ގިސާސް ހިފުން ވާނޭކަމަށް އީމާން (ސުންނަތުގެ ތެރޭގައި ހިމެނެއެވެ.) އެއީ އާދަމުގެ ދަރިންނާއި، މަސްކާ ޖަނަވާރުތަކާއި، ވިހަ ހުރި ޖަނަވާރުތަކާއި އެހެން ގޮސް ކުދިހިނިތަކަށް ދާންދެންވެސް މެއެވެ. އޭގެ އެއްބަޔަކަށް އަނެއް ބަޔެއްގެ ކިބައިން ﷲ ބަދަލު ހިއްޕަވާނެއެވެ. އެ ގޮތުން ސުވަރުގޭގެ އަހުލުވެރިން ނަރަކައިގެ އަލުހުވެރިންގެ ކިބައިން ބަދަލު ހިފާނެއެވެ. އަދި ނަރަކައިގެ އަހުލުވެރިން ސުވަރުގޭގެ އަހުލުވެރިންގެ ކިބައިން ބަދަލު ހިފާނެއެވެ. އަދި ސުވަރުގޭގެ އަހުލުވެރިންގެ ތެރެއިން އެއް ބަޔަކު އަނެއް ބަޔެއްގެ ކިބައިން ބަދަލު ހިފާނެއެވެ. އަދި ނަރަކައިގެ އަހުލުވެރިންގެ ތެރެއިން އެއް ބަޔަކު އަނެއް ބަޔެއްގެ ކިބައިން ބަދަލު ހިފާނެއެވެ.",""],["52","وَإِخْلَاصُ الْعَمَلِ لِلَّهِ.","އަދި ﷲ އަށް އަމަލުތައް އިޚްލާސްތެރި ކުރުމެވެ.",""],["53","وَالرِّضَا بِقَضَاءِ اللَّهِ.","އަދި ﷲގެ ގަޟާގަދަރާމެދު ރުހުމެވެ.",""],["54","وَالصَّبْرُ عَلَى حُكْمِ اللَّهِ.","އަދި ﷲގެ ނިޔާފުޅަށް ކެތްތެރިވުމެވެ.",""],["55","وَالْإِيمَانُ بِمَا قَالَ اللَّهُ عَزَّ وَجَلَّ.","އަދި ﷲ ޢައްޒަ ވަޖައްލަ ވަހީ ކުރެއްވި ބަސްފުޅުތަކަށް އީމާންވުމެވެ.",""],["56","وَالْإِيمَانُ بِأَقْدَارِ اللَّهِ كُلِّهَا، خَيْرِهَا وَشَرِّهَا، وَحُلْوِهَا وَمُرِّهَا، قَدْ عَلِمَ اللَّهُ مَا الْعِبَادُ عَامِلُونَ، وَإِلَى مَا هُمْ صَائِرُونَ، لَا يَخْرُجُونَ مِنْ عِلْمِ اللَّهِ، وَلَا يَكُونُ فِي الْأَرَضِينَ وَلَا فِي السَّمَاوَاتِ إِلَّا مَا عَلِمَ اللَّهُ عَزَّ وَجَلَّ.","އަދި ﷲ ގެ ގަޟާގަދަރުގެ ހުރިހާ ކަމަކަށް އީމާންވުމެވެ. އޭގެ ހެވައި ނުބަޔަށްވެސް މެއެވެ. އަދި އޭގެ ފޮނިމީރުކަމާއި ހިތިކަމަށްވެސް މެއެވެ. ހަމަކަށަވަރުން އަޅުތަކުން ކުރާނެހައި ކަމަކާއި، އެބައިމީހުން ދާނޭ ދިމާލެއް ﷲ މޮޅަށް ދެނެވޮޑިގެންވެއެވެ. ﷲ ގެ އިލްމުފުޅުން އެބައިމީހުން ނުކުމެގެނެއް ނުދާނެއެވެ. އަދި ﷲ ޢައްޒަ ވަޖައްލަ ދެނެވޮޑީގެންވާ ގޮތުމައި މެނުވީ ބިންތަކާއި އުޑުތަކުގައި އެއްވެސް އެއްޗެއް ނުވާނެއެވެ.",""],["57","وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ، وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ.","އަދި ދަންނާށެވެ. ތިބާއަށް ޖެހިއްޖެ ކަމެއް، އެއީ ތިބާއަށް ނުޖެހި ފަހަނަޅައި ދާނޭ ކަމެއްކަމުގައި ނުވެއެވެ. އަދި ތިބާއަށް ނުޖެހި ފަހަނަޅައި ހިނގައްޖެ ކަމެއް، އެއީ ތިބާއަށް ޖެހެން އޮތް ކަމެއް ކަމުގައި ވެސް ނުވެއެވެ.",""],["58","وَلَا خَالِقَ مَعَ اللَّهِ.","އަދި ﷲ އާއެކު އެއްވެސް ޚާލިގަކު ނުވެއެވެ.",""],["59","وَالتَّكْبِيرُ عَلَى الْجَنَائِزِ أَرْبَعٌ، وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ، وَسُفْيَانَ الثَّوْرِي، وَالْحَسَنِ بْنِ صَالِحٍ، وَأَحْمَدَ بْنِ حَنْبَلٍ، وَالْفُقَهَاءِ، وَهَكَذَا قَالَ رَسُولُ اللَّهِ ﷺ.","އަދި ކަށުނަމާދުގައި ތަކްބީރު ދޭނީ ހަތަރު ފަހަރަށެވެ. އަދި މިއީ މާލިކު ބިން އަނަސާއި، ސުފްޔާނު އައްޘައުރީއާއި، އަލްޙަސަން ބިން ޞާލިޙާއި، އަޙްމަދު ބިން ޙަންބަލާއި، ފިގްހުވެރި އިލްމުވެރިންގެ ބަސްފުޅެވެ. އަދި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވީ ވެސް ހަމަ މިފަދައިންނެވެ.",""],["60","وَالْإِيمَانُ بِأَنَّ مَعَ كُلِّ قَطْرَةٍ مَلَكًا يَنْزِلُ مِنَ السَّمَاءِ حَتَّى يَضَعَهَا حَيْثُ أَمَرَهُ اللَّهُ عَزَّ وَجَلَّ.","އަދި ވެހޭ ކޮންމެ ވާރޭ ތިއްކަކާއެކު މަލާއިކަތެއް ވާކަމަށް އީމާންވުމެވެ. އުޑުން އެ މަލާއިކަތާ ފައިބައިވަޑައިގެން ﷲ ޢައްޒަ ވަޖައްލަ އަމުރުފުޅު ކުރެއްވި ތަނަކު އެ ވާރޭ ތިކި ބާއްވައެވެ.",""],["61","وَالْإِيمَانُ بِأَنَّ النَّبِيَّ ﷺ حِينَ كَلَّمَ أَهْلَ الْقَلِيبِ يَوْمَ بَدْرٍ، أَنَّ الْمُشْرِكِينَ [كَانُوا] يَسْمَعُونَ كَلَامَهُ.","އަދި ހަމަކަށަވަރުން ބަދުރުގެ (ހަނގުރާމައިގެ) ދުވަހު، ވަޅުގެ އަހުލުވެރިންނާ (އެބަހީ: ގަތުލުކުރެވިގެން އެއަށް އަޅާލެވުނު މުޝްރިކުންނާ) ނަބިއްޔާ ﷺ ވާހަކަފުޅު ދެއްކެވި ހިނދު، ހަމަކަށަވަރުން އެ މުޝްރިކުންނަށް އެކަލޭގެފާނުގެ ވާހަކަފުޅު އަޑުއިވުނުކަމަށް އީމާންވުމެވެ.",""],["62","وَالْإِيمَانُ بِأَنَّ الرَّجُلَ إِذَا مَرِضَ يَأْجُرُهُ اللَّهُ عَلَى مَرَضِهِ.","އަދި މީހަކު ބަލިވެއްޖެ ނަމަ، އެ ބަލީގެ މައްޗަށް ﷲ އޭނާއަށް އަޖުރު ދެއްވާނެ ކަމަށް އީމާންވުމެވެ.",""],["63","وَالشَّهِيدُ يَأْجُرُهُ اللَّهُ عَلَى الْقَتْلِ.","އަދި ގަތުލުވުމުގެ މައްޗަށް ޝަހީދަށް ﷲ އަޖުރު ދެއްވާނެއެވެ.",""],["64","وَالْإِيمَانُ بِأَنَّ الْأَطْفَالَ إِذَا أَصَابَهُمْ شَيْءٌ فِي دَارِ الدُّنْيَا يَألَمُونَ، وَذَلِكَ أَنَّ بَكْرَ ابْنَ أُخْتِ عَبْدِ الْوَاحِدِ قَالَ: لَا يَألَمُونَ، وَكَذَبَ.","އަދި ތުއްތު ކުދިންނަށް ދުނިޔޭގެ ގޯތީގައި (ތަދުވާ) ކަމެއް ދިމާވެއްޖެ ނަމަ، އެ ކުދިންނަށް ތަދު އިހުސާސްވާ ކަމަށް އީމާންވުމެވެ. އެހެނީ ބަކްރު ބިން އުޚްތު ޢަބްދުލް ވާޙިދު ބުނި ގޮތުގައި އެ ކުދިންނަށް ތަދެއް އިހުސާސެއް ނުކުރެވެއެވެ. އެހެނަސް އޭނާ އެ ހެދީ ދޮގެކެވެ.",""],["65","وَاعْلَمْ أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ أَحَدٌ إِلَّا بِرَحْمَةِ اللَّهِ، وَلَا يُعَذِّبُ اللَّهُ أَحَدًا إِلَّا بِذُنُوبِهِ، بِقَدْرِ ذُنُوبِهِ، وَلَو عَذَّبَ اللَّهُ أَهْلَ السَّمَاوَاتِ وَأَهْلَ الْأَرَضِينَ بَرَّهُمْ وَفَاجِرَهُمْ، عَذَّبَهُم غَيْرَ ظَالِمٍ لَهُمْ، لَا يَجُوزُ أَنْ يُقَالَ لِلَّهِ تَبَارَكَ وَتَعَالَى: إِنَّهُ يَظْلِمُ، وَإِنَّمَا يَظْلِمُ مَنْ يَأْخُذُ مَا لَيْسَ لَهُ، وَاللَّهُ جَلَّ ثَنَاؤُهُ لَهُ الْخَلْقُ وَالْأَمْرُ، الْخَلْقُ خَلْقُهُ، وَالدَّارُ دَارُهُ، لَا يُسْأَلُ عَمَّا يَفْعَلُ بِخَلْقِهِ، وَلَا يُقَالُ: لِمَ وَكَيْفَ؟ لَا يَدْخُلُ أَحَدٌ بَيْنَ اللَّهِ وَبَيْنَ خَلْقِهِ.","އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން ﷲ ގެ ރަހުމަތުން މެނުވީ އެކަކުވެސް ސުވަރުގެއަށް ނުވަންނާނެއެވެ. އަދި އެ މީހެއްގެ ފާފަތަކުގެ ސަބަބުން މެނުވީ އެއްވެސް މީހަކަށް ﷲ އަޒާބެއް ނުދެއްވާނެއެވެ. އެއީ އޭނާގެ ފާފަތަކުގެ މިންވަރުންނެވެ. އަދި އުޑުތަކާއި ބިންތަކުގެ (އެންމެންހާ) އަހުލުވެރިން، އެބައިމީހުން ކުރެ ހެޔޮ މީހުންނާއި ފާޖިރު މީހުންނަށް ﷲ އަޒާބު ދެއްވި ނަމަވެސް، އެ އިލާހު އަޒާބު ދެއްވީހީ އެބައިމީހުންނަށް އަނިޔާވެރިވުމެއް ނެތިއެވެ. ﷲ އަށް ނިސްބަތްކޮށް ’އެ އިލާހު އަނިޔާވެރިވެ ވޮޑިގަންނަވައޭ‘ ނުބުނެވޭނެއެވެ. އެހެނީ އަނިޔާވެރިވަނީ ހަމައެކަނި މީހަކަށް ލިބިގެން ނުވާ އެއްޗެއް އަތުލައިގަންނަ މީހާއެވެ. އަދި ޚަލްގު ކުރެއްވުމާއި އަމުރު ކުރެއްވުން ވަނީ ސަނާ މަތިވެރިވެގެންވާ ﷲ އަށެވެ. ޚަލްގުތަކުންނީ އެ އިލާހުގެ ޚަލްގުތަކުންނެވެ. އަދި ގޯއްޗަކީ އެ އިލާހުގެ ގޯއްޗެވެ. ﷲ ޚަލްގުތަކުންނައިގެން އެ އިލާހު ކުރައްވާ ކަމަކާމެދު، އެ އިލާހަށް ސުވާލެއް ނުކުރެވޭނެއެވެ. އަދި ’ކީއްވެހޭ އަދި ކިހިނަކުންހޭ‘ ނުބުނެވޭނެއެވެ. ﷲ އާއި އެ އިލާހު ޚަލްގުތަކުންނާ ދެމެދު އެކަކަށްވެސް ނުވަދެވޭނެއެވެ.",""],["66","وَإِذَا سَمِعْتَ الرَّجُلَ يَطْعَنُ عَلَى الْآثَارِ [وَلَا يَقْبَلُهَا أَوْ يُنْكِرُ شَيْئًا مِنْ أَخْبَارِ رَسُولِ اللَّهِ ﷺ] فَاتَّهِمْهُ عَلَى الْإِسْلَامِ؛ فَإِنَّهُ رَجُلٌ رَدِيءُ الْقَوْلِ وَالْمَذْهَبِ، وَإِنّمَا طَعَنَ عَلَى رَسُولِ اللَّهِ ﷺ وَأَصْحَابِهِ؛ لِأَنَّهُ إِنَّمَا عَرَفْنَا اللَّهَ وَعَرَفْنَا رَسُولَ اللَّهِ ﷺ وَعَرَفْنَا الْقُرْآنَ وَعَرَفْنَا الْخَيْرَ وَالشَّرَّ وَالدُّنْيَا وَالْآخِرَةَ بِالْآثَارِ، فَإِنَّ الْقُرْآنَ إِلَى السُّنَّةِ أَحْوَجُ مِنَ السُّنَّةِ إِلَى الْقُرْآنِ.","އަދި މީހަކު (ޙަދީޘްތަކާއި) ރިވާޔަތްތަކަށް ފާޑުކިޔާ، އަދި ގަބޫލު ނުކުރާ އަޑު ތިބާއަށް އިވިއްޖެ ނަމަ، ނުވަތަ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްތަކުން އެއްވެސް ކަމަކަށް އިންކާރު ކުރާ އަޑު އިވިއްޖެ ނަމަ، ފަހެ އޭނާގެ އިސްލާމްކަމާމެދު ތިބާ ޝައްކުވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާއަކީ ދަށުދަރަޖައިގެ ބަހާއި މަޒްހަބެއްގެ މީހެކެވެ. އަދި އޭނާ އެ ފާޑުކިޔަނީ ހަމަ ރަސޫލު ﷲ ﷺ އާއި އެ ނަބިއްޔާގެ ސަހާބީންނަށެވެ. އެހެނީ ހަމަކަށަވަރުން ﷲ އާއި، އެ އިލާހުގެ ރަސޫލާއާއި، ގުރްއާނާއި، ހެވާއި ނުބަޔާއި، ދުނިޔެއާއި އާޚިރަތް އަހަރުމެން ދެނެގަންނަނީ ހަމައެކަނި ރިވާޔަތަކުގެ ސަބަބުންނެވެ. އަދި ހަމަކަށަވަރުން ސުންނަތައް ގުރްއާނަން ބޭނުން ޖެހޭ ވަރަށް ވުރެ ބޮޑަށް، ގުރްއާނަށް ސުންނަތް ބޭނުން ޖެހޭ ވަރު މާ ބޮޑެވެ.",""],["67","وَالْكَلَامُ وَالْجِدَالُ وَالْخُصُومَةُ فِي الْقَدَرِ خَاصَّةً مَنْهِيٌّ عَنْهُ [عِنْدَ] جَمِيعِ الْفِرَقِ؛ لِأَنَّ الْقَدَرَ سِرُّ اللَّهِ وَنَهَى الرَّبُّ تَبَارَكَ وَتَعَالَى الْأَنْبِيَاءَ عَنِ الْكَلَامِ فِي الْقَدْرِ، وَنَهَى رَسُولُ اللَّهِ ﷺ عَنْ الْخُصُومَةِ فِي الْقَدْرِ، وَكَرِهَهُ الْعُلَمَاءُ وَأَهْلُ الْوَرَعِ وَنَهَوْا عَنِ الْجِدَالِ فِي الْقَدَرِ، فَعَلَيْكَ بِالتَّسْلِيمِ وَالْإِقْرَارِ وَالْإِيمَانِ، وَاعْتِقَادِ مَا قَالَ رَسُولُ اللَّهِ ﷺ فِي جُمْلَةِ الْأَشْيَاءِ وَتَسْكُتُ عَمَّا سِوَى ذَلِكَ.","އަދި ހާއްސަ ގޮތެއްގައި ގަޟާގަދަރާ މެދު (ގޮތްގޮތަށް) ވާހަކަ ދެއްކުމާއި، ޖަދަލު ކުރުމާއި، ކޯޅުން ވަނީ ހުރިހާ ފިރުގާތަކެއްގައި ވެސް ނަހީ ކުރެވިފައެވެ. އެހެނީ ހަމަކަށަވަރުން ގަޟާގަދަރަކީ ﷲ ގެ ސިއްރެވެ. އަދި ރައްބު ތަބާރަކަ ވަތަޢާލާ ވަނީ ގަޟާގަދަރާ މެދު ވާހަކަދެއްކުން ނަބިއްޔުންނަށް ނަހީ ކުރައްވާފައެވެ. އަދި ރަސޫލު ﷲ ﷺ ވަނީ ގަޟާގަދަރާ މެދު ދެބަސްވެ އަރައިރުންވުން ނަހީ ކުރައްވާފައެވެ. އަދި އިލްމުވެރިންނާއި ވަރާގެ އަހުލުވެރިން އެ ކަމަށް ނުރުހި، ގަޟާގަދަރާމެދު ޖަދަލުކުރުން އެ ބޭކަލުން ނަހީ ކުރެއްވިއެވެ. ފަހެ ތިބާގެ މައްޗަށް ވަނީ ބޯލަނބައި ކިޔަމަންވުމާއި، އެއްބަސްވުމާއި، އީމާންވުމެވެ. އަދި ހުރިހާ ކަމެއްގައި ވެސް ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވި ބަސްފުޅުތައް ގަބޫލުކޮށް، އެ ނޫން ކަންކަމުގައި ސުކޫތުވުމެވެ.",""],["68","وَالْإِيمَانُ بِأَنَّ رَسُولَ اللَّهِ ﷺ أُسْرِيَ بِهِ إِلَى السَّمَاءِ وَصَارَ إِلَى الْعَرْشِ وَكَلَّمَهُ اللَّهُ تَبَارَكَ وَتَعَالَى، وَدَخَلَ الْجَنَّةَ وَاطَّلَعَ إِلَى النَّارِ وَرَأَى الْمَلَائِكَةَ ونُشِرَتْ لَهُ الْأَنْبِيَاءُ، وَرَأَى سُرَادِقَاتِ الْعَرْشِ وَالْكُرْسِيَّ وَجَمِيعَ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرَضِينَ فِي الْيَقَظَةِ، حَمَلُهُ جِبْرِيلُ عَلَى الْبُرَاقِ حَتَّى أَدَارَهُ فِي السَّمَاوَاتِ، وَفُرِضَت عَلَيْهِ الصَّلَاةُ فِي تِلْكَ اللَّيْلَةِ، وَرَجَعَ إِلَى مَكَّةَ فِي تِلْكَ اللَّيْلَةِ، وَذَلِكَ قَبْلَ الْهِجْرَةِ.","އަދި (ސުންނަތުގެ ތެރޭގައި، އިސްރާގައި) ރަސޫލު ﷲ ﷺ ރޭގަނޑު އުޑަށް ގެންދެވުނުކަމަށް އީމާންވުން ހިމެނެއެވެ. އަދި ނަބިއްޔާ އަރުޝި ގާތަށް ވަޑައިގަނެ، ﷲ ތަބާރަކަ ވަރަޢާލާ ނަބިއްޔާއަށް ބަސް ވަހީ ކުރެއްވިއެވެ. އަދި ނަބިއްޔާ ސުވަރުގެއަށް ވަދެވަޑައިގަނެ، އަދި ނަރަކައިގެ ތެރެ ދެކެވަޑައިގަތެވެ. އަދި މަލާއިކަތުން ދެކެވަޑައިގަނެ، އެކަލޭގެފާނަށް ނަބިއްޔުން ދެއްކެވުނެވެ. އަދި އަރުޝީގެ ފޮތިކޮޅާއި، ކުރުސިއާއި، އުޑުތަކާއި ބިންތަކުގައިވާ ހުރިހާ އެއްޗެއް ހޭފުޅުގައި ދެކެވަޑައިގަތެވެ. ބުރާގު މައްޗަށް އެކަލޭގެފާނު އަރުއްވައިގެން، ޖިބްރީލު އެކަލޭގެފާނު އުޑުތަކުގެ ތެރެއަށް ގެންދެވިއެވެ. އަދި (އިސްރާގެ) އެ ރޭގައި ނަބިއްޔާއަށް ނަމާދު ފަރުޟު ކުރެއްވުނެވެ. އަދި އެ ރޭގައި ނަބިއްޔާ އެނބުރި މައްކާއަށް ވަޑައިގަތެވެ. އަދި އެ ކަންތައް ހިނގައިދިޔައީ ހިޖުރައިގެ ކުރިންނެވެ.",""],["69","وَاعْلَمْ أَنَّ أَرْوَاحَ الشُّهَدَاءِ فِي قَنَادِيلَ تَحْتَ الْعَرْشِ تَسْرَحُ فِي الْجَنَّةِ، وَأَرْوَاحَ الْمُؤْمِنِينَ تَحْتَ الْعَرْشِ، وَأَرْوَاحَ الْكُفَّارِ وَالْفُجَّارِ فِي بَرَهُوتَ، [وَهِي فِي سِجِّينٍ].","އަދި ދަންނާށެވެ. ޝަހީދުންގެ ފުރާނަތައް ވަނީ އަރުޝީގެ ދަށުގައިވާ ބައްތިތަކުގައެވެ. އެ ފުރާނަތައް ސުވަރުގޭގައި ބޭނުން ތަނަކަށް ދާނެއެވެ. އަދި މުއުމިނުންގެ ފުރާނަތައް ވަނީ އަރުޝީގެ ދަށުގައެވެ. އަދި ކާފަރުންނާއި ފާޖިރުންގެ ފުރާނަތައް ވަނީ ބަރަހޫތު ވަޅުގައި، (ހަތްވަނަ ބިމުގެ ދަށުގައި) ސިއްޖީނުގައެވެ.",""],["70","وَالْإِيمَانُ بِأَنَّ الْمَيِّتَ يَقْعَدُ فِي قَبْرِهِ، وَيُرْسِلُ فِيهِ الرُّوحُ حَتَّى يَسْأَلَهُ مُنْكَرٌ وَنَكِيرٌ عَنِ الْإِيمَانِ وَشَرَائِعِهِ، ثُمَّ يَسُلُّ رُوحَهُ بِلَا أَلَمٍ.","އަދި މައްޔިތާ ގަބުރުގައި އިށީންނުވާނެ ކަމަށް އީމާންވުމެވެ. އަދި މުންކަރާއި ނަކީރު (ދެ މަލާއިކަތުން) އޭނާ ގާތު އީމާންކަމާއި އޭގެ ޝަރުއީ ކަންކަމާމެދު ސުވާލު ކުރުމަށްޓަކައި އޭނާގެ ހަށިގަނޑަށް ފުރާނަ އެޅުއްވޭނެއެވެ. އެއަށްފަހު ވޭނަކާ ނުލާ އޭނާގެ ފުރާނަ ނެރުއްވޭނެއެވެ.",""],["71","وَيَعْرِفُ الْمَيِّتُ الزَّائِرَ إِذَا أَتَاهُ، وَيُنَعَّمُ فِي الْقَبْرِ الْمُؤْمِنُ وَيُعَذَّبُ الْفَاجِرُ كَيْفَ شَاءَ اللَّهُ.","އަދި (މައްޔިތާ ގާތަށް) ޒިޔާރަތް ކުރާ މީހާ އަތުވާ ހިނދު، މައްޔިތާ އެ ކަން ދަންނާނެއެވެ. އަދި ﷲ އިރާދަ ކުރައްވާ ގޮތަކަށް ގަބުރުގައި މުއުމިނާއަށް ނިއުމަތް ލިބި، އަދި ފާޖިރަށް އަޒާބު ދެވޭނެއެވެ.",""],["72","وَاعْلَمْ أَنَّ [الشَّرَّ والخَيرَ] بِقَضَاءِ اللَّهِ وَقَدَرِهِ.","އަދި ދަންނާށެވެ. ހެޔޮކަންތަކާއި ނުބައިކަންތައް މެދުވެރިވަނީ ﷲގެ ގަޟާގަދަރުގައިވާ ގޮތުގެމަތިންނެވެ.",""],["73","وَالْإِيمَانُ بِأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى هُوَ الَّذِي كَلَّمَ مُوسَى بْنَ عِمْرَانَ يَوْمَ الطُّورِ، وَمُوسَى يَسْمَعُ مِنَ اللَّهِ الْكَلَامَ بِصَوْتٍ وَقَعَ فِي مَسَامِعِهِ مِنْهُ لَا مِنْ غَيْرِهِ، فَمَنْ قَالَ غَيْرَ هَذَا فَقَدْ كَفَرَ.","އަދި ތޫރު (ފަރުބަދައަށް ގެންނެވި) ދުވަހު މޫސާ ބިން ޢިމްރާނާ ވާހަކަފުޅު ދެއްކެވީ ﷲ ތަބާރަކަ ވަތަޢާލާކަމަށް އީމާންވުމެވެ. އަދި މޫސާ، ﷲގެ ވާހަކަފުޅު އަޑު އެއްސެވީ، އެ އިލާހުގެ ހަޒުރަތުން އެކަލޭގެފާނުގެ އިވިވަޑައިގަތުމަށް އައި އަޑުފުޅަކުންނެވެ. އެހެން ފަރާތެއްގެ ކިބައިންނެއް ނޫނެވެ. އަދި މި ނޫން ގޮތަކަށް ބުނެފި މީހާ ކާފަރުވެއްޖެކަން ކަށަވަރެވެ.",""],["74","وَالْعَقْلُ مَوْلُودٌ، أُعْطِيَ كُلُّ إِنْسَانٍ مِنَ الْعَقْلِ مَا أَرَادَ اللَّهُ يَتَفَاوَتُونَ فِي الْعُقُولِ مِثْلَ الذَّرَّةِ فِي السَّمَاوَاتِ، وَيُطْلَبُ مِنْ كُلِّ إِنْسَانٍ مِنَ الْعَمَلِ عَلَى قَدْرِ مَا أَعْطَاهُ مِنَ الْعَقْلِ، وَلَيْسَ الْعَقْلُ بِاكْتِسَابٍ، إِنَّمَا هُوَ فَضْلٌ مِنَ اللَّهِ تَبَارَكَ وَتَعَالَى.","އަދި ބުއްދިއަކީ ޚަލްގު ކުރައްވާފައިވާ އެއްޗެކެވެ. ކޮންމެ އިންސާނަކަށް ވެސް ﷲ އިރާދަ ކުރެއްވި މިންވަރެއް ބުއްދިން ދެއްވާފައިވެއެވެ. އަދި އުޑުގައިވާ ފުކެއް ފަދައިން، ބުއްދީގައި މީސްތަކުން ތަފާތުވެގެން ވެއެވެ. އަދި ކޮންމެ އިންސާނެއްގެ ކިބައިން އަމަލުކުރުން އެނގެވިފައި ވަނީ، އެ މީހަކަށް ބުއްދި ދެއްވާފައިވާ މިންވަރުގެ މައްޗަށެވެ. އަދި ބުއްދިއަކީ ހޯދައިގަނެވޭ އެއްޗެއް ނޫނެވެ. އެއީ ހަމައެކަނި ﷲ ތަބާރަކަ ވަތަޢާލާ ދެއްވާ ފަޟްލުވެރިކަމެކެވެ.",""],["75","وَاعْلَمْ أَنَّ اللَّهَ فَضَّلَ الْعِبَادَ بَعْضَهُمْ عَلَى بَعْضٍ فِي الدِّينِ وَالدُّنْيَا، عَدْلٌ مِنْهُ، لَا يُقَالُ: جَارَ وَلَا حَابَى، فَمَنْ قَالَ: إِنَّ فَضْلَ اللَّهِ عَلَى الْمُؤْمِنِ وَالْكَافِرِ سَوَاءٌ فَهُوَ صَاحِبُ بِدْعَةٍ، بَلْ فَضَّلَ اللَّهُ الْمُؤْمِنِينَ عَلَى الْكَافِرِينَ. وَالطَّائِعَ عَلَى الْعَاصِي، وَالْمَعْصُومَ عَلَى الْمَخْذُولِ، عَدْلٌ مِنْهُ، هُوَ فَضْلُهُ يُعْطِي مَنْ يَشَاءُ وَيَمْنَعُ مَنْ يَشَاءُ.","އަދި ދަންނާށެވެ. ދީނާއި ދުނިޔޭގައި އަޅުތަކުން އެއްބަޔަކު އަނެއްބަޔެއްގެ މައްޗަށް ﷲ ފަޟްލުވެރި ކުރައްވާފައިވަނީ އެ އިލާހުގެ އަދުލުވެރިކަމުންނެވެ. ’އަނިޔާވެރިވެ ވޮޑިގަންނަވައޭ‘ ނުވަތަ ’(ބޭއިންސާފުން) ތަފާތު ކުރައްވައޭ‘ ނުބުނެވޭނެއެވެ. އަދި މުއުމިނަކާ ކާފަރެއްގެ މައްޗަށް ﷲ ގެ ފަޟްވެރިކަން ހަމަހަމައޭ ބުނެފި މީހަކީ ބިދުޢައިގެ އަހުލުވެރިއެކެވެ. އެހެނެއްކަމަކު ﷲ ވަނީ ކާފަރުންގެ މައްޗަށް މުއުމިނުން ފަޟްލުވެރި ކުރައްވާފައެވެ. އަދި (ފާފަވެރި) ނުކިޔަމަންތެރިވާ މީހުންގެ މައްޗަށް ކިޔަމަންތެރިވާ މީހުން ފަޟްލުވެރި ކުރައްވާފައެވެ. އަދި (ފާފަތައް ކުރަން) ދޫކުރެވިފައިވާ މީހުންގެ މައްޗަށް މައުސޫމު މީހުން ފަޟްލުވެރި ކުރައްވާފައެވެ. އެ އިލާހުގެ އަދުލުވެރިކަމުންނެވެ. އެއީ ﷲ ގެ ފަޟްލުވެރިކަމެވެ. އިރާދަ ކުރެއްވި މީހަކަށް ދެއްވައެވެ. އަދި އިރާދަ ކުރެއްވި މީހަކަށް މަނާ ކުރައްވައެވެ.",""],["76","وَلَا يَحِلُّ أَنْ تَكْتُمَ النَّصِيحَةَ لِلْمُسْلِمِينَ، بَرِّهِمْ وَفَاجِرِهُمْ فِي أَمْرِ الدِّينِ، فَمَنْ كَتَمَ فَقَدْ غَشَّ الْمُسْلِمِينَ، وَمَنْ غَشَّ الْمُسْلِمِينَ فَقَدْ غَشَّ الدِّينَ، وَمَنْ غَشَّ الدِّينَ فَقَدْ خَانَ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ.","އަދި ދީނުގެ ކަމެއްގައި މުސްލިމުންގެ ކިބައިން ނަސޭހަތް ވަންހަނާކުރުން ހުއްދަވެގެނެއް ނުވެއެވެ. އެއީ އެބައިމީހުން ކުރެ ހެޔޮ މީހުންނާއި ފާޖިރުންނަވެސް މެއެވެ. އަދި ވަންހަނާކޮށްފި މީހަކު، މުސްލިމުންނަށް އޮޅުވާލައިފިކަން ކަށަވަރެވެ. އަދި މުސްލިމުންނަށް އޮޅުވާލައިފި މީހަކު، ދީން އޮޅުވާލައިފިކަން ކަށަވަރެވެ. އަދި ދީން އޮޅުވާލައިފި މީހަކު، ﷲ އާއި އެ އިލާހުގެ ރަސޫލާއާއި މުއުމިނުންނަށް ހިޔާނާތްތެރި ވެއްޖެކަން ކަށަވަރެވެ.",""],["77","وَاللَّهُ تَبَارَكَ وَتَعَالَى سَمِيعٌ بَصِيرٌ، سَمِيعٌ عَلِيمٌ، يَدَاهُ مَبْسُوطَتَانِ، قَدْ عَلِمَ اللَّهُ أَنَّ الْخَلْقَ يَعْصُوْنَهُ قَبْلَ أَنْ يَخْلُقَهُمْ، عِلْمُهُ نَافِذٌ فِيهِمْ، فَلَمْ يَمْنَعْهُ عِلْمُهُ فِيهِمْ أَنْ هَدَاهُمْ لِلْإِسْلَامِ، وَمَنَّ بِهِ عَلَيْهِمْ كَرَمًا وَجُودًا وَتَفَضُّلًا فَلَهُ الْحَمْدُ.","އައި ﷲ ތަބާރަކަ ވަތަޢާލާއީ އައްސަވާވޮޑިގެންވާ ބައްލަވާވޮޑިގެންވާ އިލާހެވެ. އަދި އައްސަވާވޮޑިގެންވާ މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ. އެ އިލާހުގެ ދެ އަތްޕުޅުވަނީ ހުޅުވި ތަނަވަސްވެގެންނެވެ. ހަމަކަށަވަރުން އެންމެހާ މަޚްލޫގުންތައް އުފެއްދެވުމުގެ ކުރިން، އެބައިމީހުން އެ އިލާހަށް އުރެދޭނެކަން ﷲ ދެނެވޮޑިގެންވެއެވެ. އެބައިމީހުންގެ މައްޗަށް އެ އިލާހުގެ އިލްމުފުޅު ތަންފީޒުވެގެންވެއެވެ. އަދި އެބައިމީހުން (ކަންތައް ކުރާނެ ގޮތާމެދު) އެ އިލާހުގެ އިލްމުފުޅު ހުރުމާއެކުވެސް، އެކަމުގެ ސަބަބުން އެބައިމީހުންނަށް އިސްލާމް ދީނަށް ދައުވަތު ދެއްވުން މަނައެއް ނުކުރައްވައެވެ. އަދި އެ ދީނުގެ ނިއުމަތް އެ އިލާހު އެބައިމީހުންނަށް ދެއްވީ، އެ އިލާހުގެ ދީލަތިވަންތަކަމާއި ފަޟްލުވަންތަކަމުގެ ސަބަބުންނެވެ. ވީމާ އެންމެހާ ހަމްދެއް ހައްގުވަނީ ﷲ އަށެވެ.",""],["78","وَاعْلَمْ أَنَّ الْبِشَارَةَ عِنْدَ الْمَوْتِ ثَلَاثُ بِشَارَاتٍ؛ يُقَالُ: أَبْشِرْ يَا حَبِيبَ اللَّهِ بِرِضَى اللَّهِ وَالْجَنَّةِ، وَيُقَالُ: أَبْشِرْ يَا عَدُوَّ اللَّهِ بِغَضَبِ اللَّهِ وَالنَّارَ، وَيُقَالُ: أَبْشِرْ يَا عَبْدَ اللَّهِ بِالْجَنَّةِ بَعْدَ [الاِنْتِقَامِ]. هَذَا قَوْلُ ابْنِ عَبَّاسٍ.","އަދި ދަންނާށެވެ. (މީހާ) މަރުވުމުން އުފާވެރިކަމުގެ ޚަބަރު ދިނުން ވަނީ ތިން ގޮތަކަށެވެ. (އެ ގޮތުން އެއް ގޮތަކީ މިފަދައިން) ބުނެވިގެން ދިއުމެވެ: އޭ ﷲ ލޯބިވެވޮޑިގަންނަވާ (އަޅާއެވެ.) ﷲ ގެ ރުއްސެވުމާއި ސުވަރުގޭގެ އުފާވެރިކަމުގެ ޚަބަރު ހުއްޓެވެ. (އަނެއް ގޮތަކީ މިފަދައިން) ބުނެވިގެން ދިއުމެވެ: އޭ ﷲ ގެ އަދުއްވެވެ. ﷲ ގެ ކޯފައާއި ނަރަކައިގެ އުފާވެރިކަމުގެ ޚަބަރު ހުއްޓެވެ. (އަދި ފަހު ގޮތަކީ މިފަދައިން) ބުނެވިގެން ދިއުމެވެ: އޭ ﷲ ގެ އަޅާއެވެ. (ފާފަތަކުގެ ބަދަލު ލިބިގަތުމަށް ފަހު) ސުވަރުގޭގެ އުފާވެރިކަމުގެ ޚަބަރު ހުއްޓެވެ. މިއީ އިބްނު ޢައްބާސްގެ ބަސްފުޅެވެ.",""],["79","وَاعْلَمْ أَنَّ أَوَّلَ مَنْ يَنْظُرُ إِلَى اللَّهِ فِي الْجَنَّةِ الْأَضِرَّاءُ، ثُمَّ الرِّجَالُ، ثُمَّ النِّسَاءُ، بِأَعْيُنِ رُؤُوسِهِمْ، كَمَا قَالَ رَسُولُ اللَّهِ ﷺ: «سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ، لَا تُضَامُّونَ فِي رُؤْيَتِهِ»، وَالْإِيمَانُ بِهَذَا وَاجِبٌ وَإِنْكَارُهُ كُفْرٌ.","އަދި ދަންނާށެވެ. ސުވަރުގޭގައި އެންމެ ފުރަތަމަ ﷲ އަށް ބައްލަވާނީ ލޯފަން މީހުންނެވެ. އެއަށްފަހު ފިރިހެނުންނެވެ. އެއަށްފަހު އަންހެނުންނެވެ. އެބައިމީހުންގެ ބޯތަކުގައިވާ ލޯތަކުންނެވެ. އެއީ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވި ފަދައިންނެވެ: ”ސާދަވިލޭރޭގެ ހަނދު ތިޔަބައިމީހުންނަށް ފެންނަ ފަދައިން، ތިޔަބައިމީހުންގެ ރައްބު ތިޔަބައިމީހުންނަށް ފެންނާނެއެވެ. އެ އިލާހު ފެނުމުގައި ތިޔަބައިމީހުން އެއްބަޔަކު އަނެއްބަޔަކު ތޮއްޖެހިގެން ނުދާނެއެވެ.“ އަދި މިކަމަށް އީމާންވުމަކީ ވާޖިބެކެވެ. އަދި އެއަށް އިންކާރު ކުރުމަކީ ކުފުރެވެ.",""],["80","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّهَا مَا كَانَتْ زَنْدَقَةٌ قَطُّ، وَلَا كُفْرٌ وَلَا شَكٌّ وَلَا بِدْعَةٌ وَلَا ضَلَالَةٌ وَلَا حَيرَةٌ فِي الدِّينِ إِلَّا مِنَ الْكَلَامِ وَأَصْحَابِ الْكَلَامِ وَالْجِدَالِ وَالْمِرَاءِ وَالْخُصُومَةِ، وَالْعَجَبُ كَيْفَ يَجْتَرِئُ الرَّجُلُ عَلَى الْمِرَاءِ وَالْخُصُومَةِ وَالْجِدَالِ، وَاللَّهُ تَعَالَى يَقُولُ: (مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا) فَعَلَيْكَ بِالتَّسْلِيمِ وَالرِّضَى بِالْآثَارِ وَأَهْلِ الْآثَارِ، وَالْكَفِّ وَالسُّكُوتِ.","އަދި ދަންނާށެވެ. ތިބާއަށް ﷲ ރަހުމަތް ލައްވާށިއެވެ. (ޢިލްމުލް) ކަލާމް އަދި ކަލާމާއި، ޖަދަލާއި، އަރައިރުންވުމާއި، ކޯޅުމުގެ އަހުލުވެރިންގެ ސަބަބުން މެނުވީ ދީނުގައި ޒިންދީގުކަމާއި، ކުފުރާއި، ޝައްކާއި، ބިދުޢައާއި، މަގުފުރެދުމާއި، ހައިރާންކަމެއް ނުވީހެވެ. އަދި ހައިރާން ކަމަކީ، ’ކާފަރުވެގަތް މީހުން ފިޔަވައި ﷲ ގެ އާޔަތްތަކާ މެދު ބަޔަކު ޖަދަލުކޮށް ނަހަދާނެއެވެ.‘ (މިފަދައިން) ﷲ ތަޢާލާ ވަހީ ކުރައްވަފައިވާ ހިނދު، އަރައިރުންވުމާއި، ކޯޅުމާއި، ޖަދަލު ކުރުމަށް މީހަކު އަރައިގަންނާނީ ފަހެ ކިހިނަކުންހެއްޔެވެ؟ އެއީ އެހެންކަމުން ތިބާގެ މައްޗަށް އޮތީ އަޘަރުތަކާއި، އަޘަރުތަކުގެ އަހުލުވެރިންނަށް ބޯލަނބައި ކިޔަމަންވެ، ހުއްޓުމާއި ހަނު ހުރުމެވެ.",""],["81","وَالْإِيمَانُ بِأَنَّ اللَّهَ - تَبَارَكَ وَتَعَالَى - يُعَذِّبُ الْخَلْقَ فِي النَّارِ فِي الأَغْلَالِ وَالْأَنْكَالِ وَالسَّلَاسِلِ، وَالنَّارُ فِي أَجْوَافِهِمْ وَفَوقَهُمْ وَتَحْتَهُمْ، وَذَلِكَ أَنَّ الْجَهْمِيَّةَ - مِنْهُم هِشَامٌ الفُوَطِيُّ - قَالَ: [إِنَّمَا] يُعَذِّبُ عِنْدَ النَّارِ، رَدٌّ عَلَى اللَّهِ وَعَلَى رَسُولِهِ.","އަދި ﷲ ތަބާރަކަ ވަތަޢާލާ، ޚަލްގުތަކުން ނަރަކައިގައި ކަސްތަޅުތަކާއި ހިލިހިލާތަކުން އަޒާބު ދެއްވާނެކަމަށް އީމާންވުމަކީ (ސުންނަތުގެ ތެރޭގައި ހިމެނޭ ކަމެކެވެ.) އަދި އެބައިމީހުންގެ ހަށިތަކު ތެރޭގައާއި އެބައިމީހުންގެ މަތީގައާއި ތިރީގައި އަލިފާން ވާނޭއެވެ. އެހެނީ ޖަހްމީން، އަދި އެބައިމީހުންގެ ތެރެއިން ހިޝާމު އަލްފޫޠީ، ބުންޏެވެ: އެބައިމިހުންނަށް އަޒާބު ދެވޭނީ ނަރަކައިގެ ކައިރިންނެވެ. އެއިން އެ ރައްދު ކުރަނީ ﷲ އާއި އެ އިލާހުގެ ރަސޫލާ (ގެ ބަސްފުޅެވެ.)",""],["82","وَاعْلَمْ أَنَّ الصَّلَاةَ الْفَرِيضَةَ خَمْسٌ، لَا يُزَادُ فِيهِنَّ وَلَا يُنْقَصُ فِي مَوَاقِيتِهَا، وَفِي السَّفَرِ [رَكْعَتَانِ] إِلَّا الْمَغْرِبَ، فَمَنْ قَالَ: أَكْثَرَ مِنْ خَمْسٍ، فَقَدْ ابْتَدَعَ، وَمَنْ قَالَ: أَقَلَّ مِنْ خَمْسٍ، فَقَدْ ابْتَدَعَ، لَا يَقْبَلُ اللَّهُ شَيْئًا مِنْهَا إِلَّا لِوَقْتِهَا، إِلَّا أَنْ يَكُونَ نِسْيَانٌ فَإِنَّهُ مَعْذُورٌ، يَأْتِي بِهَا إِذَا ذَكَرَهَا، أَوْ يَكُونُ مُسَافِرًا فَيَجْمَعُ بَيْنَ الصَّلَاتَيْنِ إِنْ شَاءَ.","އަދި ދަންނާށެވެ. ފަރުޟުވެގެންވަނީ ފަސް ނަމާދެވެ. އެ ނަމާދުތަކުގެ ވަގުތުތަކުގައި އުނިއިތުރު ކުރުމެއް ނުވެއެވެ. އަދި ދަތުރުމަތީގައި މަޣްރިބު ނަމާދުގައި ފިޔަވައި ކުރުން ވަނީ ދެ ރަކުއަތެވެ. އެހެންކަމުން ފަސް ނަމާދަށް ވުރެ ގިނައޭ ބުނާ މީހާ ހަމަކަށަވަރުން ބިދުޢަ އުފައްދައިފިއެވެ. އަދި ފަސް ނަމާދަށް ވުރެ މަދޭ ބުނެފި މީހާ ވެސް ބިދުޢަ އުފައްދައިފިއެވެ. އެ ނަމާދުތަކުގެ ވަގުތުގައި ކުރެވޭ ނަމާދެއް ފިޔަވައި އެއްވެސް ނަމާދެއް ﷲ ގަބޫލެއް ނުކުރައްވާނެއެވެ. އެއީ ހަނދާން ނެތިގެން މެނުވީއެވެ. އެހިނދު އުޒުރު ލިބިގެންވެއެވެ. ހަނދާން އައުމުން އެ ނަމާދު ކުރާނީއެވެ. ނޫނީ އެއީ ދަތުރުވެރިއެއް ކަމުގައި ވާނަމައެވެ. އެ ހިނދު ބޭނުން ވެއްޖެ ނަމަ ދެ ނަމާދު އެއްކޮށް ޖަމްއުކުރާނީއެވެ.",""],["83","وَالزَّكَاةُ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالثَّمَرِ وَالْحُبُوبِ وَالدَّوَابِّ، عَلَى مَا قَالَ رَسُولُ اللَّهِ ﷺ فَإِن قَسَمَهَا فَجَائِزٌ، وَإِنْ أَعْطَاهَا الْإِمَامَ فَجَائِزٌ.","އަދި ޒަކާތް ދިނުން ވަނީ ރަނާއި، ރިއްސާއި، ކަދުރާއި، ގޮވާމާއި، ގެރިބަކަރިޖަމަލުގައެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވި ގޮތާ އެއްގޮތަށެވެ. ފަހެ (މީހަކު) އަމިއްލައަށް ޒަކާތް ބަހައިފިނަމަ އެ ހުއްދަވެގެން ވެއެވެ. އަދި އިމާމަށް އެ (ބަހަން) ހަވާލުކޮށްފިނަމަ ވެސް ހުއްދަވެގެން ވެއެވެ.",""],["84","وَاعْلَمْ أَنَّ أَوَّلَ الْإِسْلَامِ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ.","އަދި ދަންނާށެވެ. އިސްލާމްކަމުގެ ފުރަތަމަ ކަމަކީ ﷲ މެނުވީ (އަޅުކަން ކުރުން ހައްގު) އިލާހެއް ނުވާކަމަށާއި، މުޙައްމަދުގެފާނީ އެ އިލާހުގެ އަޅާ އަދި ރަސޫލާ ކަމަށް ހެކިވުމެވެ.",""],["85","وَأَنَّ مَا قَالَ اللَّهُ كَمَا قَالَ، وَلَا خُلْفَ لِمَا قَالَ، وَهُوَ عِنْدَ مَا قَالَ.","އަދި ﷲ ވަހީ ކުރައްވާ ބަސްފުޅެއް ވަނީ ހަމަ އެ އިލާހު ވަހީ ކުރެއްވި ގޮތާ އެއްގޮތަށެވެ. އަދި އެ އިލާހުގެ ބަސްފުޅާ ފުށުއަރާ އެއްވެސް އެއްޗެއް ނުވާނެއެވެ. އަދި އެކަމެއް ވަނީ އެ އިލާހު ވަހީ ކުރެއްވި ހިނދެއްގައެވެ.",""],["86","وَالْإِيمَانُ بِالشَّرَائِعِ كُلِّهَا.","އަދި (އިސްލާމީ) ޝަރީއަތުގެ އެންމެހާ ކަންކަމަށް އީމާންވުމެވެ.",""],["87","وَاعْلَمْ أَنَّ الشِّرَاءَ وَالْبَيْعَ -مَا بِيعَ فِي أَسْوَاقِ الْمُسْلِمِينَ- حَلَالٌ، مَا بِيعَ عَلَى حُكْمِ الْكِتَابِ وَالْإِسْلَامِ وَالسُّنَّةِ، مِنْ غَيْرِ أَنْ يَدْخُلَهُ تَغْيِيرٌ أَوْ ظُلْمٌ أَوْ جَوْرٌ أَوْ خِلَافٌ لِلْقُرْآنِ أَوْ خِلَافٌ لِلْعِلْمِ.","އަދި ދަންނާށެވެ. ގަނެވިއްކުން ވަނީ ހުއްދަވެގެންނެވެ. އެއީ މުސްލިމުންގެ ބާޒާރުތަކުގައި ވިއްކޭ އެއްޗެހިތަކާއި، ގުރްއާނާއި އިސްލާމް ދީނާއި ސުންނަތާ އެއްގޮތްވާ ގޮތުގެ މަތިން ވިއްކޭ ތަކެތި ކަމުގައިވާނަމައެވެ. އަދި އޭގައި އޮޅުވާލުމާއި އަނިޔާވެރިކަމާއި ގެއްލުން ދިނުމެއް ނުވާ ނަމައެވެ. އަދި ގުރްއާނާއި ޚިލާފު ނުވެ، އެނގިގެންވާ ކަންކަމާ ޚިލާފު ނުވާނަމައެވެ.",""],["88","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّهُ يَنْبَغِي لِلْعَبْدِ أَنْ تَصْحَبَهُ الشَّفَقَةُ أَبَدًا مَا صَحِبَ الدُّنْيَا؛ لِأَنَّهُ لَا يَدْرِي عَلَى مَا يَمُوتُ، وَبِمَا يُخْتَمُ لَهُ، وَعَلَى مَا يَلْقَى اللَّهَ، وَإِنْ عَمِلَ كُلَّ عَمَلٍ مِنَ الْخَيْرِ، وَيَنْبَغِي لِلرَّجُلِ الْمُسْرِفِ عَلَى نَفْسِهِ أَنْ لَا يَقْطَعَ رَجَاءَهُ مِنَ اللَّهِ تَعَالَى عِنْدَ الْمَوْتِ، وَيُحْسِنَ ظَنَّهُ بِاللَّهِ تَبَارَكَ وَتَعَالَى وَيَخَافَ ذُنُوبَهُ، فَإِنْ رَحِمَهُ اللَّهُ فَبِفَضْلٍ، وَإِنْ عَذَّبَهُ فَبِذَنْبٍ.","އަދި ދަންނާށެވެ. ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. އަޅާ ދުނިޔޭގައި ވާހާ ހިނދަކު، ބިރުވެރިކަމާއެކީ އުޅެންވާނެއެވެ. އެހެނީ އޭނާ މަރުވެގެންދާނީ ކޮން ގޮތެއްގެ މަތީގައި ކަމެއް، އަދި އޭނާ ނިމިގެންދާނެ ގޮތެއް، އަދި އޭނާ ﷲ އާ ބައްދަލުވާނީ ކިހިނެއްތޯ ނޭނގޭނެއެވެ. އެއީ ހެޔޮކަމުގެ ހުރިހާ އަމަލެއް ކުރިކަމުގައި ވީނަމަވެސް މެއެވެ. އަދި އަމިއްލަ ނަފްސާ ދެކޮޅަށް ފާފައިން އިސްރާފު ކުރެވުނު މީހާވެސް، މަރުވާ ހިނދު ﷲ ތަޢާލާގެ ކިބައިން އުއްމީދު ކަނޑާލައިގެން ނުވާނެއެވެ. އަދި ﷲ ތަބާރަކަ ވަތަޢާލާއާ މެދު ހެޔޮކޮށް ދެކި، އޭނާގެ ފާފަތަކާހެދި ބިރުގަންނަން ވާނެއެވެ. އެހެނީ ﷲ އޭނާއަށް ރަހުމްކޮށްފި ނަމަ، އެވާނީ އެ އިލާހުގެ ފަޟްލުވެރިކަމުގެ ސަބަބުންނެވެ. އަދި އޭނާއަށް އަޒާބު ދެއްވައިފި ނަމަ، އެ ވާނީ އޭނާގެ ފާފައިގެ ސަބަބުންނެވެ.",""],["89","وَالْإِيمَانُ بِأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى أَطْلَعَ نَبِيَّهُ عَلَى مَا يَكُونُ فِي أُمَّتِهِ إِلَى يَوْمِ الْقِيَامَةِ.","އަދި ﷲ ތަބާރަކަ ވަތަޢާލާ ވަނީ އެ އިލާހުގެ ނަބިއްޔާއަށް ގިޔާމަތާ ދާންދެން އެ ނަބިއްޔާގެ އުއްމަތައް ވާނޭހައި ކަމެއް ދައްކަވާފައި ކަމަށް އީމާންވުމެވެ.",""],["90","وَاعْلَمْ أَنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «سَتَفْتَرِقُ أُمَّتِي عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً، وَهِيَ الْجَمَاعَةُ»، قِيلَ: يَا رَسُولَ اللَّهِ مَنْ هُمْ؟ قَالَ: «مَا أَنَا عَلَيْهِ الْيَوْمَ وَأَصْحَابِي».\nوَهَكَذَا كَانَ الدِّيْنُ إِلَى خِلَافَةِ عُمَرَ، وَهَكَذَا كَانَ فِي زَمَنِ عُثْمَانَ، فَلَمَّا قُتِلَ عُثْمَانُ جَاءَ الِاخْتِلَافُ وَالْبِدَعُ، وَصَارَ النَّاسُ أَحْزَابًا وَصَارُوا فِرَقًا، فَمِنَ النَّاسِ مَنْ ثَبَتَ عَلَى الْحَقِّ عِنْدَ أَوَّلِ التَّغْيِيرِ، وَقَالَ بِهِ وَدَعَا النَّاسَ إِلَيْهِ، فَكَانَ الْأَمْرُ مُسْتَقِيمًا حَتَّى كَانَتِ الطَّبَقَةُ الرَّابِعَةُ فِي خِلَافَةِ بَنِي فُلَانٍ انْقَلَبَ الزَّمَانُ وَتَغَيَّرَ النَّاسُ جِدًّا، وَفَشَتِ الْبِدَعُ، وَكَثُرَتِ الدُّعَاةُ إِلَى غَيْرِ سَبِيلِ الْحَقِّ وَالْجَمَاعَةِ، وَوَقَعَتِ الْمِحَنُ فِي شَيْءٍ لَمْ يَتَكَلَّمْ بِهِ رَسُولُ اللَّهِ ﷺ، وَلَا أَصْحَابُهُ، وَدَعَوْا إِلَى الْفُرْقَةِ، [وَنَهَى] رَسُولُ اللَّهِ عَنِ الْفُرْقَةِ، وَكَفَّرَ بَعْضُهُمْ بَعْضًا، وَكُلٌّ [دَاعٍ] إِلَى رَأْيِهِ، وَإِلَى تَكْفِيرِ مَنْ خَالَفَهُ فَضَلَّ [الجُهَّالُ] وَالرَّعَاعُ وَمَنْ لَا عِلْمَ لَهُ، وأَطْمَعُوا النَّاسَ فِي شَيْءٍ مِنْ أَمْرِ الدُّنْيَا وَخَوَّفُوهُمْ عِقَابَ الدُّنْيَا، فَاتَّبَعَهُمْ الْخَلْقُ عَلَى خَوْفٍ [فِي] دُنْيَاهُمْ وَرَغَبَةٍ فِي دُنْيَاهُمْ، فَصَارَتِ السُّنَّةُ وَأَهْلُهَا مَكْتُومِينَ، وَظَهَرَتِ الْبِدْعَةُ وَفَشَتْ، وَكَفَرُوا مِنْ حَيْثُ لَا يَعْلَمُونَ مِنْ وُجُوهٍ شَتَّى، وَوَضَعُوا الْقِيَاسَ، وَحَمَلُوا قُدْرَةَ الرَّبِّ فِي آيَاتِهِ وَأَحْكَامِهِ وَأَمْرَهِ وَنَهْيِهِ عَلَى عُقُولِهِمْ [وَآرَائِهِمْ]، فَمَا وَافَقَ عُقُولَهُمْ قَبِلُوهُ، وَمَا لَمْ يُوَافِقْ عُقُولَهُمْ رَدُّوهُ، فَصَارَ الْإِسْلَامُ غَرِيبًا، وَالسُّنَّةُ غَرِيبَةً، وَأَهْلُ السُّنَّةِ غُرَبَاءَ فِي [جَوفِ دِيَارِهِمْ].","އަދި ދަންނާށެވެ. ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތް، ހަތްދިހަ ތިން ބައިގަނޑަށް ބައިބައިވެގެން ދާނެއެވެ. އެ ހުރިހާ ބައިގަނޑެއް ވެސް ވަނީ ނަރަކައިގައެވެ. އެއް ބަޔަކު ފިޔަވައެވެ. އެއީ ޖަމާއަތެވެ.“ އެކަލޭގެފާނަށް ދެންނެވުނެވެ: އޭ ﷲ ގެ ރަސޫލާއެވެ. އެއީ ކޮން ބަޔެއްތޯއެވެ؟ އެކަލޭގެފާނު ޙަދީޘް ކުރެއްވިއެވެ: ”އެއީ މިއަދު ތިމަން ނަބިއްޔާ އަދި ތިމަން ނަބިއްޔާގެ ސަހާބީން މި ތިއްބެވި ގޮތެއްގެ މަތީގައި ތިބި މީހުންނެވެ.“\nއަދި ޢުމަރު ޚިލާފަތަށް ދާންދެން ދީން އޮތީ މިގޮތުގެ މަތީގައެވެ. އަދި ޢުޘްމާނުގެ ޒަމާނުގައިވެސް އޮތީ އެފަދައިންނެވެ. ދެން ޢުޘްމާނުގެފާނު ގަތުލުކުރެވުނު ހިސާބުން އިޚްތިލާފުވުމާއި ބިދުޢަ އައިސްފިއެވެ. އަދި މީސްތަކުން ބައިބަޔަށް ވަކިވެގަތެވެ. ދެން ކަންތައް ބަދަލުވެގެން ދިޔަ ހިނދު، އޭގެ ފުރަތަމަ ކޮޅުގައި މީސްތަކުންގެ ތެރެއިން ހައްގުގެ މަތީގައި ސާބިތުވި ބަޔަކު ވިއެވެ. އަދި އެ ހައްގައިގެން ބަސްބުނެ، އެހެން މީސްތަކުންވެސް އެއަށް ގޮވާލަމުން ދިޔައެވެ. ދެން ކަންތައް ދިޔައީ ސީދަށެވެ. އެއީ ހަތަރުވަނަ ޖީލުގައި އެވެނި މިވެނި ބައެއްގެ ޚިލާފަތަށް ދާންދެނެވެ. ޒަމާން ބަދަލުވެ، ވަރަށް ބޮޑަށް މީހުންވެސް ބަދަލުވެގެން ދިޔައެވެ. އަދި ބިދުޢަތަށް ފެތުރި، ހުއްގު މަގާއި ޖަމާއަތާ ޚިލާފަށް ގޮވާލާ މީހުން ގިނަވެއްޖެއެވެ. އަދި ރަސޫލު ﷲ ﷺ އާއި އެ ނަބިއްޔާގެ ސަހާބީން ބަސްވިދާޅުނުވާ ކަމެއްގައި ބޮޑު ފިތުނައެއް އުފެދިއްޖެއެވެ. އަދި މީސްތަކުން ގޮވާލަމުން އައި ބައިބައިވުމަށެވެ. ނަމަވެސް ރަސޫލު ﷲ ވަނީ ބައިބައިވުން ނަހީ ކުރައްވާފައެވެ. އަދި މީސްތަކުންގެ ތެރެއިން އެއްބަޔަކު އަނެއްބަޔެއް ކާފަރު ކުރިއެވެ. އަދި ކޮންމެ މީހެއްވެސް ގޮވާލަނީ އޭނާގެ ރައުޔަށެވެ. އަދި އޭނާއާ ޚިލާފުވި ބަޔަކު ކާފަރު ކުރުމަށެވެ. އެހެންކަމުން ޖާހިލުންނާއި އާންމުންނާއި އިލްމެއް ނެތް މީހުންތަށް މަގުފުރެދިގެން ދިޔައެވެ. އަދި ދުނިޔަވީ ކަމަކުން މީސްތަކުން ދަހިވެތި ކުރުވިއެވެ. އަދި ދުނިޔަވީ އުގޫބާތަކުން މީސްތަކުން ބިރުގެންނުވިއެވެ. އެހެންކަމުން ވަރަށް ގިނަ މީހުން އެބައިމީހުންނަށް ތަބާވީ ދުނިޔެއަށްޓަކައި އެބައިމީހުންދެކެ ގަތް ބިރަކާއި އެބައިމިހުންގެ ކިބައިން ދުނިޔަވީ ގޮތުން ދުންވެރިވެގަތުމުގެ ސަބަބުންނެވެ. ދެން ސުންނަތާއި އެ ސުންނަތުގެ އަހުލުވެރިންވީ ފޮރުވިގެންވި ބަޔަކަށެވެ. އަދި ބިދުޢަތައް ފާޅުވެ ފެތުރިގެން ދިޔައެވެ. އަދި ނޭނގި ހުރެ އެކި ގޮތްގަތުން މީހުން ކާފަރުވެގެން ދިޔައެވެ. އަދި އެބައިމީހުން ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުން) އުފެއްދިއެވެ. އަދި އެބައިމީހުންގެ ބުއްދިއާއި އެބައިމީހުންނަށް ރައުޔުތަކުގެ މައްޗަށް ރައްބުގެ އާޔަތްތަކާއި ހުކުމްތަކާއި އަމުރުފުޅުތަކާއި ނަހީތަކުގައި އެ އިލާހުގެ ގުދުރަތު މާނަކުރަން ފެށިއެވެ. އެ ގޮތުން އެބައިމީހުންގެ ބުއްދިއަށް އެއްބަސްވެވޭ ކަންކަން އެބައިމީހުން ގަބޫލު ކުރިއެވެ. އަދި އެބައިމީހުންގެ ބުއްދިއަށް އެއްބަސް ނުވެވޭ ކަންކަން ރައްދު ކުރިއެވެ. ދެން ފަހެ އިސްލާމް ދީން ބީރައްޓެހިވެގެން ދިޔައެވެ. އަދި ސުންނަތްވެސް ބީރައްޓެހިވެގެން ދިޔައެވެ. އަދި ސުންނަތުގެ އަހުލުވެރިން އެބައިމީހުންގެ ގޭތެރޭގައި ބީރައްޓެހިންގެ ގޮތުގައި ވެގެންދިޔައެވެ.",""],["91","وَاعْلَمْ أَنَّ الْمُتْعَةَ - مُتْعَةَ النِّسَاءِ - وَالْاِسْتِحْلَالَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ.","އަދި ދަންނާށެވެ. އަންހެނުންނާ މުތުޢާ ކައިވެރި ކުރުމާއި ފަށްކެނޑުމަށް ކައިވެނިކުރުން ގިޔާމަތަށް ދާންދެން ހަރާމްވެގެން ވެއެވެ.",""],["92","وَاعْرِفْ لِبَنِي هَاشِمٍ فَضْلَهُمْ؛ لِقَرَابَتِهِمْ مِنْ رَسُولِ اللَّهِ ﷺ وَتَعْرِفُ فَضْلَ قُرَيْشٍ وَالْعَرَبِ وَجَمِيعِ الْأَفْخَاذِ، فَاعْرِفْ قَدْرَهُمْ [وَحُقُوقَهُمْ] فِي الْإِسْلَامِ، وَمَوْلَى الْقَوْمِ مِنْهُمْ، وَتَعْرِفُ لِسَائِرِ النَّاسِ حَقَّهُمْ فِي الْإِسْلَامِ وَ[تَعْرِفُ فَضْلَ] الْأَنْصَارِ، وَوَصِيَّةَ رَسُولِ اللَّهِ ﷺ فِيهِمْ، وَآلِ الرَّسُولِ فَلَا تَنْسَاهُمْ، تَعْرِفُ فَضْلَهُمْ، وَجِيرَانَهُ مِنْ أَهْلِ الْمَدِينَةِ، فَاعْرِفْ فَضْلَهُمْ.","އަދި ބަނޫ ހާޝިމްގެ ފަޟްލުވެރިކަން ދަންނާށެވެ. އެއީ ރަސޫލު ﷲ ﷺ އާ ތިމާގެކަމުގެ ގުޅުން އޮންނާތީއެވެ. އަދި ގުރައިޝު ވަންހައާއި އަރަބީންނާއި ގަބީލާތަކުގެ ހުރިހާ ގޮފިތަކުގެ ފަޟްލުވެރިކަންވެސް ދަންނާށެވެ. ފަހެ އިސްލާމް ދީނުގައި އެބައިމީހުންގެ ގަދަރާއި ހައްގުތައް ދަންނާށެވެ. އަދި ބައެއް މިނިވަންކުރި އަޅެއް ވާނީ އެބައިމީހުންގެ ތެރެއިންނެވެ. އަދި ބާކީ ތިބި އެންމެހާ މީސްތަކުންނަށް އިސްލާމް ދީނުގައި އޮތް ހައްގުވެސް ދަންނާށެވެ. އަދި އަންސާރުންގެ ފަޟްލުވެރިކަންވެސް ދަންނާށެވެ. އަދި ރަސޫލު ﷲ ﷺ އެބައިމީހުންނާ މެދު ދެއްވި ވަސިއްޔަތްވެސް ދަންނާށެވެ. އަދު ރަސޫލާގެ އާލުންނާމެދު ދެއްވި ވަސިއްޔަތްވެސް ދަންނާށެވެ. އެ ބޭކަލުން ހަނދުމަނެތި ނުކުރާށެވެ. އަދި އެބޭކަލުންގެ ފަޟްލުވެރިކަން ދަންނާށެވެ. އަދި މަދީނާގައި ނަބިއްޔާގެ އަވަށްޓެރިންވެސް މެއެވެ. ވީމާ އެބައިމީހުންގެ ފަޟްލުވެރިކަން ދަންނާށެވެ.",""],["93","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّ أَهْلَ الْعِلْمِ لَمْ يَزَالُوا يَرُدُّونَ قَوْلَ الْجَهْمِيَّةِ حَتَّى كَانَ فِي خِلَافَةِ بَنِي فُلَانٍ تَكَلَّمَ الرُّوَيْبِضَةُ فِي أَمْرِ الْعَامَّةِ، وَطَعَنُوا عَلَى آثَارِ رَسُولِ اللَّهِ ﷺ، وَأَخَذُوا بِالْقِيَاسِ وَالرَّأْيِ، وَكَفَّرُوا مَنْ خَالَفَهُمْ، فَدَخَلَ فِي قَوْلِهِمُ الْجَاهِلُ وَالْمُغَفَّلُ وَالَّذِي لَا عِلْمَ لَهُ، حَتَّى كَفَرُوا مِنْ حَيْثُ لَا يَعْلَمُونَ، فَهَلَكَتِ الْأُمَّةِ مِنْ وُجُوهٍ، وَكَفَرَتْ مِنْ وُجُوهٍ، وَتَزَندَقَتْ مِنْ وُجُوهٍ، وَضَلَّتْ مِنْ وُجُوهٍ، [وَتَفَرَّقَتْ] وَابتَدَعَتْ مِنْ وُجُوهٍ، إِلَّا مَنْ ثَبَتَ عَلَى قَوْلِ رَسُولِ اللَّهِ ﷺ وَأَمْرِهِ وَأَمْرِ أَصْحَابِهِ، وَلَمْ يُخَطِّئْ أَحَدًا مِنْهُمْ، وَلَم [يُجَاوِزْ] أَمرَهُمْ، وَوَسِعَهُ مَا وَسِعَهُمْ، وَلَمْ يَرْغَبْ عَنْ طَرِيقَتِهِمْ وَمَذْهَبِهِمْ، وَعَلِمَ أَنَّهُمْ كَانُوا عَلَى الْإِسْلَامِ الصَّحِيحِ وَالْإِيمَانِ الصَّحِيحِ، فَقَلَّدَهُمْ دِينَهُ [وَاسْتَرَاحَ]، وَعَلِمَ أَنَّ الدِّيْنَ إِنَّمَا هُوَ بِالتَّقْلِيدِ، وَالتَّقْلِيدُ لِأَصْحَابِ مُحَمَّدٍ ﷺ.","އަދި ދަންނާށެވެ. - ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. - އިލްމުވެރިން ޖަހުމީންގެ ބަހަށް ރައްދުދިނުން މެދުކަނޑައެއް ނުލައެވެ. ދެން (ބަނޫ އައްބާސް) ގެ ޚިލާފަތުގައި ދަށުދަރަޖައިގެ މީހުންތަކެއް އާންމުންގެ ކަންކަމުގައި ވާހަކަދެއްކިއެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްތަކަށް ފާޑުކިޔެވެ. އަދި ގިޔާސްކޮށް (ބުއްދިން އަޅާޔުމާއި، އަމިއްލަ) ރައުޔުގައި ހިފިއެވެ. އަދި އެބައިމީހުންނާ ޚިލާފުވި ބަޔަކު ކާފަރު ކުރިއެވެ. އަދި ޖާހިލުންނާއި ކަންނޭނގޭ މީހުންނާއި އެއްވެސް އިލްމެއް ނެތް މީހުން ވެސް އެބައިމީހުންގެ ބަހަށް ވެއްޓިގަތެވެ. އެއީ އެބައިމީހުން ނޭނގޭ ގޮތްގޮތުން ކާފަރުވުމަށް ދާންދެނެވެ. އެހެންކަމުން އެކި ގޮތްގޮތުން އުއްމަތް ހަލާކުވެގެން ދިޔައެވެ. އަދި އެކި ގޮތްގޮތުން ކާފަރުވެގެންވެސް ދިޔައެވެ. އަދި އެކި ގޮތްގޮތުން ލާދީނީވެގެންވެސް ދިޔައެވެ. އަދި އެކި ގޮތްގޮތުން މަގުފުރެދިގެންވެސް ދިޔައެވެ. އަދި އެކި ގޮތްގޮތުން ބައިބައިވެ ބިދުޢަވެރިވެގެންވެސް ދިޔައެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ ބަސްފުޅާއި އަމުރުފުޅައި، އެ ނަބިއްޔާގެ ސަހާބިންގެ އަމުރުފުޅު މަތީ ސާބިތުވި ބަޔަކު ފިޔަވައެވެ. އެއިން އެއްވެސް ބޭކަލަކު ކުށްވެރި ނުކުރާ ބަޔަކު ފިޔަވައެވެ. އަދި އެ ބޭކަލުންނަށް ފުދުނު ކަންކަމުން ފުދިގަތް ބަޔަކު ފިޔަވައެވެ. އަދި އެ ބޭކަލުންގެ މަގާއި މަޒްހަބު ފިޔަވާ އެހެން އެއްޗެއް ބޭނުން ނުވި ބަޔަކު ފިޔަވައެވެ. އަދި އެ ބޭކަލުންވީ ސައްހަ އިސްލާމްކަމާއި ސައްހަ އީމާންކަމުގައިކަމަށް ދެނެގަތް ބަޔަކު ފިޔަވައެވެ. (އެފަދަ ބަޔަކު) އެ ބޭކަލުންނަށް ދީނުގައި ތަބާވެގެން ހިތްހަމަޖެހޭނެއެވެ. އަދި ދީން ވަނީ ހަމައެކަނި ތަބާވުމުންކަން ދަންނާނެއެވެ. އަދި ތަބާވުން ވަނީ މުޙައްމަދު ﷺ ގެ ސަހާބީންނަށެވެ.",""],["94","وَاعلَمْ أَنَّ مَنْ قَالَ: لَفْظِي بِالْقُرْآنِ مَخْلُوقٌ، فَهُوَ مُبْتَدِعٌ، وَمَنْ سَكَتَ فَلَمْ يَقُلْ: مَخْلُوقٌ وَلَا غَيْرُ مَخْلُوقٍ، فَهُوَ جَهْمِيٌّ. هَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ. وَقَالَ رَسُولُ اللَّهِ ﷺ: «مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَإِيَّاكُمْ وَمُحْدَثَاتِ الْأُمُورِ، فَإِنَّهَا ضَلَالَةٌ، وَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ، وَعُضُّوا عَلَيْهَا بِالنَّوَاجِذِ».","އަދި ދަންނާށެވެ. ތިމަންނަގެ ގުރްއާން ކިޔެވުމަކީ މަޚްލޫގެކޭ ބުނާ މީހަކީ ބިދުޢަވެރިއެކެވެ. އަދި (އެ މައްސަލައިގައި) ހަނުހުރެ، މަޚްލޫގެކޭ ނުވަތަ މަޚްލޫގެކޭ ނުބުނާ މީހަކީ ޖަހުމީއެކެވެ. އިމާމު އަޙްމަދު ވިދާޅުވީ އެ ފަދައިންނެވެ. އަދި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާއަށް ފަހު، ތިޔަބައިމީހުންގެ ތެރެއިން ދިރިހުރި މީހަކަށް ގިނަގުނަ އިޚްތިލާފު ފެންނާނެއެވެ. އަދި (ދީނުގައި) އަލަށް އުފެދިގެން އަންނަ ކަންކަމާ (ބިދުޢަތަކާ) މެދު ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ މަގުފުރެދުމެކެވެ. އަދި ތިޔަބައިމީހުންގެ މައްޗަށް އޮތީ ތިމަން ނަބިއްޔާގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. އަދި ތެދުމަގު ލިބިގެންވާ ޚަލީފާއިންގެ ސުންނަތުގައި ހިފެހެއްޓުމެވެ. ތިޔަބައިމީހުން އެ ސުންނަތުގައި ކޮލުދަތްތަކުން ވަރުގަދައަށް ދަތް އަޅާ ހިފަހައްޓާށެވެ.“",""],["95","وَاعْلَمْ أَنَّهُ إِنَّمَا جَاءَ هَلَاكُ الْجَهْمِيَّةِ أَنَّهُمْ [فَكَّرُوا] فِي الرَّبِّ، فَأَدْخَلُوا لِمَ وَكَيْفَ، وَتَرَكُوا الْأَثَرَ، وَوَضَعُوا الْقِيَاسَ، وَقَاسُوا الدِّيْنَ عَلَى رَأْيِهِمْ فَجَاءُوا بِالْكُفْرِ عَيَانًا لَا يَخْفَى أَنَّهُ كُفْرٌ، وَأَكفَرُوا الْخَلْقَ وَاضْطَرَّهُمُ الْأَمْرُ حَتَّى قَالُوا بِالتَّعطِيلِ.\nوَقَالَ بَعْضُ الْعُلَمَاءِ - مِنْهُمْ أَحْمَدُ بْنُ حَنْبَلٍ رَضِيَ اللَّهُ عَنْهُ -: الجَهمِيُّ كَافِرٌ، لَيْسَ مِنْ أَهْلِ الْقِبْلَةِ، حَلَالُ الدَّمِ، لَا يَرِثُ وَلَا يُورَثُ؛ لِأَنَّهُ قَالَ: لَا جُمْعَةَ وَلَا جَمَاعَةَ، [وَلَا عِيدَينِ] وَلَا صَدَقَةَ، وَقَالُوا: إِنَّ مَنْ لَمْ يَقُلْ: الْقُرْآنَ مَخْلُوقٌ فَهُوَ كَافِرٌ، وَاسْتَحَلُّوا السَّيْفَ عَلَى أُمَّةِ مُحَمَّدٍ ﷺ، وَخَالَفُوا مَنْ كَانَ قَبْلَهُمْ، وَامْتَحَنُوا النَّاسَ بِشَيْءٍ لَمْ يَتَكَلَّمْ فِيهِ رَسُولُ اللَّهِ ﷺ، وَلَا أَحَدٌ مِنْ أَصْحَابِهِ، وَأَرَادُوا تَعْطِيلَ الْمَسَاجِدِ وَالْجَوَامِعِ، وَأَوهَنُوا الْإِسْلَامَ، وَعَطَّلُوا الْجِهَادَ، وَعَمِلُوا فِي الْفُرْقَةِ، وَخَالَفُوا الْآثَارَ، وَتَكَلَّمُوا بِالْمَنْسُوخِ، وَاحْتَجُّوا بِالْمُتَشَابِهِ، فَشَكَّكُوا النَّاسَ فِي آرَائِهِمْ وَأَدْيَانِهِمْ، وَاختَصَمُوا فِي رَبِّهِمْ، وَقَالُوا: لَيْسَ عَذَابُ قَبْرٍ، وَلَا حَوْضٌ وَلَا شَفَاعَةٌ، وَالْجَنَّةُ وَالنَّارُ لَمْ يُخْلَقَا، وَأَنْكَرُوا كَثِيرًا مِمَّا قَالَ رَسُولُ اللَّهِ ﷺ، فَاسْتَحَلَّ مَنِ اسْتَحَلَّ تَكْفِيرَهُمْ وَدِمَاءَهُمْ مِنْ هَذَا الْوَجْهِ؛ لِأَنَّ مَنْ رَدَّ آيَةً مِنْ كِتَابِ اللَّهِ فَقَدْ رَدَّ الْكِتَابَ كُلَّهُ، وَمَنْ رَدَّ أَثَرًا عَنْ رَسُولِ اللَّهِ ﷺ فَقَدْ رَدَّ الْأَثَرَ كُلَّهُ، وَهُوَ كَافِرٌ بِاللَّهِ الْعَظِيمِ، فَدَامَتْ لَهُمُ الْمُدَّةُ، وَوَجَدُوا مِنْ السُّلْطَانِ مَعُونَةً عَلَى ذَلِكَ، وَوَضَعُوا السَّيْفَ وَالسَّوطَ دُونَ ذَلِكَ، فَدَرَسَ عِلْمُ السُّنَّةِ وَالْجَمَاعَةِ [وَأَوهَنُوهُمَا] وَصَارَتَا مَكْتُومَينِ؛ لِإِظْهَارِ الْبِدَعِ وَالْكَلَامِ فِيهَا وَلِكَثْرَتِهِمْ، وَاتَّخَذُوا الْمَجَالِسَ، وَأَظْهَرُوا رَأْيَهُمْ، وَوَضَعُوا فِيهِ الْكُتُبَ، وَأَطْمَعُوا النَّاسَ، وَطَلَبُوا لَهُم الرِّيَاسَةَ، فَكَانَتْ فِتْنَةٌ عَظِيمَةٌ لَمْ يَنْجُ مِنْهَا إِلَّا مَنْ عَصَمَ اللَّهُ، فَأَدْنَى مَا كَانَ يُصِيبُ الرَّجُلَ مِنْ مُجَالَسَتِهِمْ أَنْ يَشُكَّ فِي دِينِهِ، أَوْ يُتَابِعَهُمْ أَوْ يَزْعُمَ أَنَّهُمْ عَلَى الْحَقِّ، وَلَا يَدْرِي أَنَّهُ عَلَى الْحَقِّ أَوْ عَلَى الْبَاطِلِ، فَصَارَ شَاكًّا، فَهَلَكَ الْخَلْقُ، حَتَّى كَانَ أَيَّامُ جَعْفَرَ - الَّذِي يُقَالُ لَهُ الْمُتَوَكِّلُ - فَأَطْفَأَ اللَّهُ بِهِ الْبِدَعَ، وَأَظْهَرَ بِهِ الْحَقَّ، وَأَظْهَرَ بِهِ أَهْلَ السُّنَّةِ، وَطَالَتْ أَلْسِنَتُهُمْ، مَعَ قِلَّتِهِمْ وَكَثْرَةِ أَهْلِ الْبِدَعِ إِلَى يَوْمِنَا [هَذَا] وَالرَّسْمُ وَأَعْلَامُ الضَّلَالَةِ قَدْ بَقِيَ قَوْمٌ يَعْمَلُونَ بِهَا، وَيَدْعُونَ إِلَيْهَا، لَا مَانِعَ يَمْنَعُهُمْ، وَلَا أَحَدَ يَحجُزُهُم عَمَّا يَقُولُونَ وَيَعْمَلُونَ.","އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން ޖަހްމީންގެ ހަލާކު އައި ހަމައެކަނި ގޮތަކީ، އެބައިމީހުން ރައްބު (ގެ ޒާތުފުޅާ) މެދު ވިސްނާފިކުރުކޮށް ހެދީމެވެ. ދެން އެބައިމީހުން ކީއްވެ، ކިހިނެއްހޭ (މިފަދަ ސުވާލުތައް) ވެއްދިއެވެ. އަދި އެބައިމީހުން އަޘަރުތައް ދޫކޮށްލިއެވެ. އަދި އެބައިމީހުން ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުން) އުފެއްދިއެވެ. އަދި އެބައިމީހުންގެ ރައުޔުގެ މައްޗަށް ދީން ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔެވެ.) ފަހެ ފެންނަ ހާލު (ފާޅުވެގެންވާ) ކުފުރައިގެން އެބައިމީހުން އައެވެ. އެއީ ކުފުރުކަން ފޮރުވިގެނެއް ނުވެއެވެ. އަދި އެބައިމީހުން މީސްތަކުން ކާފަރުކޮށްހެދިއެވެ. އަދި އެންމެ ފަހުން އެބައިމީހުން (ﷲ ގެ ސިފަފުޅުތައް) ނަފީކުރުމަށް ދާންދެން އެބައިމީހުންގެ ކަންތައް ބޮޑުވެގެން ދިޔައެވެ.\r\nއަދި ބައެއް އިލްމުވެރިން ވިދާޅުވިއެވެ. -އެބައިމީހުންގެ ތެރެއިން އަޙްމަދު ބިން ޙަންބަލު ހިމެނެއެވެ.- :ޖަހްމީއަކީ ކާފިރެކެވެ. ގިބްލައިގެ އަހުލުވެރިން ނުހިމެނެއެވެ. ލޭ ހުއްދައެވެ. އޭނާ ވާރުތައެއް ނުކުރާނެއެވެ. އަދި އޭނާގެ ކިބައިން ވާރުތައެއް ނުކުރާނެއެވެ. އެއީ އޭނާ (މި ފަދައިން) ބުނާ ކަމަށްޓަކައެވެ: ހުކުރު ކުރުމެއް، ޖަމާއަތުގައި ނަމާދު ކުރުމެއް، އަދި ދެ އީދު ކުރުމެއް، އަދި ޒަކާތް ދިނުމެއް ނުވެއެވެ. އަދި އެބައިމީހުން ބުނެއެވެ: ހަމަކަށަވަރުން ގުރްއާނަކީ މަޚްލޫގެކޭ ނުބުނާ މީހަކީ ކާފަރެކެވެ. އަދި އެބައިމީހުން މުޙައްމަދު ﷺ ގެ އުއްމަތުގެ މައްޗަށް ކަނޑި ނެގުން ހުއްދަ ކުރިއެވެ. އަދި އެބައިމީހުންގެ ކުރިން އައި ބަޔަކާ ޚިލާފުވެގަތެވެ. އަދި ރަސޫލު ﷲ ﷺ އާއި އެ އެކަލޭގެފާނުގެ އެއްވެސް ސަހާބީއެއް ވާހަކަފުޅު ނުދައްކަވާ ކަމަކައިގެން އެބައިމީހުން މީސްތަކުން އިމްތިހާނު ކުރިއެވެ. އަދި އެބައިމީހުން ބޭނުންވީ މިސްކިތްތަކާއި ނަމާދަށް އެއްވާ ތަންތަން ދޫކުރުވަންށެވެ. އަދި އެބައިމީހުން އިސްލާމް ދީން ބަލިކަށި ކުރިއެވެ. އަދި ޖިހާދު ބާތިލު ކުރިއެވެ. އަދި ބައިބައިކުރުމަށް މަސައްކަތް ކުރިއެވެ. އަދި ރިވާޔަތްތަކާ ޚިލާފުވެގަތެވެ. އަދި މަންސޫޚުވެފައިވާ ކަންކަމައިގެން ވާހަކަދެއްކިއެވެ. އަދި މުތަޝާބިހު (ޔަގީން ނުވާ) ކަންކަމައިގެން ހުއްޖަތް ގާއިމު ކުރަން އުޅުނެވެ. އަދި މީސްތަކުން އެބައިމީހުންގެ ރައުޔުތަކާއި ދީނާމެދު ޝައްކު ކުރުވިއެވެ. އަދި އެބައިމީހުންގެ ރައްބާ މެދު ޒުވާބު ކުރިއެވެ. އަދި އެބައިމީހުން ބުންޏެވެ: ގަބުރުގެ އަޒާބެއް ނުވެއެވެ. އަދި (ނަބިއްޔާގެ) ޙައުޟެއް އަދި ޝަފާއަތެއްވެސް ނުވެއެވެ. އަދި ސުވަރުގެއާއި ނަރަކަ އަދި އުފައްދަވާފައެއް ނުވެއެވެ. އަދި ރަސޫލު ﷲ ﷺ ޙަދީޘްކުރެއްވި ގިނަ ބަސްފުޅުތަކަށް އިންކާރު ކުރިއެވެ. މިކަންކަމުގެ ސަބަބުން، އެބައިމީހުން ކާފަރު ކުރުމާއި އެބައިމީހުންގެ ލޭ ހުއްދަ ކުރި ބަޔަކު އެކަން ކުރިއެވެ. އެހެނީ ﷲ ގެ ފޮތުން އެންމެ އާޔަތެއް ރައްދުކޮށްފި މީހާ، ހަމަކަށަވަރުން މުޅި ފޮތް އެއްކޮށް ރައްދުކޮށްފިއެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ކިބައިން އައިސްފައިވާ ރިވާޔަތެއް ރައްދުކޮށްފި މީހާ، ހަމަކަށަވަރުން މުޅި ހުރިހާ ރިވާޔަތްތަކެއް ރައްދުކޮށްފިއެވެ. އަދި އެ މީހަކީ މަތިވެރިވެގެންވާ ﷲ އަށް ކާފަރުވެއްޖެ މީހެކެވެ. ދެން ފަހެ އެބައިމީހުންނަށް ޒަމާންތަކެއް ހޭދަވެ، އެބައިމީހުންގެ އެ ކަމުގައި އެހީވެދޭނެ ވެރިންތަކެއް ހޯދިއެވެ. އަދި އެކަންކަމަށް އެއްބަސް ނުވާ ބަޔަކާ ދެކޮޅަށް ކަނޑިއާއި ޗާބުކު ބޭނުން ކުރިއެވެ. އެހެންކަމުން ސުންނަތުގެ އިލްމާއި (ހައްގު) ޖަމާއަތް އިންދިރާސްވެ، އެބައިމީހުންގެ ސަބަބުން ބަލިކަށިވެ، ފޮރުވިގެން ދިޔައެވެ. އެއީ ބިދުޢައާއި އެއައިގެން ވާހަކަދެއްކުން ފާޅުވެ، އޭގެ އަދަދުގެ ގިނަކަމުންނެވެ. އަދި އެބައިމީހުން އެއްވާ މަޖްލިސްތައް ބޭއްވިއެވެ. އަދި އެބައިމީހުންގެ (އަމިއްލަ) ރައުޔު ފާޅުކުރިއެވެ. އަދި އޭގައި ފޮތްތައް ލިޔުނެވެ. އަދި މީސްތަކުންނަށް ދަޅަ ދެއްކިއެވެ. އަދި އެބައިމީހުންގެ މީހުންނަށް ވެރިކަން ހޯދަން މަސައްކަތް ކުރިއެވެ. އެހެންކަމުން އެ ވެގެންދިޔައީ ބޮޑުވެގެންވާ ފިތުނައަކަށެވެ. ﷲ ސަލާމަތް ކުރެއްވި މީހަކު ފިޔަވާ އެއިން ބަޔަކު ސަލާމަތެއް ނުވިއެވެ. އަދި އެބައިމީހުންނާ އެކު އިށީނދެ އުޅުމުން އެންމެ ކުޑަމިނުން މީހަކަށް ޖެހޭނެ ކަމަކީ، އޭނާގެ ދީނުގައި ޝައްކުވެގެން ދިޔުމެވެ. ނުވަތަ އެބައިމީހުންނަށް ތަބާވުމެވެ. ނުވަތަ އެބައިމީހުން ވަނީ ހައްގުގެ މަތީގައި ކަމަށް ދައުވާ ކުރުމެވެ. އެކަމަކު އެއީ ހައްގު ކަމެއް ނުވަތަ ބާތިލު ކަމެއް އޭނާއަކަށް ނޭނގޭނެއެވެ. އަދި ޝައްކު ކުރާ މީހަކަށް އޭނާ ވެގެންދެއެވެ. އެ ގޮތުން މީސްތަކުން ހަލާކުވެގެން ދިޔައެވެ. އެއީ އަލްމުތަވައްކިލޭ ކިޔުނު (ޚަލީފާ ކަމުގައިވާ) ޖަޢުފަރުގެ ދުވަސްވަރަށް ދާންދެނެވެ. ފަހެ އޭނާ މެދުވެރިކޮށް ﷲ އެ ބިދުޢަ ނައްތާލެއްވިއެވެ. އަދި ހައްގު ފާޅު ކުރެއްވިއެވެ. އަދި ސުންނަތުގެ އަހުލުވެރިން ފާޅު ކުރެއްވިއެވެ. އަދި އެބައިމީހުން ފާޅުގައި ވާހަކަ ދެއްކިއެވެ. އެއީ އެބައިމީހުންގެ މަދުކަމާއި، ބިދުޢައިގެ އަހުލުވެރިންގެ ގިނަކަމާ އެކުވެސް މެއެވެ. އެއީ މިއަދަށް ދާންދެނެވެ. އެކަމަކު އެބައިމީހުންގެ އަލާމަތްތަކާއި ނިޝާނުތަކާ އެއްގޮތަށް އަމަލު ކުރާ، އަދި އެއަށް ގޮވާލާ ބަޔަކު އަދިވެސް އެބައުޅެއެވެ. އެބައިމީހުން މަނާ ކުރާނެ އެއްޗެއް ނުވެއެވެ. އަދި އެބައިމީހުން އެ ބުނާ ކަންކަމާ އެ ކުރާ ކަންތަކުން ހުއްޓުވާނެ ބަޔަކު ނެތެވެ.",""],["96","وَاعْلَمْ أَنَّهُ لَمْ تَجِئْ بِدْعَةٌ قَطُّ إِلَّا مِنْ الْهَمَجِ الرَّعَاعِ أَتْبَاعِ كُلِّ نَاعِقٍ، يَمِيلُونَ مَعَ كُلِّ رِيحٍ، فَمَنْ كَانَ هَكَذَا فَلَا دِينَ لَهُ، قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: { فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ }، وَقَالَ: { وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ } وَقَالَ: { وَمَا اخْتَلَفَ فِيهِ إِلَّا الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ } وَهُمْ عُلَمَاءُ السُّوءِ، أَصْحَابُ الطَّمَعِ وَالْبِدَعِ.","އަދި ދަންނާށެވެ. ގޮވާލާ ކޮންމެ ގޮވާލުމަކަށް ތަބާވާ ޖާހިލުންތަކުގެ ކިބައިން މެނުވީ ބިދުޢަ އައިސްފައެއް ނުވެއެވެ. ޖެހޭ ކޮންމެ ވައިރޯޅިއަކާއެކު އެބައިމީހުން ލެނބިގެން ދެއެވެ. ފަހެ އެފަދައިންވާ މީހަކަށް އެއްވެސް ދީނެއް ނުވެއެވެ. ﷲ ތަބާރަކަ ވަތަޢާލާ ވަހީ ކުރެއްވިއެވެ: ’ފަހެ، އެއުރެންނާ ހަމައަށް އިލްމު އައުމަށްފަހުގައި މެނުވީ، އެއުރެން ޚިލާފެއް ނުވެތެވެ. (އެއީ) އެއުރެންގެ މެދުގައިވާ ދެކޮޅުވެރިކަމާއި، ހަސަދަވެރިކަމުންނެވެ.‘ އަދި ވަހީ ކުރެއްވިއެވެ: ’އަދި ބައިބައިވުމަކީ ނުބައިކަމެއްކަން، އެއުރެންނަށް އެނގުނުފަހުން މެނުވީ، އެއުރެން ބައިބައިވެ ޚިލާފެއް ނުވެތެވެ.‘ އަދި ވަހީ ކުރެއްވިއެވެ: ’(އެއީ) އެއުރެންގެ ގާތަށް ބަޔާން ވެގެންވާ ހެކިތައް އައުމަށްފަހުގައެވެ. އެއުރެންގެ މެދުގައިވާ އަދާވާތްތެރި ކަމާއި ހަސަދަވެރި ކަމުގެ ގޮތުންނެވެ.‘ އަދި އެބައިމީހުންނީ ނުބައިވެގެންވާ އިލްމުވެރިންނެވެ. ދަޅަދެއްކުމާއި ބިދުޢައިގެ އަހުލުވެރިންނެވެ.",""],["97","وَاعْلَمْ أَنَّهُ لَا يَزَالُ النَّاسُ فِي عِصَابَةٍ مِنْ أَهْلِ الْحَقِّ وَالسُّنَّةِ، يَهْدِيهِمُ اللَّهُ وَيَهْدِي بِهِمْ غَيْرَهُمْ، وَيُحْيِي بِهِمُ السُّنَنَ، فَهُمُ الَّذِينَ وَصَفَهُمُ اللَّهُ مَعَ قِلَّتِهِمْ عِنْدَ الِاخْتِلَافِ، وَقَالَ: { الَّذِينَ أُوتُوهُ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ بَغْيًا بَيْنَهُمْ } فَاسْتَثنَاهُم فَقَالَ: { فَهَدَى اللَّهُ الَّذِينَ آمَنُوا لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ }.\nوَقَالَ رَسُولُ اللَّهِ ﷺ: «لَا [تَزَالُ عِصَابَةٌ] مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ».","އަދި ދަންނާށެވެ. ހައްގައި ސުންނަތުގެ އަހުލުވެރިންގެ ގޮތުގައި މެދުނުކެނޑި ބަޔަކު އަބަދުވެސް ވާނެއެވެ. ﷲ އެބައިމީހުންނަށް ހިދާޔަތް ދައްކަވާނެއެވެ. އަދި އެބައިމީހުން މެދުވެރިކޮށް އެހެން މީހުންނަށްވެސް ހިދާޔަތް ދައްކަވާނެއެވެ. އަދި އެބައިމީހުންގެ ކިބައިން ސުންނަތް ދިރުއްވާނެއެވެ. ފަހެ އެބައިމީހުންނީ އެބައިމީހުންގެ މަދުކަމާއެކުވެސް އިޚްތިލާފު އަންނަ ހިނދު ﷲ ސިފަކުރެއްވި މީހުންނެވެ. އެ އިލާހު ވަހީ ކުރެއްވިއެވެ: ’(އެއީ) އެއުރެންގެ ގާތަށް ބަޔާން ވެގެންވާ ހެކިތައް އައުމަށްފަހުގައެވެ. އެއުރެންގެ މެދުގައިވާ އަދާވާތްތެރި ކަމާއި ހަސަދަވެރި ކަމުގެ ގޮތުންނެވެ.‘ ފަހެ އޭގެ ތެރެއިން އެބައިމީހުން އިސްތިސްނާކުރައްވާ ﷲ ވަހީ ކުރެއްވިއެވެ: ’ދެން އެއުރެން ޚިލާފު ވެފައިވާ ކަންތަކާމެދުގައި އީމާންވި މީސްތަކުންނަށް، ﷲ، އެ އިލާހުގެ އިޒުނަފުޅުން ހައްގު ތެދުމަގު ދެއްކެވިއެވެ. އަދި ﷲ، އެ އިލާހު އިރާދަކުރައްވާ ބަޔަކަށް ސީދާވެގެންވާ ތެދުމަގަށް މަގު ދައްކަވަތެވެ.‘\nއަދި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތުގެ ތެރެއިން ބަޔަކު އަބަދުމެ ހައްގުގެ މަތީ ފާޅުވެ ހުންނާނެއެވެ. ބަޔަކު އެބައިމީހުން ދޫކޮށްލުމުން އެބައިމީހުންނަށް ވާނޭ ގެއްލުމެއް ނެތެވެ. އެއީ ﷲ ގެ އަމުރުފުޅު (އެބަހީ: ގިޔާމަތް) އަންނަންދެނެވެ.“",""],["98","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّ الْعِلْمَ لَيْسَ بِكَثْرَةِ الرِّوَايَةِ [وَالكُتُبِ]، إِنَّمَا الْعَالِمُ مَنِ اتَّبَعَ الْعِلْمَ وَالسُّنَنَ، وَإِنْ كَانَ قَلِيلَ الْعِلْمِ [وَالكُتُبِ] وَمَنْ خَالَفَ الْكِتَابَ وَالسُّنَّةَ فَهُوَ صَاحِبُ بِدْعَةٍ، وَإِنْ كَانَ كَثِيرَ الْعِلْمِ [وَالكُتُبِ].","އަދި ދަންނާށެވެ. - ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ.- އިލްމަކީ ގިނަގިނައިން (ޙަދީޘް) ރިވާކުރުމާއި ފޮތްތައް ގެންގުޅުމެއް ނޫނެވެ. އެހެނެއްކަމަކު (ހަގީގީ) އިލްމުވެރިޔަކީ އިލްމާއި ސުންނަތަށް ތަބާވާ މީހާއެވެ. އެއީ އިލްމާއި ފޮތް މަދުވިޔަސް މެއެވެ. އަދި (ﷲ ގެ) ފޮތާއި ސުންނަތަށް ޚިލާފުވެއްޖެ މީހަކީ ބިދުޢައިގެ އަހުލުވެރިއެކެވެ. އެއީ އިލްމާއި ފޮތް ގިނަވިޔަސް މެއެވެ.",""],["99","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّ مَنْ قَالَ فِي دِيْنِ اللَّهِ بِرَأْيِهِ وَقِيَاسِهِ وَتَأْوِيلِهِ مِنْ غَيْرِ حُجَّةٍ مِنَ السُّنَّةِ وَالْجَمَاعَةِ فَقَدْ قَالَ عَلَى اللَّهِ مَا لَا يَعْلَمُ، وَمَنْ قَالَ عَلَى اللَّهِ مَا لَا يَعْلَمُ، فَهُوَ مِنْ الْمُتَكَلِّفِينَ، وَالْحَقُّ مَا جَاءَ مِنْ عِنْدِ اللَّهِ، وَالسُّنَّةُ سُنَّةُ رَسُولِ اللَّهِ ﷺ، وَالْجَمَاعَةُ مَا اجْتَمَعَ عَلَيْهِ أَصْحَابُ رَسُولِ اللَّهِ ﷺ فِي خِلَافَةِ أَبِي بَكْرٍ وَعُمَرَ [وَعُثْمَانَ] وَمَنِ اقْتَصَرَ عَلَى سُنَّةِ رَسُولِ اللَّهِ ﷺ، وَمَا كَانَ عَلَيْهِ [أَصحَابُهُ وَ] الْجَمَاعَةُ فَلَجَ عَلَى أَهْلِ الْبِدَعِ كُلِّهَا، وَاسْتَرَاحَ بَدَنَهُ وَسَلِمَ لَهُ دِينُهُ إِنْ شَاءَ اللَّهُ؛ لِأَنَّ رَسُولَ اللَّهِ ﷺ قَال: «سَتَفْتَرِقُ أُمَّتِي» وَبَيَّنَ لَنَا رَسُولُ اللَّهِ ﷺ النَّاجِي مِنْهَا فَقَالَ: «مَا كُنْتُ أَنَا عَلَيْهِ الْيَوْمَ وَأَصْحَابِي».\nفَهَذَا هُوَ الشِّفَاءُ وَالْبَيَانُ وَالْأَمْرُ الْوَاضِحُ وَالْمَنَارُ الْمُسْتَنِيرُ.\nوَقَالَ رَسُولُ اللَّهِ ﷺ: «إِيَّاكُمْ وَالتَّعَمُّقَ، وَإِيَّاكُمْ وَالتَّنَطُّعَ، وَعَلَيْكُمْ بِدِينِكُم الْعَتِيقِ».","އަދި ދަންނާށެވެ. - ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ.- ސުންނަތާއި ޖަމާއަތުގެ ހުއްޖަތަކާ ނުލާ، އެ މީހެއްގެ ރައުޔުއާއި، ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމާއި، އަމިއްލަ) މާނަ ކުރުމުން ﷲ ގެ ދީނާމެދު ވާހަކަދައްކާ މީހާ، ފަހެ އެ މީހަކު އެ ވަނީ ﷲ ގެ މައްޗަށް އޭނާ ނޭނގޭ ބަސް ބުނެފައެވެ. އަދި ﷲ ގެ މައްޗަށް އެ މީހަކަށް ނޭނގޭ އެއްޗެއް ބުނެފި މީހަކީ ފަހެ ހައްދުފަހަނަޅައި ދިޔަ މީހެކެވެ. އަދި ހައްގަކީ ﷲ ގެ ފަރާތުން އައިސްފައިވާ ކަންކަމެވެ. އަދި ސުންނަތަކީ ރަސޫލު ﷲ ﷺ ގެ ސުންނަތެވެ. އަދި ޖަމާއަތަކީ އަބޫ ބަކުރާއި، ޢުމަރާއި، ޢުޘްމާނުގެ ޚިލާފަތުގައި، ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން އެ ކަންކަމުގެ މައްޗަށް އެއްބަސްވެވަޑައިގަތް ކަންކަމެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ސުންނަތާއި، ނަބިއްޔާގެ ސަހާބީން އެ ކަމެއްގެ މަތީގައި ހުންނެވީ ކަންކަމާއި، ޖަމާއަތާ ހިސާބަށް ހުއްޓައިފި މީހާ ވަނީ ހުރިހާ ބިދުޢައިގެ އަހުލުވެރިންގެ މައްޗަށް ކާމިޔާބުވެފައެވެ. އަދި އެމީހެއްގެ އެ މީހެއްގެ ހަށިގަނޑަށް ފަސޭހަކޮށްދީ، އޭނާގެ ދީން ސަލާމަތް ކޮށްފައެވެ. އިން ޝާއަ ﷲ. އެހެނީ ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ އުއްމަތް ބައިބައިވެގެން ދާނެއެވެ.“ އަދި އޭގެ ތެރެއިން ސަލާމަތް ވާނެ ބަޔަކު އަހަރެމެންނަށް ބަޔާންކޮށް ނަބިއްޔާ ޙަދީޘް ކުރެއްވިއެވެ: ”މިއަދު ތިމަން ނަބިއްޔާއާއި، ތިމަން ނަބިއްޔާގެ ސަހާބީން އެ ކަމެއްގެ މަތީގައި ހުންނެވި ކަންކަމެވެ.“\r\nއެހެންކަމުން ހައްލާއި، ބަޔާނާއި، ސާފު މަގާއި، އަލިކުރެވިފައިވާ އަލާމާތަކީ މިއީއެވެ.\r\nއަދި ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ހައްދުފަހަނަ އެޅުމާއި ހަރުކަށިވުމުން ތިޔަބައިމީހުން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އަދި ތިޔަބައިމީހުންނަށް ވަނީ ތިޔަބައިމީހުންގެ ޒަމާންވީ ދީނުގައި ހިފުމެވެ.“",""],["100","وَاعْلَمْ أَنَّ الْعَتِيقَ مَا كَانَ مِنْ وَفَاةِ رَسُولِ اللَّهِ ﷺ إِلَى قَتْلِ عُثْمَانَ بْنِ عَفَّانَ، وَكَانَ قَتْلُهُ أَوَّلَ الفُرْقَةِ، وَأَوَّلَ الِاخْتِلَافِ، فَتَحَارَبَتِ الْأُمَّةُ وَتَفَرَّقَت وَاتَّبَعَتِ الطَّمَعَ وَالْأَهْوَاءَ وَالَمَيْلَ إِلَى الدُّنْيَا، فَلَيْسَ لِأَحَدٍ رُخْصَةٌ فِي شَيْءٍ أَحْدَثَهُ مِمَّا لَمْ يَكُنْ عَلَيْهِ أَصْحَابُ مُحَمَّدٍ رَسُولِ اللَّهِ ﷺ، أَوْ يَكُونُ [رَجُلٌ] يَدْعُو إِلَى شَيْءٍ أَحْدَثَهُ مِن قِبَلِهِ [أَو مِنْ قِبَلِ رَجُلٍ] مِنْ أَهْلِ الْبِدَعِ، فَهُوَ كَمَنْ أَحْدَثَهُ، فَمَنْ زَعَمَ ذَلِكَ أَوْ قَالَ بِهِ، فَقَدْ رَدَّ السُّنَّةَ وَخَالَفَ [الحَقَّ وَ] الْجَمَاعَةَ، وَأَبَاحَ الْبِدَعَ، وَهُوَ أَضَرُّ عَلَى هَذِهِ الْأُمَّةِ مِنْ إِبْلِيسَ.\nوَمَنْ عَرَفَ مَا تَرَكَ أَصْحَابُ الْبِدَعِ مِنَ السُّنَّةِ، وَمَا فَارَقُوا فِيهِ فَتَمَسَّكَ بِهِ فَهُوَ صَاحِبُ سُنَّةٍ وَصَاحِبُ جَمَاعَةٍ، وَحَقِيقٌ أَنْ يُتَّبَعَ وَأَنْ يُعَانَ، وَأَنْ يُحْفَظَ، وَهُوَ مِمَّنْ أَوْصَى بِهِ رَسُولُ اللَّهِ ﷺ.","އަދި ދަންނާށެވެ! އެ ޒަމާންވީ (ދީނަކީ)، ރަސޫލު ﷲ ﷺ އަވަހާރަވުމުން ފެށިގެން، ޢުޘްމާންގެފާނު ގަތުލުވެވިގެން ދިޔުމާ ހިސާބަށް (އޮތް ދީނެވެ). އަދި ޢުޘްމާންގެފާނު ގަތުލުވެވިގެން ދިޔުންވީ ފުރަތަމަ ބައިބައިވުމަށެވެ. އަދި ފުރަތަމަ އިޚްތިލާފުވުމަށެވެ. އަދި އުއްމަތް (އެއްބަޔަކު އަނެއްބަޔަކާ) ހަނގުރާމަކޮށް ބައިބައިވެގެން ދިޔައެވެ. އަދި ހަވާނަފްސުގެ އެދުންތަކާއި ދުނިޔަވީ ލެނބުންތަކަށް ތަބާވެގެން ދިޔައެވެ. ފަހެ، މުޙައްމަދު ރަސޫލު ﷲ ﷺގެ ސަހާބީން އެ ކަމެއްގެ މަތީ ނުތިއްބެވި އެއްވެސް ކަމެއް، އެއްވެސް މީހަކު ކުރުމުގެ ހުއްދައެއް ނެތެވެ. އަދި އެ މީހެއްގެ ކުރިން އަލަށް އުފައްދާފައިވާ ކަމަކަށް، ނުވަތަ ބިދުޢައިގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކު އުފައްދާފައިވާ ކަމަކަށް، މީހަކު ގޮވާލުމެއް ނެތެވެ. (އެހެން ހަދައިފިނަމަ، ފަހެ) އޭނާ ވާނީ އެކަން އަލަށް އުފެއްދި މީހާއާ އެއްފަދައެވެ. އަދި (އެފަދަ) ކަމަކަށް ދައުވާކޮށް ނުވަތަ އެފަދަ ބަހެއް މީހަކު ބުނެފި ނަމަ، ފަހެ އޭނާ ސުންނަތް ރައްދުކޮށް، ހައްގާ ޖަމާއަތާ ޚިލާފުވެ، ބިދުޢަ ހުއްދަކޮށްފިކަން ކަށަވަރެވެ. އަދި އެ މީހާކު އިބްލީސަށްވުރެ މި އުއްމަތަށް ގެއްލުން ބޮޑުވެގެންވެއެވެ.\rއަދި ބިދުޢައިގެ އަހުލުވެރިން، ސުންނަތުން ދޫކޮށްލި އަދި އެއާ ޚިލާފުވި ކަމެއް ދެނެގަނެ، އޭގައި ހިފައިފި މީހަކީ ސުންނަތުގެ އަހުލުވެރިއެކެވެ. އަދި ޖަމާއަތުގެ އަހުލުވެރިއެކެވެ. އަދި އެ މީހަކާ ތަބާވެ، އެހީވެ، ރައްކާތެރިކުރުން ހައްގުވެގެންވެއެވެ. އަދި އެއީ ރަސޫލު ﷲ ﷺ އެ ބަޔަކާމެދު ވަސިއްޔަތް ކުރެއްވި މީހުންގެ ތެރެއިންވާ މީހެކެވެ.",""],["101","وَاعْلَمُوا - رَحِمَكُمُ اللَّهُ - أَنَّ أُصُولَ الْبِدَعِ أَرْبَعَةُ أَبْوَابٍ، انْشَعَبَ مِنْ هَذِهِ الْأَرْبَعَةِ اثْنَانِ [وَسَبْعُونَ] هَوًى، ثُمَّ يَصِيرُ كُلُّ وَاحِدٍ مِنَ الْبِدَعِ [يَتَشَعَّبُ] حَتَّى تَصِيرَ كُلُّهَا [إِلَى] أَلْفَيْنِ وَثَمَانِ مِائَةٍ [مَقَالَةٍ]، وَكُلُّهَا ضَلَالَةٌ، وَكُلُّهَا فِي النَّارِ إِلَّا وَاحِدَةً، وَهُوَ مَنْ آمَنَ بِمَا فِي هَذَا الْكِتَابِ، وَاعْتَقَدَهُ مِنْ غَيْرِ رِيبَةٍ فِي قَلْبِهِ، وَلَا شُكُوْكٍ، فَهُوَ صَاحِبُ سُنَّةٍ، وَهُوَ النَّاجِي إِنْ شَاءَ اللَّهُ.","އަދި ދަންނާށެވެ! ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. ބިދުޢައިގެ އަސްލަކީ ހަތަރު ބާބެކެވެ. މި ހަތަރު ބާބުން ހަތްދިހަ ދެ ހަވާނަފްސުގެ (ބައިގަނޑު) ނުކުމެގެން އައެވެ. ދެން މިއިން ކޮންމެ ބިދުޢައެއްވެސް އިތުރަށް ގޮފި ފަޅައިގެން ގޮސް، ޖުމްލަ ދެހާސް އަށް ސަތޭކަ ބަހަކަށް ވެގެންދެއެވެ. އެއިން ކޮންމެ އެއްޗަކީ މަގުފުރެދުމެވެ. އަދި އެއިން ކޮންމެ ކަމެއް ވަނީ ނަރަކައިގައެވެ. އެންމެ ބަޔަކު ފިޔަވައެވެ. އެއީ މި ފޮތުގައިވާ އެއްޗަކަށް އީމާންވެ، ހިތުގައި ޝައްކެއް އަދި ތަރައްދުދުވުންތަކެއް ނެތި އެ ގަބޫލު ކުރާ ބަޔެކެވެ. ފަހެ  ސުންނަތުގެ އަހުލުވެރިއަކީ އެއީއެވެ. އަދި މިންޖުވާނެ މީހަކީވެސް އެއީއެވެ. އިން ޝާއަ ﷲ.",""],["102","وَاعْلَمْ - رَحِمَكَ اللَّهُ - لَوْ أَنَّ النَّاسَ وَقَفُوا عِنْدَ مُحْدَثَاتِ الْأُمُورِ وَلَمْ يَتَجَاوَزُوهَا بِشَيْءٍ [وَلَمْ] يُوَلِّدُوا كَلَامًا مِمَّا لَمْ يَجِئْ فِيهِ أَثَرٌ عَنْ رَسُولِ اللَّهِ ﷺ وَلَا عَنْ أَصْحَابِهِ لَمْ تَكُنْ بِدْعَةٌ.","އަދި ދަންނާށެވެ! ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. އަލަށް އުފެދިގެން އަންނަ ކަންކަމަށް މީސްތަކުން (ނުވަދެ) ހުއްޓޭނަމަ، އަދި އެއްވެސް އެއްޗަކުން އެއަށް ވެދެންގެން ނުދާނަމަ، އަދި ރަސޫލު ﷲ ﷺ އަދި އެކަލޭގެފާނުގެ ސަހާބީންގެ އަރިހުން އައިސްފައި ނުވާ ކަމެއްގައި އާ ބަހެއް އުފައްދައި ނެހެދިނަމަ، (އެއްވެސް) ބިދަޢެއް ނުވީހެވެ.",""],["103","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّهُ لَيْسَ بَيْنَ الْعَبْدِ وَبَيْنَ أَنْ يَكُونَ مُؤْمِنًا حَتَّى يَصِيرَ كَافِرًا إِلَّا أَنْ يَجْحَدَ شَيْئًا مِمَّا أَنْزَلَهُ اللَّهُ تَعَالَى، أَوْ يَزِيدَ فِي كَلَامِ اللَّهِ، أَوْ يَنْقُصَ، أَوْ يُنْكِرَ شَيْئًا مِمَّا قَالَ اللَّهُ، أَوْ شَيْئًا مِمَّا تَكَلَّمَ بِهِ رَسُولُ اللَّهِ ﷺ، فَاتَّقِ اللَّهَ - رَحِمَكَ اللَّهُ - وَانْظُرْ لِنَفْسِكَ، وَإِيَّاكَ وَالْغُلُوَّ فِي الدِّينِ، فَإِنَّهُ لَيْسَ مِنْ طَرِيقِ الْحَقِّ فِي شَيْءٍ.","އަދި ދަންނާށެވެ! ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. އަޅަކާ އޭނާ މުއުމިނެއް ކަމުގައި ވުމާއި، އަދި ކާފަރަކަށް ބަދަލުވެގެން ދިޔުމާ ދެމެދު (މި ނޫނީ) އެއްވެސް ކަމެއް ނުވެއެވެ. އެއީ ﷲ ތަޢާލާ ބާވައިލެއްވި ކަމަކަށް އިންކާރު ކުރުން، ނުވަތަ ﷲ ގެ ވަހީ ބަސްފުޅަށް އުނިއިތުރު ގެނައުން، ނުވަތަ ﷲ ވަހީ ކުރެއްވި ކަމަކަށް ނުވަތަ ﷲ ގެ ރަސޫލާ ޙަދީޘް ކުރެއްވި ކަމަކަށް އިންކާރު ކުރުމެވެ. އެހެންކަމުން ﷲ އަށް ތަގުވާވެރިވާށެވެ. ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. އަދި ތިބާގެ ނަފްސަށްޓަކައި ސަމާލުވާށެވެ. އަދި ދީނުގައި ހައްދުފަހަނަޅައި ދިޔުމުން ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ އެއްވެސް ވަރަކަށް ހައްގު މަގުންވާ ކަމެއް ނޫނެވެ.",""],["104","وَجَمِيعُ مَا وَصَفْتُ لَكَ فِي هَذَا الْكِتَابِ، فَهُوَ عَنِ اللَّهِ، وَعَنْ رَسُولِ اللَّهِ ﷺ، وَعَنْ أَصْحَابِهِ وَعَنِ التَّابِعِينَ، وَالْقَرْنِ الثَّالِثِ إِلَى الْقَرْنِ الرَّابِعِ، فَاتَّقِ اللَّهَ يَا عَبْدَ اللَّهِ، وَعَلَيْكَ بِالتَّصْدِيقِ وَالتَّسْلِيمِ وَالتَّفْوِيضِ [والرِّضَى] لِمَا فِي هَذَا الْكِتَابِ، وَلَا تَكْتُمْ هَذَا الْكِتَابَ أَحَدًا مِنْ أَهْلِ الْقِبْلَةِ، فَعَسَى يَرُدُّ اللَّهُ بِهِ [حَيرَانًا] عَنْ حَيرَتِهِ، أَوْ صَاحِبَ بِدْعَةٍ مِنَ بِدْعَتِهِ، أَوْ ضَالًّا عَنْ ضَلَالَتِهِ، فَيَنْجُو بِهِ.\nفَاتَّقِ اللَّهَ، وَعَلَيْكَ بِالْأَمْرِ الْأَوَّلِ الْعَتِيقِ، وَهُوَ مَا وَصَفْتُ لَكَ فِي هَذَا الْكِتَابِ، فَرَحِمَ اللَّهُ عَبْدًا، وَرَحِمَ وَالِدَيْهِ قَرَأَ هَذَا الْكِتَابَ، وَبَثَّهُ وَعَمِلَ بِهِ وَدَعَا إِلَيْهِ، وَاحْتَجَّ بِهِ، فَإِنَّهُ دِينُ اللَّهِ وَدِينُ رَسُولِ اللَّهِ ﷺ، فَإِنَّهُ مَنِ انْتَحَلَ شَيْئًا خِلَافَ مَا فِي هَذَا الْكِتَابِ، فَإِنَّهُ لَيْسَ يَدِينُ لِلَّهِ بِدِيْنٍ، وَقَدْ رَدَّهُ كُلَّهُ، كَمَا لَوْ أَنَّ عَبْدًا آمَنَ بِجَمِيعِ مَا قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى، إِلَّا أَنَّهُ شَكَّ فِي حَرْفٍ فَقَدْ رَدَّ جَمِيعَ مَا قَالَ اللَّهُ تَعَالَى، وَهُوَ كَافِرٌ، كَمَا أَنَّ شَهَادَةَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ لَا تُقْبَلُ مِنْ صَاحِبِهَا إِلَّا بِصِدْقِ النِّيَّةِ وَخَالِصِ الْيَقِينِ، كَذَلِكَ لَا يَقْبَلُ اللَّهُ شَيْئًا مِنْ السُّنَّةِ فِي تَرْكِ بَعْضٍ، وَمَنْ تَرَكَ مِنَ السُّنَّةِ شَيْئًا فَقَدْ تَرَكَ السُّنَّةَ كُلَّهَا.\nفَعَلَيْكَ بِالْقَبُولِ، وَدَعْ عَنْكَ الْمَحَكَ وَاللَّجَاجَةَ، فَإِنَّهُ لَيْسَ مِنْ دِيْنِ اللَّهِ فِي شَيْءٍ، وَزَمَانُكَ خَاصَّةً زَمَانُ سُوءٍ، فَاتَّقِ اللَّهَ.","އަދި މި ފޮތުގައި ކިޔައިދީފައިވާ ހުރިހާ ކަމަކީ، ﷲ އާއި ﷲގެ ރަސޫލާއާއި، އެކަލޭގެފާނުގެ ސަހާބީންނާއި، ތާބިޢީންނާއި، ތިންވަނަ ގަރުނުން ފެށިގެން ހަތަރުވަނަ ގަރުނާ ހަމައަށް (އައި ސަލަފުންގެ) ކިބައިން އައިސްފައިވާ ކަންކަމެވެ. ފަހެ އޭ ﷲ ގެ އަޅާއެވެ. ﷲ އަށް ތަގުވާވެރިވާށެވެ. އަދި ތިބާގެ މައްޗަށް އޮތީ މިފޮތުގައި ވާއެއްޗެއް ތެދުކުރުމާއި، ބޯލަނބައި ކިޔަމަންވުމާއި، ކިހިނެއްކަން ނޭހުމައި، ރުހުމެވެ. އަދި ގިބުލައިގެ އެއްވެސް އަހުލުވެރިއަކަށް (މުސްލިމަކަށް) މި ފޮތް ނުފޮރުވާށެވެ. އެހެނީ މި ފޮތް މެދުވެރިކޮށް، ފަހަރެއްގައި އޮޅުންއަރާފައިވާ މީހަކު އޭނާގެ އޮޅުންއެރުމުން ﷲ އަނބުރާ ގެނެސްފާނެއެވެ. ނުވަތަ ބިދުޢައިގެ އަހުލުވެރިއަކު އޭނާގެ ބިދުޢައިންނެވެ. ނުވަތަ މަގުފުރެދިފައިވާ މީހަކު އޭނާގެ ފުރެދުމުންނެވެ. އޭރުން މި ފޮތުގެ ސަބަބުން އެބައިމީހުން ސަލަމަތްވެދާނެއެވެ.\nފަހެ ﷲ އަށް ތަގުވާވެރިވާށެވެ. އަދި ތިބާގެ މައްޗަށް ވަނީ އެންމެ ކުރީއްސުރެއްވެސް އޮތް ޒަމާންވީ ގޮތެވެ. އަދު އެއީ މި ފޮތުގައި ތިބާއަށް ކިޔައިދީފައިވާ ކަންކަމެވެ. ފަހެ މި ފޮތް ކިޔައި، އެ ފަތުރައި، އެއަށް އަމަލުކޮށް، އެއަށް ގޮވާލައި، އެއިން ހުއްޖަތް ގާއިމުކޮށްފި އަޅަކަށް ﷲ ރަހުމަތް ލައްވާށިއެވެ. އަދި އޭނާގެ މައިންބަފައިންނަށްވެސް ރަހުމަތް ލައްވާށިއެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ﷲ ގެ ދީނެވެ. އަދި ﷲ ގެ ރަސޫލާގެ ވެސް ދީނެވެ. އަދި މި ފޮތުގައިވާ އެއްޗަކާ ޚިލާފަށް އެއްވެސް ކަމެއް މީހަކު ހުއްދަކޮށްފި ނަމަ، ފަހެ އެއީ ﷲ ގެ ދީނާ އެއްގޮތަށް އުޅޭ މީހެއް ނޫނެވެ. އަދި މުޅި ދީން އޭނާ ރައްދުކޮށްފިއެވެ. އެއީ ހަމަ ﷲ ތަބާރަކަ ވަތަޢާލާ ތަބާރަކަ ވަތަޢާލާ ވަހީ ކުރެއްވި ހުރިހާ ކަމަކަށް އަޅަކު އީމާންވިޔަސް، އެންމެ ބަހަކާމެދު ޝައްކުވެއްޖެ ނަމަ، ﷲ ތަޢާލާ ވަހީ ކުރެއްވި ހުރިހާ ކަމެއް އެ މީހަކު ރައްދުކޮށްފި ފަދައިންނެވެ. އަދި އޭނާ އަކީ ކާފަރެކެވެ. އެއީ ހަމަ ﷲ ފިޔަވައި (އަޅުކަންކުރެވޭ ހައްގު) އިލާހެއް ނުވާކަމަށް މީހަކު ހެކިވިޔަސް، ތެދުވެރި ނިޔަތަކާއި ފުރިހަމަ ޔަގީންކަމާ ލައިގެން މެނުވީ އޭނާގެ ކިބައިން ގަބޫލު ނުކުރެވޭ ފަދައިންނެވެ. އަދި އެފަދައިން، ސުންނަތެ ބައެއް ދޫކޮށްލާ މީހެއްގެ ކިބައިން ސުންނަތުގެ އެއްވެސް ކަމެއް ﷲ ގަބޫލު ނުކުރައްވާނެއެވެ. އަދި ސުންނަތުގެ ބައެއް ދޫކޮށްލައިފި މީހަކީ ސުންނަތް އެއްކޮށް ދޫކޮށްލައިފި މީހެކެވެ.\nފަހެ ތިބާގެ މައްޗަށް ވަނީ ގަބޫލު ކުރުމެވެ. އަދި ޒުވާބުކޮށް އަރައިރުންވުން ދޫކޮށްލާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ﷲގެ ދީނުގައި އެއްވެސް ވަރަކަށް ވާއެއްޗެއް ނޫނެވެ. އަދި ޚާއްސަ ގޮތެއްގައި ތިބާގެ ޒަމާނަކީ ނުބައިވެގެންވާ ޒަމާނެކެވެ. ވީމާ ﷲ އަށް ތަގުވާވެރިވާށެވެ.",""],["105","وَإِذَا وَقَعَتِ الْفِتْنَةُ فَالْزَمْ جَوْفَ بَيْتِكَ، وَفِرَّ مِنْ جِوَارِ الْفِتْنَةِ، وَإِيَّاكَ وَالعَصَبِيَّةَ، وَكُلُّ مَا كَانَ مِنْ قِتَالٍ بَيْنَ الْمُسْلِمِينَ عَلَى الدُّنْيَا فَهُوَ فِتْنَةٌ، فَاتَّقِ اللَّهَ وَحْدَهُ لَا شَرِيكَ لَهُ، وَلَا تَخْرُجْ فِيهَا، وَلَا تُقَاتِلْ فِيهَا، وَلَا تَهوَ، وَلَا تُشَايِع، وَلَا تُمَايِلْ، وَلَا تُحِبَّ شَيْئًا مِنْ أُمُورِهِمْ، فَإِنَّهُ يُقَالُ: مَنْ أَحَبَّ فِعَالَ قَوْمٍ - خَيْرًا كَانَ أَوْ شَرًّا - كَانَ كَمَنْ عَمِلَهُ. وَفَّقَنَا اللَّهُ وَإِيَّاكُمْ لِمَرْضَاتِهِ، وَجَنَّبَنَا وَإِيَّاكُمْ مَعْصِيَتَهُ.","އަދި ފިތުނަ ހިނގައިގެން ދާއިރު، ތިބާގެ ގޭގެ އެތެރޭގައި އުޅެން ލާޒިމްކުރާށެވެ. އަދި ފިތުނައިގެ ކައިރިން ފިލާ ރައްކާވާށެވެ. އަދި އަސަބިއްޔަތާމެދު ރައްކާތެރިވާށެވެ. އަދި މުސްލިމުންގެ މެދުގައި ދުނިޔޭގެ މައްޗަށް ހިނގާ ކޮންމެ ތަޅާފޮޅުމަކީ ފިތުނައެކެވެ. ވީމާ އެއްކައުވަންތަވެވޮޑިގެންވާ ޝަރީކަކު ނުވާ ﷲ އަށް ތަގުވާވެރިވެ، އެ ފިތުނައިގެ ތެރެއަށް ނުނިކުންނާށެވެ. އަދި އޭގައި ތަޅާފޮޅާ ނަހަދާށެވެ. އަދި ކޮޅެއް ނުނަގާށެވެ. އަދި ވަކި ބަޔަކާ އެއްކޮޅު ނުވާށެވެ. އަދި ބަޔަކަށް ލެނބިގެން ނުދާށެވެ. އަދި އެބައިމީހުންގެ އެއްވެސް ކަމަކަށް ލޯބި ނުކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ބުނެވެއެވެ: ހެޔޮވިޔަސް ގޯސްވިޔަސް، ބަޔަކު ކުރާ ކަންކަން ދެކެ ލޯބިވާ މީހާ، އެކަންކަން ކުރި މީހަކާ އެއްފަދައެވެ. އަދި ﷲ ރުހިވޮޑިގެންވާ ކަންކަމަށް ތިމަންމެންނައި ތިޔަބައިމީހުންނަށް އެ އިލާހު ތައުފީގުދެއްވާށިއެވެ. އަދި އެ އިލާހަށް ނުކިޔަމަންތެރިވުމުން ތިމަންމެންނާއި ތިޔަބައިމީހުން ރައްކާތެރިކުރައްވާށިއެވެ.",""],["106","وَأَقِلَّ النَّظَرِ فِي النُّجُومِ إِلَّا مَا تَسْتَعِينُ بِهِ عَلَى مَوَاقِيتِ الصَّلَاةِ، وَالْهَ عَمَّا سِوَى ذَلِكَ، فَإِنَّهُ يَدْعُو إِلَى الزَّنْدَقَةِ.","އަދި ތަރިތަކަށް ބެލުން ބެލުން މަދުކުރާށެވެ. އެއީ ނަމާދުގެ ވަގުތުތައް (ދެނެގަތުމަށް) އެހީ ބޭނުންވާ މިންވަރަށް ފިޔަވައެވެ. އަދި އެ ނޫން ކަންކަމުން ދުރުވެގަންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ޒިންދީގުކަމަށް ގޮވާލާ ކަންކަމެވެ.",""],["107","وَإِيَّاكَ وَالنَّظَرِ فِي الْكَلَامِ وَالْجُلُوسَ إِلَى أَصْحَابِ الْكَلَامِ، وَعَلَيْكَ بِالْآثَارِ، وَأَهْلِ الْآثَارِ، وَإِيَّاهُمْ فَاسْأَلْ، وَمَعَهُم فَاجْلِسْ، وَمِنْهُم فَاقتَبِسْ.","އަދި ޢީލްމުލް ކަލާމަށް ބެލުމާއި، އޭގެ އަހުލުވެރިންނާއެކު އިށީނދެ އުޅުމުން ރައްކާތެރިވާށެވެ. އަދި ތިބާގެ މައްޗަށް އޮތީ ރިވާޔަތްތަކާއި އޭގެ އަހުލުވެރިންނެވެ. އެބައިމީހުންނާ ސުވާލު ކުރާށެވެ. އަދި އެބައިމީހުންނާއެކު އިށީނދެ ހަދާށެވެ. އަދި އެބައިމީހުންގެ ކިބައިން ނަގާށެވެ.",""],["108","وَاعْلَمْ أَنَّهُ مَا عُبِدَ اللَّهُ بِمِثْل‌ِ الْخَوْفِ مِنَ اللَّهِ، وَطَرِيقُ الْخَوْفِ وَالْحَزَنِ وَالشَّفَقَاتِ وَالْحَيَاءِ مِنَ اللَّهِ تَبَارَكَ وَتَعَالَى.","އަދި ދަންނާށެވެ. ބިރުވެތިކަމާ އެއްފަދަ ކަމަކުން ﷲ އަށް އަޅުކަން ކުރެވިފައެއް ނުވެއެވެ. އަދި ބިރުވެތިކަމާއި، ދެރަވުމާއި މަޑުމޮޅިކަމާއި، ﷲ ތަބާރަކަ ވަތަޢާލާގެ ހަޒުރަތުން ލަދުވެތިވުމުގެ މަގުންވެސް މެއެވެ.",""],["109","وَاحْذَرْ أَنْ تَجْلِسَ مَعَ مَنْ يَدْعُو إِلَى الشَّوْقِ وَالْمَحَبَّةِ، وَمَنْ يَخْلُو مَعَ النِّسَاءِ وَطَرِيقِ الْمَذْهَبِ، فَإِنَّ هَؤُلَاءِ كُلَّهُمْ عَلَى ضَلَالَةٍ.","އަދި އެދުންވެރިކަމާއި، ލޯތްބަށާއި، އަންހެނުންނާއެކި އެކަހެރިވުމަށާއި، (ސޫފީ) މަޒްހަބުތަކުގެ ތަރީގާތަކަށް ގޮވާލާ މީހުންގެ ކިބައިން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން މި އެންމެން ވަނީ މަގުފުރެދުމުގައެވެ.",""],["110","وَاعْلَمْ - رَحِمَكَ اللَّهُ -أَنَّ اللَّهَ - تَبَارَكَ وَتَعَالَى - دَعَا الْخَلْقَ كُلَّهُمْ إِلَى عِبَادَتِهِ، وَمَنَّ بَعْدَ ذَلِكَ عَلَى مَنْ شَاءَ بِالْإِسْلَامِ تَفَضُّلًا مِنْهُ.","އަދި ދަންނާށެވެ! ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. ﷲ ތަބާރަކަ ވަތަޢާލާ ވަނީ އެންމެހާ ޚަލްގުތަކުންނަށް އެ އިލާހަށް އަޅުކަން ކުރުމަށް ގޮވާލައްވާފައެވެ. އަދި އޭގެ ފަހުން އެ އިލާހުގެ ފަޟްލުވެރިކަމުން އެ އިލާހު އިރާދަ ކުރެއްވި މީހަކަށް އިސްލާމް ދީނުގެ ނިއުމަތް ދެއްވިއެވެ.",""],["111","وَالْكَفُّ عَنْ حَرْبِ عَلِيٍّ وَمُعَاوِيَةَ وَعَائِشَةَ وَطَلْحَةَ وَالزُّبَيْرَ، وَمَنْ كَانَ مَعَهُمْ، وَلَا تُخَاصِمْ [فِيهِمْ]، وَكِلْ أَمْرَهُمْ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى، فَإِنَّ رَسُولَ اللَّهِ ﷺ قَالَ: «إِيَّاكُمْ وَذِكْرَ أَصْحَابِي وَأَصْهَارِي وَأَخْتَانِي».\nوَقَوْلُهُ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى نَظَرَ إِلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَإِنِّي قَدْ غَفَرْتُ لَكُمْ».","އަދި ޢަލީއާއި، މުޢާވިޔާއާއި، ޢާއިޝާއާއި، ޠަލްޙާއާއި، ޒުބައިރުގެފާނާއި، އެ ބޭކަލުންނާއެކު ހުންނެވި ބަޔަކާ މެދުގައި ހިނގި ހަނގުރާމައާ މެދު ހަނުހުންނާށެވެ. އަދި އެ ބޭކަލުންނާ މެދު އަރައިރުން ނުވާށެވެ. އަދި އެ ބޭކަލުންގެ ކަންކަން ﷲ ތަބާރަކަ ވަތަޢާލާއަށް ވަކީލު ކުރާށެވެ. އެހެނީ ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: ”ތިމަން ނަބިއްޔާގެ ސަހާބީންނާއި ޅިޔަނުންނާ މެދު (ނުބައިކޮށް) ބަސްބުމުން ރައްކާތެރިވާށެވެ.“ އަދިވެސް ނަބިއްޔާގެ މި ބަސްފުޅު (ހަނދުމަ ކުރާށެވެ.) ހަމަކަށަވަރުން ﷲ ތަބާރަކަ ވަތަޢާލާ ވަނީ ބަދުރު ހަނގުރާމައިގެ އަހުލުވެރިންނަށް ބައްލަވާވޮޑިގެންފައެވެ. ފަހެ އެ އިލާހު ވަހީ ކުރެއްވިއެވެ: ތިޔަބައިމީހުން ބޭނުން ކަމެއް ކުރާށެވެ. އެހެނީ ތިމަން ﷲ ތިޔަބައިމީހުންނަށް ފާފަ ފުއްސަވައިފިކަން ކަށަވަރެވެ.",""],["112","وَاعْلَمْ - رَحِمَكَ اللَّهُ - أَنَّهُ لَا يَحِلُّ مَالُ امْرِئٍ مُسْلِمٍ إِلَّا بِطِيبَةٍ مِنْ نَفْسِهِ، وَإِنْ كَانَ مَعَ رَجُلٍ [مَالٌ] حَرَامٌ فَقَدْ ضَمِنَهُ، لَا يَحِلُّ لِأَحَدٍ أَنْ يَأْخُذَ مِنْهُ شَيْئًا إِلَّا بِإِذْنِهِ، فَإِنّهُ عَسَى [أَنْ] يَتُوبَ هَذَا فَيُرِيدُ أَنْ يَرُدَّهُ عَلَى أَرْبَابِهِ فَأَخَذْتَ حَرَامًا.","އަދި ދަންނާށެވެ! ﷲ ތިބާއަށް ރަހުމަތް ލައްވާށިއެވެ. ހަމަކަށަވަރުން މުސްލިމަކު ހެޔޮހިތުން (ދޭ އެއްޗެއް) މެނުވީ އޭނާގެ މުދާ (އެހެން މީހަކަށް) ހުއްދަވެގެން ނުވެއެވެ. އަދި މީހެއްގެ އަތުގައި ހަރާމް މުދަލެއް ހުރެއްޖެ ނަމަ، ފަހެ އޭނާ އެއަށް ޖާމިނުވާނެއެވެ. އެއްވެސް މީހަކަށް އޭނާގެ ހުއްދައާލައިގެން މެނުވީ އޭނާގެ ކިބައިން އެ މުދަލުން ބައެއް ނެގުން ހުއްދައެއް ނުވެއެވެ. އެހެނީ ފަހަރެއްގައި އޭނާ ތައުބާވެ، އެ އަނބުރައި އޭގެ ވެރިންނަށް ދޭން ބޭނުންވެދާނެއެވެ. އެހިނދު ތިބާ ނަގައިފައިވާނީ ހަރާމް އެއްޗެކެވެ.",""],["113","وَالْمَكَاسِبُ [مُطْلَقَةٌ] مَا بَانَ لَكَ صِحَّتُهُ فَهُوَ مُطْلَقٌ إِلَّا مَا ظَهَرَ فَسَادُهُ، وَإِنْ كَانَ فَاسِدًا، يَأْخُذُ مِنَ الْفَسَادِ مَسِيكَةَ نَفْسِهِ، لَا تَقُولُ: أَتْرُكُ [المَكَاسِبَ] وَآخُذُ مَا أَعْطَوْنِي، لَمْ يَفْعَلْ هَذَا الصَّحَابَةُ وَلَا الْعُلَمَاءُ إِلَى زَمَانِنَا هَذَا. وَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: كَسَبٌ فِيهِ بَعْضُ الدَّنِيَّةِ خَيْرٌ مِنَ الْحَاجَةِ إِلَى النَّاسِ.","އަދި ތިބާއަށް އޭގެ ސައްހަކަން ބަޔާންވާ ހުރިހާ ވައްތަރެއްގެ އާމްދަނީ ހޯދުން ވަނީ ހުޅުވިގެންނެވެ. އެއީ އޭގެ ފާސިދުކަން ހާމަނުވާ ކަމެއް މެނުވީއެވެ. އަދި އެ ފާސިދު ވިޔަސް، އޭނަގެ ނަފްސަށް ހާޖަތް ޖެހޭވަރަށް އެއިން ނެގުން ހުއްޓެވެ. އަދި ތިމަންނަ އާމްދަނީ ހޯދުން ދޫކޮށްލައި، ތިމަންނައަށް (މީހުން) ދޭ އެއްޗެއް ނަގާނީއޭ ނުބުނާށެވެ. ސަހާބީންވެސް އަދި އިލްމުވެރިންވެސް ތިމަންމެންގެ މިޒަމާނަށް ދާންދެން މިފަދައިން ކަންކޮށްފައެއް ނުވެއެވެ. އަދި ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވެފައިވެއެވެ: ނިކަމެތިކަމެއް ހިމެނޭ އާމްދަނީ ހޯދުންވެސް، މީސްތަކުންނަށް ބޭނުން ޖެހުމަށް ވުރެ ހެޔޮވެގެންވެއެވެ.",""],["114","وَالصَّلَوَاتُ الْخَمْسُ جَائِزَةٌ خَلْفَ [مَنْ] صَلَّيتَ خَلْفَهُ، إِلَّا أَنْ يَكُونَ [جَهْمِيًا]، فَإِنَّهُ مُعَطِّلٌ، وَإِنْ صَلَّيتَ خَلْفَهُ فَأَعِدْ صَلَاتَكَ، وَإِنْ كَانَ إِمَامُكَ يَوْمَ الْجُمُعَةِ جَهْمِيًا، وَهُوَ سُلْطَانٌ، فَصَلِّ خَلْفَهُ، وَأَعِدْ صَلَاتَكَ، وَإِنْ كَانَ إِمَامُكَ مِنَ السُّلْطَانِ وَغَيْرِهِ صَاحِبَ سُنَّةٍ، فَصَلِّ خَلْفَهُ وَلَا تُعِدْ صَلَاتَكَ.","އަދި ތިބާ އެ ބަޔެއްގެ ފަހަތުގައި ނަމާދު ކުރި ކޮންމެ މީހެއްގެ ފަހަތުގައި ފަރުޟު ފަސް ނަމާދު ކުރުން ހުއްދަވެގެންވެއެވެ. އެއީ އޭނާ ޖަހްމީއެއް ކަމުގައިވާނަމަ މެނުވީއެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ (ﷲ ގެ ސިފަފުޅުތަށް) ނަފީ ކުރާ މީހެކެވެ. އަދި ތިބާ އޭނާގެ ފަހަތުގައި ނަމާދުކޮށްފިނަމަ، ފަހެ ތިބާގެ ނަމާދު އަލުން އިއާދަ ކުރާށެވެ. އަދި ހުކުރު ދުވަހު ތިބާގެ އިމާމަކީ ޖަހްމީއަކަށް ވެފައި، އެއީ ވެރިމީހާ ކަމުގައި ވާނަމަ، ފަހެ އޭނާގެ ފަހަތުގައި ނަމާދުކޮށް، ތިބާގެ ނަމާދު އަލުން އިއާދަ ކުރާށެވެ. އަދި ތިބާގެ އިމާމަކީ ވެރިއެއް ނުވަތަ އެނޫން މީހެއް ކަމުގައިވިޔަސް، އޭނާ އަކީ ސުންނަތުގެ އަހުލުވެރިއެއް ނަމަ، ފަހެ އޭނާގެ ފަހަތުގައި ނަމާދުކޮށް، ނަމާދު އިއާދަ ނުކުރާށެވެ.",""],["115","وَالْإِيمَانُ بِأَنَّ أَبَا بَكْرٍ وَعُمَرَ فِي حُجْرَةِ عَائِشَةَ مَعَ رَسُولِ اللَّهِ ﷺ [قَدْ] دُفِنَا هُنَاكَ مَعَهُ، فَإِذَا أَتَيْتَ الْقَبْرَ فَالتَّسْلِيمُ عَلَيْهِمَا وَاجِبٌ بَعْدَ رَسُولِ اللَّهِ ﷺ.","އަދި އަބޫ ބަކުރާއި، ޢުމަރު ވަނީ ރަސޫލު ﷲ ﷺ އާއެކު ޢާއިޝާގެ ކޮޓަރިކޮޅުގައި ކަމަށް އީމާންވުން (ސުންނަތުގެ ތެރެއިން ހިމެނިގެންވެއެވެ.) ހަމަކަށަވަރުން އެ ދެ ބޭކަލުން ވަނީ ނަބިއްޔާއާއެކު އެތާ ފަސްދާނުލެވިފައެވެ. ފަހެ މަހާނަފުޅަށް އާދެވިއްޖެނަމަ، ރަސޫލު ﷲ ﷺ އަށް ފަހު އެ ދެބޭކަލުންނަށް ސަލާމް ދެއްވުން ވާޖިބެވެ.",""],["116","وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ وَاجِبٌ، إِلَّا مَنْ خِفْتَ سَيْفَهُ أَوْ عَصَاهُ.","އަދި ހެޔޮ ކަންކަމައް އަމުރުކޮށް ނުބައި ކަންކަން ނަހީ ކުރުމަކީ ވާޖިބެކެވެ. އެއީ މީހެއްގެ ކަނޑިން ނުވަތަ ދަނޑިން (ޖަހާފާނެ ކަމުގެ) ބިރު އޮތް ނަމަ މެނުވީއެވެ.",""],["117","وَالتَّسْلِيمُ عَلَى عِبَادِ اللَّهِ أَجْمَعِينَ.","އަދި ﷲގެ އެންމެހާ އަޅުތަކުންނަށް ސަލާމް ދިނުމެވެ.",""],["118","وَمَنْ تَرَكَ [صَلَاةَ الجُمْعَةِ] وَالْجَمَاعَةِ فِي الْمَسْجِدِ مِنْ غَيْرِ عُذْرٍ فَهُوَ مُبْتَدِعٌ، وَالْعُذْرُ كَمَرَضٍ لَا طَاقَةَ لَهُ بِالْخُرُوجِ إِلَى الْمَسْجِدِ، أَوْ خَوْفٍ مِنْ سُلْطَانٍ ظَالِمٍ، وَمَا سِوَى ذَلِكَ فَلَا عُذْرَ لَهُ.","އަދި އުޒުރަކާ ނުލާ ހުކުރާއި މިސްކިތުގައި ޖަމާއަތުގައި ކުރާ ނަމާދު ދޫކޮށްފި މީހަކީ ބިދުޢަވެރިއެކެވެ. އަދި އުޒުރަކީ މިސްކިތަށް ނުދެވޭ ވަރަށް ބަލިވުން ނުވަތަ އަނިޔާވެރި ވެރިއެއްގެ ކިބައިން ބިރުގަތުން ފަދަ ކަންކަމެވެ. އަދި އެ ނޫން ކަންކަމުގައި މީހާއަށް އުޒުރެއް ނުވެއެވެ.",""],["119","وَمَنْ صَلَّى خَلْفَ إِمَامٍ فَلَمْ يَقْتَدِ بِهِ فَلَا صَلَاةَ لَهُ.","އަދި އިމާމެއްގެ ފަހަތުގައި ނަމާދުކޮށްފި މީހަކު، އެ އިމާމަށް ތަބާ ނުވާ ނަމަ، އޭނާއަކަށް ނަމާދެއް ނުވެއެވެ.",""],["120","وَالْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ بِالْيَدِ وَاللِّسَانِ وَالْقَلْبِ، بِلَا سَيْفٍ.","އަދި ހެޔޮ ކަންކަމައް އަމުރުކޮށް ނުބައި ކަންކަން ނަހީކުރުން ވަނީ އަތާއި ދުލާއި ހިތުންނެވެ. ކަނޑިއަކުން ނޫނެވެ.",""],["121","وَالْمَسْتُورُ مِنَ الْمُسْلِمِينَ مَنْ لَمْ تَظْهَرْ لَهُ رِيبَةٌ.","އަދި ކުށެއް ނެތް މީހަކީ އޭނާގެ ކިބައިން ޝައްކުކަމެއް ހާމަނުވާ މީހާއެވެ.",""],["122","وَكُلُّ عِلْمٍ ادَّعَاهُ الْعِبَادُ مِنْ عِلْمِ الْبَاطِنِ لَمْ يُوجَدْ فِي الْكِتَابِ وَالسُّنَّةِ فَهُوَ بِدْعَةٌ وَضَلَالَةٌ، وَلَا يَنْبَغِي لِأَحَدٍ [أَنْ] يَعْمَلَ بِهِ، وَلَا يَدْعُو إِلَيْهِ.","އަދި ފޮތާއި ސުންނަތުގައި ނުވާ، ފޮރުވިފައިވާ ޢިލްމުކަމަށް އަޅުތަކުން ބުނާ ކޮންމެ ޢިލްމަކީ ބިދުޢައާއި މަގުފުރެދުމެވެ. އަދި އެއްވެސް މީހަކު އެއަށް އަމަލުކޮސް އަދި އެއަށް ގޮވާލުންވެސް އެކަށީގެން ނުވެއެވެ.",""],["123","وَأَيُّمَا امْرَأَةٍ وَهَبَتْ نَفْسَهَا لِرَجُلٍ، فَإِنَّهَا لَا تَحِلُّ لَهُ، يُعَاقَبَانِ أَنْ نَالَ مِنْهَا شَيْئًا، إِلَّا بِوَلِيٍّ وَشَاهِدَي [عَدْلٍ] وَصَدَاقٍ.","އަދި އަންހެނަކު އޭނާގެ އަމިއްލަ ނަފްސު ފިރިހެނަކަށް (ކައިވެނީގެ ގޮތުގައި އަމިއްލައަށް) ދީފި ނަމަ، ފަހެ ހަމަކަށަވަރުން އެކަނބުލޭގެ އެ ފިރިހެނާއަށް ހުއްދަވެގެން ނުވެއެވެ. އަދި އެ ފިރިހެނާ އެކަނބުލޭގެ ކިބައިން (ކައިވެނީގެ ކަމެއް) ހާސިލުކޮށްފިނަމަ، ފަހެ އެ ދެމީހުންނަށްވެސް އަދަބު ދިނުން ހުއްޓެވެ. އެއީ (އެ ކައިވެނީގައި) ވަލީވެރިޔާއާއި، އަދުލުވެރި ދެ ހެކިންނާއި، ކައިވެނީގެ ރަންވާ ނަމައެވެ.",""],["124","وَإِذَا رَأَيْتَ الرَّجُلَ يَطْعَنُ عَلَى أَحَدٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ فَاعْلَمْ أَنَّهُ صَاحِبُ قَوْلٍ سُوءٍ وَهَوًى، لِقَوْلِ رَسُولِ ﷺ: «إِذَا ذُكِرَ أَصْحَابِي فَأَمْسِكُوا». فَقَدْ عَلِمَ النَّبِيُّ ﷺ مَا يَكُونُ مِنْهُمْ مِنْ الزَّلَلِ بَعْدَ مَوْتِهِ، فَلَمْ يَقُلْ فِيهِمْ إِلَّا خَيْرًا.\nوَقَوْلُهُ: «ذَرُوا أَصْحَابِي، لَا تَقُولُوا فِيهِمْ إِلَّا خَيْرًا».\nوَلَا تُحَدِّثْ بِشَيْءٍ مِنْ زَلَلِهِمْ، وَلَا حَرْبِهِمْ، وَلَا مَا غَابَ عَنْكَ عِلْمِهُ، وَلَا [تَسْمَعْهُ] مِنْ أَحَدٍ يُحَدِّثُ بِهِ، فَإِنَّهُ لَا يَسْلَمُ لَكَ قَلْبُكَ إِنْ سَمِعْتَ.","އަދި މީހަކު ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން ކުރެ އެއްވެސް ބޭކަލަކަށް ފާޑުކިޔާ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ނުބައިކަމާއި ހަވާނަފްސުގެ ބުނުމެއްގެ އަހުލުވެރިއެއްކަން ދަންނާށެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘް ބަސްފުޅަށްޓަކައެވެ: ތިމަން ނަބިއްޔާގެ ސަހާބީން ނަންގަނެވިއްޖެ ނަމަ، ފަހެ ހުއްޓާށެވެ. އަދި ނަބިއްޔާ ﷺ އަވަހާރަވުމަށް ފަހު، އެ ބޭކަލުންގެ ކިބައިން ހިނގައިގެންދާނެ ކުށްތައް ނަބިއްޔާ އެނގިވަޑައިގެންނެވިކަން ކަށަވަރެވެ. ނަމަވެސް އެ ބޭކަލުންނާމެދު ހެޔޮ ބަސްފުޅެއް މެނުވީ ވިދާޅުވެފައެއް ނުވެއެވެ. އަދި އެކަލޭގެފާނުގެ ޙަދީޘް ބަސްފުޅަށްޓަކައެވެ: ”ތިމަން ނަބިއްޔާގެ ސަހާބީން ދޫކޮށްލާށެވެ. އެ ބޭކަލުންނާމެދު ހެޔޮ ބަހެއް މެނުވީ ނުބުނާށެވެ.“ އަދި އެ ބޭކަލުންގެ ކުށްތަކާ ހަނގުރާމަތަކާމެދު ތިބާ އެއްވެސް ވާހަކައެއް ނުދައްކާށެވެ. އަދި އެކަމެއްގެ އިލްމު ތިބާއަށް ލިބިފައިނުވާ ކަންކަމުގެ ވާހަކަވެސް މެއެވެ. އަދި އެކަހަލަ ވާހަކައެއް ދައްކާ މީހެއްގެ ކިބައިންވެސް އަޑުނާހާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާ އަޑުއަހައިފި ކަމުގައިވަނީނަމަ، ތިބާގެ ހިތް ސަލާމަތުން ނުހުންނާނެއެވެ.",""],["125","وَإِذَا سَمِعْتَ الرَّجُلَ يَطْعَنُ عَلَى الْآثَارِ، [أَوْ يَرُدَّ الآثَارَ]، أَوْ يُرِيدُ غَيْرَ الْآثَارِ، فَاتَّهِمهُ عَلَى الْإِسْلَامِ، وَلَا [تَشُكَّ] أَنَّهُ صَاحِبُ هَوًى مُبْتَدِعٌ.","އަދި މީހަކު ރިވާޔަތްތަކާމެދު ފާޑުކިޔައި، ނުވަތަ ރިވާޔަތްތައް ރައްދު ކުރާ، ނުވަތަ ރިވާޔަތްތައް ނޫން އެއްޗެއް ބޭނުންވާކަމަށް ތިބާ މީހެއްގެ ކިބައިން އަޑުއިވިއްޖެ ނަމަ، ފަހެ އޭނާގެ އިސްލާމްކަމާމެދު ތުހުމަތު ކުރާށެވެ. އަދި އެއީ ހަވާނަފްސުގެ އަހުލުވެރި ބިދުޢަވެރިއެއް ކަމާމެދު ޝައްކު ނުކުރާށެވެ.",""],["126","وَاعْلَمْ أَنَّ جَوْرَ السُّلْطَانِ لَا يَنْقُصُ فَرِيضَةً مِنْ فَرَائِضِ اللَّهِ عَزَّ وَجَلَّ الَّتِي افتَرَضَهَا عَلَى لِسَانِ نَبِيِّهِ ﷺ؛ جَوْرُهُ عَلَى نَفْسِهِ، وَتَطَوُّعُكَ وَبِرُّكَ مَعَهُ تَامٌّ لَكَ إِنْ شَاءَ اللَّهُ تَعَالَى، يَعْنِي: [الجَمَاعَةُ وَ] الْجُمُعَةُ مَعَهُمْ، وَالْجِهَادُ مَعَهُمْ، وَكُلُّ شَيْءٍ مِنَ الطَّاعَاتِ فَشَارِك فِيهِ، فَلَكَ نِيَّتُكَ.","އަދި ދަންނާށެވެ. ހަމަކަށަވަރުން ވެރިމީހާގެ އަނިޔާވެރިކަމުގެ ސަބަބުން، ﷲ ޢައްޒަ ވަޖައްލަ އެ އިލާހުގެ ނަބިއްޔާގެ ދޫފުޅުމަތިން ފަރުޟު ކުރެއްވި އެއްވެސް ކަމެއް އުނިވެގެން ނުދާނެއެވެ. އޭނާގެ އަނިޔާވެރިކަން ވަނީ އޭނާގެ އަމިއްލަ ނަފްސުގެ މައްޗަށެވެ. އަދި ތިބާގެ ކިޔަމަންވުމާއި، އޭނާއާމެދު ހެޔޮކޮށް ކަންތައް ކުރުން ވަނީ ތިބާއަށް ފުރިހަމަވެގެންނެވެ. އިން ޝާއަ ﷲ. އެބަހީ އެބައިމީހުންނާއެކު ޖަމާއަތުގައި ކުރާ ނަމާދާއި ހުކުރެވެ. އަދި އެބައިމީހުންނާއެކު ކުރާ ޖިހާދެވެ. އަދި ކިޔަމަންވުމުގައި ހިމެނޭ ކޮންމެ ކަމެއްގައި ތިބާ އޭނާއާއެކު ބައިވެރިވާށެވެ. އެހެނީ ތިބާޔަށް ވަނީ ތިބާގެ ނިޔަތެވެ.",""],["127","وَإِذَا رَأَيْتَ الرَّجُلَ يَدْعُو عَلَى السُّلْطَانِ فَاعْلَمْ أَنَّهُ صَاحِبُ هَوًى، وَإِذَا رَأَيْتَ الرَّجُلَ يَدْعُو لِلسُّلْطَانِ بِالصَّلَاحِ فَاعْلَمْ أَنَّهُ صَاحِبُ سُنَّةٍ إِنْ شَاءَ اللَّهُ.\nلِقَوْلِ فُضَيْلٍ: لَوْ كَانَتْ لِي دَعْوَةٌ مَا جَعَلْتُهَا إِلَّا فِي السُّلْطَانِ.\nأَنَا أَحْمَدُ بْنُ كَامِلٍ قَالَ: نَا الْحُسَيْنُ بْنُ مُحَمَّدٍ الطَّبَرِيُّ، نَا مَرْدَوَيْه الصَّائِغُ، قَالَ: سَمِعْتُ فُضَيْلًا يَقُولُ: لَوْ أَنَّ لِي دَعْوَةً مُسْتَجَابَةً مَا جَعَلْتُهَا إِلَّا فِي السُّلْطَانِ. قِيلَ لَهُ: يَا أَبَا عَلِيٍّ فَسِّرْ لَنَا هَذَا. قَالَ: إِذَا جَعَلْتُهَا فِي نَفْسِي لَمْ تَعْدُنِي، وَإِذَا جَعَلْتُهَا فِي السُّلْطَانِ صَلَحَ، فَصَلَحَ بِصَلَاحِهِ العِبَادُ وَالبِلَادُ.\nفَأُمِرْنَا أَنْ نَدْعُوَ لَهُمْ [بِالصَلَاحِ]، وَلَمْ نُؤْمَرْ أَنْ نَدْعُوَ عَلَيْهِمْ وَإِنْ ظَلَمُوا، وَإِنْ جَارُوا؛ لِأَنَّ ظُلْمَهُمْ وَجَوْرَهُمْ عَلَى أَنْفُسِهِمْ، وَصَلَاحَهُمْ لِأَنْفُسِهِمْ وَلِلْمُسْلِمِينَ.","އަދި ވެރިމީހާއާ ދެކޮޅަށް މީހަކު ބަދުދުއާ ކުރާތަން ފެނިއްޖެ ނަމަ، ފަހެ އެއީ ހަވާނަފްސުގެ އަހުލުވެރިއެއްކަން ދަންނާށެވެ. އަދި ވެރިމީހާ އިސްލާހުވުމަށް މީހަކު ދުއާ ކުރާތަން ފެނިއްޖެ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ސުންނަތުގެ އަހުލުވެރިއެއްކަން ދަންނާށެވެ. އިން ޝާއަ ﷲ.\r\nއެއީ ފުޟައިލު (ބިން ޢިޔާޟް) ގެ މި ބަސްފުޅުގައިވާ ގޮތަށެވެ: ތިމަންނައަށް (އިޖާބަ ވާނެކަން އެނގޭ) ދުއާއެއް ވާނަމަ، ވެރިމީހާއަށްޓަކައި މެނުވީ އެ ދުއާއެއް ނުކުރެއްވީހެވެ.\r\nއަޙްމަދު ބިން ކާމިލު ވިދާޅުވިކަމަށް ތިމަންމެންނަށް ޚަބަރު ދެއްވިއެވެ: އަލްޙުސައިން ބިން މުޙައްމަދު އައްޠަބަރީ ތިމަންމެންނަށް ކިޔައިދެއްވިއެވެ: މަރްދަވައިހި އައްޞާއިޣު ތިމަންމެންނަށް ކިޔައިދެއްވިއެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ފުޟައިލު (ބިން ޢިޔާޟް) ވިދާޅުވަނިކޮށް ތިމަން އަޑުއެހީމެވެ: ތިމަންނައަށް (އިޖާބަ ވާނެކަން އެނގޭ) ދުއާއެއް ވާނަމަ، ވެރިމީހާއަށްޓަކައި މެނުވީ އެ ދުއާއެއް ނުކުރެއްވީހެވެ. ފުޟައިލަށް ދެންނެވުނެވެ: އޭ އަބޫ ޢަލީއެވެ. ތިމަންމެންނަށް ތިޔަ (ވިދާޅުވި ބަސް) ތަފްސީލުކޮށްދެއްވާށެވެ. ފުޟައިލު ވިދާޅުވިއެވެ: ތިމަންނަގެ އަމިއްލަ ނަފްސަށް އެ ދުއާ ކޮށްފިނަމަ، ތިމަންނައިގެ އިތުރަކަށް އެ ދުއާއެއް ނުހިނގާނެއެވެ. އެކަމަކު ވެރިމީހާއަށްޓަކައި އެ ދުއާކޮށްފި ނަމަ، އޭނާ އިސްލާހުވެ، އޭނަގެ އިސްލާހުވުމާއެކު އަޅުތަކުންނާއި ގައުމު އިސްލާހުވެދެއެވެ.\r\nފަހެ އަހަރެމެންނަށް އަމުރުވެގެންވަނީ އެ ވެރިން އިސްލާހުވުމަށް ދުއާކުރުމެވެ. އަދި އެބައިމީހުންނާ ދެކޮޅަށް ބަދުދުއާ ކުރާކަށް ތިމަންމެންނަށް އަމުރުވެވިގެން ނުވެއެވެ. އެއީ އެބައިމީހުން އިންސާފުވެރިނުވެ އަނިޔާވެރިވިޔަސް މެއެވެ. އެހެނީ އެބައިމީހުންގެ އިންސާފުވެރިނުވުމާއި އަނިޔާވެރިވުން ވަނީ އެބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކާ ދެކޮޅަށެވެ. އެކަމަކު އެބައިމީހުންގެ އިސްލާހުވުން ވަނީ އެބައިމީހުންގެ ނަފްސުތަކަށާއި މުސްލިމުންނަށްވެސް މެއެވެ.",""],["128","وَلَا تَذكُرْ أَحَدًا مِنْ أُمَّهَاتِ الْمُؤْمِنِينَ إِلَّا بِخَيْرٍ.","އަދި ހެޔޮ ގޮތުގައި މެނުވީ އުއްމުލް މުއުމިނީނުންގެ އެއްވެސް ބޭކަނބަލަކު ޒިކުރު ކުރުމެއް ނޯވެއެވެ.",""],["129","وَإِذَا رَأَيْتَ الرَّجُلَ يَتَعَاهَدُ الْفَرَائِضَ فِي جَمَاعَةٍ مَعَ السُّلْطَانِ وَغَيْرِهِ، فَاعْلَمْ أَنَّهُ صَاحِبُ سُنَّةٍ إِنْ شَاءَ اللَّهُ.\nوَإِذَا رَأَيْتَ الرَّجُلَ يَتَهَاوَنُ بِالْفَرَائِضِ فِي جَمَاعَةٍ، وَإِنْ كَانَ مَعَ السُّلْطَانِ، فَاعْلَمْ أَنَّهُ صَاحِبُ هَوًى.","އަދި ޖަމާއަތުގައި ވެރިމީހާއާއި އެ ނޫންވެސް މީހަކާއެކު، ދާއިމީ ގޮތެއްގައި މީހަކު ފަރުޟު ފަސްނަމާދު ކުރާތަން ފެނިއްޖެ ނަމަ، ފަހެ އެއީ ސުންނަތުގެ އަހުލުވެރިއެއްކަން ތިބާ ދަންނާށެވެ. އިން ޝާއަ ﷲ. އަދި ޖަމާއަތުގައި ވެރިމީހާއާއެކުގައި ނަމަވެސް، މީހަކު ފަރުޟު ފަސްނަމާދަށް ފަރުވާ ކުޑަކުރާތަން ތިބާ ދެކޭ ނަމަ، ފަހެ އެއީ ހަވާ ނަފްސުގެ އަހުލުވެރިއެއްކަން ތިބާ ދަންނާށެވެ.",""],["130","وَالْحَلَالُ مَا شَهِدتَ عَلَيْهِ وَحَلَفْتَ عَلَيْهِ أَنَّهُ حَلَالٌ، وَكَذَلِكَ الْحَرَامُ، وَمَا حَاكَ فِي صَدْرِكَ فَهُوَ شُبْهَةٌ.","އަދި ހަލާލަކީ ތިބާ އެއީ ހަލާލު ކަމަށް ހެކިވެ ހުވާ ކުރާ ކަންކަމެވެ. އަދި ހަރާމްވަނީވެސް ހަމަ އެފަދައިންނެވެ. އަދި ތިބާގެ ހިތުގައި އުނދަގޫކުރުވާ ކަމަކީ ޝައްކު ހުރި ކަމެކެވެ.",""],["131","وَالْمَسْتُورُ مَنْ بَانَ سِتْرُهُ، والمَهتُوكُ مَنْ بَانَ هَتْكُهُ.","އަދި ކުށެއް ނެތް މީހަކީ އޭނާގެ ކުށެއް ނެތްކަމަށް ހާމަވާ މީހާއެވެ. އަދި ފާޖިރު މީހަކީ އޭނާގެ ފާޖިރުކަން ހާމަވެއްޖެ މީހާއެވެ.",""],["132","وَإِنْ سَمِعَتْ الرَّجُلَ يَقُولُ: [فُلَانٌ] مُشَبِّهٌ، وَفُلَانٌ يَتَكَلَّمُ فِي التَّشْبِيهِ، فَاتَّهِمْهُ، وَاعْلَمْ أَنَّهُ جَهْمِيٌّ.\nوَإِنْ سَمِعَتْ الرَّجُلَ يَقُولُ: [فُلَانٌ] نَاصِبِيٌّ، فَاعْلَمْ أَنَّهُ رَافِضِيٌّ.\nوَإِذَا سَمِعْتَ الرَّجُلَ يَقُولُ: تَكَلَّمْ بِالتَّوْحِيدِ، وَاشْرَحْ لِي التَّوْحِيدَ، فَاعْلَمْ أَنَّهُ خَارِجِيٌّ مُعْتَزِلِيٌّ.\nأَوْ يَقُولُ: فُلَانٌ [مُجْبِرٌ]، أَوْ يَتَكَلَّمُ بِالْإِجْبَارِ، أَوْ يَتَكَلَّمُ بِالْعَدْلِ، فَاعْلَمْ أَنَّهُ قَدَرِيٌّ؛ لِأَنَّ هَذِهِ الْأَسْمَاءِ مُحْدَثَةٌ أَحْدَثَهَا أَهْلُ الْأَهْوَاءِ.\nقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ: لَا تَأْخُذُوا عَنْ أَهْلِ الْكُوفَةِ فِي الرَّفْضِ [شَيئًا]، وَلَا عَنْ أَهْلِ الشَّامِ فِي السَّيْفِ [شَيئًا] وَلَا عَنْ أَهْلِ الْبَصْرَةِ فِي الْقَدْرِ [شَيئًا]، وَلَا عَنْ أَهْلِ خُرَاسَانَ فِي الْإِرْجَاءِ [شَيئًا]، وَلَا عَنْ أَهْلِ مَكَّةَ فِي الصَّرْفِ، وَلَا عَنْ أَهْلِ الْمَدِينَةِ فِي الْغِنَاءِ، لَا تَأْخُذُوا عَنْهُمْ فِي هَذِهِ الْأَشْيَاءِ شَيْئًا.","އަދި މިވެނި މީހަކީ މުޝައްބިހެކޭ (އެބަހީ: އިލާހު މަޚްލޫގުންނާ އެއްވައްތަރު ކުރާ މީހެކޭ)، ނުވަތަ މިވެނި މީހަކު (މަޚްލޫގުންނާ) އެއްވަތަރު ކުރުމައިގެން ވާހަކަދައްކައޭ (މިފަދައިން) މީހަކު ބުނަނިކޮށް ތިބާއަށް އަޑުއިވިއްޖެ ނަމަ، ފަހެ އޭނާއަށް ތުހުމަތު ކުރާށެވެ. އަދި ހަމަކަށަވަރުން އެއީ ޖަހްމީއެއްކަން ދަންނާށެވެ.\nއަދި މިވެނި މީހަކީ ނާޞިބީއެކޭ (އެބަހީ: ޢަލީގެފާނާ އަދާވާތްތެރިވާ ބައިގަނޑުގެ މީހެކޭ) (މިފަދައިން) މީހަކު ބުނަނިކޮށް ތިބާއަށް އަޑުއިވިއްޖެ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ރާފިޟީ (ޝީޢީއެއްކަން) ދަންނާށެވެ.\nއަދި ތައުޙީދާ ބެހޭ ގޮތުން ވާހަކަދައްކާށޭ، ނުވަތަ ތިމަންނައަށް ތައުޙީދު ބަޔާންކޮށްދޭށޭ (މިފަދައިން) މީހަކު (ބާތިލު ގޮތުގައި) ވާހަކަދައްކަނިކޮށް ތިބާއަށް އަޑުއިވިއްޖެ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ޚަވާރިޖު މުޢުތަޒިލީއެއްކަން ދަންނާށެވެ.\nއަދި މިވެނި މީހަކީ މުޖްބިރެކޭ، ނުވަތަ އެ ދައްކަނީ (މީސްތަކުން ކުރާ ކަންކަމުގައި) މަޖްބޫރުވެފައިވާ ވާހަކައޭ (މިފަދައިން މީހަކު ބުނެފި ނަމަ) ނުވަތަ (ބާތިލު ގޮތުގައި) އަދުލުވެރިކަމާ ބެހޭ ގޮތުން (އެ މީހާ) ވާހަކަ ދައްކައިފި ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ގަދަރީއެއްކަން ތިބާ ދަންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން މި އަލަށް އުފައްދާފައިވާ ނަންތައް އުފެއްދީ ހަވާނަފްސުގެ އަހުލުވެރިންނެވެ.\nޢަބްދު ﷲ ބިން އަލްމުބާރަކު ވިދާޅުވިއެވެ: ކޫފާގެ އަހުލުވެރިންގެ ކިބައިން ރާފިޟިއްޔަތު (އެބަހީ: ޝީޢީކަމާ) ބެހޭ އެއްވެސް އެއްޗެއް ތިޔަބައިމީހުން ނުނަގާށެވެ. އަދި ޝާމުގެ އަހުލުވެރިންގެ ކިބައިން ކަނޑި (އެބަހީ: ވެރިންނާ ދެކޮޅަށް ނުކުތުމާ) ބެހޭ އެއްވެސް އެއްޗެއް ނުނަގާށެވެ. އަދި ބަޞްރާގެ އަހުލުވެރިންގެ ކިބައިން ގަދަރާ ބެހޭ އެއްވެސް އެއްޗެއް ނުނަގާށެވެ. އަދި ޚުރަސާނުގެ އަހުލުވެރިންގެ ކިބައިން އިރުޖާ (އެބަހީ: މުރުޖީކަމާ) ބެހޭ އެއްވެސް އެއްޗެއް ނުނަގާށެވެ. އަދި މައްކާގެ އަހުލުވެރިންގެ ކިބައިން (ފައިސާ) މާރު ކުރުމާ ބެހޭ (އެއްވެސް އެއްޗެއް ނުނަގާށެވެ.) އަދި މަދީނާގެ އަހުލުވެރިންގެ ކިބައިން ލަވަކިޔުމާ ބެހޭ (އެއްވެސް އެއްޗެއް ނުނަގާށެވެ.) މި ކަންކަމުގައި އެބައިމީހުންގެ ކިބައިން ތިޔަބައިމީހުން އެއްވެސް އެއްޗެއް ނުނަގާށެވެ.",""],["133","وَإِذَا رَأَيْتَ الرَّجُلَ يُحِبُّ أَبَا هُرَيْرَةَ، وَأَنَسَ بْنَ مَالِكٍ، وَأُسَيْدَ بْنَ حُضَيْرِ، فَاعْلَمْ أَنَّهُ صَاحِبُ سُنَّةٍ إِنْ شَاءَ اللَّهُ.\nوَإِذَا رَأَيْتَ الرَّجُلَ يُحِبُّ أَيُّوبَ، وَابْنَ عَوْنٍ، وَيُونُسَ بْنَ عُبَيْدٍ، وَعَبْدَ اللَّهِ بْنَ إِدْرِيسَ الْأَوْدِيَّ، وَالشَّعْبِيَّ، وَمَالِكَ بْنَ مِغْوَلٍ، وَيَزِيدَ بْنَ زُرَيغٍ، وَمُعَاذَ بْنَ مُعَاذٍ، وَوَهْبَ بْنَ جَرِيرٍ، وَحَمَّادَ بْنَ سَلَمَةَ، وَحَمَّادَ بْنَ زَيْدٍ، [وَمَالِكَ بْنَ أَنَسٍ، وَالْأَوْزَاعِيَّ، وَزَائِدَةَ بْنَ قُدَامَةَ، فَاعْلَمْ أَنَّهُ صَاحِبُ سُنَّةٍ، وَإِذَا رَأَيْتَ الرَّجُلَ يُحِبُّ] الْحَجَّاجَ بْنَ الْمِنْهَالِ، وَأَحْمَدَ بْنَ حَنْبَلٍ، وَأَحْمَدَ بْنَ نَصْرٍ، فَاعْلَمْ أَنَّهُ صَاحِبُ سُنَّةٍ إِنْ شَاءَ اللَّهُ إِذَا ذَكَرَهُمْ بِخَيْرٍ، وَقَالَ بِقَوْلِهِمْ.","އަދި އަބޫ ހުރައިރާއާއި، އަނަސް ބިން މާލިކާއި، އުސައިދު ބިން ޙުޟައިރުދެކެ މީހަކު ލޯބިވާތަން ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ އެއީ ސުންނަތުގެ އަހުލުވެރިއަކަން ދަންނާށެވެ. އިން ޝާއަ ﷲ.\r\nއަދި އައްޔޫބު (އައްސަޚްތިޔާނީ) އާއި، (ޢަބްދު ﷲ) ބިން ޢައުނާއި، ޢަބްދު ﷲ ބިން އިދްރީސް އަލްއައުދީއާއި، އައްޝައުބީއާއި، މާލިކު ބިން މިޣްވަލާއި، ޔަޒީދު ބިން ޒުރައިޣާއި، މުޢާޛު ބިން މުޢާޛާއި، ވަހްބް ބިން ޖަރީރާއި، ޙައްމާދު ބިން ސަލަމާއާއި، ޙައްމާދު ބިން ޒައިދާއި، މާލިކު ބިން އަނަސާއި، އަލްއައުޒާޢީއާއި، ޒާއިދާ ބިން ގުދާމާދެކެ މީހަކު ލޯބިވާތަން ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ސުންނަތުގެ އަހުލުވެރިއެއްކަން ތިބާ ދަންނާށެވެ.\r\nއަދި އަލްހައްޖާޖު ބިން އަލްމިންހާލާއި، އަޙްމަދު ބިން ޙަންބަލާއި، އަޙްމަދު ބިން ނަޞްރުދެކެ މީހަކު ލޯބިވާތަން ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ސުންތަތުގެ އަހުލުވެރިއެއްކަން ތިބާ ދަންނާށެވެ. އިން ޝާއަ ﷲ. އެއީ ހެވައިގެން އެ ބޭކަލުން ޒިކުރުކޮށް، އެ ބޭކަލުންގެ ބަސްފުޅުތަކުން ވާހަކަ ދައްކާ ނަމައެވެ.",""],["134","وَإِذَا رَأَيْتَ الرَّجُلَ [جَالِسًا] مَعَ رَجُلٍ مِنْ أَهْلِ الْأَهْوَاءِ، فَحَذِّرْهُ وَعَرِّفْهُ، فَإِنْ جَلَسَ مَعَهُ بَعْدَمَا عَلِمَ فَاتَّقِهِ، فَإِنَّهُ صَاحِبُ هَوًى.","އަދި ހަވާ ނަފްސުގެ އަހުލުވެރިއަކާއެކު އެހެން މީހަކު އިށީނދެގެން އުޅޭތަން ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ އެ މީހަކަށް އިންޒާރުދީ އަންގައިދޭށެވެ. ފަހެ އެނގުމަށްފަހު ދެންވެސް އޭނާއާއެކު އިށީނދެއްޖެ ނަމަ، ފަހެ އެއީ ހަވާ ނަފްސުގެ އަހުލުވެރިއެއްކަން ކަށަވަރެވެ.",""],["135","وَإِذَا سَمِعْتَ الرَّجُلَ تَأْتِيهِ بِالْأَثَرِ فَلَا يُرِيدُهُ، وَيُرِيدُ الْقُرْآنِ، فَلَا [تَشُكُّ] أَنَّهُ رَجُلٌ قَدِ احْتَوَى عَلَى الزَّنْدَقَةِ، فَقُمْ مِنْ عِنْدِهِ [وَدَعْهُ].","އަދި މީހަކަށް ރިވާޔަތެއް ގެނެވުމުން، އެ ބޭނުން ނުވެ، އެކަމަކު ގުރްއާން ބޭނުންވާ ތަން ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ އެއީ ޒިންދީގުކަން ހުރި މީހެއްކަމާމެދު ޝައްކު ނުކުރާށެވެ. ވީމާ އޭނާ ހުރި ތަނުން ތެދުވެ އޭނާ ދޫކޮށްލާށެވެ.",""],["136","وَاعْلَمْ أَنَّ الْأَهْوَاءَ كُلَّهُا رَدِيَّةٌ تَدْعُو كُلُّهَا إِلَى السَّيْفِ، وَأَرْدَاهَا وَأَكفَرُهَا: الرَّوَافِضُ، وَالْمُعْتَزِلَةُ، وَالْجَهْمِيَّةُ، فَإِنَّهُمْ [يُرِيدُونَ النَّاسَ] عَلَى التَّعْطِيلِ وَالزَّنْدَقَةِ.","އަދި ދަންނާށެވެ! ހަވާނަފްސުގެ ހުރިހާ ކަމަކީ ދަށުދަރަޖައިގެ ކަންކަމެވެ. އެއިން ކޮންމެ ކަމެއްވެސް ގޮވާލަނީ ކަނޑިއަށެވެ. އަދި އޭގެ ތެރެއިން އެންމެ ދަށުދަރަޖަ އަދި އެންމެ ކާފަރުކަން ބޮޑީ ރާފިޟީންނާއި، މުޢުތަޒިލީންނާއި، ޖަހްމީންނެވެ. އެހެނީ ހަމަކަށަވަރުން އެބައިމީހުން ބޭނުންވަނީ މީސްތަކުން (ﷲގެ ސިފަފުޅުތަށް ނަފީކޮށް) ޒިންދީގުކަންމަތީ ވުމަށެވެ.",""],["137","وَاعْلَمْ أَنَّهُ مَنْ تَنَاوَلَ أَحَدًا مِنْ أَصْحَابِ مُحَمَّدٍ ﷺ، فَاعْلَمْ أَنَّهُ إِنَّمَا أَرَادَ مُحَمَّدًا ﷺ، وَقَدْ أَذَاهُ فِي قَبْرِهِ.","އަދި ދަންނާށެވެ. މުޙައްމަދު ﷺ ގެ ސަހާބީންކުރެ އެއްވެސް ބޭކަލަކާމެދު މީހަކު ބަދުބަސް ބުނެފިނަމަ، ފަހެ އޭނާ އެ ބޭނުންވަނީ ހަމަ މުޙައްމަދު ﷺ އަށް އަމާޒުކުރުންކަން ތިބާ ދަންނާށެވެ. އަދި އެ ނަބިއްޔާގެ މަހާނަފުޅުގައި ވަނިކޮށް، އެ މީހަކު އެކަލޭގެފާނަށް އުނދަގޫކޮށްފިކަން ކަށަވަރެވެ.",""],["138","وَإِذَا ظَهَرَ لَكَ مِنْ إِنْسَانٍ شَيْءٌ مِنْ الْبِدَعِ، فَاحْذَرْهُ؛ فَإِنَّ الَّذِي أَخْفَى [عَنْكَ] أَكْثَرَ مِمَّا أَظْهَرَ.","އަދި މީހެއްގެ ކިބައިން ބިދުޢައިގެ ކަމެއް ތިބާއަށް ފާޅުވެއްޖެ ނަމަ، އޭނާގެ ކިބައިން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާއަށް އޭނާ ދައްކާ ކަންކަމަށް ވުރެ، ފޮރުވާ ކަންކަން މާ ގިނައެވެ.",""],["139","وَإِذَا رَأَيْتَ الرَّجُلَ مِن أَهْلِ السُّنَّةِ رَدِيءَ الطَّرِيقِ وَالْمَذْهَبِ، فَاسِقًا فَاجِرًا، صَاحِبَ مَعَاصٍ، ضَالًّا، وَهُوَ عَلَى السُّنَّةِ فَأَصْحَبْهُ، وَاجْلِسْ مَعَهُ فَإِنَّهُ لَيْسَ [تَضُرُّكَ] مَعْصِيَتُهُ، وَإِذَا رَأَيْتَ [الرَّجُلَ] مُجْتَهِدًا - وَإِنْ بَدَا مُتَقَشِّفًا مُحْتَرِقًا بِالْعِبَادَةِ - صَاحِبَ هَوًى، فَلَا تُجَالِسْهُ، وَلَا تَقْعُدْ مَعَهُ، وَلَا تَسْمَعْ كَلَامَهُ وَلَا [تَمْشِ] مَعَهُ فِي طَرِيقٍ، فَإِنِّي لَا آمَنُ أَنْ تَسْتَحْلِيَ طَرِيقَتَهُ [فَتَهلِكَ] مَعَهُ.\nوَرَأَى يُونُسُ بْنُ عُبَيْدٍ ابْنَهُ [وَقَدْ] خَرَجَ مِنْ عِنْدِ صَاحِبِ هَوًى، فَقَالَ: يَا بُنَيَّ! مِنْ أَيْنَ جِئْتَ؟ قَالَ: مِنْ عِنْدِ فُلَانٍ. قَالَ: يَا بُنَيَّ لَأَنْ أَرَاكَ تَخْرُجُ مِنْ بَيْتِ خُنْثَى أَحَبُّ إِلَيَّ مِنْ أَنْ أَرَاكَ تَخْرُجُ مِنْ بَيْتِ فُلَانٍ، وَلِأَنْ تَلْقَى اللَّهَ يَا بُنَيَّ زَانِيًا سَارِقًا فَاسِقًا خَائِنًا أَحَبُّ إِلَيَّ مِنْ أَنَّ تَلْقَاهُ بِقَوْلِ فُلَانٍ وَفُلَانٍ.\nأَلَا تَرَى أَنَّ يُونُسَ بْنَ عُبَيْدٍ عَلِمَ أَنَّ الْخُنْثَى لَا يَضِلُّ ابْنَهُ عَنْ دِينِهِ، وَأَنَّ صَاحِبَ الْبِدْعَةِ يُضِلُّهُ حَتَّى يُكَّفِرَهُ.","އަދި ސުންނަތުގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކު ތިބާއަށް ފެނި، އޭނާ އުޅޭ ގޮތާއި ދެކޭ ދެކުން ގޯސްވިޔަސް، އަދި އެއީ ފާސިގު ފާޖިރެއް ކަމުގައި ވިޔަސް، އަދި ފާފައިގެ އަހުލުވެރި، ކުށްވެރިއަކަށް ވިޔަސް، އޭނާ ސުންނަތުގެ މަތީގައި ވާނަމަ، ފަހެ އޭނާއާއެކު އުޅޭށެވެ. އަދި އޭނާއާއެކު އިށީންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާގެ ފާފައިން ތިބާއަކަށް ގެއްލުމެއް ނުކުރާނެއެވެ. އަދި ފެންނަ ފެނުމަށް ވަރަށް ގަދައަށް އަޅުކަން ކުރާ، ޒުހުދުވެރި، އަބަދުވެސް އަޅުކަމުގައި އުޅޭ، ހަވާނަފްސުގެ އަހުލުވެރިއެއް ތިބާއަށް ފެނިއްޖެ ނަމަ، ފަހެ އޭނާއާއެކު އެއްވެ ނޫޅޭށެވެ. އަދި އޭނާއާއެކު ނީށީންނާށެވެ. އަދި އޭނާގެ ވާހަކަ އަޑުނާހާށެވެ. އަދި މަގުމަތިން އޭނާއާއެކު ނުހިނގާށެވެ. އެހެނީ ހަމަކަށަވަރުން އޭނާގެ ގޮތް ތިބާއަށް ކަމުގޮސްގެން، އޭނާއާއެކު ތިބާ ހަލާކުވެގޮސްދާނެ ކަމަށް ތިމަން ޔަގީންކަމެއް ނުދެމެވެ.\rއަދި ޔޫނުސް ބިން ޢުބައިދު، ހަވާނަފްސުގެ އަހުލުވެރިއެއް ކައިރިން އެކަލޭގެފާނުގެ ދަރިފުޅު ނުކުތްތަން ފެނިގެން ވިދާޅުވިއެވެ: އޭ ދަރިފުޅާއެވެ. ތިއައީ ކޮންތާކުންހެއްޔެވެ؟ އޭނާ ދެންނެވިއެވެ: މިވެނި މީހެއްގެ ކައިރިންނެވެ. ޔޫނުސް ވިދާޅުވިއެވެ: އޭ ދަރިފުޅާއެވެ. ޚުންޘާއެއްގެ ގެއިން ތިބާ ނުކުންނަ ތަން ތިމަންނައަށް ފެނުންވެސް، އެވެނި މީހެއްގެ ގެއިން ނުކުތުމަށް ވުރެ ތިމަންނައަށް މާ ރަނގަޅެވެ. އަދި އޭ ފަރިފުޅާއެވެ. ޒިނޭ ކުރާ، ވައްކަން ކުރާ، ފާސިގެއް، ޚާއިނެއް ގޮތަށް ތިބާ ﷲ އާ ބައްދަލުވުންވެސް، އެވެނި މިވެނި މީހެއް ބުނާ ވާހަކައައިގެން ތިބާ އެ އިލާހާ ބައްދަލު ކުރުން ތިމަންނައަށް މާ ރަނގަޅެވެ.\rހަމަކަށަވަރުން ޚުންޘާއަކު އެކަލޭގެފާނުގެ ދަރިފުޅުގެ ދީނުން އެ ދަރިފުޅު މަގުނުފުރައްދާނެކަން ޔޫނުސް ބިން ޢުބައިދަށް އެނގިލައްވާކަން ތިބާއަށް ނުފެންނަނީހެއްޔެވެ؟ އަދި ބިދުޢައިގެ އަހުލުވެރިޔާ އެކަލޭގެފާނުގެ ދަރިފުޅު ކާފަރުވަންދެން މަގުފުރައްދަވާނެކަން ޔޫނުސްއަށް އެނގޭކަން ތިބާއަށް ނުފެންނަނީހެއްޔެވެ؟",""],["140","وَاحْذَرء ثُمّ احْذَرْ [أهْلَ] زَمَانِكَ خَاصَّةً، وَانْظُرْ مَنْ تُجَالِسُ، وَمِمَّنْ تَسْمَعُ، وَمَنْ تَصْحَبُ، فَإِنَّ الْخَلْقَ كَأَنَّهُمْ فِي رِدَّةٍ، إِلَّا مَنْ عَصَمَهُ اللَّهُ مِنْهُمْ.","އަދި ތިބާގެ ޒަމާނުގައި އުޅޭ މީހުންނާމެދު ސަމާލުވާށެވެ. ދެންވެސް ސަމާލުވާށެވެ. އަދި ތިބާ އިށީންނަނީ ކޮން ބަޔަކާއެކު ކަމާއި، އަޑުއަހަނީ ކޮން ބަޔެއްގެ ކިބައިން ކަމާއި، އެއްކޮށް އުޅެނީ ކޮން ބަޔަކާއެކު ކަމާމެދު ރަނގަޅަށް ބަލާށެވެ. އެހެނީ ހަމަކަށަވަރުން ޚަލްގުތަކުން ވަނީ މުރުތައްދުވުމެއްގައި ކަހަލައެވެ. އެބައިމީހުންގެ ތެރެއިން ﷲ ސަލާމަތް ކުރެއްވި ބަޔަކު ފިޔަވައެވެ.",""],["141","وَانْظُرْ إِذَا سَمِعْتَ الرَّجُلَ يَذْكُرُ ابْنَ أَبِي دُؤَادٍ، وَبِشْرًا الْمَرِيسِيَّ، وَثُمَامَةَ، أَوْ أَبَا الْهُذَيْلِ أَوْ [هِشَامًا] الفُوطِيَّ أَوْ أَحَدًا مِنْ [أَتبَاعِهِمْ وَ] أَشْيَاعِهِمْ فَاحْذَرْهُ، فَإِنَّهُ صَاحِبُ بِدْعَةٍ، فَإِنَّ هَؤُلَاءِ كَانُوا عَلَى الرِّدَّةِ، وَاتْرُكْ هَذَا الرَّجُلَ الَّذِي ذَكَرَهُمْ بِخَيْرٍ، وَمَنْ ذَكَرَ مِنْهُمْ بِمَنْزِلَتِهِمْ.","އަދި ބަލާށެވެ. އިބްނު އަބީ ދުއާދު، ބިޝްރު އަލްމަރީސީ، ޘުމާމާ (އަލް ބަޞްރީ)، އަބޫ ހުޛައިލު، ހިޝާމް އަލް ފޫޠީ، ނުވަތަ (މި ބުދުޢަވެރިންނާ) ތަބާވާ އެއްވެސް ބަޔެއްގެ (ރަނގަޅު) ވާހަކަ މީހަކު ދައްކައިފިނަމަ، އެ މީހެއްގެ ކިބައިން ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެއީ ބިދުޢައިގެ އަހުލުވެރިއެކެވެ. އަދި ހަމަކަށަވަރުން މި (ބުނި) މީހުން ވަނީ މުރުތައްދުކަމެއްގައެވެ. ވީމާ އެބައިމީހުން ރަނގަޅު ގޮތުގައި ނަންގަތް މި މީހާ ދޫކޮށްލާށެވެ. އަދި އޭނާ އޭގެ ތެރެއިން ނަންގަނެވުނު މީހެއްވެސް މެއެވެ..",""],["142","وَالْمِحْنَةُ فِي الْإِسْلَامِ بِدْعَةٌ، وَأَمَّا الْيَوْمَ فَيُمْتَحَنُ بِالسُّنَّةِ، لِقَوْلِهِ: إِنَّ هَذَا الْعِلْمَ دِينٌ فَانْظُرُوا عَمَّنْ تَأْخُذُونَ دِينَكُمْ، وَلَا تَقْبَلُوا الْحَدِيثَ إِلَّا مِمَّنْ تَقْبَلُونَ شَهَادَتَهُ.\nفَتَنْظُرُ، إِنْ كَانَ صَاحِبُ سُنَّةٍ لَهُ مَعْرِفَةٌ صَدُوقٌ كَتَبْتَ عَنْهُ وَإِلَّا تَرَكْتَهُ.","އަދި (މީސްތަކުން) އިސްލާމް ދީނުގައި އިމްތިހާނު ކުރުމަކީ ބިދުޢައެކެވެ. އެހެނަސް މިއަދު އިމްތިހާނު ކުރަންވީ ސުންނަތުންނެވެ. އެއީ ބަސްފުޅުތައް (އައިސްފައިވާތީއެވެ:) ހަމަކަށަވަރުން މި އިލްމަކީ ދީނެވެ. ވީމާ ތިޔަބައިމީހުންގެ ދީން ނަގަނީ ކޮން ބަޔެއްގެ ކިބައިންތޯ ބަލާށެވެ. އަދި އެ ބަޔެއްގެ ހެކި ގަބޫލު ކުރާ ބަޔެއްގެ ކިބައިން ފިޔަވައި ތިޔަބައިމީހުން ޙަދީޘް ގަބޫލު ނުކުރާށެވެ. ވީމާ ބަލާށެވެ. (މީހަކީ) އެނގޭ، ތެދުވެރި، ސުންނަތުގެ އަހުލުވެރިއެއް ނަމަ، އޭނާގެ ކިބައިން (އިލްމު) ލިޔަންވީއެވެ. ނޫން ނަމަ އޭނާ ދޫކޮށްލަންވީއެވެ.",""],["143","وَإِذَا أَرَدْتَ الِاسْتِقَامَةَ عَلَى الْحَقِّ وَطَرِيقِ أَهْلِ السُّنَّةِ قَبْلَكَ فَاحْذَرِ الْكَلَامَ، وَأَصْحَابِ الْكَلَامِ، وَالْجِدَالَ وَالْمِرَاءَ، وَالْقِيَاسَ، وَالْمُنَاظَرَةَ فِي الدِّينِ، فَإِنَّ [اسْتِمَاعَكَ] مِنْهُمْ - وَإِنْ لَمْ تَقْبَلْ مِنْهُمْ - يَقْدَحُ الشَّكَّ فِي الْقَلْبِ، وَكَفَى بِهِ قَبُولًا [فَتَهْلِكُ]، وَمَا كَانَتْ زَنْدَقَةٌ قَطُّ، وَلَا بِدْعَةٌ، وَلَا هَوًى، وَلَا ضَلَالَةٌ، إِلَّا مِنَ الْكَلَامِ، وَالْجِدَالِ، وَالْمِرَاءِ، وَالْقِيَاسِ، [وَهِيَ] أَبْوَابُ الْبِدْعَةِ، والشُّكُوكِ وَالزَّنْدَقَةِ.","ހައްގުގެ މަގުގައި ގާއިމުވެ، ތިބާގެ ކުރިން އައި ސުންނަތުގެ އަހުލުވެރިންގެ މަގުގައި ހުންނަން ބޭނުން ނަމަ، (ޢިލްމުލް) ކަލާމާއި، ކަލާމުގެ އަހުލުވެރިންނާއި، ޖަދަލާއި އަރައިރުންވުމާއި، ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމާއި)، ދީނާމެދު ބަހުސް ކުރުމުން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެބައިމީހުންގެ ކިބައިން ތިބާ އަޑުއެހުމުން، އަދި އެބައިމީހުން ބުނާ އެއްޗެއް ގަބޫލު ނުކުރިޔަސްވެސް، ހިތުގައި ޝައްކު ވައްދާނެއެވެ. އަދި ގަބޫލުގެ ގޮތުގައި އެވަރު ފުދި، ތިބާ ހަލާކުވެދާނެއެވެ. އަދި (ޢިލްމުލް) ކަލާމާއި، ޖަދަލު ކުރުމާއި، އަރައިރުންވުމާއި، ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމުގެ) ސަބަބުން މެނުވީ ދުވަހަކުވެސް ޒިންދީގުކަމެއް، ބިދުޢައެއް، ހަވާނަފްސެއް، މަގުފުރެދުމެއް، އައިސްފައެއް ނުވެއެވެ. އަދި އެއީ ބިދުޢައާއި ޝައްކާއި ޒިންދީގުކަމުގެ ދޮރުތަކެވެ.",""],["144","فَاللَّهَ اللَّهَ فِي نَفْسِكَ، وَعَلَيْكَ بِالْأَثَرِ، وَأَصْحَابِ الْأَثَرِ، وَالتَّقْلِيدِ؛ فَإِنَّ الدِّيْنَ إِنَّمَا هُوَ بِالتَّقْلِيدِ [يَعنِي لِلنَّبِيِّ ﷺ وَأَصْحَابِهِ رِضْوَانُ اللَّهِ عَلَيهِمْ]، وَمَن قَبْلَنَا لَمْ يَدَعُونَا فِي لُبْسٍ، فَقَلِّدْهُمْ وَاسْتَرِحْ، وَلَا تُجَاوِزِ الْأَثَرَ، وَأَهْلَ الْأَثَرِ، وَقِفْ عِنْدَ الْمُتَشَابِهِ، وَلَا تَقِسْ شَيْئًا، وَلَا تَطْلُبْ مِنْ عِنْدِكَ حِيلَةً تَرُدُّ [بِهَا] عَلَى أَهْلِ الْبِدَعِ، فَإِنَّكَ أُمِرْتَ بِالسُّكُوتِ عَنْهُم، وَلَا تُمَكِّنْهُمْ مِنْ نَفْسِكَ.\nأَمَا عَلِمْتَ أَنَّ مُحَمَّدَ بْنَ سِيرِينَ فِي فَضْلِهِ لَمْ يُجِبْ رَجُلًا مِنْ أَهْلِ الْبِدَعِ فِي مَسْأَلَةٍ وَاحِدَةٍ، وَلَا سَمِعَ مِنْهُ آيَةً مِنْ كِتَابِ اللَّهِ، فَقِيلَ لَهُ، فَقَالَ: أَخَافُ أَنْ يُحَرِّفَهَا فَيَقَعُ فِي قَلْبِي شَيْءٌ.","ފަހެ ތިބާގެ ނަފްސާ މެދު ﷲ ﷲ އަށް ބިރުވެތިވާށެވެ. އަދި ތިބާގެ މައްޗަށް ވަނީ ރިވާޔަތްތަކާއި، އޭގެ އަހުލުވެރިންނާއި، ތަބާވުމެވެ. އެހެނީ ހަމަކަށަވަރުން ދީން ވަނީ ހަމައެކަނި ތަބާވުމުންނެވެ. އެބަހީ ނަބިއްޔާ ﷺ އާއި އެކަލޭގެފާނުގެ ސަހާބީންނަށެވެ. އެ ބޭކަލުންނަށް ﷲ ރުއްސުން ލައްވާށިއެވެ. އަދި ތިމަންމެންގެ ކުރިން އައި މީހުން، ތިމަންމެން އޮޅުމެއްގައި ދުލެއް ނުކުރައްވައެވެ. ވީމާ އެބައިމީހުންނަށް ތަބާވެ ހިތްހަމަޖައްސާލާށެވެ. އަދި ރިވާޔަތްތަކާއި އޭގެ އަހުލުވެރިން ފަހަނަޅައި ނުދާށެވެ. އަދި (ގުރްއާނާއި ސުންނަތުގައި އައިސްފައިވާ އެއްގޮތް މާނަ އޮޅުން އަރާފަދަ) މުތަޝާބިހު ނައްސުތަކުގައި ހުއްޓޭށެވެ. އަދި އެއްވެސް ކަމެއް ގިޔާސްކޮށް (ބުއްދިން އަޅާނުކިޔާށެވެ.) އަދި އަމިއްލައަށް ހީލަތެއް ހަދައިގެން ބިދުޢައިގެ އަހުލުވެރިންނަށް ރައްދުދޭން ނޫޅޭށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާއަށް އަމުރުވެވިގެންވަނީ އެބައިމީހުންނަށް ސުކޫތުވާންށެވެ. އަދި ތިބާގެ އަމިއްލަ ނަފްސަށް އެބައިމީހުން ފޯރުމަށް ހުށަނާޅާށެވެ.\nހަމަކަށަވަރުން މުޙައްމަދު ބިން ސީރީން، އެކަލޭގެފާނުގެ މަތިވެރިކަމާއެކުވެސް، ބިދުޢައިގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކަށް އެންމެ މައްސަލައެއްގައިވެސް ޖަވާބުދެއްވާފައި ނުވާކަން ތިބާ ނުދަންނަނީހެއްޔެވެ؟ އަދި އެފަދަ މީހެއްގެ ކިބައިން ﷲ ގެ ފޮތުން އާޔަތެއްވެސް އަޑުއަހާފައި ނުވާކަން ނުދަންނަނީހެއްޔެވެ؟ ފަހެ އެކަލޭގެފާނަށް (އެކަމާ ބެހޭ ގޮތުން) ސުވާލު ކުރެވުނެވެ. ދެން އެކަލޭގެފާނު ވިދާޅުވިއެވެ: އޭނާ އެ އާޔަތް އޮޅުވާލާ، ތިމަންނަގެ ހިތަށް އެއްޗެއް ވަދެދާނެކަމަށް ތިމަން ބިރުގަންނަމެވެ.",""],["145","وَإِذَا سَمِعْتَ الرَّجُلَ يَقُولُ: إِنَّا نَحْنُ نُعَظِّمُ اللَّهَ - إِذَا سَمِعَ آثَارَ رَسُولِ اللَّهِ ﷺ - فَاعْلَمْ أَنَّهُ جَهْمِيٌّ، يُرِيدُ أَنْ يَرُدَّ أَثَرَ رَسُولِ اللَّهِ ﷺ، وَيَدْفَعَ بِهَذِهِ الْكَلِمَةِ آثَارَ رَسُولِ اللَّهِ ﷺ، وَهُوَ يَزْعُمُ أَنَّهُ يُعَظِّمُ اللَّهَ وَيُنَزِّهُهُ إِذَا سَمِعَ حَدِيثَ الرُّؤْيَةِ، وَحَدِيثَ النُّزُولِ وَغَيْرَهُ، أَفَلَيْسَ يَرُدُّ أَثَرَ رَسُولِ اللَّهِ ﷺ؟ وَإِذَا قَالَ: إِنَّا نَحْنُ نُعَظِّمُ اللَّهَ أَنْ يَزُولَ مِنْ مَوْضِعٍ إِلَى مَوْضِعٍ، فَقَدْ زَعَمَ أَنَّهُ أَعْلَمُ بِاللَّهِ مِنْ غَيْرِهِ، فَاحْذَرْ هَؤُلَاءِ؛ فَإِنَّ جُمْهُورَ النَّاسِ مِنَ السُّوقَةِ وَغَيْرِهِمْ عَلَى هَذَا [الحَالِ، وَحَذِّرِ النَّاسَ مِنهُمْ].","އަދި ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘެއް މީހަކަށް އިވުމުން، ހަމަކަށަވަރުން ތިމަންމެން (އެއަށްވުރެ) ﷲ މަތިވެރިކުރަމޭ (މިފަދައިން) މީހަކު ބުނާ އަޑު ތިބާއަށް އިވިއްޖެނަމަ، ފަހެ ހަމަކަށަވަރުން އެއީ ޖަހްމީއެއްކަން ދަންނާށެވެ. އޭނާ ބޭނުންވަނީ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްފުޅުތައް ރައްދު ކުރަންށެވެ. އަދި އޭނާގެ މި ބަހުން އެ އެދެނީ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްފުޅުތައް ދުރަށް ލާންށެވެ. އެއީ މީސްތަކުން ﷲ ފެނުމުގެ ޙަދީޘާއި، އެ އިލާހު ފައިބައިވޮޑިގަންނަވާ ކަމުގެ ޙަދީޘާއި، އެ ނޫންވެސް ޙަދީޘްތައް އޭނާއަށް އިވުމުން، ހަމަކަށަވަރުން އޭނާ ﷲ މަތިވެރިކޮށް ހުސްތާހިރުވަންތަ ކުރާ ކަމަށް ދައުވާ ކުރާ ހާލުއެވެ. ފަހެ އެ ރައްދު ކުރަނީ ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްފުޅުތައް ނޫންހެއްޔެވެ؟ އަދި ހަމަކަށަވަރުން އެއް ތަނުން އަނެއް ތަނަކަށް ﷲ ފައިބައިވޮޑިގެންނެވުމަށް ވުރެ ތިމަންމެން އެ އިލާހު މާ މަތިވެރިކުރަމޭ (މިފަދައިން) އޭނާ ބުނެފިނަމަ، ފަހެ ހަމަކަށަވަރުން އެ ދައުވާ ކުރަނީ އެހެން ފަރާތަކަށް ވުރެ ބޮޑަށް، ﷲ އާމެދު އޭނައަށް މާ ބޮޑަށް އިލްމު ލިބިގެންވާ ކަމަށެވެ. ފަހެ މިބައިމީހުންގެ ކިބައިން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ މީސްތަކުންގެ ގިނަ މީހުންގެ ތެރެއިން އާންމުންނާއި އެ ނޫން މީހުންވަނީ މި ހާލުގެ މަތީގައެވެ. އަދި މި ފަދަ މީހުންގެ ކިބައިން މީސްތަކުންނަށް އިންޒާރުދޭށެވެ.",""],["146","وَإِذَا سَأَلَكَ أَحَدٌ عَنْ مَسْأَلَةٍ فِي هَذَا الْكِتَابِ، وَهُوَ [مُسْتَرشِدٌ] فَكَلِّمْهُ، وَأَرْشِدْهُ، وَإِذَا جَاءَكَ يُنَاظِرُكَ، فَاحْذَرْهُ، فَإِنَّ فِي الْمُنَاظَرَةِ: [المِرَاءَ]، وَالْجِدَالَ، وَالمُغَالَبَةَ، وَالْخُصُومَةَ، وَالْغَضَبَ، وَقَدْ نُهِيْتَ عَنْ هَذَا جِدًّا، يُخْرِجَانِ جَمِيعًا مِنْ طَرِيقِ الْحَقِّ، وَلَمْ يَبْلُغْنَا عَنْ أَحَدٍ مِنْ فُقَهَائِنَا، وَعُلَمَائِنَا أَنَّهُ نَاظَرَ أَوْ جَادَلَ أَوْ خَاصَمَ.","އަދި އިރުޝާދަށް އެދޭ ހާލު، މީހަކު މި ފޮތުގައިވާ މައްސަލައަކާ ބެހޭ ގޮތުން ތިބާ ގާތު އަހައިފިނަމަ، ފަހެ އޭނާއާ ވާހަކަދައްކައި އިރުޝާދު ދޭށެވެ. އެކަމަކު އޭނާ އައީ ތިބާއާ ބަހުސް ކުރަން ކަމުގައި ވަނީނަމަ، ފަހެ އޭނާގެ ކިބައިން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން ބަހުސް ކުރުމުގައި އަރައިރުންވުމާއި، ޖަދަލުކުރުމާއި، (އެކަކު އަނެކަކު) ބަލިކުރަން އުޅުމާއި، ކޯޅުމާއި، ރުޅިއައުން ވެއެވެ. އަދި މި ކަންކަމުން ތިބާ ވަނީ ވަރަށް ބޮޑަށް ނަހީ ކުރައްވާފައެވެ. އޭގެ ސަބަބުން ތި ދެ މީހުންވެސް ހައްގު މަގުން ނެރެލާނެއެވެ. އަދި ހަމަކަށަވަރުން ތިމަންމެންގެ ފިގްހުވެރިންނާއި އިލްމުވެރިންގެ ތެރެއިން އެކަކުގެވެސް ކިބައިން އެ މީހަކު ބަހުސްކޮށް، ޖަދަލުކޮށް، ކޯޅުނުކަމަށް ތިމަންމެންނާ ހަމައަށް ފޯރާފައެއް ނުވެއެވެ.",""],["147","قَالَ الْحَسَنُ: الْحَكِيمُ لَا يُمَارِي وَلَا يُدَارِي، حِكْمَتُهُ يَنْشُرُهَا، إِنْ قَبِلَتْ حَمِدَ اللَّهَ، وَإِنْ رُدَّتْ حَمِدَ اللَّهَ.\nوَجَاءَ رَجُلٌ إِلَى الْحَسَنِ فَقَالَ لَهُ: أُنَاظِرُكَ فِي الدِّينِ؟ فَقَالَ الْحَسَنُ: أَنَا عَرَفْتُ دِينِي، فَإِنْ ضَلَّ دِينُكَ فَاذْهَبْ فَاطْلُبْهُ.\nوَسَمِعَ رَسُولُ اللَّهِ ﷺ قَوْمًا عَلَى بَابِ حُجْرَتِهِ، يَقُولُ أَحَدُهُمْ: أَلَمْ يَقُلِ اللَّهُ كَذَا؟ وَيَقُولُ الْآخَرُ: أَلَمْ يَقُلِ [اللَّهُ] كَذَا؟ فَخَرَجَ مُغْضَبًا، فَقَالَ: «أَبِهَذَا أُمِرْتُمْ؟ أَمْ بِهَذَا بُعِثْتُ إِلَيْكُمْ؟ أَنْ تَضْرِبُوا كِتَابِ اللَّهِ بَعْضَهُ بِبَعْضٍ؟» فَنَهَى عَنْ الْجِدَالِ.\nوَكَانَ ابْنُ عُمَرَ يَكْرَهُ الْمُنَاظَرَةَ، وَمَالِكُ بْنُ أَنَسٍ، وَمَنْ فَوْقَهُ، وَمَنْ دُونَهُ إِلَى يَوْمِنَا هَذَا، وَقَوْلُ اللَّهِ أَكْبَرُ مِنْ قَوْلِ الْخَلْقِ، قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: (مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا).\nوَسَأَلَ رَجُلٌ عُمَرَ فَقَالَ: مَا النَّاشِطَاتِ نَشْطًا؟ فَقَالَ: لَوْ كُنْتَ مَحْلُوقًا لَضَرَبْتُ عُنُقَكَ.\nوَقَالَ النَّبِيُّ ﷺ: «الْمُؤْمِنُ لَا يُمَارِي، وَلَا أَشْفَعُ لِلْمُمَارِي يَوْمَ الْقِيَامَةِ، فَدَعُوا الْمِرَاءَ [لِقِلَّةِ خَيرِهِ]».","އަލްޙަސަން (އަލްބަޞްރީ) ވިދާޅުވިއެވެ. ހިކުމަތްތެރި މީހާ އަރައިރުމެއް ނުވާނެއެވެ. އަދި (މޮޅު ގޮތްގޮތަށް ބަސް) އަނބުރައެއް ނަހަދާނެއެވެ. އެހެނަސް އޭނާގެ ހިކުމަތްތެރިކަން އޭނާ ފަތުރާނެއެވެ. އެ ގަބޫލުވެވިއްޖެ ނަމަ، އޭނާ ﷲ އަށް ހަމްދު ކުރާނެއެވެ. އަދި އެ ރައްދު ކުރެވިއްޖެ ނަމަވެސް، ﷲ އަށް ހަމްދު ކުރާނެއެވެ.\nއަދި އަލްޙަސަން (އަލްބަޞްރީ) ގެ އަރިހަށް މީހަކު އައިސް ބުންޏެވެ: ދީނާ ބެހޭ ގޮތުން ތިބާއާ ބަހުސް ކުރަންހެއްޔެވެ؟ ފަހެ އަލްޙަސަން (އަލްބަޞްރީ) ވިދާޅުވިއެވެ: ތިމަންގެ ދީން ތިމަންނައަށް އެބަ އެނގެއެވެ. ފަހެ ތިބާގެ ދީން ގެއްލިއްޖެ ކަމުގައިވަނީ ނަމަ، ފަހެ ގޮސް އެ ހޯދަން އުޅޭށެވެ.\nއަދި ރަސޫލު ﷲ ﷺ ގެ ގެކޮޅުގެ ދޮރުމަތީގައި ބަޔަކު (އަރައިރުންވާ) އަޑު އެކަލޭގެފާނަށް އިވިވަޑައިގަތެވެ. އޭގެ ތެރެއިން އެކަކު ބުންޏެވެ: ﷲ ވަހީ ކުރެއްވީ މިފަދައިން ނޫންހެއްޔެވެ؟ ދެން އަނެކަކު ބުންޏެވެ: ﷲ ވަހީ ކުރެއްވީ މިފަދައިން ނޫންހެއްޔެވެ؟ ދެން ފަހެ ކޯފާވެވަޑައިގެން ނަބިއްޔާ ނުކުންނަވާ ޙަދީޘް ކުރެއްވިއެވެ: ތިޔަބައިމީހުންނަށް އަމުރު ކުރެއްވުނީ މި ކަމައިގެންހެއްޔެވެ؟ ނުވަތަ ތިމަން ނަބިއްޔާ ތިޔަބައިމީހުންގެ ގާތަށް ފޮނުއްވުނީ މި ކަމައިގެންހެއްޔެވެ؟ ﷲ ގެ ފޮތުގެ އެއްބައި (ނަގާ) އަނެއް ބަޔަށް ޖަހާ ހެދުމަށްހެއްޔެވެ؟ ފަހެ އެކަލޭގެފާނު ޖަދަލު ކުރުން ނަހީ ކުރެއްވިއެވެ.\nއަދި އިބްނު ޢުމަރު ބަހުސް ކުރުމަށް ނަފުރަތު ކުރެއްވިއެވެ. އަދި މާލިކު ބިން އަނަސްވެސް މެއެވެ. އަދި މިއަދަށް ދާންދެން އެކަލޭގެފާނަށް ވުރެ މަތިވެރި އަދި އެކަލޭގެފާނުގެ ދަށުން، ތިމަންމެންގެ މިއަދާ ހަމައަށް އައިހައި ބަޔަކުވެސް މެއެވެ. އަދި ޚަލްގުތަކުންގެ ބަހަށް ވުރެ ﷲ ގެ ބަސްފުޅު މާ މަތިވެރިވެގެން ވެއެވެ. ﷲ ތަބާރަކަ ވަތަޢާލާ ވަހީ ކުރެއްވިއެވެ: ކާފިރު ވިމީހުން މެނުވީ، ﷲގެ އާޔަތްތަކާމެދު ޖަދަލުކޮށެއް ނަހަދައެވެ.\nއަދި ޢުމަރުގެ އަރިހު މީހަކު ސުވާލު ކުރިއެވެ: އައްނާޝިޠާޠި ނަޝްޠާ އަކީ ކޮބައިހެއްޔެވެ؟ އެކަލޭގެފާނު ވިދާޅުވިއެވެ: ތިބާ ބޯ ބާލައިގެން ހުރި ނަމަ، ތިބާގެ ކަނދުރާގައި (ކަނޑިން) ޖަހައި (ގަތުލު ކުރީމުހެވެ.) (ނޯޓު: ބޯ ބާލައިގެން އުޅުމަކީ ޚަވާރިޖުންގެ ސިފައެކެވެ.)\nއަދި ނަބިއްޔާ ﷺ ޙަދީޘް ކުރެއްވިއެވެ: މުއުމިނާ އަރައިރުންވެ ނަހަދާނެއެވެ. އަދި ގިޔާމަތް ދުވަހު އަރައިރުންވެ އުޅޭ މީހާއަށް ތިމަން ނަބިއްޔާ ޝަފާއަތްތެރިވެވަޑައި ނުގަންނަވާނަމެވެ. އެހެންކަމުން އެ ކަން ދޫކޮށްލާށެވެ. އެއީ އޭގައިވާ ހެވެއްގެ މަދުކަމުންނެވެ.",""],["148","وَلَا يَحِلُّ لِرَجُلٍ أَنْ يَقُولَ: فُلَانٌ صَاحِبُ سُنَّةٍ حَتَّى يَعْلَمَ مِنْهُ أَنَّهُ قَدِ اجْتَمَعَتْ فِيهِ خِصَالُ السُّنَّةِ، لَا يُقَالُ لَهُ: صَاحِبُ سُنَّةٍ حَتَّى تَجْتَمِعَ فِيهِ السُّنَّةُ كُلُّهَا.\nوَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ: أَصْلُ اثْنَيْنِ وَسَبْعِينَ هَوًى: أَرْبَعَةُ أَهْوَاءٍ، فَمِنْ هَذِهِ الْأَرْبَعَةِ أَهْوَاءِ اِنْشَعَبَتْ هَذِهِ [الْاثْنَانِ] وَسَبْعُونَ هَوًى: الْقَدَرِيَّةُ، وَالْمُرْجِئَةُ، وَالشِّيعَةُ، وَالْخَوَارِجُ.\nفَمَنْ قَدَّمَ أَبَا بَكْرٍ وَعُمَرَ وَعُثْمَانَ [وَعَلِيًا] عَلَى أَصْحَابِ رَسُولِ اللَّهِ ﷺ، وَلَمْ يَتَكَلَّمْ فِي الْبَاقِينَ إِلَّا بِخَيْرٍ، وَدَعَا لَهُمْ، فَقَدْ خَرَجَ مِنَ التَّشَيُّعِ أَوَّلِهِ وَآخِرِهِ.\nوَمَنْ قَالَ: الْإِيمَانُ قَوْلٌ وَعَمَلٌ، يَزِيدُ وَيَنْقُصُ، فَقَدْ خَرَجَ مِنَ الْإِرْجَاءِ كُلِّهِ أَوَّلِهِ وَآخِرِهِ.\nوَمَنْ قَالَ: الصَّلَاةُ خَلْفَ كُلِّ بَرٍّ وَفَاجِرٍ، وَالْجِهَادُ مَعَ كُلِّ خَلِيفَةٍ، وَلَمْ يَرَ الْخُرُوجَ عَلَى السُّلْطَانِ بِالسَّيْفِ، وَدَعَا لَهُمْ بِالصَّلَاحِ، فَقَدْ خَرَجَ مِنْ قَوْلِ الْخَوَارِجِ أَوَّلِهِ وَآخِرِهِ.\nوَمَنْ قَالَ: الْمَقَادِيرُ كُلُّهَا [مِنَ] اللَّهِ خَيْرُهَا وَشَرُّهَا، يُضِلُّ مَنْ يَشَاءُ، وَيَهْدِي مَنْ يَشَاءُ، فَقَدْ خَرَجَ مِنْ قَوْلِ الْقَدَرِيَّةِ، أَوَّلِهِ وَآخِرِهِ، وَهُوَ صَاحِبُ سُنَّةٍ.","އަދި މިވެނި މީހަކީ ސުންނަތުގެ އަހުލުވެރިއެކޭ ބުނުން އެއްވެސް މީހަކަށް ހުއްދަވެގެނެއް ނުވެއެވެ. އެއީ އެ މީހެއްގެ ކިބައިގައި ސުންނަތުގެ ސިފަތައް ޖަމާވެއްޖެކަން އޭނާގެ ފަރާތުން އެނގުމަށް ދާންދެނެވެ. ސުންނަތުގެ ހުރިހާ ކަމެއް އޭނާގެ ކިބައިގައި ޖަމާވަންދެން އޭނާއަށް ސުންނަތުގެ އަހުލުވެރިއެކޭ ނުބުނެވޭނެއެވެ.\nއަދި ޢަބްދު ﷲ ބިން އަލްމުބާރަކު ވިދާޅުވިއެވެ: ހަވާނަފްސުގެ ހަތްދިހަ ދެ (ބައިގަނޑުގެ) އަސްލަކީ، ހަވާނަފްސުގެ ހަތަރު ބައިގަނޑެކެވެ. އެއީ ގަދަރީންނާއި، މުރުޖީންނާއި، ޝީޢީންނާއި، ޚަވާރިޖުންނެވެ.\nފަހެ މީހަކު، ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ ކުރިއަށް، އަބޫ ބަކުރާއި، ޢުމަރާއި، ޢުޘްމާނާއި، ޢަލީ އިސްކޮށްފިނަމަ، އަދި ދެން ތިބި ހުރިހާ ސަހާބީންނާ ދެކޮޅަށް ހެވައިގެން މެނުވީ ވާހަކަ ނުދައްކައިފި ނަމަ، އަދި އެ ބޭކަލުންނަށް ހެޔޮ ދުއާ ކޮށްފިނަމަ، ފަހެ ހަމަކަށަވަރުން ޝީޢީކަމުގެ ފެށުމާއި ނިމުމުން އެ މީހަކު ނުކުމެ (ސަލާމަތް ވެއްޖެއެވެ.)\nއަދި އީމާންކަމަކީ ބަހާއި އަމަލުކަމާއި، އެ އުނިއިތުރު ވާކަމަށް ބުނެފި މީހާ، ހަމަކަށަވަރުން އިރުޖާގެ ފެށުމާއި ނިމުމުން އެ މީހަކު ނުކުމެ (ސަލާމަތް ވެއްޖެއެވެ.)\nއަދި ކޮންމެ ހެޔޮ މީހަކާއި ފާޖިރެއްގެ ފަހަތުގައި ނަމާދު ކުރުން ވާކަމަށް، އަދި ކޮންމެ ޚަލީފާއަކާ އެކު ޖިހާދު ކުރުން ވާކަމަށް ބުނެ، އަދި ކަނޑި ހިފައިގެން ވެރިމީހާއާ ދެކޮޅަށް ނުކުމެވޭނެކަމަށް ނުދެކޭ މީހާ، ފަހެ ހަމަކަށަވަރުން ޚަވާރިޖުން ފެށުމާއި ނިމުމުން އެ މީހަކު ނުކުމެ (ސަލާމަތް ވެއްޖެއެވެ.)\nއަދި ގަދަރު ހުރިހާ ކަމެއް، އޭގެ ހެވާ ނުބައިވެސް އަންނަނީ ﷲ ގެ ހަޒުރަތުން ކަމަށް، އަދި އެ އިލާހު އިރާދަ ކުރައްވާ މީހަކު މަގުފުރައްދަވާ ކަމަށާއި، އިރާދަ ކުރައްވާ މީހަކަށް ތެދުމަގު ދައްކަވާ ކަމަށް ބުނެފި މީހާ، ފަހެ ހަމަކަށަވަރުން ގަދަރީން ފެށުމާއި ނިމުމުން އެ މީހަކު ނުކުމެ (ސަލާމަތް ވެއްޖެއެވެ.) އަދި އެއީ ސުންނަތުގެ އަހުލުވެރިއެކެވެ.",""],["149","وَبِدْعَةٌ ظَهَرَتْ، هِي كُفرٌ بِاللَّهِ الْعَظِيمِ، وَمَنْ قَالَ بِهَا فَهُوَ كَافِرٌ، لَا شَكَّ فِيهِ: مَنْ يُؤْمِنُ بِالرَّجْعَةِ، وَيَقُولُ: عَلِيُّ بْنُ أَبِي طَالِبٍ حَيٌّ، وَسَيَرْجِعُ قَبْلَ يَوْمِ الْقِيَامَةِ، وَمُحَمَّدُ بْنُ عَلِيٍّ، وَجَعْفَرُ بْنُ مُحَمَّدٍ، وَمُوسَى بْنُ جَعْفَرٍ، وَتَكَلَّمُوا فِي الْإِمَامَةِ، وَأَنَّهُمْ يَعْلَمُونَ الْغَيْبَ، فَاحْذَرهُمْ؛ فَإِنَّهُمْ كُفَّارٌ بِاللَّهِ الْعَظِيمِ، وَمَنْ قَالَ بِهَذَا القَولِ.\nقَالَ طُعْمَةُ بْنُ [عَمْرٍو]، وَسُفْيَانُ بْنُ عُيَيْنَةَ: مَنْ وَقَفَ عِنْدَ عُثْمَانَ وَعَلِيٍّ فَهُو شِيعِيٌّ لَا يُعَدَّلُ، وَلَا يُكَلَّمُ، وَلَا يُجَالَسُ. وَمَنْ قَدَّمَ عَلِيًّا عَلَى عُثْمَانَ فَهُوَ رَافِضِيٌّ قَدْ رَفَضَ أَمْرَ أَصْحَابِ رَسُولِ اللَّهِ ﷺ. وَمَنْ قَدَّمَ [الْأَرْبَعَةَ] عَلَى جَمَاعَتِهِمْ، وَتَرَحَّمَ عَلَى الْبَاقِينَ، وَكَفَّ عَنْ زَلَلِهِمْ فَهُوَ عَلَى طَرِيقِ [الْاسْتِقَامَةِ وَ] الْهُدَى فِي هَذَا [الْبَابِ].","އަދި ބިދުޢައެއް ފާޅުވިއެވެ. އެއީ މަތިވެރިވެގެންވާ ﷲ އަށް ކާފަރުވުމެކެވެ. އަދި އެއައިގެން މީހަކު ވާހަކަ ދައްކައިފި ނަމަ، ފަހެ އެއީ ކާފަރެކެވެ. އެކަމުގައި އެއްވެސް ޝައްކެއް ނުވެއެވެ. އެއީ ރަޖްޢާއަށް އީމަންވާ މީހުންނެވެ. (އެބަހީ: ފަހު ޒަމާނުގައި މަރުވެފައިވާ އިމާމުން އެނބުރި މި ދުނިޔެއަށް ރުޖޫއަކުރެވޭނެކަމަށް އޮންނަ ޝީޢީ ގަބޫލުކުރުމެވެ.) އަދި ޢަލީ ބިން އަބީ ޠާލިބު ދިރިހުންނެވި ކަމަށާއި، ގިޔާމަތް ވުމުގެ ކުރިން އެކަލޭގެފާނު އެނބުރި ވަޑައިގަންނަވާނެކަމަށް އެބައިމީހުން ބުނެއެވެ. އަދި މުޙައްމަދު ބިން ޢަލީއާއި، ޖަޢުފަރު ބިން މުޙައްމަދާއި، މޫސާ ބިން މުޙައްމަދު ވެސް މެއެވެ. އަދި (މިފަދައިން ގަބޫލު ކުރާ މީހުން) އިމާމުވެރިކަމާ މެދު ވާހަކަ ދައްކައެވެ. އަދި އެބައިމީހުން ޣައިބުގެ އިލްމު އެނގޭކަމަށް ބުނެއެވެ. ފަހެ އެބައިމީހުންގެ ކިބައިން ސަމާލުވެ ރައްކާތެރިވާށެވެ. އެހެނީ ހަމަކަށަވަރުން އެބައިމީހުންނަކީ މަތިވެރިވެގެންވާ ﷲ އަށް ކާފަރުވެފައި ތިބި މީހުންނެވެ. އަދި މިފަދައިން ބުނާ ކޮންމެ މީހަކުވެސް މެއެވެ.\nޠުޢޫމާ ބިން ޢަމްރާއި، ސުފްޔާން ބިން ޢުޔައިނާ ވިދާޅުވިއެވެ: ޢުޘްމާނާއި ޢަލީގެއާމެދު ވަކި ގޮތެއް ނުނަގާ މީހަކީ ފަހެ ޝީޢީއެކެވެ. އެފަދަ މީހަކީ އަދުލުވެރިއެއް ކަމުގައި ނުބެލި، އޭނާއާ ވާހަކަ ނުދެކެވި، އޭނާއާއެކު ނީށީނދެވޭނެއެވެ. އަދި ޢުޘްމާނަށް ވުރެ ޢަލީ އިސްކުރާ މީހަކީ ފަހެ ރާފިޟީއެކެވެ. ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން ހުންނެވި ގޮތަށް އިންކާރުކޮށްފިއެވެ. އަދި އެ ސަހާބީންގެ ޖަމާއަތުގެ ތެރެއިން ހަތަރު (ޚަލީފާއިންނަށް) އިސްކަން ދީ، ދެން ހުންނެވި ބޭކަލުންނަށް ރަހުމަތް ލެއްވުން އެދި ދުއާކޮށް، އަދި އެ ބޭކަލުންގެ ކުށްތަކާމެދު ވާހަކަ ނުދައްކައިފި މީހަކީ، ފަހެ މި މައްސަލާގައި ތެދުމަގާއި، ހިދާޔަތުގެ މަގުގެ މަތީވާ މީހެކެވެ.",""],["150","وَالسُّنَّةُ أَنْ تَشْهَدَ أَنَّ الْعَشَرَةَ الَّذِينَ شَهِدَ لَهُمْ رَسُولُ اللَّهِ ﷺ بِالْجَنَّةَ أَنَّهُمْ فِي الْجَنَّةِ لَا شَكَّ.","އަދި އެ ބޭކަލުންނަކީ ސުވަރުގޭގެ އަހުލުވެރިން ކަމަށް ރަސޫލު ﷲ ﷺ ހެކިވެވަޑައިގަތް ދިހަ ބޭކަލުން ވާނީ ސުވަރުގޭގައި ކަމަށް ތިބާ ހެކިވުމަކީ، ސުންނަތުގެ ތެރޭގައި ހިމެނޭ ކަމެކެވެ.",""],["151","وَلَا تُفْرِدْ بِالصَّلَاةِ عَلَى أَحَدٍ، إِلَّا لِرَسُولِ اللَّهِ ﷺ وَعَلَى آلِهِ فَقَطْ.","އަދި ސަލަވާތް ކިޔުމުގައި ރަސޫލު ﷲ ﷺ އާއި އެ ރަސޫލާގެ އާލުންގެ މައްޗަށް ފިޔަވާ އިތުރު ބަޔަކަށް ސަލަވާތް ކިޔުން ވަކިން ޚާއްސަ ނުކުރާށެވެ.",""],["152","وَتَعْلَمَ أَنَّ عُثْمَانَ بْنَ عَفَّانَ قُتِلَ مَظْلُومًا، وَمَنْ قَتَلَهُ كَانَ ظَالِمًا.","އަދި ދަންނާށެވެ. ޢުޘްމާން ބިން ޢައްފާން ގަތުލު ކުރެވުނީ އަނިޔާވެރި ގޮތުގައެވެ. އަދި އެކަލޭގެފާނު ގަތުލު ކުރީ އަނިޔާވެރިއެކެވެ.",""],["153","فَمَنْ أَقَرَّ بِمَا فِي هَذَا الْكِتَابِ وَآمَنَ بِهِ وَاتَّخَذَهُ إِمَامًا، وَلَمْ يَشُكَّ فِي حَرْفٍ مِنْهُ، وَلَمْ يَجْحَدْ حَرْفًا وَاحِدًا، فَهُو صَاحِبُ سُنَّةٍ وَجَمَاعَةٍ، كَامِلٌ، قَدْ كَمُلَتْ فِيهِ السُّنَّةُ، وَمَنْ جَحَدَ حَرْفًا مِمَّا فِي هَذَا الْكِتَابِ، أَوْ شَكَّ [فِي حَرْفٍ مِنْهُ أَوْ شَكَّ فِيهِ] أَوْ وَقَفَ فَهُوَ صَاحِبُ هَوًى. وَمَنْ جَحَدَ أَوْ شَكَّ فِي حَرْفٍ مِنَ الْقُرْآنِ، أَوْ فِي شَيْءٍ جَاءَ عَنْ رَسُولِ اللَّهِ ﷺ، لَقِيَ اللَّهَ تَعَالَى مُكَذِّبًا، فَاتَّقِ اللَّهَ وَاحْذَرْ وَتَعَاهَدْ إِيمَانَكَ.","ފަހެ މީހަކު މި ފޮތުގައިވާ ކަންކަމަށް އިގުރާރުވެ، އެ ގަބޫލޮކޮށް، ތަބާވާނެ އެއްޗެއް ކަމުގައި ނަގައި، އެއިން ބަހަކާމެދުވެސް ޝައްކު ނުކޮށް، އަދި އެންމެ ބަހަކަށްވެސް އިންކާރު ނުކުރާ ނަމަ، ފަހެ އެއީ ސުންނަތާއި ޖަމާއަތުގެ ފުރިހަމަ އަހުލުވެރިއެކެވެ. އޭނާގެ ކިބައިގައި ސުންނަތް ފުރިހަމަވެއްޖެކަން ކަށަވަރެވެ. އަދި މީހަކު މި ފޮތުގައިވާ ބަހަކަށް އިންކާރުކޮށް، ނުވަތަ އެއިން ބަހަކާމެދު ޝައްކުކޮށް، ނުވަތަ (ވަކިގޮތެއް ނުނަގާ) ހުއްޓިއްޖެނަމަ، ފަހެ އެއީ ހަވާ ނަފްސުގެ އަހުލުވެރިއެކެވެ. އަދި މީހަކު ގުރްއާނުގައިވާ ބަހަކަށް ނުވަތަ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ އެއްވެސް ކަމަކަށް އިންކާރުކޮށް ނުވަތަ ޝައްކުކޮށްފި ނަމަ، އެ މީހަކު ﷲ ތަޢާލާއާ ބައްދަލުވާނީ ދޮގުވެރިއެއްގެ ގޮތުގައެވެ. ވީމާ ﷲ އަށް ތަގުވާވެރިވެ، ތިބާގެ އީމާންކަން ބަލަހައްޓައި ރައްކާތެރިކުރާށެވެ.",""],["154","وَمِنْ السُّنَّةِ أَنْ لَا تُطِيعَ أَحَدًا عَلَى مَعْصِيَةِ اللَّهِ، وَلَا أُولِي الْخَيْرِ وَلَا الْخَلْقَ أَجْمَعِينَ، لَا طَاعَةَ لِبَشَرٍ فِي مَعْصِيَةِ اللَّهِ، وَلَا تُحِبَّ عَلَيْهِ [أَحَدًا]، وَاكْرَهْ ذَلِكَ كُلَّهُ لِلَّهِ تَبَارَكَ وَتَعَالَى.","އަދި ސުންނަތުގެ ތެރޭގައި، ﷲ އަށް އުރެދޭ ކަމެއްގައި އެއްވެސް މީހަކަށް ތިބާ ތަބާ ނުވުން ހިމެނިގެންވެއެވެ: އެއީ ހެޔޮ މީހުންނާއި، މުޅި ހުރިހާ އެންމެން ކަމުގައި ވިޔަސްމެއެވެ. ﷲ އަށް އުރެދޭ ކަމެއްގައި އިންސާނަކަށް ކިޔަމަންވުމެއް ނެތެވެ. އަދި އެ އިލާހަށް ވުރެ ބޮޑަށް އެކަކުދެކެވެސް ލޯބި ނުވާށެވެ. އަދި ﷲ ތަބާރަކަ ވަތަޢާލާ އަށްޓަކައި އެކަންކަން ދެކެ ނަފުރަތު ކުރާށެވެ.",""],["155","وَالْإِيمَانُ بِأَنَّ التَّوْبَةَ فَرِيضَةٌ عَلَى الْعِبَادِ أَنْ يَتُوبُوا [إِلَى اللَّهِ عَزَّ وَجَّلَ] مِنْ كَبِيرِ الْمَعَاصِي وَصَغِيرِهَا.","އަދި ތައުބާވުމަކީ އަޅުތަކުންގެ މައްޗަށްވާ ވާޖިބެއް ކަމަށް އީމާންވުމެވެ.",""],["156","وَمَنْ لَمْ يَشْهَدْ لِمَنْ شَهِدَ لَهُ رَسُولُ اللَّهِ ﷺ بِالْجَنَّةِ، فَهُوَ صَاحِبُ بِدْعَةٍ وَضَلَالَةٍ، شَاكٌّ فِيمَا قَالَ رَسُولُ اللَّهِ ﷺ.\nوَقَالَ مَالِكٌ بْنُ أَنَسٍ: مَنْ لَزِمَ السُّنَّةَ، وَسَلِمَ مِنْهُ أَصْحَابُ رَسُولِ اللَّهِ ﷺ ثُمَّ مَاتَ، كَانَ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ، وَإِنْ كَانَ لَهُ تَقْصِيرٌ فِي الْعَمَلِ.\nوَقَالَ [بِشْرُ بْنُ الحَارِثِ]: الْإِسْلَامُ هُوَ السُّنَّةُ، وَالسَّنَةُ هِيَ الْإِسْلَامُ.\nوَقَالَ فُضَيْلُ بْنُ عِيَاضٍ: إِذَا رَأَيْتُ رَجُلًا مِنْ أَهْلِ السُّنَّةِ، فَكَأَنَّمَا أَرَى رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، وَإِذَا رَأَيْتَ رَجُلًا مِنْ أَهْلِ الْبِدَعِ، فَكَأَنَّمَا أَرَى رَجُلًا مِنَ الْمُنَافِقِينَ.\nوَقَالَ يُونُسُ بْنُ عُبَيْدٍ: الْعَجَبُ مِمَّنْ يَدْعُو اليَوْمَ إِلَى السُّنَّةِ، وَأَعْجَبُ مِنْهُ مَنْ يُجِيبُ إِلَى السُّنَّةِ فَيَقْبَلُ.\nوَكَانَ ابْنُ عَوْنٍ يَقُولَ عِنْدَ الْمَوْتِ: السُّنَّةَ السُّنَّةَ، وَإِيَّاكُمْ وَالْبِدَعَ، حَتَّى مَاتَ.\nوَقَالَ [أَحْمَدُ بْنُ حَنْبَلٍ]: وَمَاتَ [رَجُلٌ] مِنْ أَصْحَابِي فَرُئِيَ فِي الْمَنَامِ، فَقَالَ: قُولُوا لِأَبِي عَبْدِ اللَّهِ: عَلَيْكَ بِالسُّنَّةِ؛ فَإِنَّ أَوَّلَ مَا سَأَلَنِي اللَّهُ سَأَلَنِي عَنِ السُّنَّةِ.\nوَقَالَ أَبُو الْعَالِيَةِ: مَنْ مَاتَ عَلَى السُّنَّةِ مَسْتُورًا، فَهُوَ صِدِّيقٌ.\nوَيُقَالُ: الِاعْتِصَامُ بِالسُّنَّةِ نَجَاةٌ.\n[وَقَالَ سُفْيَانُ الثَّوْرِيُّ: مَنْ أَصْغَى بِأُذُنِهِ إِلَى صَاحِبِ بِدْعَةٍ، خَرَجَ مِنْ عِصْمَةِ اللَّهِ، وَوُكِلَ إِلَيْهَا - يَعْنِي إِلَى الْبِدَعِ -.\nوَقَالَ دَاوُدُ بْنُ أَبِي هِنْدٍ: أَوْحَى اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى مُوسَى بْنُ عِمْرَانَ: لَا تُجَالِسْ أَهْلَ الْبِدَعِ، فَإِنْ جَالَسْتَهُمْ، فَحَاكَ فِي صَدْرِكَ شَيْءٌ مِمَّا يَقُولُونَ، أَكْبَبتُكَ فِي نَارِ جَهَنَّمَ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: مَنْ جَالَسَ صَاحِبَ بِدْعَةٍ لَمْ يُعْطَ الْحِكْمَةَ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: لَا تَجْلِسُ مَعَ صَاحِبِ بِدْعَةٍ، فَإِنِّي أَخَافُ أَنْ تَنْزِلَ عَلَيْكَ اللَّعْنَةُ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: مَنْ أَحَبَّ صَاحِبَ بِدْعَةٍ، أَحْبَطَ اللَّهُ عَمَلَهُ، وَأَخْرَجَ نُورَ الْإِسْلَامِ مِنْ قَلْبِهِ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: مَنْ جَلَسَ مَعَ صَاحِبِ بِدْعَةٍ، وَرَّثَهُ الْعَمَى.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: إِذَا رَأَيْتَ صَاحِبَ بِدْعَةٍ فِي طَرِيقٍ فَجُزْ فِي طَرِيقٍ غَيْرِهِ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: مَنْ عَظَّمَ صَاحِبَ بِدْعَةٍ، فَقَدْ أَعَانَ عَلَى هَدْمِ الْإِسْلَامِ، وَمَنْ تَبَسَّمَ فِي وَجْهِ مُبْتَدِعٍ فَقَدْ اسْتَخَفَّ بِمَا أُنْزِلَ اللَّهُ عَزَّ وَجَلَّ عَلَى مُحَمَّدٍ ﷺ، وَمَنْ زَوَّجَ كَرِيمَتَهُ مِنْ مُبْتَدِعٍ فَقَدْ قَطَعَ رَحِمِهَا، وَمَنْ تَبِعَ جَنَازَةَ مُبْتَدِعٍ لَمْ يَزَلْ فِي سَخَطِ اللَّهِ حَتَّى يَرْجِعَ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: آكُلُ مَعَ يَهُودِيٍّ وَنَصْرَانِيٍّ، وَلَا آكُلُ مَعَ مُبْتَدِعٍ، وَأُحِبُّ أَنْ يَكُونَ بَيْنِي وَبَيْنَ صَاحِبِ بِدْعَةٍ حِصْنٌ مِنْ حَدِيدٍ.\nوَقَالَ الْفُضَيْلُ بْنُ عِيَاضٍ: إِذَا عَلِمَ اللَّهُ عَزَّ وَجَلَّ مِنْ الرَّجُلِ أَنَّهُ مُبْغِضٌ لِصَاحِبِ بِدْعَةٍ غُفِرَ لَهُ، وَإِنْ قَلَّ عَمَلُهُ.\nوَلَا يَكُنْ صَاحِبُ سُنَّةٍ يُمَالِئُ صَاحِبَ بِدْعَةٍ إِلَّا نِفَاقًا.\nوَمَنْ أَعْرَضَ بِوَجْهِهِ عَنْ صَاحِبِ بِدْعَةٍ مَلَأَ اللَّهُ قَلْبَهُ إِيمَانًا، وَمَنْ انْتَهَرَ صَاحِبَ بِدْعَةٍ آمَنَهُ اللَّهُ يَوْمَ الْفَزَعِ الْأَكْبَرِ، وَمَنْ أَهَانَ صَاحِبَ بِدْعَةٍ رَفَعَهُ اللَّهُ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ.\nفَلَا تَكُنْ تُحِبّ صَاحِبَ بِدْعَةٍ فِي اللَّهِ أَبَدًا].","އަދި ރަސޫލު ﷲ ﷺ އެ ބޭކަލުން ސުވަރުގޭގައި ވާނެކަމަށް ހެކިވަޑައިގަތް ބޭކަލުންނަށް (އެފަދައިން) ހެކިނުވާ މީހާއަކީ ބިދުޢައާއި މަގުފުރެދުމުގެ އަހުލުވެރިއެކެވެ. އަދި ރަސޫލު ﷲ ﷺ ވިދާޅުވި ބަސްފުޅުތަކާ މެދު ޝައްކު ކުރާ މީހެކެވެ.\nއަދި މާލިކު ބިން އަނަސް ވިދާޅުވިއެވެ: ސުންނަތާ އެއްގޮތަށް އުޅުމުގައި ލާޒިމުވެ، އެ މީހެއްގެ ކިބައިން ރަސޫލު ﷲ ﷺ ގެ ސަހާބިން ސަލާމަތް ވެހުރެ، އެއަށްފަހު އެ މީހަކު މަރުވެއްޖެ ނަމަ، ފަހެ އޭނާ ވާނީ ނަބިއްޔުންނާއި، ސިއްދީގުންނާއި، ޝަހީދުންނާއި، ސާލިހުންނާއެކުގައެވެ. އެއީ (ހެޔޮ) އަމަލު ކުރުމުގައި އޭނާއަށް އުނިކަމެއް ލިބިފައިވިޔަސް މެއެވެ.\nއަދި ބިޝްރު ބިން އަލްޙާރިޘް ވިދާޅުވިއެވެ: އިސްލާމް ދީނަކީ ސުންނަތެވެ. އަދި ސުންނަތަކީ އިސްލާމް ދީނެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ސުންނަތުގެ އަހުލުވެރިންގެ ތެރެއިން މީހަކު ތިމަންނައަށް ފެނިއްޖެ ނަމަ، ފަހެ ހީވަނީ ހަމަ ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ ބޭކަލަކު ތިމަންނައަށް ފެނުނުހެންނެވެ. އަދި ބިދުޢައިގެ އަހުލުވެރިން ތެރެއިން މީހަކު ތިމަންނައަށް ފެނިއްޖެ ނަމަ، ފަހެ ހީވަނީ ހަމަ މުނާފިގުންގެ މީހަކު ތިމަންނައަށް ފެނުނުހެންނެވެ.\nއަދި ޔޫނުސް ބިން ޢުބައިދު ވިދާޅުވިއެވެ: މިއަދު ސުންނަތަށް ގޮވާލާ މީހެއްގެ އަޖައިބުކަމާއެވެ. އަދި ސުންނަތަށް ޖަވާބުދީ ގަބޫލު ކުރާ މީހެއް އެއަށްވުރެ އަޖައިބުކަން ބޮޑެވެ.\nއަދި އިބްނު ޢައުން މަރުދާންމަތީގައި އަވަހާރަވަންދެން ވިދާޅުވިއެވެ: (ތިޔަބައިމީހުންގެ މައްޗަށް ވަނީ) ސުންނަތެވެ. ސުންނަތެވެ. އަދި ބިދުޢައާމެދު ރައްކާތެރިވާށެވެ.\nއަދި އަޙްމަދު ބިން ޙަންބަލު ވިދާޅުވިއެވެ: ތިމަންނައާއެކު އުޅޭ މީހަކު އަވަހާރަވިއެވެ. އަދި މީހަކަށް ހުވަފެނެއްގައި އޭނާ ފެނުނެވެ. (ހުވަފެނުގައި) އޭނާ ދެންނެވިއެވެ: އަބޫ ޢަބްދު ﷲ (އަޙްމަދު ބިން ޙަންބަލު) ގާތު ދަންނަވާށެވެ: ތިބާގެ މައްޗަށް ވަނީ ސުންނަތުގައި ހިފުމެވެ. އެހެނީ ހަމަކަށަވަރުން ﷲ ތިމަންނައާ އެންމެ ފުރަތަމަ ސުވާލު ކުރެއްވި ކަމަކީ ސުންނަތާ ބެހޭ ގޮތުންނެވެ.\nއަދި އަބުލް ޢާލިޔާ ވިދާޅުވިއެވެ: ސުންނަތުގެ މަތީގައި (އެއާ ޚިލާފުވާ ކަމެއް ފާޅުނުކުރާ ހާލު) މަރުވެއްޖެ މީހަކީ ފަހެ ސިއްދީގެކެވެ.\nއަދި ސުފްޔާން އައްޘައުރީ ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއަކަށް އެ މީހެއްގެ ކަންފަތް ދިއްކޮށްލައިފި މީހާ، ފަހެ ﷲ ގެ ރައްކާތެރިކަމުން ބޭރުވެއްޖެއެވެ. އަދި އެ ބިދުޢައަށް ހަވާލުކުރެވިއްޖެއެވެ.\nއަދި ދާވޫދު ބިން އަބީ ހިންދު ވިދާޅުވިއެވެ: މޫސާ ބިން ޢިމްރާނަށް ﷲ ތަބާރަކަ ވަތަޢާލާ ވަހީ ކުރެއްވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިންނާއެކު ތިބާ ނީށީންނާށެވެ. އެހެނީ އެބައިމީހުންނާއެކު އިށީނދެގެން، އެބައިމީހުން ބުނާ އެއްޗެއް ތިބާގެ ހިތުގައި ޝައްކު އުފައްދައިފި ނަމަ، ކަލޭގެފާނު ނަރަކައަށް ވައްޓާލައްވައިހުށީމެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއަކާއެކު އިށީނދެއްޖެ މީހަކީ، ހިކުމަތްތެރިކަން ދެވިފައިވާ މީހެއް ނޫނެކެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއަކާއެކު ނީށީންނާށެވެ. އެހެނީ ހަމަކަށަވަރުން ތިބާގެ މައްޗަށް ލައުނަތް ފައިބަފާނެކަމަށް ތިމަން ބިރުގަންނަމެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއެއް ދެކެ މީހަކު ލޯބިވެއްޖެ ނަމަ، ފަހެ އޭނާ ކުރި އަމަލުތައް ﷲ ބާތިލު ކުރައްވާނެއެވެ. އަދި އޭނާގެ ހިތުން އިސްލާމްކަމުގެ ނޫރު ނެރެލައްވާނެއެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއަކާއެކު އިށީނދެއްޖެ މީހާ، ފަހެ (ހިތުގައި) ކަނުކަން ވާރުތަކުރާނެއެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: މަގެއްގައި ބިދުޢައިގެ އަހުލުވެރިއަކު ފެނިއްޖެ ނަމަ، އެ ނޫން މަގަކުން ލާފައި ދާށެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ބިދުޢައިގެ އަހުލުވެރިއަކު މަތިވެރިކޮށްފި މީހާ، ފަހެ އިސްލާމް ދީން ފުނޑުފުނޑު ކުރުމުގައި އެހީވެއްޖެކަން ކަށަވަރެވެ. އަދި ބިދުޢަވެރިއެއްގެ މޫނަށް ހިނިތުންވެއްޖެ މީހާ، ފަހެ މުޙައްމަދު ﷺ ގެ މައްޗަށް ﷲ ބާވައިލެއްވި ކަންކަން ކުޑައިމީސްކޮށްފިކަން ކަށަވަރެވެ. އަދި މީހަކު، ބިދުޢައިގެ އަހުލުވެރިއަކާ އޭނާގެ އަންހެން ދަރިފުޅު ދެވައިފި މީހާ، ފަހެ އެކަނބުލޭގެއާ އޮތް ގާތްތިމާގެކަމުގެ ގުޅުން ކަނޑާލައިފިކަން ކަށަވަރެވެ. އަދި މީހަކު ބިދުޢަވެރިއެއްގެ ޖަނާޒާގެ ފަހަތުން ގޮސްފި ނަމަ، އޭނާ އެނބުރި އަންނަންދެން ﷲ ގެ ކޯފާވޮޑިގަތުމުގައި މެދުނުކެނޑި ވާނެއެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ޔަހޫދީއާއި ނަސްރާނީއާއެކު ތިމަން ކައިފާނަމެވެ. އެކަމަކު ބިދުޢަވެރިއަކާއެކު ތިމަންނައެއް ނުކާނަމެވެ. އަދި ތިމަންނައާ ބިދުޢައިގެ އަހުލުވެރިއަކާ ދެމެދު، ދަގަނޑުން ހަދާފައި ހުރި ކިއްލާއެއް ވުމަށް ތިމަން ލޯބިކުރަމެވެ.\nއަދި ފުޟައިލު ބިން ޢިޔާޟު ވިދާޅުވިއެވެ: ﷲ މީހަކު، ބިދުޢައިގެ އަހުލުވެރިއެއް ދެކެ ނަފުރަތުކުރާކަން ﷲ ޢައްޒަ ވަޖައްލައަށް އޭނާގެ ކިބައިން ދެނެވޮޑިގަންނަވާ ނަމަ، އޭނާއަށް ފާފަފުއްސަވާދެއްވައެވެ. އެއީ އޭނާ ކުރި (ހެޔޮ) އަމަލުތައް މަދުވިކަމުގައި ވިޔަސްމެއެވެ.\nއަދި މުނާފިގުކަމުން މެނުވީ ސުންނަތުގެ އަހުލުވެރިއަކު، ބިދުޢައިގެ އަހުލުވެރިއަކަށް އެހީތެރިއެއް ނުވާނެއެވެ.\nއަދި ބިދުޢައިގެ އަހުލުވެރިއެއްގެ ކިބައިން މީހަކު މޫނު އަނބުރާލައިފި ނަމަ، ﷲ އޭނާގެ ހިތް އީމާނުން ފުރާލައްވާނެއެވެ. އަދި ބިދުޢައިގެ އަހުލުވެރިއަކު ހުއްޓުވައި ބިރުދައްކައިފި ނަމަ، އެންމެ ބޮޑި ބިރުވެރިކަން އޮންނަ (ގިޔާމަތް) ގިޔާމަތް ދުވަހު، ﷲ އޭނާއަށް އަމާންކަން ދެއްވާނެއެވެ. އަދި ބިދުޢައިގެ އަހުލުވެރިއަކު ނިކަމެތިކޮށްލައިފި މީހަކު، ސުވަރުގޭގައި ސަތޭކަ ދަރަޖަ ﷲ އުފުއްލަވާނެއެވެ.\nވީމާ ﷲ އަށްޓަކައި ދުވަހަކުވެސް ތިބާ ބިދުޢައިގެ އަހުލުވެރިއެއް ދެކެ ތިބާ ލޯބި ނުވާށެވެ.",""]]
