const usooluSunnah_DB=
[
  [
    "1",
    "قَالَ اَلشَّيْخُ اَلْإِمَامُ أَبُو اَلْمُظَفَّرِ عَبْدُ اَلْمَلِكِ بْنِ عَلِيِّ بْنِ مُحَمَّدٍ الهَمْدَانِيُّ: حَدَّثَنَا اَلشَّيْخُ أَبُو عَبْدِ اَللَّهِ يَحْيَى بْنُ أَبِي اَلْحَسَنِ بْنِ اَلْبَنَّا، قَالَ: أَخْبَرَنَا وَالِدِي أَبُو عَلِيٍّ اَلْحَسَنُ بْنُ أَحْمَدَ بْنِ عَبْدِ اَللَّهِ بْنِ اَلْبَنَّا، قَالَ: أَخْبَرَنَا أَبُو اَلْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اَللَّهِ بْنِ بِشْرَانَ اَلْمُعَدَّلُ، قَالَ: أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ اَلسَّمَّاكِ، قَالَ: حَدَّثَنَا أَبُو مُحَمَّدٍ اَلْحَسَنُ بْنُ عَبْدِ اَلْوَهَّابِ بْنِ أَبِي اَلْعَنْبَرِ قِرَاءَةً عَلَيْهِ مِنْ كِتَابِهِ فِي شَهْرِ رَبِيعٍ اَلْأَوَّلِ مِنْ سَنَةِ ثَلَاثٍ وَتِسْعِينَ وَمِائَتَيْنِ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ اَلْمِنْقَرِيُّ اَلْبَصْرِيُّ بِتِنِّيسَ قَالَ: حَدَّثَنِي عَبْدُوسُ بْنُ مَالِكٍ اَلْعَطَّارُ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اَللَّهِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ حَنْبَلٍ t يَقُولُ أُصُولُ اَلسُّنَّةِ عِنْدَنَا:\r\n\r\nاَلتَّمَسُّكُ بِمَا كَانَ عَلَيْهِ أَصْحَابُ رَسُولِ اَللَّهِ r وَاَلْاِقْتِدَاءُ بِهِمْ،",
    "(އިމާމު އަޙްމަދު رَحِمَهُ اللَّهُ ވިދާޅުވިއެވެ:) ",
    "(Imam Ahmad, may Allah have mercy on him, said:) ",
    "⁽¹⁾ "
  ],
  ["2", "وَتَرْكُ اَلْبِدَعِ", "", "", ""],
  ["3", " وَكُلُّ بِدْعَةٍ فَهِيَ ضَلَالَةٌ", "", "", ""],
  [
    "4",
    "وَتَرْكُ اَلْخُصُومَاتِ، وَالْجُلُوسِ مَعَ أَصْحَابِ اَلْأَهْوَاءِ، وَتَرْكُ اَلْمِرَاءِ وَالْجِدَالِ وَالْخُصُومَاتِ فِي اَلدِّينِ. ",
    "",
    "",
    ""
  ],
  ["5", "وَالسُّنَّةُ عِنْدَنَا آثَارُ رَسُولِ اَللَّهِ r", "", "", ""],
  ["6", "وَالسُّنَّةُ تُفَسِّرُ اَلْقُرْآنَ", "", "", ""],
  ["7", "وَهِيَ دَلَائِلُ اَلْقُرْآنِ", "", "", ""],
  [
    "8",
    "وَلَيْسَ فِي اَلسُّنَّةِ قِيَاسٌ، وَلَا تُضْرَبُ لَهَا اَلْأَمْثَالُ، وَلَا تُدْرَكُ بِالْعُقُولِ وَلَا اَلْأَهْوَاءِ",
    "",
    "",
    ""
  ],
  ["9", " إِنَّمَا هُوَ اَلِاتِّبَاعُ وَتَرْكُ اَلْهَوَى.", "", "", ""],
  [
    "10",
    "وَمِنْ اَلسُّنَّةِ اَللَّازِمَةِ اَلَّتِي مَنْ تَرَكَ مِنْهَا خَصْلَةً - لَمْ يَقْبَلْهَا وَيُؤْمِنْ بِهَا - لَمْ يَكُنْ مِنْ أَهْلِهَا:",
    "",
    "",
    ""
  ],
  [
    "11",
    "اَلْإِيمَانُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَالتَّصْدِيقُ بِالْأَحَادِيثِ فِيهِ، وَالْإِيمَانُ بِهَا",
    "",
    "",
    ""
  ],
  [
    "12",
    "وَمَنْ لَمْ يَعْرِفْ تَفْسِيرَ اَلْحَدِيثِ وَيَبْلُغْهُ عَقْلَهُ فَقَدْ كُـفِيَ ذَلِكَ وَأُحْكِمَ لَهُ، فَعَلَيْهِ اَلْإِيمَانُ بِهِ وَالتَّسْلِيمُ لَهُ، مِثْلُ حَدِيثِ \" اَلصَّادِقِ اَلْمَصْدُوقِ\" وَمِثْلُ مَا كَانَ مِثْلَهُ فِي اَلْقَدَرِ، وَمِثْلُ أَحَادِيثِ اَلرُّؤْيَةِ كُلِّهَا، وَإِنْ نَأَتْ عَنْ اَلْأَسْمَاعِ وَاسْتَوْحَشَ مِنْهَا اَلْمُسْتَمِعُ، وَإِنَّمَا عَلَيْهِ اَلْإِيمَانُ بِهَا، وَأَنْ لَا يَرُدَّ مِنْهَا حَرْفًا وَاحِدًا وَغَيْرَهَا مِنْ اَلْأَحَادِيثِ اَلْمَأْثُورَاتِ عَنْ اَلثِّقَاتِ.",
    "",
    "",
    ""
  ],
  [
    "13",
    "وَأَنْ لَا يُخَاصِمَ أَحَدًا وَلَا يُنَاظِرَهُ، وَلَا يَتَعَلَّمَ اَلْجِدَالَ.\r\n\r\nفَإِنَّ اَلْكَلَامَ فِي اَلْقَدَرِ وَالرُّؤْيَةِ وَالْقُرْآنِ وَغَيْرِهَا مِنْ اَلسُّنَنِ مَكْرُوهٌ وَمَنْهِيٌّ عَنْهُ",
    "",
    "",
    ""
  ],
  [
    "14",
    "لَا يَكُونُ صَاحِبُهُ -وَإِنْ أَصَابَ بِكَلَامِهِ اَلسُّنَّةَ- مِنْ أَهْلِ اَلسُّنَّةِ حَتَّى يَدَعَ اَلْجِدَالَ وَيُسَلِّمَ وَيُؤْمِنَ بِالْآثَارِ.",
    "",
    "",
    ""
  ],
  [
    "15",
    "وَالْقُرْآنُ كَلَامُ اَللَّهِ وَلَيْسَ بِمَخْلُوقٍ وَلَا يَضْعُفُ أَنْ يَقُولَ: لَيْسَ بِمَخْلُوقٍ، فَإِنَّ كَلَامَ اَللَّهِ لَيْسَ بِبَائِنٍ مِنْهُ، وَلَيْسَ مِنْهُ شَيْءٌ مَخْلُوقٌ",
    "",
    "",
    ""
  ],
  ["16", "وَإِيَّاكَ وَمُنَاظَرَةَ مَنْ أَحْدَثَ فِيهِ", "", "", ""],
  ["17", "وَمَنْ قَالَ بِاللَّفْظِ وَغَيْرِهِ", "", "", ""],
  [
    "18",
    "وَمَنْ وَقَفَ فِيهِ، فَقَالَ: لَا أَدْرِي مَخْلُوقٌ أَوْ لَيْسَ بِمَخْلُوقٍ، وَإِنَّمَا هُوَ كَلَامُ اَللَّهِ فَهَذَا صَاحِبُ بِدْعَةٍ مِثْلُ مَنْ قَالَ: ( هُوَ مَخْلُوقٌ ). وَإِنَّمَا هُوَ كَلَامُ اَللَّهِ لَيْسَ بِمَخْلُوقٍ. ",
    "",
    "",
    ""
  ],
  [
    "19",
    "وَالْإِيمَانُ بِالرُّؤْيَةِ يَوْمَ اَلْقِيَامَةِ كَمَا رُوِيَ عَنْ اَلنَّبِيِّ r مِنْ اَلْأَحَادِيثِ اَلصِّحَاحِ",
    "",
    "",
    ""
  ],
  [
    "20",
    "وَأَنَّ اَلنَّبِيَّ r قَدْ رَأَى رَبَّهُ، فَإِنَّهُ مَأْثُورٌ عَنْ رَسُولِ اَللَّهِ r، صَحِيحٌ. رَوَاهُ قَتَادَةُ، عَنْ عِكْرِمَةَ، عَنْ اِبْنِ عَبَّاسٍ ; وَرَوَاهُ اَلْحَكَمُ بْنُ أَبَانٍ، عَنْ عِكْرِمَةَ، عَنْ اِبْنِ عَبَّاسٍ ; وَرَوَاهُ عَلِيُّ بْنُ زَيْدٍ، عَنْ يُوسُفَ بْنِ مِهْرَانَ، عَنْ اِبْنِ عَبَّاسٍ. وَالْحَدِيثُ عِنْدَنَا عَلَى ظَاهِرِهِ كَمَا جَاءَ عَنْ اَلنَّبِيِّ r، وَالْكَلَامُ فِيهِ بِدْعَةٌ، وَلَكِنْ نُؤْمِنُ بِهِ كَمَا جَاءَ عَلَى ظَاهِرِهِ، وَلَا نُنَاظِرُ فِيهِ أَحَدًا.",
    "",
    "",
    ""
  ],
  [
    "21",
    "وَالْإِيمَانُ بِالْمِيزَانِ يَوْمَ اَلْقِيَامَةِ كَمَا جَاءَ، يُوزَنُ اَلْعَبْدُ يَوْمَ اَلْقِيَامَةِ فَلَا يَزِنُ جَنَاحَ بَعُوضَةٍ، وَتُوزَنُ أَعْمَالُ اَلْعِبَادِ كَمَا جَاءَ فِي اَلْأَثَرِ، وَالْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ، وَالْإِعْرَاضُ عَمَّنْ رَدَّ ذَلِكَ، وَتَرْكُ مُجَادَلَتِهِ.",
    "",
    "",
    ""
  ],
  [
    "22",
    "وَأَنَّ اَللَّهَ يُكَلِّمُ اَلْعِبَادَ يَوْمَ اَلْقِيَامَةِ لَيْسَ بَيْنَهُمْ وَبَيْنَهُ تُرْجُمَانٌ، وَالْإِيمَانُ بِهِ وَالتَّصْدِيقُ بِهِ.",
    "",
    "",
    ""
  ],
  [
    "23",
    "وَالْإِيمَانُ بِالْحَوْضِ، وَأَنَّ لِرَسُولِ اَللَّهِ r حَوْضًا يَوْمَ اَلْقِيَامَةِ تَـرِدُ عَلَيْهِ أُمَّتُهُ، عَرْضُهُ مِثْلُ طُولِهِ، مَسِيرَةَ شَهْرٍ، آنِيَتُهُ كَعَدَدِ نُجُومِ اَلسَّمَاءِ عَلَى مَا صَحَّتْ بِهِ اَلْأَخْبَارُ مِنْ غَيْرِ وَجْهٍ.",
    "",
    "",
    ""
  ],
  [
    "24",
    "وَالْإِيمَانُ بِعَذَابِ اَلْقَبْرِ، وَأَنَّ هَذِهِ اَلْأُمَّةَ تُفتَنُ فِي قُبُورِهَا، وَتُسْأَلُ عَنِ اَلْإِيمَانِ وَالْإِسْلَامِ، وَمَنْ رَبُّهُ ؟ وَمَنْ نَبِيُّهُ ؟ وَيَأْتِيه مُنْكَرٌ وَنَكِيرٌ، كَيْفَ شَاءَ اَللَّهُ U وَكَيْفَ أَرَادَ، وَالْإِيمَانُ بِهِ وَالتَّصْدِيقُ بِهِ.",
    "",
    "",
    ""
  ],
  ["25", "وَالْإِيمَانُ بِشَفَاعَةِ اَلنَّبِيِّ r،", "", "", ""],
  [
    "26",
    "وَبِقَوْمٍ يَخْرُجُونَ مِنَ اَلنَّارِ بَعْدَ مَا اِحْتَرَقُوا وَصَارُوا فَحْمًا، فَيُؤْمَرُ بِهِمْ إِلَى نَهْرٍ عَلَى بَابِ اَلْجَنَّةِ كَمَا جَاءَ فِي اَلْأَثَرِ، كَيْفَ شَاءَ اَللَّهُ، وَكَمَا شَاءَ، إِنَّمَا هُوَ اَلْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ.",
    "",
    "",
    ""
  ],
  [
    "27",
    "وَالْإِيمَانُ أَنَّ اَلْمَسِيحَ اَلدَّجَّالَ خَارِجٌ، مَكْتُوبٌ بَيْنَ عَيْنَيْهِ كَافِرٌ وَالْأَحَادِيثُ اَلَّتِي جَاءَتْ فِيهِ، وَالْإِيمَانُ بِأَنَّ ذَلِكَ كَائِنٌ",
    "",
    "",
    ""
  ],
  [
    "28",
    "وَأَنَّ عِيسَى اِبْن مَرْيَمَ عَلَيْهِ اَلسَّلَامُ يَنْزِلُ فَيَقْتُلُهُ بِبَابِ لُـدٍّ.",
    "",
    "",
    ""
  ],
  ["29", "وَالْإِيمَانُ قَوْلٌ وَعَمَلٌ", "", "", ""],
  [
    "30",
    "يَزِيدُ وَيَنْقُصُ كَمَا جَاءَ فِي اَلْخَبَرِ: »أَكْمَلُ اَلْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا »([1])",
    "",
    "",
    ""
  ],
  ["31", "وَمَنْ تَرَكَ اَلصَّلَاةَ فَقَدْ كَفَرَ", "", "", ""],
  [
    "32",
    "وَلَيْسَ مِنْ اَلْأَعْمَالِ شَيْءٌ تَرْكُهُ كُفْرٌ إِلَّا اَلصَّلَاةُ، مَنْ تَرَكَهَا فَهُوَ كَافِرٌ، وَقَدْ أَحَلَّ اَللَّهُ قَتْلَهُ.",
    "",
    "",
    ""
  ],
  [
    "33",
    "وَخَيْرُ هَذِهِ اَلْأُمَّةِ بَعْدَ نَبِيِّهَا أَبُو بَكْرٍ اَلصِّدِّيقُ، ثُمَّ عُمَرُ بْنُ اَلْخَطَّابِ، ثُمَّ عُثْمَانُ بْنُ عَفَّانَ نُقَدِّمُ هَؤُلَاءِ اَلثَّلَاثَةَ كَمَا قَدَّمَهُمْ أَصْحَابُ رَسُولِ اَللَّهِ r، لَمْ يَخْتَلِفُوا فِي ذَلِكَ",
    "",
    "",
    ""
  ],
  [
    "34",
    "ثُمَّ بَعْدَ هَؤُلَاءِ اَلثَّلَاثَةِ أَصْحَابُ اَلشُّورَى اَلْخَمْسَةُ: عَلِيُّ بْنُ أَبِي طَالِبٍ، وَطَلْحَةُ، وَالزُّبَيْرُ، وَعَبْدُ اَلرَّحْمَنِ بْنُ عَوْفٍ، وَسَعْدٌ، كُلُّهُمْ يَصْلُحُ لِلْخِلَافَةِ، وَكُلُّهُمْ إِمَامٌ، وَنَذْهَبُ فِي ذَلِكَ إِلَى حَدِيثِ اِبْنِ عُمَرَ: «كُنَّا نَعُدُّ وَرَسُولُ اَللَّهِ r حَيٌّ وَأَصْحَابُهُ مُتَوَافِرُونَ أَبُو بَكْرٍ ثُمَّ َعُمَرُ ثُمَّ َعُثْمَانُ ثُمَّ نَسْكُتُ » ([1])",
    "",
    "",
    ""
  ],
  [
    "35",
    "ثُمَّ مِنْ بَعْدِ أَصْحَابِ اَلشُّورَى أَهْلُ بَدْرٍ مِنْ اَلْمُهَاجِرِينَ، ثُمَّ أَهْلُ بَدْرٍ مِنْ اَلْأَنْصَارِ مِنْ أَصْحَابِ رَسُولِ اَللَّهِ r عَلَى قَدْرِ اَلْهِجْرَةِ وَالسَّابِقَةِ، أَوَّلًا فَأَوَّلًا",
    "",
    "",
    ""
  ],
  [
    "36",
    "ثُمَّ أَفْضَلُ اَلنَّاسِ بَعْدَ هَؤُلَاءِ أَصْحَابُ رَسُولِ اَللَّهِ r، اَلْقَرْنُ اَلَّذِي بُعِثَ فِيهِمْ. وَكُلُّ مَنْ صَحِبَهُ سَنَةً أَوْ شَهْرًا أَوْ يَوْمًا أَوْ سَاعَةً، أَوْ رَآهُ فَهُوَ مِنْ أَصْحَابِهِ، لَهُ مِنْ اَلصُّحْبَةِ عَلَى قَدْرِ مَا صَحِبَهُ، وَكَانَتْ سَابِقَتُهُ مَعَهُ، وَسَمِعَ مِنْهُ، وَنَظَرَ إِلَيْهِ نَظْرَةً",
    "",
    "",
    ""
  ],
  [
    "37",
    "فَأَدْنَاهُمْ صُحْبَةً هُوَ أَفْضَلُ مِنْ اَلْقَرْنِ اَلَّذِينَ لَمْ يَرَوْهُ، وَلَوْ لَقُوا اَللَّهَ بِجَمِيعِ اَلْأَعْمَالِ، كَانَ هَؤُلَاءِ اَلَّذِينَ صَحِبُوا اَلنَّبِيَّ r وَرَأَوْهُ وَسَمِعُوا مِنْهُ، وَمَنْ رَآهُ بِعَيْنِهِ وَآمَنَ بِهِ وَلَوْ سَاعَةً، أَفْضَلُ لِصُحْبَتِهِ مِنْ اَلتَّابِعِينَ، وَلَوْ عَمِلُوا كُلَّ أَعْمَالِ اَلْخَيْرِ.",
    "",
    "",
    ""
  ],
  [
    "38",
    "وَالسَّمْعُ وَالطَّاعَةُ لِلْأَئِمَّةِ وَأَمِيرِ اَلْمُؤْمِنِينَ البَـرِّ وَالْفَاجِرِ، وَمَنْ وَلِيَ اَلْخِلَافَةَ، وَاجْتَمَعَ اَلنَّاسُ عَلَيْهِ، وَرَضُوا بِهِ",
    "",
    "",
    ""
  ],
  [
    "39",
    "وَمَنْ عَلَيْهِمْ بِالسَّيْفِ حَتَّى صَارَ خَلِيفَةً، وَسُمِّيَ أَمِيرَ اَلْمُؤْمِنِينَ",
    "",
    "",
    ""
  ],
  [
    "40",
    "وَالْغَزْوُ مَاضٍ مَعَ اَلْأَمِيرِ إِلَى يَوْمِ اَلْقِيَامَةِ البَـرِّ وَالْفَاجِرِ لَا يُتْرَكُ.",
    "",
    "",
    ""
  ],
  [
    "41",
    "وَقِسْمَةُ اَلْفَيْءِ وَإِقَامَةُ اَلْحُدُودِ إِلَى اَلْأَئِمَّةِ مَاضٍ لَيْسَ لِأَحَدٍ أَنْ يَطْعَنَ عَلَيْهِمْ، وَلَا يُنَازِعُهُمْ",
    "",
    "",
    ""
  ],
  [
    "42",
    "وَدَفْعُ اَلصَّدَقَاتِ إِلَيْهِمْ جَائِزَةٌ نَافِذَةٌ، مَنْ دَفَعَهَا إِلَيْهِمْ أَجْزَأَتْ عَنْهُ، بَـرًّا كَانَ أَوْ فَاجِرًا.",
    "",
    "",
    ""
  ],
  [
    "43",
    "وَصَلَاةُ اَلْجُمْعَةِ خَلْفَهُ وَخَلْفَ مَنْ وَلَّاهُ، جَائِزَةٌ بَاقِيَةٌ تَامَّةٌ رَكْعَتَيْنِ، مَنْ أَعَادَهُمَا فَهُوَ مُبْتَدِعٌ تَارِكٌ لِلْآثَارِ، مُخَالِفٌ لِلسُّنَّةِ، لَيْسَ لَهُ مِنْ فَضْلِ اَلْجُمْعَةِ شَيْءٌ ; إِذَا لَمْ يَرَ اَلصَّلَاةَ خَلْفَ اَلْأَئِمَّةِ مَنْ كَانُوا بَرِّهِمْ وَفَاجِرِهِمْ.\r\n\r\nفَالسُّنَّةُ: بِأَنْ يُصَلِّيَ مَعَهُمْ رَكْعَتَيْنِ، وَيَدِينَ بِأَنَّهَا تَامَّةٌ، لَا يَكُنْ فِي صَدْرِكَ مِنْ ذَلِكَ شَكٌّ.",
    "",
    "",
    ""
  ],
  [
    "44",
    "وَمَنْ خَرَجَ عَلَى إِمَامٍ مِنْ أَئِمَّةِ اَلْمُسْلِمِينَ وَقَدْ كَانَ اَلنَّاسُ اِجْتَمَعُوا عَلَيْهِ وَأَقَرُّوا لَهُ بِالْخِلَافَةِ، بِأَيِّ وَجْهٍ كَانَ، بِالرِّضَا أَوْ بِالْغَلَبَةِ - فَقَدْ شَقَّ هَذَا اَلْخَارِجُ عَصَا اَلْمُسْلِمِينَ، وَخَالَفَ اَلْآثَارَ عَنْ رَسُولِ اَللَّهِ r: فَإِنْ مَاتَ اَلْخَارِجُ عَلَيْهِ مَاتَ مِيتَةً جَاهِلِيَّةً.",
    "",
    "",
    ""
  ],
  [
    "45",
    "وَلَا يَحِلُّ قِتَالُ اَلسُّلْطَانِ وَلَا اَلْخُرُوجُ عَلَيْهِ لِأَحَدٍ مِنْ اَلنَّاسِ، فَمَنْ فَعَلَ ذَلِكَ فَهُوَ مُبْتَدِعٌ عَلَى غَيْرِ اَلسُّنَّةِ وَالطَّرِيقِ.",
    "",
    "",
    ""
  ],
  [
    "46",
    "وَقِتَالُ اَللُّصُوصِ وَالْخَوَارِجِ جَائِزٌ إِذَا عَرَضُوا لِلرَّجُلِ فِي نَفْسِهِ وَمَالِهِ، فَلَهُ أَنْ يُقَاتِلَ عَنْ نَفْسِهِ وَمَالِهِ، وَيَدْفَعُ عَنْهَا بِكُلِّ مَا يَقْدِرُ",
    "",
    "",
    ""
  ],
  [
    "47",
    "وَلَيْسَ لَهُ إِذَا فَارَقُوهُ أَوْ تَرَكُوهُ أَنْ يَطْلُبَهُمْ، وَلَا يَتْبَعَ آثَارَهُمْ، لَيْسَ لِأَحَدٍ إِلَّا اَلْإِمَامَ أَوْ وُلَاةَ اَلْمُسْلِمِينَ",
    "",
    "",
    ""
  ],
  [
    "48",
    "إِنَّمَا لَهُ أَنْ يَدْفَعَ عَنْ نَفْسِهِ فِي مَقَامِهِ ذَلِكَ، وَيَنْوِيَ بِجُهْدِهِ أَنْ لَا يَقْتُلَ أَحَدًا",
    "",
    "",
    ""
  ],
  [
    "49",
    "فَإِنْ مَاتَ عَلَى يَدَيْهِ فِي دَفْعِهِ عَنْ نَفْسِهِ فِي اَلْمَعْرَكَةِ فَأَبْعَدَ اَللَّهُ اَلْمَقْتُولَ",
    "",
    "",
    ""
  ],
  [
    "50",
    "وَإِنْ قُتِلَ هَذَا فِي تِلْكَ اَلْحَالِ وَهُوَ يَدْفَعُ عَنْ نَفْسِهِ وَمَالِهِ، رَجَوْتُ لَهُ اَلشَّهَادَةَ، كَمَا جَاءَ فِي اَلْأَحَادِيثِ",
    "",
    "",
    ""
  ],
  [
    "51",
    "وَجَمِيعِ اَلْآثَارِ فِي هَذَا إِنَّمَا أُمِرَ بِقِتَالِهِ، وَلَمْ يُؤْمَرْ بِقَتْلِهِ وَلَا اِتِّبَاعِهِ",
    "",
    "",
    ""
  ],
  ["52", "وَلَا يُجْهِزُ عَلَيْهِ إِنْ صُرِعَ أَوْ كَانَ جَرِيحًا", "", "", ""],
  [
    "53",
    "وَإِنْ أَخَذَهُ أَسِيرًا فَلَيْسَ لَهُ أَنْ يَقْتُلَهُ، وَلَا يُقِيمَ عَلَيْهِ اَلْحَدَّ، وَلَكِنْ يَرْفَعُ أَمْرَهُ إِلَى مَنْ وَلَّاهُ اَللَّهُ، فَيَحْكُمُ فِيهِ.",
    "",
    "",
    ""
  ],
  [
    "54",
    "وَلَا نَشْهَدُ عَلَى أَحَدٍ مِنْ أَهْلِ اَلْقِبْلَةِ بِعَمَلٍ يَعْمَلُهُ بِجَنَّةٍ وَلَا نَارٍ نَرْجُو لِلصَّالِحِ وَنَخَافُ عَلَيْهِ، وَنَخَافُ عَلَى اَلْمُسِيءِ اَلْمُذْنِبِ، وَنَرْجُو لَهُ رَحْمَةَ اَللَّهِ.",
    "",
    "",
    ""
  ],
  [
    "55",
    "وَمَنْ لَقِيَ اَللَّهَ بِذَنْبٍ يَجِبُ لَهُ بِهِ اَلنَّارُ تَائِبًا غَيْرَ مُصِـرٍّ عَلَيْهِ فَإِنَّ اَللَّهَ يَتُوبُ عَلَيْهِ، وَيَقْبَلُ اَلتَّوْبَةَ عَنْ عِبَادِهِ، وَيَعْفُو عَنْ اَلسَّيِّئَاتِ",
    "",
    "",
    ""
  ],
  [
    "56",
    "وَمَنْ لَقِيَهُ وَقَدْ أُقِيمَ عَلَيْهِ حَدُّ ذَلِكَ اَلذَّنْبِ فِي اَلدُّنْيَا، فَهُوَ كَفَّارَتُهُ، كَمَا جَاءَ فِي اَلْخَبَرِ عَنْ رَسُولِ اَللَّهِ r",
    "",
    "",
    ""
  ],
  [
    "57",
    "وَمَنْ لَقِيَهُ مُصِـرًّا غَيْرَ تَائِبٍ مِنْ اَلذُّنُوبِ اَلَّتِي قَدْ اِسْتَوْجَبَ بِهَا اَلْعُقُوبَةَ فَأَمْرُهُ إِلَى اَللَّهِ، إِنْ شَاءَ عَذَّبَهُ، وَإِنْ شَاءَ غَفَرَ لَهُ،",
    "",
    "",
    ""
  ],
  [
    "58",
    "وَمِنْ لَقِيَهُ وَهُوَ كَافِرٌ عَذَّبَهُ وَلَمْ يَغْفِرْ لَهُ.",
    "",
    "",
    ""
  ],
  [
    "59",
    "وَالرَّجْمُ حَقٌّ عَلَى مَنْ زَنَا وَقَدْ أَحْصَنَ إِذَا اِعْتَرَفَ أَوْ قَامَتْ عَلَيْهِ بَيِّنَةٌ، وَقَدْ رَجَمَ رَسُولُ اَللَّهِ r وَقَدْ رَجَمَتْ اَلْأَئِمَّةُ اَلرَّاشِدُونَ.",
    "",
    "",
    ""
  ],
  [
    "60",
    "وَمَنْ اِنْتَقَصَ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اَللَّهِ r، أَوْ أَبْغَضَهُ بِحَدَثٍ كَانَ مِنْهُ، أَوْ ذَكَرَ مَسَاوِئَهُ كَانَ مُبْتَدِعًا، حَتَّى يَتَرَحَّمَ عَلَيْهِمْ جَمِيعًا، وَيَكُونُ قَلْبُهُ لَهُمْ سَلِيمًا.",
    "",
    "",
    ""
  ],
  [
    "61",
    "وَالنِّفَاقُ هُوَ: اَلْكُفْرُ، أَنْ يَكْفُرَ بِاَللَّهِ وَيَعْبُدَ غَيْرَهُ، ويُظْهِرَ اَلْإِسْلَامَ فِي اَلْعَلَانِيَةِ، مِثْلَ اَلْمُنَافِقِينَ اَلَّذِينَ كَانُوا عَلَى عَهْدِ رَسُولِ اَللَّهِ r.",
    "",
    "",
    ""
  ],
  [
    "62",
    "وَقَوْلُهُ r: » ثَلَاثٌ مَنْ كُنَّ فِيهِ فَهُوَ مُنَافِقٌ « ([1]) هَذَا عَلَى اَلتَّغْلِيظِ، نَرْوِيهَا كَمَا جَاءَتْ، وَلَا نُفَسِّرُهَا.",
    "",
    "",
    ""
  ],
  [
    "63",
    "وَقَوْلُهُ r: » لَا تَرْجِعُوا بَعْدِي كُفَّارًا ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ « ([2])",
    "",
    "",
    ""
  ],
  [
    "64",
    "وَمِثْلُ: » إِذَا اِلْتَقَى اَلْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي اَلنَّارِ « ([3])",
    "",
    "",
    ""
  ],
  [
    "65",
    "وَمِثْلُ: » سِبَابُ اَلْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ « ([4])",
    "",
    "",
    ""
  ],
  [
    "66",
    "وَمِثْلُ:» مَنْ قَالَ لِأَخِيهِ يَا كَافِرُ فَقَدْ بَاءَ بِهَا أَحَدُهُمَا «([5])",
    "",
    "",
    ""
  ],
  [
    "67",
    "وَمِثْلُ: » كُفْرٌ بِاَللَّهِ تَبَرُّؤٌ مِنْ نَسَبٍ وَإِنْ دَقَّ « ([6])",
    "",
    "",
    ""
  ],
  [
    "68",
    "وَنَحْوُ هَذِهِ اَلْأَحَادِيثِ مِمَّا قَدْ صَحَّ وحُفِظَ، فَإِنَّا نُسَلِّمُ لَهُ، وَإِنْ لَمْ نَعْلَمْ تَفْسِيرَهَا، وَلَا نَتَكَلَّمْ فِيهَا، وَلَا نُجَادِلْ فِيهَا، وَلَا نُفَسِّرْ هَذِهِ اَلْأَحَادِيثَ إِلَّا مِثْلَ مَا جَاءَتْ، لَا نَرُدُّهَا إِلَّا بِأَحَقَّ مِنْهَا.",
    "",
    "",
    ""
  ],
  [
    "69",
    "وَالْجَنَّةُ وَالنَّارُ مَخْلُوقَتَانِ قَدْ خُلِقَتَا، كَمَا جَاءَ عَنْ رَسُولِ اَللَّهِ r: » دَخَلْتُ اَلْجَنَّةَ فَرَأَيْتُ قَصْرًا. «([1]) وَ » رَأَيْتُ اَلْكَوْثَرَ «([2]) وَ » اِطَّلَعْتُ فِي اَلْجَنَّةِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا... « ([3]) كَذَا، وَاِطَّلَعْتُ فِي اَلنَّارِ فَرَأَيْتُ ... كَذَا وَكَذَا، فَمَنْ زَعَمَ أَنَّهُمَا لَمْ تُخْلَقَا، فَهُوَ مُكَذِّبٌ بِالْقُرْآنِ وَأَحَادِيثِ رَسُولِ اَللَّهِ r، وَلَا أَحْسَبُهُ يُؤْمِنُ بِالْجَنَّةِ وَالنَّارِ.",
    "",
    "",
    ""
  ],
  [
    "70",
    "وَمَنْ مَاتَ مِنْ أَهْلِ اَلْقِبْلَةِ مُوَحِّدًا يُصَلَّى عَلَيْهِ، وَيُسْتَغْفَرُ لَهُ وَلَا يُحْجَبُ عَنْهُ اَلِاسْتِغْفَارُ، وَلَا تُتْرَكُ اَلصَّلَاةُ عَلَيْهِ لِذَنْبٍ أَذْنَبَهُ صَغِيرًا كَانَ أَوْ كَبِيرًا، أَمْرُهُ إِلَى اَللَّهِ تَعَالَى.\n‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\nآخِرُ اَلرِّسَالَةِ وَالْحَمْدُ لِلَّهِ وَحْدَهُ وَصَلَوَاتُهُ عَلَى مُحَمَّدٍ وَآلِهِ وَسَلِّمْ تَسْلِيمًا.",
    "",
    "",
    ""
  ]
]
