[
  [
    "1",
    "هل النووي أشعري؟",
    "",
    "قال الذهبي أو السبكي: والنووي رجل أشعري العقيدة معروف بذلك، ‌يبدع ‌من ‌خالفه ويبالغ في التغليظ عليه. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ تاريخ الإسلام 15/332"
  ],
  [
    "2",
    "هل النووي أشعري؟",
    "",
    "قال السخاوي: وصرح اليافعي والتاج السبكي أنه أشعري. وقال الذهبي في تاريخه إن مذهبه في الصفات السمعية: السكوت، وإمرارها كما جاءت، وربما تأول قليلا في شرح مسلم. كذا ‌قال! ‌والتأويل ‌كثير ‌في ‌كلامه. ⁽¹⁾\nقال أبو الأشبال: والتأويل ‌كثير ‌في ‌كلامه، ‌أي: ‌ليس ‌قليلا وإنما هو كثير. ونقل السخاوي قبل ذلك عن بعض مترجميه أنه وصفه بأنه أشعري. هذا وصف صريح وصحيح بأنه أشعري. ⁽²⁾",
    "",
    "",
    "⁽¹⁾ المنهل العذب الروي 28\n⁽²⁾ شرح صحيح مسلم 3/3"
  ],
  [
    "3",
    "هل النووي أشعري؟",
    "",
    "قال عبد الباري فتح الله: كان ‌النووي أشعري المعتقد، كثير التأويل لنصوص الكتاب والسنة عن ظواهرها. ولا يخفى هذا على من له أدنى إلمام بشرحه لصحيح الإِمام مسلم. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ مقدمة إرشاد طلاب 1/31"
  ],
  [
    "4",
    "هل النووي أشعري؟",
    "",
    "قال حماد بن محمد الأنصاري: إن ‌النووي ‌أشعري والسبب في هذا أنه لم يشتغل بكتب السلف في العقيدة كما اشتغل في فقه الفروع. ⁽¹⁾\nوقال: إن محمد قطب ‌أشعري، والنووي ‌أشعري والقاضي عياض ‌أشعري. ⁽²⁾\nوقال: قولنا فلان ‌أشعري معناه مبتدع. ⁽³⁾",
    "",
    "",
    "⁽¹⁾ المجموع في ترجمة العلامة المحدث الشيخ حماد بن محمد الأنصاري 2/750\n⁽²⁾ المجموع في ترجمة العلامة المحدث الشيخ حماد بن محمد الأنصاري 2/752\n⁽²⁾ المجموع في ترجمة العلامة المحدث الشيخ حماد بن محمد الأنصاري 2/764"
  ],
  [
    "5",
    "هل النووي أشعري؟",
    "",
    "وقال عبد العزيز الراجحي: كثير من الفقهاء وغيرهم مذهبهم يتماشى مع مذهب الأشاعرة وقد يوافقهم بعض المحدثين في بعض كالحافظ ابن حجر رحمه الله فبعض الصفات أَوَّلَهَا على طريقة الأشاعرة الغضب والرضا والكلام وكذلك ‌النووي رحمه الله في شرح صحيح مسلم يؤول الصفات على طريقة الأشاعرة. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ شرح العقيدة الطحاوية 86"
  ],
  [
    "6",
    "هل النووي أشعري؟",
    "",
    "سئل العثيمين: نجعل النووي وابن حجر، نجعلهما من غير أهل السنة والجماعة؟ قال: نعم، بما يذهبان إليه من الأسماء والصفات، ليسا من أهل السنة والجماعة. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ لقاء الباب المفتوح 8"
  ],
  [
    "7",
    "هل النووي أشعري؟",
    "",
    "قال محمد صالح المنجد: والنووي على عقيدة الأشاعرة لم يرجع عنها وإن كان يخالف الأشاعرة في جملة من المسائل، وهو يختار التفويض في الصفات وينسبه مذهب السلف. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ هل تصح نسبة جزء الحرف والصوت إلى النووي 390725"
  ],
  [
    "8",
    "هل النووي أشعري؟",
    "",
    "قال السبكي: وقد وصل ‌حال ‌بعض ‌المجسمة في زماننا إلى أن كتب شرح صحيح مسلم للشيخ محيي الدين النووي وحذف من كلام النووي ما تكلم به على أحاديث الصفات فإن النووي أشعري العقيدة فلم تحمل قوى هذا الكاتب أن يكتب الكتاب على الوضع الذي صنفه مصنفه. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ طبقات الشافعية الكبرى 2/19"
  ],
  [
    "9",
    "هل النووي أشعري؟",
    "",
    "قال عبد الكريم الخضير: ‌‌النووي ‌أشعري ويقرر عقيدة الأشاعرة في شرح مسلم بكل ما تتطلبه من أبواب العقيدة، وأما الحافظ ابن حجر فهو ليس له مذهب معين، هو نقال، فقد ينقل قول الأشاعرة ولا يتعقبه، وقد ينقل قول السلف ولا يرجحه، المقصود أنه نقال. ⁽¹⁾\nوقال: ‌‌النووي ‌أشعري بكل ما تحويه هذه الكلمة في جميع أبواب العقيدة، ابن حجر لا ليس له مذهب معين، فتجده ينقل عن الأشاعرة، وينقل عن أهل السنة، وينقل عن غيرهم فهو على حسب ما ينقل ما يتيسر له من نقل، مذهبه ليس متقرراً وإن كان الأصل في مذهب بيئته وعلماء عصره في مصره أنه مذهب الأشاعرة في الجملة، وعلى كل حال هذه هفوة، وهذه زلة، وهذه زلة عظيمة. ⁽²⁾\nوقال: ابن حجر ينقل كلام المبتدعة، أحياناً يتعقب، أحياناً لا يتعقب، ‌النووي، العيني كذلك يعني عندهم هذه الهفوات. ⁽³⁾\n‌وقال: النووي ‌أشعري، ومن هذه الحيثية ليس من أهل السنة. ⁽⁴⁾\n‌وقال: فالجمل التي يختارها ‌النووي في شرحه التي تحبب الطالب للقراءة وللعبادة وللإقبال على الله -جل وعلا- هذا يعينه على ما في الكتاب من أخطاء عقدية لا بد من التنبه لهذا، الكرماني أيضاً مثل ‌النووي في أخطاءه كلهم ‌أشاعرة. ⁽⁵⁾\nوسئل: هل نقول لمن شابه المبتدعة بوصف معين هل نطلق عليه أنه مبتدع أو نقول: فيه من المبتدعة؛ لأنني سمعت من يطلق هذا اللفظ على بعض أهل العلم الذين قد شابهوا المبتدعة في قول من أقوالهم مثلاً النووي والكرماني كلاهما أشعريان؟ فقال: نعم النووي والكرماني أشعريان، هؤلاء بدون تردد، لكن لو كانت الموافقة في بعض المذهب لا في جميعه، النووي والكرماني يوافقون الأشعرية في كل شيء، لكن لو كانت الموافقة في بعض المسائل دون بعض لقيل فيه أشعرية أو فيه تمشعر، أو ما أشبه ذلك، كما يقال: فيه جاهلية وفيه اعتزال، وفيه شرك أحياناً. ⁽⁶⁾",
    "",
    "",
    "⁽¹⁾ شرح صحيح البخاري 4/23\n⁽²⁾ شرح الأربعين النووية 3/4\n⁽³⁾ شرح صحيح البخاري 8/8\n⁽⁴⁾ دروس الشيخ عبد الكريم الخضير 24/6\n⁽⁵⁾ شرح بلوغ المرام 60/3\n⁽⁶⁾ شرح مختصر الخرقي 15/2"
  ],
  ["10", "ماذا قال في الأسماء والصفات؟", "", "", "", "", ""],
  [
    "11",
    "ماذا قال في من يقول بخلق القرآن؟",
    "",
    "قال النووي: قد ذكرنا أن من يكفر ببدعته لا تصح الصلاة وراءه ومن لا يكفر تصح فممن يكفر من يجسم تجسيما صريحا ومن ينكر العلم بالجزئيات وأما من يقول بخلق القرآن فهو مبتدع واختلف أصحابنا في تكفيره فأطلق أبو علي الطبري في الإفصاح والشيخ أبو حامد الاسفراينى ومتابعوه القول بأنه كافر قال أبو حامد ومتابعوه المعزلة كفار والخوارج ليسوا بكفار ونقل المتولي بتكفير من يقول بخلق القرآن عن الشافعي وقال القفال وكثيرون من الأصحاب يجوز الاقتداء بمن يقول بخلق القرآن وغيره من أهل البدع قال صاحب العدة هذا هو المذهب (قلت) وهذا هو الصواب فقد قال الشافعي رحمه الله أقبل شهادة أهل الأهواء إلا الخطابية لأنهم يرون الشهادة بالزور لموافقيهم ولم يزل السلف والخلف يرون الصلاة وراء المعتزلة ونحوهم ومناكحتهم وموارثتهم وإجراء سائر الأحكام عليهم وقد تأول الإمام الحافظ الفقيه أبو بكر البيهقي وغيره من أصحابنا المحققين ما نقل عن الشافعي وغيره من العلماء من تكفير القائل بخلق القرآن على أن المراد كفران النعمة لا كفران الخروج عن الملة وحملهم على هذا التأويل ما ذكرته من إجراء أحكام الإسلام عليهم قال ابن المنذر أجاز الشافعي الصلاة خلف من أقامها يعني من أهل البدع وإن كان غير محمود في دينه أن حاله أبلغ في مخالفة حد الدين هذا لفظه قال ابن المنذر إن كفر ببدعة لم تجز الصلاة وراءه وإلا فتجوز وغيره أولى.",
    "",
    "",
    "⁽¹⁾ المجموع شرح المهذب 4/254"
  ],
  [
    "12",
    "ماذا قال في الارادة والمحبة والرضا؟",
    "",
    "قال النووي: ‌‌مَسْأَلَة \nمَذْهَب اهل الْحق الايمان بِالْقدرِ واثباته وان جَمِيع الكائنات خَيرهَا وشرها بِقَضَاء الله تَعَالَى وَقدره\nوَهُوَ مُرِيد لَهَا كلهَا\nوَيكرهُ الْمعاصِي مَعَ انه مُرِيد لَهَا لحكمة يعلمهَا سبحانه وتعالى\nوَهل يُقَال انه يرضى الْمعاصِي ويحبها فِيهِ مذهبان لاصحابنا الْمُتَكَلِّمين حَكَاهُمَا امام الْحَرَمَيْنِ وَغَيره\nقَالَ امام الْحَرَمَيْنِ فِي الارشاد مِمَّا اخْتلف اهل الْحق فِي اطلاقه وَمنع اطلاقه الْمحبَّة وَالرِّضَا\nفَقَالَ بعض أَئِمَّتنَا لَا يُطلق القَوْل بَان الله تَعَالَى يحب الْمعاصِي ويرضاها لقَوْله تَعَالَى {وَلَا يرضى لِعِبَادِهِ الْكفْر}\nقَالَ وَمن حقق من أَئِمَّتنَا لم يلْتَفت الى تهويل الْمُعْتَزلَة لَهُ بل قَالَ الله تَعَالَى يُرِيد الْكفْر وَيُحِبهُ ويرضاه والارادة والمحبة وَالرِّضَا بِمَعْنى وَاحِد\nقَالَ وَقَوله تَعَالَى {وَلَا يرضى لِعِبَادِهِ الْكفْر} المُرَاد بِهِ الْعباد الموفقون للايمان وأضيفوا الى الله تَعَالَى تَشْرِيفًا لَهُم كَقَوْلِه تَعَالَى {يشرب بهَا عباد الله} أَي خواصهم لَا كلهم وَالله اعْلَم.",
    "",
    "",
    "الأصول والضوابط 24"
  ],
  [
    "13",
    "ماذا قال في من أثبت الاتصال والانفصال؟",
    "",
    "قال النووي: ‌‌‌‌كِتَابُ الرِّدَّةِ\r\nهِيَ مِنْ أَفْحَشِ أَنْوَاعِ الْكُفْرِ، وَأَغْلَظِهَا حُكْمًا، وَفِيهِ بَابَانِ:\r\nالْأَوَّلُ: فِي حَقِيقَةِ الرِّدَّةِ، وَمَنْ تَصِحُّ مِنْهُ، وَفِيهِ طَرَفَانِ:\r\nالْأَوَّلُ: فِي حَقِيقَتِهَا، وَهِيَ قَطْعُ الْإِسْلَامِ، وَيَحْصُلُ ذَلِكَ تَارَةً بِالْقَوْلِ الَّذِي هُوَ كُفْرٌ، وَتَارَةً بِالْفِعْلِ، وَالْأَفْعَالُ الْمُوجِبَةُ لِلْكُفْرِ هِيَ الَّتِي تَصْدُرُ عَنْ تَعَمُّدٍ وَاسْتِهْزَاءٍ بِالدِّينِ صَرِيحٍ، كَالسُّجُودِ لِلصَّنَمِ أَوْ لِلشَّمْسِ، وَإِلْقَاءِ الْمُصْحَفِ فِي الْقَاذُورَاتِ، وَالسِّحْرِ الَّذِي فِيهِ عِبَادَةُ الشَّمْسِ وَنَحْوِهَا، قَالَ الْإِمَامُ: فِي بَعْضِ التَّعَالِيقِ عَنْ شَيْخِي أَنَّ الْفِعْلَ بِمُجَرَّدِهِ لَا يَكُونُ كُفْرًا، قَالَ: وَهَذَا زَلَلٌ عَظِيمٌ مِنَ الْمُعَلِّقِ ذَكَرْتُهُ لِلتَّنْبِيهِ عَلَى غَلَطِهِ، وَتَحْصُلُ الرِّدَّةُ بِالْقَوْلِ الَّذِي هُوَ كُفْرٌ، سَوَاءٌ صَدَرَ عَنِ اعْتِقَادٍ أَوْ عِنَادٍ أَوِ اسْتِهْزَاءٍ، هَذَا قَوْلٌ جُمَلِيٌّ، وَأَمَّا التَّفْصِيلُ فَقَالَ الْمُتَوَلِّي: مَنِ اعْتَقَدَ قِدَمَ الْعَالَمِ، أَوْ حُدُوثَ الصَّانِعِ، أَوْ نَفَى مَا هُوَ ثَابِتٌ لِلْقَدِيمِ بِالْإِجْمَاعِ، كَكَوْنِهِ عَالِمًا قَادِرًا، أَوْ أَثْبَتَ مَا هُوَ مَنْفِيٌّ عَنْهُ بِالْإِجْمَاعِ، كَالْأَلْوَانِ، أَوْ أَثْبَتَ لَهُ الِاتِّصَالَ وَالِانْفِصَالَ، كَانَ كَافِرًا، وَكَذَا مَنْ جَحَدَ جَوَازَ بَعْثَةِ الرُّسُلِ، أَوْ أَنْكَرَ نُبُوَّةَ نَبِيٍّ مِنَ الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ وَسَلَامُهُ عَلَيْهِمْ، أَوْ كَذَّبَهُ، أَوْ جَحَدَ آيَةً مِنَ الْقُرْآنِ مُجْمَعًا عَلَيْهَا، أَوْ زَادَ فِي الْقُرْآنِ كَلِمَةً وَاعْتَقَدَ أَنَّهَا مِنْهُ، أَوْ سَبَّ نَبِيًّا، أَوِ اسْتَخَفَّ بِهِ، أَوِ اسْتَحَلَّ مُحَرَّمًا بِالْإِجْمَاعِ كَالْخَمْرِ وَاللِّوَاطِ، أَوْ حَرَّمَ حَلَالًا بِالْإِجْمَاعِ، أَوْ نَفَى وُجُوبَ مُجْمَعٍ عَلَى وُجُوبِهِ، كَرَكْعَةٍ مِنَ الصَّلَوَاتِ الْخَمْسِ، أَوِ اعْتَقَدَ وُجُوبَ مَا لَيْسَ بِوَاجِبٍ بِالْإِجْمَاعِ، كَصَلَاةٍ سَادِسَةٍ وَصَوْمِ شَوَّالٍ، أَوْ نَسَبَ عَائِشَةَ رضي الله عنها إِلَى الْفَاحِشَةِ، أَوِ ادَّعَى النُّبُوَّةَ بَعْدَ نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ صَدَّقَ مُدَّعِيًا لَهَا، أَوْ عَظَّمَ صَنَمًا بِالسُّجُودِ لَهُ، أَوِ التَّقَرُّبِ إِلَيْهِ بِالذَّبْحِ بِاسْمِهِ، فَكُلُّ هَذَا كُفْرٌ.\r\nقُلْتُ: قَوْلُهُ: إِنَّ جَاحِدَ الْمُجْمَعِ عَلَيْهِ يَكْفُرُ، لَيْسَ عَلَى إِطْلَاقِهِ، بَلِ الصَّوَابُ فِيهِ تَفْصِيلٌ سَبَقَ بَيَانُهُ فِي بَابِ تَارِكِ الصَّلَاةِ عَقِبَ كِتَابِ الْجَنَائِزِ، وَمُخْتَصَرُهُ أَنَّهُ إِنْ جَحَدَ مُجْمَعًا عَلَيْهِ يُعْلَمُ مِنْ دِينِ الْإِسْلَامِ ضَرُورَةً، كَفَرَ إِنْ كَانَ فِيهِ نَصٌّ، وَكَذَا إِنْ لَمْ يَكُنْ فِيهِ نَصٌّ فِي الْأَصَحِّ، وَإِنْ لَمْ يُعْلَمْ مِنْ دِينِ الْإِسْلَامِ ضَرُورَةً بِحَيْثُ لَا يَعْرِفُهُ كُلُّ الْمُسْلِمِينَ، لَمْ يَكْفُرْ. وَاللَّهُ أَعْلَمُ.\r\nقَالَ الْمُتَوَلِّي: وَلَوْ قَالَ الْمُسْلِمُ: يَا كَافِرُ بِلَا تَأْوِيلٍ، كَفَرَ ; لِأَنَّهُ سَمَّى الْإِسْلَامَ كُفْرًا، وَالْعَزْمُ عَلَى الْكُفْرِ فِي الْمُسْتَقْبَلِ كُفْرٌ فِي الْحَالِ، وَكَذَا التَّرَدُّدُ فِي أَنَّهُ يَكْفُرُ أَمْ لَا، فَهُوَ كُفْرٌ فِي الْحَالِ، وَكَذَا التَّعْلِيقُ بِأَمْرٍ مُسْتَقْبَلٍ، كَقَوْلِهِ: إِنْ هَلَكَ مَالِي أَوْ وَلَدِي تَهَوَّدْتُ، أَوْ تَنَصَّرْتُ، قَالَ: وَالرِّضَى بِالْكُفْرِ كُفْرٌ، حَتَّى لَوْ سَأَلَهُ كَافِرٌ يُرِيدُ الْإِسْلَامَ أَنْ يُلَقِّنَهُ كَلِمَةَ التَّوْحِيدِ، فَلَمْ يَفْعَلْ، أَوْ أَشَارَ عَلَيْهِ بِأَنْ لَا يُسْلِمَ، أَوْ عَلَى مُسْلِمٍ بِأَنْ يَرْتَدَّ، فَهُوَ كَافِرٌ بِخِلَافِ مَا لَوْ قَالَ لِمُسْلِمٍ: سَلَبَهُ اللَّهُ الْإِيمَانَ، أَوْ لِكَافِرٍ: لَا رَزَقَهُ اللَّهُ الْإِيمَانَ، فَلَيْسَ بِكُفْرٍ ; لِأَنَّهُ لَيْسَ رِضًى بِالْكُفْرِ، لَكِنَّهُ دَعَا عَلَيْهِ بِتَشْدِيدِ الْأَمْرِ وَالْعُقُوبَةِ عَلَيْهِ.\r\nقُلْتُ: وَذَكَرَ الْقَاضِي حُسَيْنٌ فِي «الْفَتَاوَى» وَجْهًا ضَعِيفًا، أَنَّ مَنْ قَالَ لِمُسْلِمٍ: سَلَبَهُ اللَّهُ الْإِيمَانَ، كَفَرَ. وَاللَّهُ أَعْلَمُ.\r\nوَلَوْ أَكْرَهَ مُسْلِمًا عَلَى الْكُفْرِ، صَارَ الْمُكْرِهُ كَافِرًا، وَالْإِكْرَاهُ عَلَى الْإِسْلَامِ، وَالرِّضَى بِهِ، وَالْعَزْمُ عَلَيْهِ فِي الْمُسْتَقْبَلِ لَيْسَ بِإِسْلَامٍ، وَمَنْ دَخَلَ دَارَ الْحَرْبِ، وَشَرِبَ مَعَهُمُ الْخَمْرَ، وَأَكَلَ لَحْمَ الْخِنْزِيرِ، لَا يُحْكَمُ بِكُفْرِهِ، وَارْتِكَابُ كَبَائِرِ الْمُحَرَّمَاتِ لَيْسَ بِكُفْرٍ، وَلَا يَنْسَلِبُ بِهِ اسْمُ الْإِيمَانِ، وَالْفَاسِقُ إِذَا مَاتَ وَلَمْ يَتُبْ لَا يَخْلُدُ فِي النَّارِ.",
    "",
    "",
    "⁽¹⁾ روضة الطالبين وعمدة المفتين 10/66"
  ],
  [
    "14",
    "ماذا قال في الكلام؟",
    "",
    "قال النووي: الصواب للعوام وجماهير المتفقهين والفقهاء الكف عن الخوض في دقائق الكلام مخافة من اختلال يتطرق إلى عقائدهم يصعب عليهم إخراجه بل الصواب لهم الاقتصار على ما ذكرناه من الاكتفاء بالتصديق الجازم: وقد نص على هذه الجملة جماعات من حذاق أصحابنا وغيرهم: وقد بالغ إمامنا الشافعي رحمه الله تعالى في تحريم الاشتغال بعلم الكلام أشد مبالغة وأطنب في تحريمه وتغليظ العقوبة لمتعاطيه وتقبيح فعله وتعظيم الإثم فيه فقال لأن يلقى الله العبد بكل ذنب ما خلا الشرك خير من أن يلقاه بشئ من الكلام: وألفاظه بهذا المعنى كثيرة مشهورة: وقد صنف الغزالي رحمه الله في آخر أمره كتابه المشهور الذي سماه إلجام العوام عن علم الكلام وذكر أن الناس كلهم عوام في هذا الفن من الفقهاء وغيرهم إلا الشاذ النادر الذي لا تكاد الأعصار تسمح بواحد منهم والله أعلم.\nولو تشكك والعياذ بالله في شئ من أصول العقائد مما لا بد من اعتقاده ولم يزل شكه إلا بتعليم دليل من أدلة المتكلمين وجب تعلم ذلك لا زالة الشك وتحصيل ذلك الاصل.\n(فرع)\nاختلفوا في آيات الصفات وأخبارها هل يخاض فيها بالتأويل أم لا فقال قائلون تتأول على ما يليق بها وهذا أشهر المذهبين للمتكلمين: وقال آخرون لا تتأول بل يمسك عن الكلام في معناها ويوكل علمها إلى الله تعالى ويعتقد مع ذلك تنزيه الله تعالى وانتفاء صفات الحادث عنه: فيقال مثلا نؤمن بأن الرحمن على العرش استوى ولا نعلم حقيقة معنى ذلك والمراد به مع أنا نعتقد أن الله تعالى (ليس كمثله شئ) وأنه منزه عن الحلول وسمات الحدوث وهذه طريقة السلف أو جماهيرهم وهي أسلم إذ لا يطالب الإنسان بالخوض في ذلك فإذا اعتقد التنزيه فلا حاجة إلى الخوض في ذلك والمخاطرة فيما لا ضرورة بل لا حاجة إليه فإن دعت الحاجة إلى التأويل لرد مبتدع ونحوه تأولوا حينئذ: وعلى هذا يحمل ما جاء عن العلماء في هذا والله أعلم. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ المجموع شرح المهذب 1/25"
  ],
  [
    "15",
    "ماذا قال في الكلام؟",
    "",
    "قال النووي: قولهم: علم ‌الكلام والمتكلمون: المراد بالكلام أصول الدين، وبالمتكلمين أصحاب هذا العلم. قال السمعاني في الأنساب في ترجمة المتكلم: إنما قيل لهذا النوع من العلم ‌الكلام لأن أول خلاف وقع في كلام الله تعالى أمخلوق هو أم لا فتكلم الناس فيه، فسمي هذا العلم علم ‌الكلام، وإن كان جميع العلوم نشرها بالكلام. ⁽¹⁾\nوقال: وأما التوحيد فله كتب مستقلة وهو علم الكلام. ⁽²⁾\n",
    "",
    "",
    "⁽¹⁾ تهذيب الأسماء واللغات 4/120\n⁽²⁾ المجموع شرح المهذب 1/80\n"
  ],
  [
    "16",
    "ماذا قال في الكلام؟",
    "",
    "قال النووي: قَوْلُهُ صلى الله عليه وسلم وَكُلَّ بِدْعَةٍ ضَلَالَةٌ هَذَا عَامٌّ مَخْصُوصٌ وَالْمُرَادُ غَالِبُ الْبِدَعِ قَالَ أَهْلُ اللُّغَةِ هِيَ كُلُّ شَيْءٍ عُمِلَ عَلَى غَيْرِ مِثَالٍ سَابِقٍ قَالَ الْعُلَمَاءُ ‌الْبِدْعَةُ ‌خَمْسَةُ ‌أَقْسَامٍ ‌وَاجِبَةٌ ‌وَمَنْدُوبَةٌ ‌وَمُحَرَّمَةٌ ‌وَمَكْرُوهَةٌ وَمُبَاحَةٌ فَمِنَ الْوَاجِبَةِ نَظْمُ أَدِلَّةِ الْمُتَكَلِّمِينَ لِلرَّدِّ عَلَى الْمَلَاحِدَةِ وَالْمُبْتَدِعِينَ ⁽¹⁾\nوقال: قوله صلى الله عليه وسلم \" كل بدعة ضلالة \" هذا من العام المخصوص لأن البدعة كل ما عمل على غير مثال سبق قال العلماء وهي خمسة أقسام واجبة ومندوبة ومحرمة ومكروهة ومباحة وقد ذكرت أمثلتها واضحة في تهذيب الأسماء واللغات ومن ‌البدع ‌الواجبة تعلم أدلة الكلام للرد على مبتدع أو ملحد تعرض وهو فرض كفاية كما سنوضحه إن شاء الله تعالى في كتاب السير ⁽²⁾\n...\nقال عبد الكريم الخضير: إن أبا الأسود الدؤلي واضع هذا العلم سألته ابنته: يا أبتِ (ما أحسنُ السماء؟ ) لأنها نظرت إلى السماء في ليلةٍ صافية فقالت له: (ما أحسنُ السماء؟ ) فقال: أي بنية نجومها، ظنها تسأل: ما الشيء الذي جعلها حسنة؟ فقال: نجومها، قالت: لا أسأل عن ذلك، إنما هي تتعجب، فقال لها: قولي: (ما أحسنَ السماء) إذا أردتِ أن تتعجبي، انقلب المراد، فأحسّ أهل العلم بضرورة التدوين في هذا الفن والحاجة داعية إلى التأليف فيه، ولا يقال: إن هذا من البدع، وإن زعم بعضهم أنه ‌من ‌البدع ‌الواجبة؛ لأنه ليس في البدع ما يمدح فضلاً عن أن يوجب على الناس، بل هو مما لا يتم الواجب إلا به، فهم الكتاب والسنة متوقف عليه، فلا بد منه حينئذٍ، فيكون شرعياً، وليس من البدع، وكل بدعةٍ ضلالة. ⁽³⁾\nوقال: ذي مسألة تقدمت مراراً، لكن التذكير بها في موضعها لا بد منه، الشاطبي -رحمه الله تعالى- رد التقسيم وقوض دعائمه، وقال: إنه قول مخترع مبتدع التقسيم تقسيم البدع، الذين يقولون بالتقسيم يقولون: هناك بدع واجبة كالرد على الزنادقة والملاحدة، لكن القرآن يرد على المخالفين، السنة فيها نصوص، السلف ردوا على المخالفين، فليست ببدعة ‌من ‌البدع ‌الواجبة يقولون، من البدع المستحبة بناء المدارس والأربطة من المقرر في الشرع أن الوسائل لها أحكام الغايات، وامتثال الأمر لا يتم إلا بفعل المأمور، وما يتم به فعل المأمور، أنت مأمور بالعلم والتعليم والتعلم كيف يتم هذا العلم وتحصيل العلم والتعليم إلا ببناء يضم المتعلمين بالأربطة وغيرها من الأمور متعدية النفع، يقولون: هذه بدع، نقول: لا ليست ببدع، إذا أمر الشرع بغايتها فوسائلها تبع لها؛ لأن الأمر بالشيء أمر بما لا يتم إلا به أيضاً. ⁽⁴⁾",
    "",
    "",
    "⁽¹⁾ شرح النووي على مسلم 6/155\n⁽²⁾ المجموع شرح المهذب 4/518\n⁽³⁾ شرح الآجرومية 1/4\n⁽⁴⁾ شرح بلوغ المرام - 45/34"
  ],
  [
    "17",
    "ماذا قال في الكلام؟",
    "",
    "قال النووي: وَقَدْ قَرَّرَ أَئِمَّتُنَا ‌الْمُتَكَلِّمُونَ ذَلِكَ بِدَلَائِلِهِ الْجَلِيَّةِ وَلَا يَلْزَمُ مِنْ رُؤْيَةِ اللَّهِ تَعَالَى إِثْبَاتُ جِهَةٍ تَعَالَى عَنْ ذَلِكَ بَلْ يَرَاهُ الْمُؤْمِنُونَ لَا فِي جِهَةٍ كَمَا يَعْلَمُونَهُ لَا فِي جِهَةٍ وَاللَّهُ أَعْلَمُ. ⁽¹⁾\nوقال: قال أهل اللغة: أصل الظلم وضع الشيء فى غير موضعه، قالوا هم وأصحابنا ‌المتكلمون وهو أيضا: التصرف فى غير ملك. قال أصحابنا وغيرهم: ويستحيل أن يقع الظلم من الله تعالى فإن العالم ملكه فلا يتصرف فى غير ملكه. ⁽²⁾\nوقال: وقوله الذي وفقنا قال أصحابنا ‌المتكلمون التوفيق خلق قدرة الطاعة والخذلان خلق قدرة المعصية والموفق في شئ لا يعصي في ذلك الشئ إذ لا قدرة له على المعصية. ⁽³⁾",
    "",
    "",
    "⁽¹⁾ شرح النووي على مسلم 3/16\n⁽²⁾ تهذيب الأسماء واللغات 3/193\n⁽³⁾ المجموع شرح المهذب 1/74"
  ],
  [
    "18",
    "ماذا قال في الأشعري؟",
    "",
    "قال النووي: وكان الأستاذ أحد الثلاثة الذين اجتمعوا فى عصر واحد على نصر مذهب الحديث والسنة فى المسائل الكلامية، القائمين بنصرة مذهب الشيخ أبى الحسن الأشعرى، وهم الأستاذ أبو إسحاق الإسفراينى، والقاضى أبو بكر الباقلانى، والإمام أبو بكر بن فورك، وكان الصاحب بن عباد يثنى عليهم الثناء الحسن، مع أنه معتزلى مخالف لهم، لكنه أنصفهم. وأما قول أبى بكر السمعانى: أنه توفى بإسفرائن، فأنكروه عليه، فالصواب أنه توفى بنيسابور، وحمل إلى إسفرائن. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ تهذيب الأسماء واللغات 2/170"
  ],
  [
    "19",
    "ماذا قال في التبرك؟",
    "",
    "قال الشيخ سليمان بن عبد اللَّه: ذكر بعض المتأخرين أن ‌التبرك بآثار الصالحين مستحب كشرب سؤرهم والتمسح بهم أو بثيابهم، وحمل المولود إلى أحد منهم ليحنكه بتمرة حتى يكون أول ما يدخل جوفه ريق الصالحين، والتبرك بعرقهم، ونحو ذلك، وقد أكثر من ذلك أبو زكريا ‌النووي في \"شرح مسلم\" في الأحاديث التي فيها أن الصحابة فعلوا شيئًا من ذلك مع النبي صلى الله عليه وسلم وظن أن بقية الصالحين في ذلك كالنبي صلى الله عليه وسلم. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ الجامع لعلوم الإمام أحمد - العقيدة 3/422"
  ],
  [
    "20",
    "ماذا قال في التبرك؟",
    "",
    "قال النووي: أَمَّا أَحْكَامُ الْبَابِ فَفِيهِ اسْتِحْبَابُ تَحْنِيكِ الْمَوْلُودِ وَفِيهِ ‌التَّبَرُّكُ بِأَهْلِ الصَّلَاحِ وَالْفَضْلِ وَفِيهِ اسْتِحْبَابُ حَمْلِ الْأَطْفَالِ إِلَى أَهْلِ الْفَضْلِ لِلتَّبَرُّكِ بِهِمْ. ⁽¹⁾\nوقال: فَفِيهِ ‌التَّبَرُّكُ بِآثَارِ الصَّالِحِينَ وَاسْتِعْمَالِ فَضْلِ طَهُورِهِمْ وَطَعَامِهِمْ وَشَرَابِهِمْ وَلِبَاسِهِمْ. ⁽²⁾\nوَمِنْهَا ‌التَّبَرُّكُ بِالصَّالِحِينَ وَآثَارِهِمْ وَالصَّلَاةُ فِي الْمَوَاضِعِ الَّتِي صَلَّوْا بِهَا وَطَلَبُ التَّبْرِيكِ مِنْهُمْ. ⁽³⁾\nوقال: وَفِيهِ ‌التَّبَرُّكُ بِآثَارِ الصَّالِحِينَ وَفَضْلُ طَعَامِهِمْ وَشَرَابِهِمْ وَنَحْوِهِمَا وَفَضْلُ مُؤَاكَلَتِهِمْ وَمُشَارَبَتِهِمْ وَنَحْوِ ذَلِكَ. ⁽⁴⁾\nوقال: وَلَا بَأْسَ بِتَقْبِيلِ وَجْهِ الْمَيِّتِ الصَّالِحِ ‌لِلتَّبَرُّكِ. ⁽⁵⁾",
    "",
    "",
    "⁽¹⁾ شرح النووي على مسلم 3/194\n⁽²⁾ شرح النووي على مسلم 4/219\n⁽³⁾ شرح النووي على مسلم 5/161\n⁽⁴⁾ شرح النووي على مسلم 1/55\n⁽⁵⁾ روضة الطالبين وعمدة المفتين 10/236"
  ],
  [
    "21",
    "ماذا قال في التوسل؟",
    "",
    "قال النووي: ثُمَّ يَرْجعُ إِلَى مَوْقِفِهِ الأوَّلِ قبَالَ وَجْهِ رسولِ الله صلى الله عليه وسلم ‌وَيَتَوَسَّلُ بِهِ في حَقّ نَفْسِهِ وَيَتَشَفَّعُ بِهِ إِلَى رَبّهِ سبحانه وتعالى. ⁽¹⁾\nوقال: ويُستحبّ أن يقول: ...اللَّهُمَّ إني ‌أسْتَشْفِعُ إِلَيْكَ بخَوَاصّ عِبَادِكَ، وأتَوَسَّلُ بِكَ إِلَيْكَ، أسألُكَ أنْ تَرْزُقَنِي جَوَامِعَ الخَيْرِ كُلِّهِ، وأن تَمُنَّ عَليَّ بِمَا مَنَنْتَ بِهِ عَلى أوْلِيائِكَ، وأنْ تُصْلحَ حالي في الآخِرَةِ\nوَالدُّنْيا يا أرحم الراحمين. ⁽²⁾",
    "",
    "",
    "⁽¹⁾ الإيضاح في مناسك الحج والعمرة 454\n⁽¹⁾ الأذكار للنووي 201"
  ],
  [
    "22",
    "ماذا قال في شد الرحال إلى القبور؟",
    "",
    "قال النووي: وَاخْتَلَفَ الْعُلَمَاءُ فِي شَدِّ ‌الرِّحَالِ وَإِعْمَالِ الْمَطِيِّ إِلَى غَيْرِ الْمَسَاجِدِ الثَّلَاثَةِ كَالذَّهَابِ إِلَى ‌قُبُورِ الصَّالِحِينَ وَإِلَى الْمَوَاضِعِ الْفَاضِلَةِ وَنَحْوِ ذَلِكَ فَقَالَ الشَّيْخُ أَبُو مُحَمَّدٍ الْجُوَيْنِيُّ مِنْ أَصْحَابِنَا هُوَ حَرَامٌ وَهُوَ الَّذِي أَشَارَ الْقَاضِي عِيَاضٌ إِلَى اخْتِيَارِهِ وَالصَّحِيحُ عِنْدَ أَصْحَابِنَا وَهُوَ الَّذِي اخْتَارَهُ إِمَامُ الْحَرَمَيْنِ وَالْمُحَقِّقُونَ أَنَّهُ لَا يَحْرُمُ وَلَا يُكْرَهُ قَالُوا وَالْمُرَادُ أَنَّ الْفَضِيلَةَ التَّامَّةَ إِنَّمَا هِيَ فِي شَدِّ ‌الرِّحَالِ إِلَى هَذِهِ الثَّلَاثَةِ خَاصَّةً وَاللَّهُ أَعْلَمُ. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ شرح النووي على مسلم 9/106"
  ],
  [
    "23",
    "ماذا قال في القراءة على القبور؟",
    "",
    "قال النووي: وَسُئِلَ الْقَاضِي أَبُو الطَّيِّبِ عَنْ قِرَاءَةِ الْقُرْآنِ فِي الْمَقَابِرِ فَقَالَ: الثَّوَابُ لِلْقَارِئِ، وَيَكُونُ الْمَيِّتُ كَالْحَاضِرِ، تُرْجَى لَهُ الرَّحْمَةُ وَالْبَرَكَةُ، فَيُسْتَحَبُّ قِرَاءَةُ الْقُرْآنِ فِي الْمَقَابِرِ لِهَذَا الْمَعْنَى، وَأَيْضًا فَالدُّعَاءُ عُقَيْبَ الْقِرَاءَةِ أَقْرَبُ إِلَى الْإِجَابَةِ، وَالدُّعَاءُ يَنْفَعُ الْمَيِّتَ. ⁽²⁾\nوقال: عَنِ الْقَاضِي حُسَيْنٍ فِي «الْفَتَاوَى» : أَنَّ الِاسْتِئْجَارَ لِقِرَاءَةِ الْقُرْآنِ عَلَى رَأْسِ ‌الْقَبْرِ مُدَّةً، جَائِزٌ، كَالِاسْتِئْجَارِ لِلْأَذَانِ وَتَعْلِيمِ الْقُرْآنِ. وَاعْلَمْ أَنَّ عَوْدَ الْمَنْفَعَةِ إِلَى الْمُسْتَأْجِرِ شَرْطٌ، فَيَجِبُ عَوْدُهَا فِي هَذِهِ الْإِجَارَةِ إِلَى الْمُسْتَأْجِرِ أَوْ مَيِّتِهِ، فَالْمُسْتَأْجِرُ لَا يَنْتَفِعُ بِقِرَاءَةِ غَيْرِهِ. وَمَعْلُومٌ أَنَّ الْمَيِّتَ لَا يَلْحَقُهُ ثَوَابُ ‌الْقِرَاءَةِ الْمُجَرَّدَةِ، فَالْوَجْهُ: تَنْزِيلُ الِاسْتِئْجَارِ عَلَى صُورَةِ انْتِفَاعِ الْمَيِّتِ بِالْقِرَاءَةِ. وَذَكَرُوا لَهُ طَرِيقَيْنِ. أَحَدُهُمَا: أَنْ يُعْقِبَ ‌الْقِرَاءَةَ بِالدُّعَاءِ لِلْمَيِّتِ، لِأَنَّ الدُّعَاءَ يَلْحَقُهُ، وَالدُّعَاءُ بَعْدَ ‌الْقِرَاءَةِ أَقْرَبُ إِجَابَةً وَأَكْثَرُ بَرَكَةً. وَالثَّانِي: ذَكَرَ الشَّيْخُ عَبْدُ الْكَرِيمِ السَّالُوسِيُّ، أَنَّهُ إِنْ نَوَى الْقَارِئُ بِقِرَاءَتِهِ أَنْ يَكُونَ ثَوَابُهَا لِلْمَيِّتِ، لَمْ يَلْحَقْهُ. وَإِنْ قَرَأَ، ثُمَّ جَعَلَ مَا حَصَلَ مِنَ الْأَجْرِ لَهُ، فَهَذَا دُعَاءٌ بِحُصُولِ ذَلِكَ الْأَجْرِ لِلْمَيِّتِ، فَيَنْفَعُ الْمَيِّتَ. قُلْتُ: ظَاهِرُ كَلَامِ الْقَاضِي حُسَيْنٍ: صِحَّةُ الْإِجَارَةِ مُطْلَقًا، وَهُوَ الْمُخْتَارُ، فَإِنَّ مَوْضِعَ ‌الْقِرَاءَةِ مَوْضِعُ بَرَكَةٍ، وَبِهِ تَنْزِلُ الرَّحْمَةُ، وَهَذَا مَقْصُودٌ يَنْفَعُ الْمَيِّتَ. وَاللَّهُ أَعْلَمُ. ⁽²⁾\n‌وقال: وَاسْتَحَبَّ ‌الْعُلَمَاءُ ‌قِرَاءَةَ الْقُرْآنِ عِنْدَ الْقَبْرِ لِهَذَا الْحَدِيثِ لِأَنَّهُ إِذَا كَانَ يُرْجَى التَّخْفِيفُ بِتَسْبِيحِ الْجَرِيدِ فَتِلَاوَةُ الْقُرْآنِ أَوْلَى وَاللَّهُ أَعْلَمُ. ⁽³⁾\n‌وقال: ويُستحبّ ‌أن ‌يقعد ‌عنده بعد الفراغ ساعة قدر ما يُنحر جزور ويُقسم لحمُها، ويشتغل القاعدون بتلاوة القرآن، والدعاء للميت، والوعظ، وحكايات أهل الخير، وأخبار الصالحين. ⁽⁴⁾",
    "",
    "",
    "⁽¹⁾ روضة الطالبين وعمدة المفتين 2/139\n⁽²⁾ روضة الطالبين وعمدة المفتين 5/191\n⁽³⁾ شرح النووي على مسلم 3/202\n⁽⁴⁾ الأذكار للنووي 161"
  ],
  [
    "24",
    "ماذا قال في الذبح والسجود للغير؟",
    "",
    "قال النووي: فَأَمَّا إِذَا ذَبَحَ لِغَيْرِهِ لَا عَلَى هَذَا الْوَجْهِ، بِأَنْ ضَحَّى أَوْ ذَبَحَ لِلْكَعْبَةِ تَعْظِيمًا لَهَا لِأَنَّهَا بَيْتُ اللَّهِ تَعَالَى، أَوِ الرَّسُولِ لِأَنَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم، فَهَذَا لَا يَجُوزُ أَنْ يَمْنَعَ حِلَّ الذَّبِيحَةِ، وَإِلَى هَذَا الْمَعْنَى، يَرْجِعُ قَوْلُ الْقَائِلِ: أَهْدَيْتُ لِلْحَرَمِ، أَوْ لِلْكَعْبَةِ، وَمِنْ هَذَا الْقَبِيلِ، الذَّبْحُ عِنْدَ اسْتِقْبَالِ السُّلْطَانِ، فَإِنْهُ اسْتِبْشَارٌ بِقُدُومِهِ، نَازِلٌ مَنْزِلَةَ ذَبْحِ الْعَقِيقَةِ لِوِلَادَةِ الْمَوْلُودِ، وَمِثْلُ هَذَا لَا يُوجِبُ الْكُفْرَ، وَكَذَا السُّجُودُ لِلْغَيْرِ تَذَلُّلًا وَخُضُوعًا. وَعَلَى هَذَا، إِذَا قَالَ الذَّابِحُ: بِاسْمِ اللَّهِ وَبَاسِمِ مُحَمَّدٍ، وَأَرَادَ: أَذْبَحُ بِاسْمِ اللَّهِ، وَأَتَبَرَّكُ بَاسِمِ مُحَمَّدٍ، فَيَنْبَغِي أَنْ لَا يَحْرُمَ. وَقَوْلُ مَنْ قَالَ: لَا يَجُوزُ ذَلِكَ، يُمْكِنُ أَنْ يُحْمَلَ عَلَى أَنَّ اللَّفْظَةَ مَكْرُوهَةٌ؛ لِأَنَّ الْمَكْرُوهَ، يَصِحُّ نَفْيُ الْجَوَازِ وَالْإِبَاحَةِ الْمُطْلَقَةِ عَنْهُ. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ روضة الطالبين وعمدة المفتين 3/206\n"
  ],
  [
    "25",
    "ماذا قال في الطلاسم؟",
    "",
    "قال النووي: مسألة: هذه ‌الطلسمات التي تكتب للمنافع، وهي مجهولة المعنى، هل تحل كتابتها أم لا؟.\nالجواب: تكره، ولا تحرم. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ فتاوى النووي 278"
  ],
  [
    "26",
    "ماذا قال في الخضر؟",
    "",
    "‌‌قال النووي: بَابٌ مِنْ فَضَائِلِ ‌الْخَضِرِ صلى الله عليه وسلم. جُمْهُورُ الْعُلَمَاءِ عَلَى أَنَّهُ حَيٌّ مَوْجُودٌ بَيْنَ أَظْهُرِنَا وَذَلِكَ مُتَّفَقٌ عَلَيْهِ عِنْدَ الصُّوفِيَّةِ وَأَهْلِ الصَّلَاحِ وَالْمَعْرِفَةِ وَحِكَايَاتُهُمْ فِي رُؤْيَتِهِ وَالِاجْتِمَاعِ بِهِ وَالْأَخْذِ عَنْهُ وَسُؤَالِهِ وَجَوَابِهِ وَوُجُودِهِ فِي الْمَوَاضِعِ الشَّرِيفَةِ وَمَوَاطِنِ الْخَيْرِ أَكْثَرُ مِنْ أَنْ يُحْصَرَ وَأَشْهَرُ مِنْ ان يستر وقال الشيخ ابو عمر بْنُ الصَّلَاحِ هُوَ حَيٌّ عِنْدَ جَمَاهِيرِ الْعُلَمَاءِ وَالصَّالِحِينَ وَالْعَامَّةُ مَعَهُمْ فِي ذَلِكَ قَالَ وَإِنَّمَا شَذَّ بِإِنْكَارِهِ بَعْضُ الْمُحَدِّثِينَ. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ شرح النووي على مسلم 15/136"
  ],
  [
    "27",
    "هل يثبت إليه نسبة جزء فيه ذكر اعتقاد السلف في الحروف والأصوات؟",
    "",
    "قال محمد صالح المنجد: لا تصح نسبة هذا الجزء إلى النووي، أمور منها:\n1-أن الكتاب عاري الإسناد.\n2-أنه لم ينسبه أحد إلى النووي رحمه الله.\n3-أن فيه التصريح أنه ينقل عن الشيخ أبى العباس أحمد بن الحسن الأرموى الشافعي، وجاء فيه (ص 69): \"وهذا الذي ذكرناه جميعه من كلام الشيخ أبي العباس الأرموي رحمه الله \" انتهى.\nوأبو العباس الأرموي هذا لا تعرف له ترجمة، وعلى فرض وجوده فالكلام له وليس للنووي. والنووي على عقيدة الأشاعرة لم يرجع عنها وإن كان يخالف الأشاعرة في جملة من المسائل، وهو يختار التفويض في الصفات وينسبه مذهب السلف. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ هل تصح نسبة جزء الحرف والصوت إلى النووي 390725"
  ],
  [
    "28",
    "هل يثبت إليه نسبة جزء فيه ذكر اعتقاد السلف في الحروف والأصوات؟",
    "",
    "قال بدر بن علي بن طامي العتيبي: فقد سئلتُ غيرَ مرةٍ عن كتاب «جزءٍ فيما يجب اعتقادُه عند علماءِ السَّلف في الحروفِ والأصوات» المنسوب للحافظ أبي زكريا يحيى بن شرف النووي رحمه الله تعالى، المطبوع بتحقيق أبي الفضل أحمد بن علي الدمياطي وفقه الله، طبع دار الأنصار للنشر والتوزيع.\nفأقول:\nالصواب عدم صحة نسبة الرسالة إلى الحافظ النووي رحمه الله تعالى، وذلك بعدة أدلة:\nأولها: أنَّ كلّ من ترجم له لم يذكرها ضمن مؤلفاتِه، خاصة لانفرادها بمسألة عقدية! مع قلة كلامه في الاعتقاد، فمثله جدير بالإشهار والذكر والإظهار، وقد ذكروا من مؤلفاته: التام والناقص، والطويل والقصير، والفتاوى، والرسالات، فكيف لم يذكروه؟\nوالثاني: أن المحقِّقَ لم يذكر شيئاً عن صحة نسبة الرسالة إلى مؤلفها بالطرقِ العلمية المعتبرة عند العلماء، ومجرد إيراد اسم كتاب \"التبيان بآداب حملة القرآن\" لا يكفي لأن الكتاب الذي ذكرت فيه هذه الإشارة: مفتقرٌ لإثبات كونه له.\nوالثالث: أن المخطوط مجهولُ النسبة والثبوت، فلم يتكلم عنه المحقِّق! ولا عن مصدرِ الوصول إليه؛ موطناً ورقماً، ولا عن ناسخه، وما يتبع ذلك من الطرق العلمية في إثبات صحة ثبوت المخطوطات.\nوله نسخة أخرى متأخرة عنه فيما يبدو من محفوظات جامعة الرياض، (9ر211) برقم (2284) وفي خاتمتها أسطر من فتاوى ابن الصلاح في تقرير التفويض في مسألة الكلام، والحال في تحقيق النسبة كسابقتها.\nالرابع: أن المخطوط جاء على طُرَّته بنفس خط مضمونه «تأليف الإمام العالم العلامة أبو –هكذا- زكريا النواوي رحمة الله عليه» أي أنه كُتب بعد موته، فهو نسخة لا يٌدرى من ناسخها، وليست هي بخط النووي جزماً.\nالخامس: أن النَّاسخ حلَّى النووي بوصفه بـ: «إمام الشافعية في وقته» ومع جلالة النووي، لكنّه لم يكن إمام الطبقة في وقته، فهذا يدل على قصر معرفته بالنووي.\nالسادس: أن صدر الرسالة يوحي أن النووي هو الذي سيجمع للسائل: «زبد أقوال المتقدمين وغاية ما عولوا عليه من الاعتقاد في الحروف والأصوات، وما نقل عنهم في ذلك من الاختلافات، والتنصيص على ما ذهب إليه علماء الشرع ونقلة الأحاديث الثقات، سالكاً في ذلك طرق متأخري المتكلمين في المباحثات، جارياً على قواعد أهل النظر والمجادلات، مختصراً لفظه بأوضح العبارات الوجيزات، من غير تعصبٍ وميلٍ بل رغبة في إظهار الحق ونصرة لما سلف عليه الصحابة والتابعون رضي الله عنهم أجمعين وجمعنا وإياهم في دار كرامته وسائر أحبابنا ومشايخنا وإخواننا إنه أجود الأجودين وأرحم الراحمين، وأروي له ما ثبت به النقل عن سيد المرسلين وأشرف خلق الله من الأولين...».\nولم يكن منه ذلك في كلّه! بل أكثر الكتاب منقول من غيره، ومن كان سينقل كلام غيره غير حسنٍ منه أن ينسب ذلك لنفسه بأنه سيجمع كلام المتقدمين ويرد على المخالفين، فليس للنووي في تحقيق المسألة جهدٌ بعد ذلك إلا مجرد النسخ، فهو إما أن يعتذر للسائل بأنني سأنقل لك كلامَ من فصّل في المسألة وتكلَّم فيها، أو أن يحقق هو ما وعد به من البيان من قوله لا من منقوله، ومن هو في مثل رتبة النووي علماً فهماً أهل للاستغناء عن كلام غيره.\nالسابع: أنه قال في مقدمته: «سالكاً في ذلك طرق متأخري المتكلمين في المباحثات، جارياً على قواعد أهل النظر والمجادلات، مختصراً لفظه بأوضح العبارات الوجيزات» وهذا مما لم يحصل في الكتاب، لا في منقوله من كلام الأرموي ولا من كتاب \"التبيان\"، مما يدل على أن المقدمة ملفّقه.\nالثامن: مما يؤكد التلفيق بين المقدمة والمضمون، قوله: «فجاء هذا المختصر بحمد الله أنيساً للحاضر وجليساً للناظر، وقسمته بحمد الله فصولاً مشتملة على فنون من القواعد ونفائس من العقائد»، وليس هو من قسَّم الكتاب! فهو كلام غيره، وليس فيه حقيقة ما أشار إليه من فنون القواعد ونفائس العقائد، وإنما عدة فصول –مع جلالتها- في تحقيق الإنزال والصوت والحرف.\nالتاسع: قوله في المقدمة: «مما جمعته من كتب العلوم» وهذا يخالف المضمون، فليس فيه إلا نقل مطول من كتاب غيره، وأبواب من أحد كتبه! وهذا يؤكد تلفيق المقدمة على المضمون.\nالعاشر: نقله من (ص17) إلى (69) عمن سماه بـ: «الشيخ الجليل الإمام المتقن الحافظ الأوحد فخر الدين أبي العباس أحمد بن الحسن بن عثمان بن الأرموي الشافعي رضي الله عنه فيما صنفه في كتابه الموسوم\" بغاية المرام في مسألة الكلام\"» وهذا الرجل لم أجد له ترجمة ولا ذكراً في كُتبِ الرجال، وعلماء الشافعية! وخفاء اسمه مع ضخامة ألقابه المذكورة من الإمامة والحفظ والأوحدية! ويحتاج إليه عالم كبير كالنووي يثير العجب أكثر في غموض الأمر، وغرابة الحال، ويضاف إليه الوجه التالي:\nالحادي عشر: وهو أن هذا الرجل كما وصفه الواصف بأنه شافعي بل إمام في الشافعية! ومع ذلك لم ينقل عن شافعي واحدٍ مقالة واحدة في المعتقد! إلا في ثلاثة مواطن عن الإمام الشافعي! (ص26 -62 -65) بينما نقل الكثير عن الإمام أحمد ومالك وبعض الحنابلة كابن الزاغوني وغيره، ونصب الخلاف للأشاعرة الشافعية! كالأشعري والاسفراييني والقشيري والجويني (27-28) مع أن قولهم قال به آخرون من المذاهب الأخرى، فلم يذكرهم.\nالثاني عشر: أن الكتاب في إثبات الحروف والأصوات، وذكر أنه سينقل في تحقيق هذه المسألة ما أودعه في كتاب \"التبيان بآداب حملة القرآن\" فكان الأجدر أن لا ينقل منه إلا ما يدعم هذا الأصل –أعني مسألة الحرف والصوت- ولكن الواقع أنه نقل (ص70-78) أخباراً في فضيلة حملة القرآن ونقلته، وتفسيره، والجدال فيه، وسماع الكافر له، والاستشفاء بكتابته، ونقشه على الحيطان والأبواب، وآداب كتابة المصحف، وصيانته، والطهارة لحمله، وحجبه عن الصبي والمجنون! وليس في تلك الورقات المنقولات ما يدعم المسألة إلا موطن واحد بمعدل ورقة واحدة! وباقي ما جمعه خارج عن المراد، وإيراده لا موجب له في كتاب يزعم صاحبه أنه صنفه للكشف والإيضاح والرد على المخالف.\nفكل هذه الوجوه تثبت عدم صحة نسبة الرسالة للنووي رحمه الله، وأن الناسخ أراد أن يسوق كلام الأرموي –لأي سببٍ سياسي أو مذهبيٍّ كان- من وراء اسم النووي رحمه الله بهذه الرسالة، فمن الخطأ نقلُ أي كلامٍ من هذه الرسالة ونسبته إلى النووي، وقد جاء فيها عن كاتبها (ص69): «وهذا الذي ذكرناه جميعه من كلام الشيخ أبي العباس الأرموي - رحمه الله -» فليس الكلام كلام النووي أصلاً.\nومما يجدر التنبيه عليه أمران:\nالأمر الأول: أن كلام الأرموي فيه تجاوزات في بعض الألفاظ في إطلاق قدم الحروف من غير تفصيل واضح بيِّن، إلى حدٍّ أنه قد يفهم منه قدم صوت القارئ! وقدم أعيان الحروف! ومن تأمل بعض كلامه يجد أنه عُرضة لبعض اللوازم الباطلة، ولو تقيد بمنطوق السلف وعبارتهم لكان أولى.\nومثله إشارته (ص23) عدم إثبات حوادث لا أول لها! وحول هذا الكلام من الكلام ما لا يخفى.\nوالأمر الثاني: أن مجرد الإيمان بأن الله تعالى تكلم بالقرآن بحرف وصوت، قد يقول به بعض أهل البدع من الكلابية وغيرهم، مع نفيهم أنه يتكلم بمشيئته وقدرته، ولم أجد في كلام الأرموي ما يخلصه من مذهب الكلابية! وأن الله يتكلم بقدرته ومشيئته متى شاء.\nقال شيخ الإسلام ابن تيمية كما في \"مجموعة الرسائل والمسائل\" (3/ 43-44) في كلامه عن الطوائف المخالفة في مسألة الكلام، وذكره للكلابية: «والطائفة الأخرى التي وافقت ابن كلاب على أن الله لا يتكلم بمشيئته وقدرته، قالت: بل الكلام القديم هو حروف أو حروف وأصوات لازمة لذات الرب أزلاً وأبداً لا يتكلم بها بمشيئته وقدرته ولا يتكلم بها شيئاً بعد شيء، ولا يفرق هؤلاء بين جنس الحروف وجنس الكلام وبين عين الحروف قديمة أزلية، وهذا أيضاً مما يقول جمهور العقلاء أنه معلوم الفساد بالضرورة، فإن الحروف المتعاقبة شيئاً بعد شيء يمتنع أن يكون كل منها قديماً أزلياً وإن كان جنسها قديماً، لإمكان وجود كلمات لا نهاية لها وحروف متعاقبة لا نهاية لها، وامتناع كون كل منها قديماً أزلياً، فإن المسبوق بغيره لا يكون أزلياً، وقد فرق بعضهم بين وجودها وماهيتها فقال: الترتيب في ماهيتها لا في وجودها، وبطلان هذا القول معلوم بالاضطرار لمن تدبره، فإن ماهية الكلام هو حروف لا يكون شيئاً بعد شيء، والصوت لا يكون إلا شيئاً بعد شيء، فامتنع أن يكون وجود الماهية المعينة أزلياً متقدماً عليها به، مع أن الفرق بينهما لو قدر الفرق بينهما، ويلزم من هذين الوجهين أن يكون وجودها أيضاً مترتباً متعاقباً.\nثم من هؤلاء من يزعم أن ذلك القديم هو ما يسمع من العباد من الأصوات بالقرآن والتوراة والإنجيل أو بعض ذلك، وكان أظهر فساداً مما قبله، فإنه يعلم بالضرورة حدوث أصوات العباد».\nتــتــمــة:\nقال شيخ الإسلام ابن تيمية رحمه الله كما في \"مجموع الفتاوى\" (12/ 69): «وأما قول القائل: إن الحروف قديمة أو حروف المعجم قديمة فإن أراد جنسها فهذا صحيح وإن أراد الحرف المعين فقد أخطأ فإن له مبدأ ومنتهى وهو مسبوق بغيره وما كان كذلك لم يكن إلا محدثا. وأيضا فلفظ الحروف مجمل يراد بالحروف الحروف المنطوقة المسموعة التي هي مباني الكلام ويراد بها الحروف المكتوبة ويراد بها الحروف المتخيلة في النفس والصوت لا يكون كلاما إلا بالحروف باتفاق الناس».\nوختـــــــاماً:\nالنووي رحمه الله تعالى من علماء الإسلام، وهو على عقيدة متأخري الأشاعرة، ومع قلة كلامه في الاعتقاد إلا أنه دائما يحيل القول في الصفات إلى التفويض البدعي، أو التأويل، وهذا مطّرد في شرحه لصحيح مسلم، مع ما لديه من تأويل للكثير من الصفات في شرحه المذكور، وفي غيره من مصنفاته كـ: رياض الصالحين، والأذكار، ونحوها.\nونسأل الله تعالى أن يغفر له، وأن يتجاوز عنه، والحق ما عليه سلف الأمة، وعلماء الإسلام الكرام من مقابلة نصوص الصفات بالقبول والتسليم، والإقرار والإمرار، من غير صوارف الجهمية البدعية من: التعطيل والتمثيل والتأويل والتجهيل، والله أعلم، وصلى الله وسلم على نبينا محمد. ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ من المختارات لكم (130): نفي نسبة كتاب الحرف والصوت للنووي"
  ],
  [
    "29",
    "هل يثبت إليه نسبة جزء فيه ذكر اعتقاد السلف في الحروف والأصوات؟",
    "",
    "قال نعمان بن عبدالكريم الوتر: وقفت على كتاب منسوب إلى الإمام النووي بعنوان (جزء فيه ذكر اعتقاد السلف في الحروف والأصوات ) تحقيق أحمد بن علي الدمياطي وقد أشاد بالكتاب ونقل فقرات عديدة منه الشيخ مشهور بن حسن في كتابه (الدلائل الوفية في تحقيق عقيدة النووي أسلفية أم خلفية )\nوتبين لي بعد البحث والتمحيص أن الكتاب لا تصح نسبته لأمور :\nأولا : لا يوجد ما يثبت صحة نسبة ذلك الكتاب إلى الإمام النووي فليس له إسناد , ولم يذكره أحد حسب علمي ممن ترجم للإمام النووي .\nثانيا : لم أقف على كلام لأحد من المعتنين بعقيدة السلف وأئمة الإسلام في كتب العقائد والردود على المخالفين فيه تسمية لهذا الكتاب أو نسبته للإمام النووي .\nثالثا : في مقدمة الكتاب المنسوب للإمام النووي ما يلي :\n(وقسمته بحمد الله فصولا مشتملة على فنون من القواعد ونفائس من العقائد مما جمعته من كتب العلوم ومما أودعته من كتابنا المعروف بكتاب” التبيان في آداب حملة القرآن” وغير ذلك وعلى الله اعتمادي وإليه تفويضي واستنادي، اعتصمت بالله توكلت على الله لا حول ولا قوة إلا بالله العلي العظيم.\nويشتمل هذا المختصر على قسمين:\nالقسم الأول: في ذكر ما ننقله عن الشيخ الجليل الإمام المتقن الحافظ الأوحد فخر الدين أبي العباس أحمد بن الحسن بن عثمان بن الأرموي الشافعي رضي الله عنه فيما صنفه في كتابه الموسوم” بغاية المرام في مسألة الكلام”.\nوالقسم الثاني: فيما وضعته في كتابنا الموسوم بكتاب” التبيان”)\nويلاحظ ما يلي :\n1: قوله وقسمته بحمد الله فصولا مشتملة على فنون من العقائد …. إلى قوله العلي العظيم . الناظر في الكتاب يجد أن جميع المنقولات من الفصول في القسم الأول وهو الأكبر إنما هي من كتاب بغية المرام فقط ولا ذكر لكتابه التبيان فيه .\n2: كتاب التبيان غير مشتمل على فنون القواعد ونفائس العقائد إذ ذلك ليس هو موضوع الكتاب وفيه شيء يسير يتعلق بأن القرآن كلام الله .\n3: قوله : القسم الأول: في ذكر ما ننقله عن الشيخ الجليل الإمام المتقن الحافظ الأوحد فخر الدين أبي العباس أحمد بن الحسن بن عثمان بن الأرموي الشافعي في كتابه الموسوم” بغاية المرام في مسألة الكلام” .\nوبعد البحث والتحري والتمحيص وتنويع طرق البحث لم أقف على شخص بهذا الاسم مع أن كتب التراجم والتواريخ والطبقات تعتني بمن هو دون هذا الوصف بمراحل فكيف بمن وصف بالإمام , المتقن , الحافظ ,الأوحد ؟\n4: لم أقف على من ذكر كتاب (غاية المرام في مسألة الكلام ) فلا وجود لهذا الكتاب حسب ما توصلت إليه من البحث عنه ولم أقف على أحد من علماء الإسلام يذكر كتابا بهذا الاسم .\n5 : بحثت عن فقرات مما ورد في ذلك الكتاب في المكتبة الشاملة لغلي أصل من خلال البحث بهذه الطريقة إلى شيء لكن دون جدوى .\nوعليه :\n١: كتاب ( جزء فيه ذكر اعتقاد السلف في الحروف والأصوات ) لا يوجد ما يثبت نسبته للإمام النووي رحمه الله .\n٢: لا وجود لكتاب باسم ( غاية المرام في مسألة الكلام ).\n٣: لا وجد لشخص باسم فخر الدين أبي العباس أحمد بن الحسن الأرموي الشافعي .\nولقد اغتر بالكتاب المنسوب للإمام النووي رحمه الله شيخنا العلامة العباد وولده الشيخ عبدالرزاق وأشادوا به وفرحنا فرحا عظيما بذلك ولما وقفت على الحقيقة حزنت حزنا شديدا ولكن الحق أحق أن يتبع ويغفر الله للإمام النووي زلله ولا يقر عليه والله المستعان . ⁽¹⁾",
    "",
    "",
    "⁽¹⁾ كتاب ( جزء فيه ذكر اعتقاد السلف في الحروف والأصوات) للإمام النووي لاتصح نسبته إليه"
  ]
]
