[
  [
    "1",
    "‌‌باب نعت الإيمان في استكماله ودرجاته",
    "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nتوكلت على الله\n‌‌باب نعت الإيمان في استكماله ودرجاته\nأخبرنا الشيخ أبو محمد؛ عبد الرحمن بن عثمان بن معروف - أعني ابن أبي نصر(١) - في داره بدمشق، في صفر سنة عشرين وأربع مائة، قال: حدثنا أبو يعقوب إسحاق بن [إبراهيم الأذرعي(٢)، قال: حدثنا أبو محمد عبد الله ابن جعفر بن](*) أحمد بن بحر(١) العسكري - صاحب أبي عبيد القاسم بن سلَّام - هذه الرسالة وأنا أسمع.\nقال أبو عبيد:\nأما بعد، فإنك كنت تسألني عن الإيمان، واختلاف الأمة في استكماله، وزيادته ونقصه، وتذكر أنك أحببت معرفة ما عليه أهل السُّنة من ذلك، وما الحجة على من فارقهم فيه؟(٢).\nفإن هذا - رحمك الله - خطْبٌ قد تكلم فيه السلف من(٣) صدر هذه الأمة وتابعيها، ومن بعدهم إلى يومنا هذا، وقد كتبت إليك بما انتهى إليَّ علمُه من ذلك مشروحًا مُخَلَّصًا، وبالله التوفيق.\nاعلم - رحمك الله - أن أهل العلم والعناية بالدين افترقوا في هذا الأمر فرقتين(١)، فقالت إحداهما: الإيمان بالإخلاص لله بالقلوب، وشهادة الألسنة، وعمل الجوارح، وقالت الفرقة الأخرى: بل الإيمان بالقلوب والألسنة، فأما الأعمال فإنما(٢) هي تقوى وبر، وليست من الإيمان.\nوإنا نظرنا في اختلاف الطائفتين، فوجدنا الكتاب والسُّنة يصدقان الطائفة التي جعلت الإيمان بالنية والقول والعمل جميعًا، وينفيان ما قالت الأخرى.\nوالأصل الذي هو حجَّتنا في ذلك:",
    "(١) هو الشيخ، الإمام، المعدل، الرئيس، مسند الشام، أبو محمد، عبد الرحمن بن أبي نصر عثمان بن القاسم بن معروف بن حبيب التميمي الدمشقي الملقب: بالشيخ العفيف.\nولد في شهر رمضان من سنة سبع وعشرين وثلاثمائة، وتوفي يوم الأربعاء، الثاني من جمادى الآخرة - بعد الظهر - من سنة عشرين وأربعمائة.\nقال تلميذه عبد العزيز الكتاني: لم ألْقَ شيخًا مثله؛ زهدًا وورعًا وعبادةً ورئاسةً، وكان ثقةً عدلًا مأمونًا رضًا. انظر: تاريخ دمشق (٣٥/ ١٠١)، سير أعلام النبلاء (١٧/ ٣٦٦).\nوعلى هذا يكون ابن أبي نصر قد روى هذا الكتاب قبل وفاته بأربعة أشهر أو أقل.\n(٢) هو الإمام المحدث، الرباني، القدوة، أبو يعقوب إسحاق بن إبراهيم بن هاشم النهدي الأذرعي، شيخ دمشق.\nتوفي يوم النحر سنة أربع وأربعين وثلاث مائة، وهو ابن نيِّف وتسعين سنة.\nقال أبو الحسين الرازي: \"كان من جلة أهل دمشق، وعبادها وعلمائها\".\nوقال ابن عساكر: \"أحد الثقات من عباد الله الصالحين\". انظر: تاريخ دمشق (٨/ ١٦٦)، سير أعلام النبلاء (١٥/ ٤٧٨).\n(*) ساقط من المطبوع.\n(١) في الأصل: \"يحيى\"، والتصويب من ترجمة المصنف في تاريخ دمشق (٤٩/ ٥٩)، وتهذيب الكمال (٢٣/ ٣٥٦)، ولم أقف له على ترجمة.\n(٢) وهذا الرجل الذي سأل أبا عبيد هو: أبو صالح رجاء بن عبد الله الصاغاني، وقد روي الكتاب من طريقه كما عند ابن الحطاب في مشيخته (٢٢٠)، وبهذا يكون لـ \"كتاب الإيمان\" روايتان.\nولعل هذا يفسر الاختلاف الواقع في العبارات بين ما في الكتاب هنا، وبين ما ينقله عنه شيخ الإسلام وابن نصر - كما سيأتي -، وتكون النسخة التي من رواية الصاغاني هي التي وقعت لهما.\nوإن كان يضعفه عدم وجود ما نقله الحافظ من الكتاب - كما سيأتي أيضًا -، مع كونه وقع له من طريق هذه النسخة نفسه، والله أعلم.\n(٣) في المطبوع: \"في\".\n(١) يلاحظ إدخال المصنف مرجئةَ الفقهاء في زمرة أهل العلم والعناية بالدين، وهذا من إنصافه ﵀، فإن منهم علماء وفقهاء، فأول من قال به: حماد بن أبي سليمان، وتلقاه عنه أبو حنيفة - رحمهما الله -، وهما من أهل العلم، ولا شك في بطلان مذهبهم وفساده إلا أن لهم حججًا شرعية بسببها اشتبه الأمر عليهم.\rقال شيخ الإسلام ﵀: \"وهذه الشبهة التي أوقعتهم مع علم كثير منهم وعبادته وحسن إسلامه وإيمانه، ولهذا دخل في إرجاء الفقهاء جماعة هم عند الأمة أهل علم ودين، ولهذا لم يكفر أحد من السلف أحدًا من مرجئة الفقهاء، بل جعلوا هذا من بدع الأقوال والأفعال، لا من بدع العقائد\". الفتاوى (٧/ ٣٩٤)، وانظر: (٧/ ١٩٤) منه، وانظر كذلك ما يأتي ص (٧٧).\r(٢) في الأصل: \"فإنها\"، والتصويب من المطبوع.",
    "އީމާންކަން ފުރިހަމަވުމާއި، އީމާންކަމުގެ ދަރަޖަތައް ޞިފަކުރެވުނު ބާބު",
    "ﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ ނަންފުޅުން ފަށަމެވެ.\nﷲ ގެ މައްޗަށް އަހުރެން ވަކީލުކުރަމެވެ.\n(ހިޖުރައިން) ހަތަރުސަތޭކަ ވިހިވަނަ އަހަރުގެ ޞަފަރު މަހުގައި، ޝައިޚު އަބޫ މުޙައްމަދު ޢަބްދުއްރަޙްމާނު ބްނު ޢުޘްމާނު ބްނު މަޢުރޫފު - އެބަހީ: އިބްނު އަބީ ނަޞްރު - ދިމިޝްޤުގައި ހުންނަ އެކަލޭގެފާނުގެ ގޭގައި އަހަރުމެންނަށް ޚަބަރުދެއްވިއެވެ. ވިދާޅުވިއެވެ: އަހަރުމެންނަށް އަބޫ މުޙައްމަދު އިސްޙާޤު ބްނު އިބްރާހީމް އަލްއަޛްރަޢީ ކިޔާދެއްވާ ވިދާޅުވިއެވެ: މިރިސާލާ ލިޔުއްވި އަބޫ ޢުބައިދު އަލްޤާސިމު ބްނު ސައްލާމުގެ އެކުވެރިޔާ އަބޫ މުޙައްމަދު ޢަބްދު ﷲ ބްނު ޖަޢުފަރު ބްނު އަޙްމަދު ބްނު ޔަޙްޔާ އަލްޢަސްކަރީ އަހުރެން އަޑުއަހަން ހުއްޓާ އަހަރުމެންނަށް ކިޔާދެއްވިއެވެ:\nއަބޫ ޢުބައިދު ވިދާޅުވިއެވެ:\nއެއަށްފަހު ދަންނައެވެ! ހަމަކަށަވަރުން އީމާންކަމާއި، އީމާންކަން ފުރިހަމަވެ، އިތުރުވެ، އުނިވުމާއިމެދު އުއްމަތްވެފައިވާ ޚިލާފާއިމެދު ތިބާ އަހުރެންގެ ގާތުން ސުވާލުކޮށް، އަދި އެކަންތަކުގައި ސުންނަތުގެ އަހުލުވެރިން އެގޮތެއްގެ މަތީގައި ތިބި ގޮތް އެނގުމަށް ތިބާ ލޯބިކުރާކަމަށް ޛިކުރުކޮށް، އަދި އެކަންތަކުގައި އެބައިމީހުންނާއި ޚިލާފުވި މީހުންގެ މައްޗަށްވާ ޙުއްޖަތަކީ ކޮބައިތޯ އަހައިފީމުއެވެ؟ [1]\nﷲ ތިބާއަށް ރަޙްމަތް ލައްވާށިއެވެ! ހަމަކަށަވަރުން މިކަމަކީ، މިއުއްމަތުގެ ކުރީކޮޅުގައިވީ ސަލަފުންނާއި އެބޭކަލުންނަށް ތަބަޢަވީ މީހުންނާއި، އަދި އަހަރުމެންގެ މިދުވަހާއި ހަމައަށް އެބޭކަލުންނަށް ތަބަޢަވީ މީހުން އެކަމުގައި ވާހަކަދައްކާފައިވާ ކަމެކެވެ. އެކަންތަކުގެ ޢިލްމުން އަހުރެންނަށް ފޯރާފައިވާ ޢިލްމު ޚުލާޞާކޮށް ޝަރަޙަކޮށް އަހުރެން ތިބާއަށް ލިޔުނީމެވެ. ތައުފީޤަށް އެދެނީ ﷲ ގެ ޙަޟްރަތުންނެވެ.\nﷲ ތިބާއަށް ރަޙްމަތްލައްވާށިއެވެ! ދަންނާށެވެ! ހަމަކަށަވަރުން ދީނަށް ސަމާލުކަންދީ ދީނުގެ ޢިލްމުވެރި އަހުލުވެރިންވަނީ މިކަމުގައި ދެބަޔަކަށް ބެހިގެންނެވެ. [2]\nއެގޮތުން އޭގެ ތެރެއިން އެއްބަޔަކު ބުންޏެވެ:\nއީމާންކަމަކީ ހިތްތަކުން ﷲ އަށް އިޚްލާޞްތެރިވުމާއި، ދޫތަކުން ހެކިވުމާއި، ގުނަވަންތަކުން ޢަމަލުކުރުމެވެ.\nއަނެއްބަޔަކު ބުންޏެވެ:\nއަދި ކިއެއްތަ، އީމާންކަންވަނީ ހިތްތަކުންނާއި ދޫތަކުންނެވެ. ދެންފަހެ ޢަމަލުތައް ދަންނައެ، އެކަންތައްވާކަން ކަށަވަރީ (އިތުރު) ތަޤްވާވެރިކަމާއި ހެޔޮކަމެއްކަމުގައިއެވެ. އެކަމަކު އެކަންތައް އީމާންކަމުގެ ތެރެއިން ނުވެއެވެ. [3]\nހަމަކަށަވަރުން ދެބައިގަނޑުގެ އިޚްތިލާފުމަށް އަހަރުމެން ބަލައިފީމުއެވެ. ދެންފަހެ އަހަރުމެންނަށް ފެނުނީ ޤުރްއާނާއި ސުންނަތް، އީމާންކަމަކީ ނިޔަތާއި ބަހާއި ޢަމަލު (މިތިންކަންތައް) އެއްކޮށްކަމަށް ބުނާ ޖަމާޢަތުގެ ބަސް ތެދުކޮށް، އަދި އަނެއްބައިގަނޑު ބުނި ބަސް ނަފީކުރާތަނެވެ. [4]\nއެކަމުގައި އަހަރުމެންގެ ޙުއްޖަތްކަމުގައިވާ ދަލީލަކީ:",
    "[1] އިބްނު ތައިމިއްޔާ رَحِمَهُ الله، ބަޔާންކުރައްވާފައިވާ ގޮތުގައި އީމާންކަމުގައި ޚިލާފުވެގެންދިޔަ ބައިގަނޑުތައްކަމުގައިވާ: މުރުޖީންނާއި، ޚަވާރިޖުންނާއި، މުޢުތަޒިލީންނާއި، ޖަހްމީންނާއި، އަޝްޢަރީންނާއި އަދި އެނޫން މީހުންވެސް ޚިލާފުވީ ދެޝުބުހައެއްގެ މައްޗަށެވެ:\n ފުރަތަމަ ޝުބުހަ: އެބައިމީހުން ޤަބޫލުކުރާ ގޮތްކަމުގައިވާ އީމާންކަމަކީ ބައިބަޔަށް ބެހިގެންނުދާނޭ އެކަތިގަނޑަކަށްވާ އެއްޗެއްކަމުގައި ދެކުމެވެ. އެގޮތުން އީމާންކަން އެހެންޏާ އެކުއެކީގައިވެއެވެ. ނުވަތަ އޭގެއިން ކަމެއް މަދުވަންޔާ އީމާންކަން އެކީއެކައްޗަށް ފިލައިދާނެއެވެ. އިބްނު ތައިމިއްޔާ رَحِمَهُ الله ވިދާޅުވިއެވެ: (...وَأَصْلِ نِزَاعِ هَذِهِ الْفِرَقِ فِي الْإِيمَانِ مِنْ الْخَوَارِجِ وَالْمُرْجِئَةِ وَالْمُعْتَزِلَةِ وَالْجَهْمِيَّة وَغَيْرِهِمْ أَنَّهُمْ جَعَلُوا الْإِيمَانَ شَيْئًا وَاحِدًا إذَا زَالَ بَعْضُهُ زَالَ جَمِيعُهُ وَإِذَا ثَبَتَ بَعْضُهُ ثَبَتَ جَمِيعُهُ فَلَمْ يَقُولُوا بِذَهَابِ بَعْضِهِ وَبَقَاءِ بَعْضِهِ كَمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {يَخْرُجُ مِنْ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ الْإِيمَانِ}. ثُمَّ قَالَتْ \" الْخَوَارِجُ وَالْمُعْتَزِلَةُ \" الطَّاعَاتُ كُلُّهَا مِنْ الْإِيمَانِ فَإِذَا ذَهَبَ بَعْضُهَا ذَهَبَ بَعْضُ الْإِيمَانِ فَذَهَبَ سَائِرُهُ فَحَكَمُوا بِأَنَّ صَاحِبَ الْكَبِيرَةِ لَيْسَ مَعَهُ شَيْءٌ مِنْ الْإِيمَانِ. وَقَالَتْ \" الْمُرْجِئَةُ وَالْجَهْمِيَّة \": لَيْسَ الْإِيمَانُ إلَّا شَيْئًا وَاحِدًا لَا يَتَبَعَّضُ أَمَّا مُجَرَّدُ تَصْدِيقِ الْقَلْبِ كَقَوْلِ الْجَهْمِيَّة أَوْ تَصْدِيقُ الْقَلْبِ وَاللِّسَانِ كَقَوْلِ الْمُرْجِئَةِ قَالُوا: لِأَنَّا إذَا أَدْخَلْنَا فِيهِ الْأَعْمَالَ صَارَتْ جُزْءًا مِنْهُ فَإِذَا ذَهَبَتْ ذَهَبَ بَعْضُهُ فَيَلْزَمُ إخْرَاجُ ذِي الْكَبِيرَةِ مِنْ الْإِيمَانِ وَهُوَ قَوْلُ الْمُعْتَزِلَةِ وَالْخَوَارِجِ..) (مجموع الفتاوى: 7/510)\r\nމާނައީ: \"...ޚަވާރިޖުންނާއި، މުރުޖީންނާއި، މުޢުތަޒިލީންނާއި، ޖަހްމީންނާއި އެނޫން މިފަދަ ބައިގަނޑުތައް އީމާންކަމުގައި ދެބަސްވުމުގެ އަޞްލަކީ: އެބައިމީހުން އީމާންކަމަކީ އެކައްޗެއްކަމުގައި ހެދުމެވެ. އޭގެ އެއްބައި ފިލައިގޮއްސިއްޔާ މުޅި އީމާންކަން ފިލައިދެއެވެ. އޭގެ އެއްބައި ޘާބިތުވެއްޖެއްޔާ މުޅިއެތި ޘާބިތުވާހުއްޓެވެ. ފަހެ، އީމާންކަމުގެ އެއްބައިގޮސް އަނެއްބައި ބާކީވެ ދެމިގެންވާކަމަށް އެބައިމީހުން ނުބުނެއެވެ. އެއީ ނަބިއްޔާ ﷺ ޙަދީޘްކުރެއްވިފަދައިންނެވެ: \"އެމީހެއްގެ ހިތުގައި އީމާންކަމުގެ އޮށްޓަރެއްގެ މިންވަރުވެސްވާ މީހާ ނަރަކައިން ނިކުންނާނެތެވެ..\" ދެން އެއަށްފަހު ޚަވާރިޖުންނާއި މުޢުތަޒިލީން ބުންޏެވެ: ހުރިހާ ކިޔަމަންތެރިކަމުގެ ޢަމަލުތައްވަނީ އީމާންކަމުގެ ތެރެއިންނެވެ. އެހެންކަމުން އެއިން ބައެއް ކަންތައް ގޮއްސިއްޔާ، އީމާންކަމުގެ ބައެއްވެސް ދާނެއެވެ. އެހިނދުން މުޅި އީމާންކަން ފިލައިދާނެއެވެ. އެހެންކަމުން، ބޮޑުފާފައިގެ އަހުލުވެރިޔާގެ ގައިގައި އީމާންކަމުގެ އެއްވެސް މިންވަރެއްނުވާކަމަށް އެބައިމީހުން ޙުކުމްކުރިއެވެ. ދެން މުރުޖީންނާއި ޖަހްމީން ބުންޏެވެ: 'ވަކިވަކިވެ ބައިބައިނުވާ އެކަތިގަނޑަކަށްވާ އެއްޗެއްކަމުގައި މެނުވީ އީމާންކަން ނުވެއެވެ.' އެއީ ޖަހްމީން ބުނާފަދައިން ހަމައެކަނި ހިތުގެ ތެދުކުރުމެވެ. ނުވަތަ މުރުޖީން ބުނާފަދައިން ހިތާއި ދުލުގެ ތެދުކުރުމެވެ. އެބައިމީހުން ބުންޏެވެ: އެހެނީ އަހަރުމެން އީމާންކަމުގެ ތެރެއަށް ޢަމަލުތައް ވައްދައިފިނަމަ، އެޢަމަލުތައް އީމާންކަމުގެ ބައެއްކަމުގައިވާނެއެވެ. އެހިނދުން ޢަމަލުން ކަމެއް ފިލައިގޮއްސިއްޔާ އީމާންކަމުން ބައެއްވެސް ފިލައިދާނެއެވެ. އެހެންވެއްޖެނަމަ، ބޮޑުފާފައިގެ އަހުލުވެރިޔާ އީމާންކަމުން ބޭރުކުރުން ލާޒިމްވެއެވެ. އަދި އެއީ މުޢުތަޒިލީންނާއި ޚަވާރިޖުންގެ ބަހެވެ...\"\r\n ދެވަނަ ޝުބުހަ: އިންސާނެއްގެ ގައިގައި (ކުޑަ) ކުފުރާއި އީމާންކަން ޖަމަޢަނުވާނޭކަމަށް އެބައިމީހުން ދެކުމެވެ. އިބްނު ތައިމިއްޔާ رَحِمَهُ الله ވިދާޅުވިއެވެ: (...وَطَوَائِفُ \" أَهْلِ الْأَهْوَاءِ \" مِنْ الْخَوَارِجِ وَالْمُعْتَزِلَةِ وَالْجَهْمِيَّة وَالْمُرْجِئَةِ كراميهم وَغَيْرِ كراميهم يَقُولُونَ: إنَّهُ لَا يَجْتَمِعُ فِي الْعَبْدِ إيمَانٌ وَنِفَاقٌ وَمِنْهُمْ مَنْ يَدَّعِي الْإِجْمَاعَ عَلَى ذَلِكَ وَقَدْ ذَكَرَ أَبُو الْحَسَنِ فِي بَعْضِ كُتُبِهِ الْإِجْمَاعَ عَلَى ذَلِكَ وَمِنْ هُنَا غَلِطُوا فِيهِ وَخَالَفُوا فِيهِ الْكِتَابَ وَالسُّنَّةَ وَآثَارَ الصَّحَابَةِ وَالتَّابِعِينَ لَهُمْ بِإِحْسَانِ مَعَ مُخَالَفَةِ صَرِيحِ الْمَعْقُولِ...) (مجموع الفتاوى: 7/353)\r\nމާނައީ: \"...ޚަވާރިޖުންނާއި، މުޢުތަޒިލީންނާއި، ޖަހްމީންނާއި، މުރުޖީންގެ ތެރެއިން ކައްރާމީންނާއި އެނޫންމީހުންވެސް ބުނާގޮތުގައި: އަޅާގެ ގައިގައި އީމާންކަމާއި ނިފާޤުކަން ޖަމަޢަނުވާނޭއެވެ. އަދި އެބައިމީހުންގެ ތެރޭގައި އެކަމަށް އިޖްމާޢުވެގެންވާކަމަށް ދަޢުވާކުރާ ބަޔަކުވެސްވެއެވެ. އަބުލް ޙަސަނުގެ ބައެއް ފޮތްތަކުގައި އޭނާވަނީ އެކަމަށް އިޖްމާޢުވާކަމަށް ޛިކުރުކޮށްފައެވެ. މިތަންވަޅުން އެބައިމީހުން އެކަމުގައި ގޯސްހެދިއެވެ. އަދި ޤުރްއާނާއި، ސުންނަތާއި، ޞަޙާބީންނާއި އެބޭކަލުންނަށް އިޙްސާންތެރިކަމާއި އެކުގައި ތަބަޢަވި ބޭކަލުންގެ އަޘަރުތަކާއި އެބައިމީހުން ޚިލާފުވެގެންދިޔައެވެ. އެއީ ޞަރީޙަ ބުއްދިއާއިވެސް ޚިލާފުވުމާއިއެކުގައިއެވެ...\"\r\nއިބްނުލް ޤައްޔިމު رَحِمَهُ الله ވިދާޅުވިއެވެ: (...وههنا أصل آخر وهو أن الرجل قد يجتمع فيه كفر وإيمان وشرك وتوحيد وتقوى وفجور ونفاق وإيمان، هذا من أعظم أصول أهل السنة، وخالفهم فيه غيرهم من أهل البدع كالخوارج والمعتزلة والقدرية. ومسألة خروج أهل الكبائر من النار وتخليدهم فيها مبنية على هذا الأصل، وقد دل عليه القرآن والسنة والفطرة وإجماع الصحابة...) (الصلاة وأحكام تاركها: 1/60)\r\nމާނައީ: \"...އަދި މިތަނުގައި އެހެން އަޞްލެއްވެއެވެ. އެއީ މީހާގެ ގައިގައި ކުފުރާއި އީމާންކަމާއި، ޝިރުކާއި ތައުޙީދާއި، ތަޤްވާވެރިކަމާއި ފާޖިރުކަމާއި، މުނާފިޤުކަމާއި އީމާންކަން ޖަމަޢަވެދާނެއެވެ. މިއީ އަހުލުއްސުންނާގެ އެންމެ ބޮޑެތި އަޞްލުތަކުގެ ތެރެއިންވާ އަޞްލެކެވެ. އަދި އަހުލުއްސުންނާ ފިޔަވައި ޚަވާރިޖުންނާއި، މުޢުތަޒިލީންނާއި، ޤަދަރީންފަދަ ބިދުޢައިގެ އަހުލުވެރިން އެކަމުގައި ޚިލާފުވިއެވެ. ބޮޑެތިފާފަތަކުގެ އަހުލުވެރިން ނަރަކައިން ނިކުތުމާއި، އަދި ނަރަކާގައި އެބައިމީހުން ދާއިމަށް ދެމިގެންވާކަމަށް ކަނޑައެޅުމުގެ މައްސަލަވެސް ބިނާވެގެންވަނީ މިއަޞްލުގެ މައްޗަށެވެ. ޤުރްއާނާއި ސުންނަތާއި، ފިޠުރަތާއި އަދި ޞަޙާބީންގެ އިޖްމާޢު މިއަޞްލަށް ދަލީލުކުރިއެވެ...\"\r\n[2] މުއައްލިފުގެ މިބަސްފުޅުން، މުރުޖީންނަކީ އަހުލުއްސުންނާގެ ތެރެއިންވާ ބައިގަނޑެއްކަމަށް މުއައްލިފު ދެކެވަޑައިގަންނަވާކަމަށް ބައެއް މީހުންނަށް ވިސްނުނެވެ. އެކަމަކު މިއީ ޙަޤީޤަތެއްނޫނެވެ. އެހެނީ މުރުޖީންނަކީ ސުންނަތުގެ އަހުލުވެރިންގެ ޖަމާޢަތުން ބޭރުވެގެންވާ ބިދުޢަވެރި ބައިގަނޑެއްކަމަށް ސަލަފުންވަނީ ޙުކުމްކުރައްވާފައެވެ. އަދި މުރުޖީންނާއި އެބައިމީހުންގެ ބޮޑުންނާއިމެދު އިންޛާރުދެއްވާ، އެބައިމީހުންނަކީ ޤިބްލައިގެ ޔަހޫދީންކަމަށް ވިދާޅުވެ، އަދި ބިދުޢައިގެ ބޮޑެތި އަޞްލުތަކުގެ ތެރޭގައި ހިމެނޭ ފިރްޤާތަކާއިއެކުގައި އެބޭކަލުން ހިމެނުއްވިއެވެ. އަދި މުއައްލިފުގެ ކިބައިންވެސް މުރުޖީންނަށް ނުބައިބަސްވިދާޅުވެފައިވާ ބަސްފުޅުތައް އައިސްފައިވެއެވެ. އަދި މިފޮތުގައި ކުރިއަށް އަންނާނޭފަދައިން، މުރުޖީންނަކީ ބިދުޢަވެރިންކަމަށް ޞިފަކުރައްވާ، އެބައިމީހުންނަށް ޢިލްމުވެރިން ޢައިބުގެ ބަސްވިދާޅުވިކަމަށް ބާބު ކަނޑައަޅުއްވާވެސް ގެންނެވިއެވެ. އަދި އެބައިމީހުންނީ ޢިލްމުވެރިންގެ މަޛްހަބުގެ މަތީގައި ތިބި ބައެއް ނޫންކަމަށް ވިދާޅުވެ، ޢިލްމުވެރިންގެ އިއްތިފާޤު އެބައިމީހުންނާއި ޚިލާފުވެގެންވާގޮތުގައި ގެންނެވިއެވެ.\r\n[3] މިއީ މުރުޖީންގެ ނުވަތަ މުރްޖިއަތުލް ފުޤަހާއޭ ކިޔޭ މީހުންގެ މަޛްހަބެވެ. އެގޮތުން އީމާންކަމަކީ އެބައިމީހުންގެ ގާތުގައި ހިތުގެ ތެދުކުރުމާއި ދުލުގެ ބުނުމެވެ. ޢަމަލުތަކަކީ އީމާންކަމުގެ ތެރޭގައި އޭގެ އަޞްލުގައި ނުހިމެނޭ އެއިން ބޭރުވެގެންވާ ކަންތަކެކެވެ. އެގޮތުން ތަފާތު ޢިބާރާތްތަކުން އެބައިމީހުން އެހެން ބުނެއެވެ. އެގޮތުން ޢަމަލުތަކަކީ ތަޤްވާވެރިކަމާއި ކިޔަމަންތެރިކަމުގެ ޢަމަލުތައް ކަމުގައި، ނުވަތަ ﷲ ކަނޑައަޅުއްވާފައިވާ ޝަރުޢުތަކެއްކަމުގައި، ނުވަތަ އީމާންކަމުގެ މޭވާކަމުގައިފަދަ ޢިބާރާތްތައް ބޭނުންކުރެއެވެ. އެބައިމީހުންގެ ބޭނުމަކީ އީމާންކަމުގެ އަޞްލުން ޢަމަލުތައް ބޭރުކޮށް، އިތުރު އެހެން ކަންތަކެއް ގޮތުގައި ޢަމަލުތައް ހިމަނާ، އީމާންކަމުގައި ބަހަށްވުރެ ޢަމަލުގެ މަޤާމު ދަށްކޮށް ބޭރުކުރުމެވެ. އަދި ޢަމަލާއި ނުލާވެސް އީމާންކަން ޞައްޙަވެ، މުއުމިނެއްކަމުގައިވާނޭކަމަށް ބަޔާންކުރުމެވެ.\r\nއިބްނު ޢަބްދުލް ބައްރު ބަޔާންކުރިއެވެ: (...أَجْمَعَ أَهْلُ الْفِقْهِ وَالْحَدِيثِ عَلَى أَنَّ الْإِيمَانَ قَوْلٌ وَعَمَلٌ وَلَا عَمَلَ إِلَّا بِنِيَّةٍ وَالْإِيمَانُ عِنْدَهُمْ يَزِيدُ بِالطَّاعَةِ وَيَنْقُصُ بِالْمَعْصِيَةِ وَالطَّاعَاتُ كُلُّهَا عِنْدَهُمْ إِيمَانٌ إِلَّا مَا ذُكِرَ عَنْ أَبِي حَنِيفَةَ وَأَصْحَابِهِ فَإِنَّهُمْ ذَهَبُوا إِلَى أَنَّ الطَّاعَاتِ لَا تُسَمَّى إِيمَانًا قَالُوا إِنَّمَا الْإِيمَانُ التَّصْدِيقُ وَالْإِقْرَارُ وَمِنْهُمْ مَنْ زَادَ وَالْمَعْرِفَةُ...) (التمهيد: 9/238)\r\nމާނައީ: \"...އީމާންކަމަކީ ބަހާއި ޢަމަލުކަމަށާއި، އަދި ނިޔަތާއި ނުލާ ޢަމަލެއްނުވާކަމަށް ފިޤުހާއި ޙަދީޘްގެ އަހުލުވެރިން އިޖްމާޢުވިއެވެ. އަދި އެބޭކަލުންގެ އަރިހުގައި އީމާންކަން، ކިޔަމަންތެރިކަމުގެ ޢަމަލުގެ ސަބަބުން އިތުރުވެއެވެ. އަދި އުރެދުމުގެ ޢަމަލުގެ ސަބަބުން އުނިވެއެވެ. އަދި އެބޭކަލުންގެ އަރިހުގައި ކިޔަމަންތެރިކަމުގެ ހުރިހާ ޢަމަލުތަކަކީ އީމާންކަމެވެ. އަބޫ ޙަނީފާއާއި އޭނާގެ އަޞްޙާބުންގެ ކިބައިން ޛިކުރުކުރެވުނު ކަންތައް ފިޔަވައިއެވެ. އެގޮތުން އެބައިމީހުން ދެކުނީ ކިޔަމަންތެރިކަމުގެ ޢަމަލުތަކަށް އީމާންކަމޭ ނުކިޔޭނެކަމަށެވެ. އެބައިމީހުން ބުންޏެވެ: އީމާންކަންވާކަން ކަށަވަރީ ތެދުކުރުމާއި އިޤުރާރުވުންކަމުގައިއެވެ. އަދި އެބައިމީހުންގެ ތެރެއިން ބަޔަކު މަޢުރިފާކޮށް ދެނެގަތުން އޭގެ އެތެރެއަށް އިތުރުކުރިއެވެ...\"\r\nސުންނަތުގެ އަހުލުވެރި އިމާމުން އަރިހުން އިޖްމާޢު ގެންނަވަމުން ޙަރްބުލް ކިރްމާނީ رَحِمَهُ الله ވިދާޅުވިއެވެ:\r\n(...ومن زعم إن الإيمان قول بلا عمل فهو مرجي ومن زعم أن الإيمان هو القول والأعمال شرائع فهو مرجئ. وإن زعم أن الإيمان لا يزيد ولا ينقص فهو مرجئ وإن قال: إن الإيمان يزيد ولا ينقص فقد قال بقول المرجئة، ومن لم الإستثناء في الإيمان فهو مرجئ، ومن زعم أن إيمانه كإيمان جبريل أو الملائكة فهو مرجئ وأخبث من المرجئ فهو كاذب، ومن زعم أن الناس لا يتفاضلون في الإيمان فقد كذب ومن زعم إن المعرفة تنفع في القلب وإن لم يتكلم بها فهو جهمي، ومن زعم أنه مؤمن عند الله مستكمل الإيمان فهذا من أشنع قول المرجئة وأقبحه...)\r\n(مسائل حرب: 3/968)\r\nމާނައީ: \"...އަދި އީމާންކަމަކީ ޢަމަލެއްނެތި ބަސްކަމުގައި ދަޢުވާކޮށްފިމީހާއީ ފަހެ މުރުޖީއެކެވެ. އަދި އީމާންކަމަކީ ބަސްކަމުގައި، އަދި ޢަމަލުތަކަކީ ޝަރީޢަތްތަކެއްކަމުގައި ދަޢުވާކޮށްފިމީހާއީވެސް އެއީ މުރުޖީއެކެވެ. އަދި އީމާންކަން އުނިވެ އިތުރުނުވާކަމަށް ދަޢުވާކޮށްފިނަމަ އެއީވެސް މުރުޖީއެކެވެ. އަދި އީމާންކަން އިތުރުވެ، އެހެނަސް އުނިނުވާކަމަށް ބުނެފިމީހާ ފަހެ މުރުޖީންގެ ބަހުން ބަސްބުނެފިއެވެ. އަދި އީމާންކަމުގައި އިސްތިޘްނާނުކުރާ މީހާ (إِن شَاءَ الله މުއުމިނެކޭ ބުނެވޭނެކަމަށް ނުދެކޭ މީހާއީ) ފަހެ މުރުޖީއެކެވެ. އަދި އޭނާގެ އީމާންކަން، ޖިބްރީލްގެފާނު ނުވަތަ މަލާއިކަތުންގެ އީމާންކަންފަދަކަމަށް ދަޢުވާކޮށްފިމީހާއީވެސް ފަހެ މުރުޖީއެކެވެ. އަދި މުރުޖީއަކަށްވުރެވެސް އޭނާ ހުތުރުވެގެންވެއެވެ. އެއީ ދޮގުވެރިއެކެވެ. އަދި މީސްތަކުން އީމާންކަމުގައި ތަފާތުވެގެންނުވާކަމަށް ދަޢުވާކޮށްފިމީހާ ފަހެ ދޮގުހަދައިފިއެވެ. އަދި ހިތުގައިވާ މަޢުރިފާކޮށް ދެނެގަތުމުން، އޭނާ އެބަސް ނުބުނިކަމުގައިވިޔަސް މަންފާކުރާނޭކަމަށް ދަޢުވާކޮށްފިމީހާއީ ފަހެ ޖަހްމީއެކެވެ. އަދި އެމީހަކުއީ ﷲ ގެ ޙަޟްރަތުގައި އީމާންކަން ފުރިހަމަވެގެންވާ މުއުމިނެއްކަމުގައި ދަޢުވާކޮށްފިމީހާ، ފަހެ މިއީ މުރުޖީންގެ ބަސްތަކުގެ ތެރެއިން އެންމެ މުޑުދާރުވެ ހުތުރުވެގެންވާ ބަހެވެ...\"\r\nއަދިވެސް ވިދާޅުވިއެވެ: (...المرجئة: وهم الذين يزعمون أن الإيمان قول بلا عمل، وأن الإيمان هو القول، والأعمال شرائع...)(مسائل حرب: 3/979)\r\nމާނައީ: \"...އަދި މުރުޖީންނެވެ. އެބައިމީހުންނަކީ: އީމާންކަމަކީ ޢަމަލެއްނެތި ބުނުންކަމުގައި، އަދި އީމާންކަމަކީ (ދުލުގެ) ބުނުންކަމުގައި، އަދި ޢަމަލުތަކަކީ ޝަރީޢަތްތަކެއްކަމުގައި ދަޢުވާކުރާ މީހުންނެވެ...\"\r\nމުރުޖީންނާއިމެދު ވާހަކަދައްކަވަމުން އިސްޙާޤު ބްނު ރާހަވައިހި رَحِمَهُ الله ވިދާޅުވިއެވެ:\r\n(...وقوم يقولون: الإيمان قول ويصدقه العمل، وليس العمل من الإيمان، ولكن العمل فريضة، والإيمان هو القول، ويقولون: حسناتنا متقبلة، ونحن مؤمنون عند اللَّه، وإيماننا وإيمان جبريل واحد...)\r\n(مسائل حرب: 3/259)\r\nމާނައީ: \"...އަދި އީމާންކަމަކީ ބަސްކަމުގައި، އަދި ތެދުކޮށްދެނީ ޢަމަލުކަމުގައި، އަދި އީމާންކަމުގެ ތެރޭގައި ޢަމަލު ނުވާކަމަށް ބުނާ ބައިގަނޑެކެވެ. އެހެނެއްކަމަކު ޢަމަލަކީ ފަރުޟެއްކަމުގައިއެވެ. އީމާންކަމަކީ ބަސްކަމުގައިއެވެ. އަދި އެބައިމީހުން ބުނެއެވެ: އަހަރުމެންގެ ހެޔޮކަންތައްވަނީ ޤަބޫލުވެވިގެންނެވެ. އަދި އަހަރުމެންނަކީ ﷲ ގެ ޙަޟްރަތުގައި މުއުމިނުންނެވެ. އަދި އަހަރުމެންގެ އީމާންކަމާއި، ޖިބްރީލުގެ އީމާންކަން ހަމަ އެކައްޗެކެވެ...\"\r\nއިބްނު ތައިމިއްޔާ رَحِمَهُ الله ވިދާޅުވިއެވެ: (...الطَّرَفُ الثَّانِي: قَوْلُ مَنْ يَقُولُ: إيمَانُهُمْ بَاقٍ كَمَا كَانَ لَمْ يَنْقُصْ \" بِنَاءً عَلَى أَنَّ الْإِيمَانَ هُوَ مُجَرَّدُ التَّصْدِيقِ وَالِاعْتِقَادِ الْجَازِمِ وَهُوَ لَمْ يَتَغَيَّرْ وَإِنَّمَا نَقَصَتْ شَرَائِعُ الْإِسْلَامِ وَهَذَا قَوْلُ الْمُرْجِئَةِ وَالْجَهْمِيَّة وَمَنْ سَلَكَ سَبِيلَهُمْ وَهُوَ أَيْضًا قَوْلٌ مُخَالِفٌ لِلْكِتَابِ وَالسُّنَّةِ وَإِجْمَاعِ السَّابِقِينَ وَالتَّابِعِينَ لَهُمْ بِإِحْسَانِ...) (مجموع الفتاوى: 7/671)\r\nމާނައީ: \"...ދެވަނަ ބަޔަކީ: އެބައިމީހުންގެ އީމާންކަން ކުރިންވީ ގޮތަށް ބާކީވެ އުނިނުވެވާކަމަށް ބުނާމީހުންގެ ބަހެވެ. އެއީ އީމާންކަމަކީ ހަމައެކަނި ތެދުކޮށް، ޔަޤީންކަމާއިއެކުގައި އިޢުތިޤާދުކުރުންކަމުގައި، އަދި އީމާންކަން ތަޣައްޔަރުނުވާކަމުގައި، އެކަމަކު ވީކަމަކީ: އިސްލާމްކަމުގެ ޝަރީޢަތްތައް (ޢަމަލުތައް) އުނިވީކަމަށް (އެބައިމީހުން ކުރާ ދަޢުވާގެ) މައްޗަށެވެ. މިއީ މުރްޖީންނާއި، ޖަހްމީންނާއި، އެބައިމީހުންގެ މަގު ޚިޔާރުކުރި މީސްތަކުންގެ މަގެވެ. އަދި އެއީ ޤުރްއާނާއި، ސުންނަތާއި، އިސްވެކުރިއަރާދިޔަ ބޭކަލުންނާއި، އެބޭކަލުންނަށް އިޙްސާންތެރިކަމާއި އެކީގައި ތަބަޢަވީ ބޭކަލުންގެ އިޖްމާޢުގައި ޚިލާފުވެގެންވާ ބަހެކެވެ...\"\r\nއަދިވެސް އިބްނު ތައިމިއްޔާ رَحِمَهُ الله ވިދާޅުވިއެވެ: (...وَقَوْلُ الْقَائِلِ: الطَّاعَاتُ ثَمَرَاتُ التَّصْدِيقِ الْبَاطِنِ يُرَادُ بِهِ شَيْئَانِ: يُرَادُ بِهِ أَنَّهَا لَوَازِمُ لَهُ فَمَتَى وُجِدَ الْإِيمَانُ الْبَاطِنُ وُجِدَتْ وَهَذَا مَذْهَبُ السَّلَفِ وَأَهْلِ السُّنَّةِ وَيُرَادُ بِهِ أَنَّ الْإِيمَانَ الْبَاطِنَ قَدْ يَكُونُ سَبَبًا وَقَدْ يَكُونُ الْإِيمَانُ الْبَاطِنُ تَامًّا كَامِلًا وَهِيَ لَمْ تُوجَدْ وَهَذَا قَوْلُ الْمُرْجِئَةِ مِنْ الْجَهْمِيَّة وَغَيْرِهِمْ وَقَدْ ذَكَرْنَا فِيمَا تَقَدَّمَ أَنَّهُمْ غَلِطُوا فِي ثَلَاثَةِ أَوْجُهٍ: (أَحَدُهَا) : ظَنُّهُمْ أَنَّ الْإِيمَانَ الَّذِي فِي الْقَلْبِ يَكُونُ تَامًّا بِدُونِ الْعَمَلِ الَّذِي فِي الْقَلْبِ تَصْدِيقٌ بِلَا عَمَلٍ لِلْقَلْبِ. كَمَحَبَّةِ اللَّهِ وَخَشْيَتِهِ وَخَوْفِهِ وَالتَّوَكُّلِ عَلَيْهِ وَالشَّوْقِ إلَى لِقَائِهِ. وَالثَّانِي: ظَنُّهُمْ أَنَّ الْإِيمَانَ الَّذِي فِي الْقَلْبِ يَكُونُ تَامًّا بِدُونِ الْعَمَلِ الظَّاهِرِ وَهَذَا يَقُولُ بِهِ جَمِيعُ الْمُرْجِئَةِ. وَالثَّالِثُ: قَوْلُهُمْ كُلُّ مَنْ كَفَّرَهُ الشَّارِعُ فَإِنَّمَا كَفَّرَهُ لِانْتِفَاءِ تَصْدِيقِ الْقَلْبِ بِالرَّبِّ تَبَارَكَ وَتَعَالَى وَكَثِيرٌ مِنْ الْمُتَأَخِّرِينَ لَا يُمَيِّزُونَ بَيْنَ مَذَاهِبِ السَّلَفِ وَأَقْوَالِ الْمُرْجِئَةِ وَالْجَهْمِيَّة؛ لِاخْتِلَاطِ هَذَا بِهَذَا فِي كَلَامِ كَثِيرٍ مِنْهُمْ مِمَّنْ هُوَ فِي بَاطِنِهِ يَرَى رَأْيَ الْجَهْمِيَّة وَالْمُرْجِئَةِ فِي الْإِيمَانِ وَهُوَ مُعَظِّمٌ لِلسَّلَفِ وَأَهْلِ الْحَدِيثِ فَيَظُنُّ أَنَّهُ يَجْمَعُ بَيْنَهُمَا أَوْ يَجْمَعُ بَيْنَ كَلَامِ أَمْثَالِهِ وَكَلَامِ السَّلَفِ...) (مجموع الفتاوى: 7/363-364)\r\nމާނައީ: \"...އަދި މީހާގެ ބުނުންކަމުގައިވާ: ކިޔަމަންތެރިކަމުގެ ޢަމަލުތަކަކީ އެތެރެފުށުގެ ތެދުކުރުމުގެ މޭވާތައްކަމުގައި ބުނުން ދަންނައެ، އެބަހުން ދެކަމެއް މުރާދަކުރެވެއެވެ: (ފުރަތަމައީ) އެކަންތަކަކީ (އެބަހީ: ޢަމަލުތަކަކީ) އީމާންކަން ލާޒިމްކުރާ ކަންތަކެއްކަމުގައި، އެގޮތުން އެތެރެފުށުގެ އީމާންކަން ވުޖޫދުވެގެންވާ ކޮންމެ ހިނދެއްގައި މިޢަމަލުތައްވެސް ވުޖޫދުވެގެންވާނޭކަމަށް މުރާދުކުރުމެވެ. މިއީ ސަލަފުންނާއި އަދި އަހުލުއްސުންނާގެ މަޛްހަބެވެ. (ދެވަނައީ) އެތެރެފުށުގެ އީމާންކަން ސަބަބެއްކަމުގައި ވެދާނޭކަމަށް، އަދި (ޢަމަލުތައް) ނެތްކަމުގައިވިޔަސް އެތެރެފުށުގެ އީމާންކަން ފުރިހަމަވެގެންވެދާނޭކަމަށް މުރާދުކުރުމެވެ. މިއީ ޖަހްމީންނާއި އެނޫން މީހުންގެ ތެރެއިންވާ މުރްޖީންގެ ބަހެވެ. އިސްވެދިޔަ ވާހަކަތަކުގައި އަހަރުމެން ޛިކުރުކުރީ: އެބައިމީހުން ތިން ވަޖްހަކުން ގޯސްހެދިކަމެވެ:  އެއްވަޖްހަކީ: ޢަމަލުނެތިވެސް ހިތުގައިވާ އީމާންކަން ފުރިހަމަވެގެންވާކަމަށް ހީކުރުމެވެ. އަދި ހިތުގެ ޢަމަލެއް ކުރުމެއްނެތި، ހިތުގައިވާ ޢަމަލަކީ ތެދުކުރުންކަމުގައިއެވެ. އެއީ ﷲ އަށް ލޯބިކުރުމާއި، އެކަލާނގެއަށް ބިރުވެތިވެ ޚުޝޫޢަތްތެރިވުމާއި، އެކަލާނގެއަށް ވަކީލުކުރުމާއި، އެކަލާނގެއާއި ބައްދަލުކުރުމަށް ޝައުޤުވެރިވުންފަދަ ޢަމަލުތަކެވެ.\r\n ދެވަނަކަމަކީ: ބޭރުފުށުގެ ޢަމަލުނެތި ހިތުގައިވާ އީމާންކަން ފުރިހަމަވެގެންވާކަމަށް އެބައިމީހުން ހީކުރުމެވެ. ހުރިހާ މުރްޖީންވެސް މިފަދައިން ބުނެތެވެ. އަދި w ތިންވަނައީ: އެބައިމީހުންގެ ބުނުންކަމުގައިވާ: ޝަރުޢުކުރައްވާ ފަރާތުން ކާފަރުކުރެއްވި ކޮންމެ މީހަކު ކާފަރުކުރެއްވިކަންކަށަވަރީ: ރައްބު سُبحَانَهُ وَتَعَالَى ތެދުކުރުން އޭނާގެ ހިތުން ފިލައި ނަފީވެގެންދިޔުމުންކަމަށެވެ. އަދި ފަހުން އައި މީހުންގެ ތެރެއިން ގިނަބަޔަކު، ސަލަފުންގެ މަޛްހަބުތަކާއި، މުރްޖީންނާއި ޖަހްމީންގެ ބަސްތަކާއި ފާހަގަކޮށް ވަކިނުކުރެއެވެ. އެއީ އެބައިމީހުންގެ އެތެރެފުށުން އީމާންކަމުގައި ޖަހްމީންނާއި މުރުޖީންގެ ރައުޔު ޤަބޫލުކުރާ ގިނަ ބަޔަކުގެ ވާހަކަތަކާއި މިކަންތައް މަސްހުނިވެގެންވުމުންނެވެ. އެއީ އޭނާ ސަލަފުންނާއި އަދި ޙަދީޘްގެ އަހުލުވެރިން މަތިވެރިކޮށް މާތްކުރާ ޙާލުގައިއެވެ. ދެންފަހެ، މީނާ ހީކުރަނީ އޭނާ (އެބަހީ: ފަހުން އައި މީސްތަކުންގެ ތެރެއިން އީމާންކަމުގައިވާ ވާހަކަދެއްކި މީހާ) އެދެކަންތައް (އެބަހީ: ސަލަފުންގެ ބަސްފުޅާއި، މުރުޖީންނާއި ޖަހްމީންގެ ބަސް) ޖަމަޢަކުރަނީކަމަށް ނުވަތަ އެފަދަ މީހުންގެ ވާހަކަތަކާއި ސަލަފުންގެ ބަސްފުޅުތައް ޖަމަޢަކުރަނީކަމަށެވެ...\"\r\n[4] މިއީ އިސްވެދިޔަ ބައެއް އަޘަރުތަކުގައި، އަދި މުއައްލިފުވެސް އަދި ގެންނަވާނޭފަދައިން ސުންނަތުގެ އަހުލުވެރިން އިޖްމާޢުވެގެންވާ ކަމެކެވެ. ދެންފަހެ މުރްޖީންނާއި ޚިލާފަށް ޚަވާރިޖުންނާއި މުޢުތަޒިލީން، ސުންނަތުގެ އަހުލުވެރިންނާއި އީމާންކަމުގެ ތަޢުރީފުގައި އެއްބަސްވިއެވެ. އެގޮތުން އެބައިމީހުންވެސް އީމާންކަމަކީ ބަހާއި ޢަމަލާއި ނިޔަތްކަމުގައި ބުންޏެވެ. އެހެނެއްކަމަކު ބޮޑެތި ފާފަތަކުގެ އަހުލުވެރިންނަށް ޙުކުމްކުރުމުގައި މިބައިގަނޑުތައް، އަހުލުއްސުންނާއާއި ޚިލާފުވެގެންދިޔައެވެ. އެގޮތުން ޚަވާރިޖުން، ކުފުރަށް ނުވާ ޢަމަލުތަކާއި، ބޮޑެތި ފާފަތަކުގެ އަހުލުވެރިޔާ ކާފަރުކުރިއެވެ. އަދި މުޢުތަޒިލީން އެކަންތަކުގެ އަހުލުވެރިންގެ މައްޗަށް ޙުކުމްކުރީ ދެމަންޒިލުގެ ދޭތެރޭގައިވާ މީހެއްކަމަށެވެ. އެއީ އާޚިރަތުގައި ބޮޑުފާފައިގެ އަހުލުވެރިޔާ ނަރަކާގައި ދާއިމަށް ދެމިއޮންނާނޭކަމަށް ދެބައިގަނޑުވެސް އިއްތިފާޤުވާ ޙާލުގައިއެވެ. އެހެންކަމުން އެބައިމީހުން އޭނާގެ ކިބައިން އީމާންކަމުގެ އަޞްލު އެއްކޮށް ނިގުޅާގަތެވެ. އެކަމަކު ސުންނަތުގެ އަހުލުވެރިން ބޮޑުފާފައިގެ އަހުލުވެރިޔާގެ ކިބައިން ނަފީކުރީ 'އަލްއީމާނުލް މުޠްލަޤު' (ފުރިހަމަ މުޠުލަޤު އީމާންކަމެވެ). އެގޮތުން އޭނާ މުސްލިމެއްގެ ގޮތުގައި ދެމިގެންވާކަމަށް ޙުކުމްކުރެއްވިއެވެ. އެކަންތަކުގެ ބަޔާން އަދި އަންނަހުއްޓެވެ.",
    "?"
  ],
  [
    "2",
    "",
    "اتباعُ ما نطق به القرآن، فإن الله تعالى ذكره علوًّا كبيرًا قال في مُحكم كتابه: ﴿فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا﴾ [النساء: ٥٩].",
    "",
    "",
    "",
    "",
    ""
  ],
  [
    "3",
    "",
    "وإنا ردَدْنا الأمر إلى ما ابتعث الله عليه رسوله ﷺ وأنزل به كتابه؛ فوجدناه قد جعل بدء الإيمان: شهادة أن لا إله إلا الله، وأن محمدًا رسول الله ﷺ، فأقام النَّبي ﷺ على ذلك(١) بمكة بعد النبوة عشر سنين، أو بضع عشرة سنة(٢)؛ يدعو إلى هذه الشهادة خاصة، وليس الإيمان المفترض على العباد يومئذٍ سواها، فمن أجاب إليها كان مؤمنًا، لا يلزمه اسم في الدين غيره، وليس يجب عليهم زكاة، ولا صيام، ولا غير ذلك من شرائع الدين.",
    "(١) \"على ذلك\" ساقطة من المطبوع.\r(٢) في الأصل: \"بضع عشر سنة\".",
    "",
    "",
    "",
    ""
  ],
  [
    "4",
    "",
    "وإنما كان هذا التخفيف عن الناس يومئذ فيما يرويه العلماء: رحمةً من الله لعباده وترفُّقًا(٣) بهم، لأنهم كانوا حديث عهد بالجاهلية(٤) وجفائها، ولو حَمَّلهم الفرائض كلها معًا نفرت منه قلوبهم، وثقلت على أبدانهم، فجعل ذلك الإقرار بالألسُن وحدها هو الإيمان المفترض على الناس يومئذٍ، فكانوا على ذلك إقامتهم بمكة كلها، وبضعة عشر شهرًا بالمدينة بعد(٥) الهجرة.",
    "(٣) في المطبوع: \"ورفقًا\".\r(٤) في المطبوع: \"بجاهلية\".\r(٥) في المطبوع: \"وبعد\".",
    "",
    "",
    "",
    ""
  ],
  [
    "5",
    "",
    "فلما أثاب الناس إلى الإسلام، وحسنت(٦) فيه رغبتُهم، زادهم الله في إيمانهم أن صرَف الصلاة إلى الكعبة بعد أن كانت إلى بيت المقدس، فقال: ﴿قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ﴾ [البقرة: ١٤٤].",
    "(٦) في الأصل: \"حسنت\" بدون الواو، والتصويب من المطبوع.",
    "",
    "",
    "",
    ""
  ],
  [
    "6",
    "",
    "ثم خاطبهم وهم بالمدينة باسم الإيمان المتقدِّم لهم في كل ما أمرهم به، أو نهاهم عنه؛ فقال في الأمر: ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا﴾ [الحج: ٧٧]، و ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ﴾ [المائدة: ٦]، وقال في النهي: ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً﴾ [آل عمران: ١٣٠]، و ﴿يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ﴾ [المائدة: ٩٥]، وعلى هذا كل مخاطبةٍ كانت لهم فيها أمر أو نهي(١) بعد الهجرة.",
    "(١) في الأصل: \"نها\"، وهو خطأ.",
    "",
    "",
    "",
    ""
  ],
  [
    "7",
    "",
    "وإنما سماهم بهذا الاسم بالإقرار(٢) وحده؛ إذ لم يكن هناك فرض غيره، فلما نزلت الشرائع بعد هذا وجبت عليهم وجوب الأول سواء لا فرق بينهما، لأنهما(٣) جميعًا من عند الله، وبأمره وبإيجابه. فلو أنهم عند تحويل القبلة إلى الكعبة أَبَوا أن يصلوا إليها، وتمسَّكوا بذلك الإيمان الذي لزمهم اسمه، والقبلة التي كانوا عليها؛ لم يكن ذلك مغنيًا عنهم شيئًا، ولكان فيه نقضٌ لإقرارهم، لأن الطاعة الأولى ليست بأحقّ باسم الإيمان من الطاعة الثانية، فلما أجابوا الله ورسوله إلى قبول الصلاة كإجابتهم إلى الإقرار؛ صارا جميعًا معًا هما يومئذٍ الإيمان، إذ أُضيفت الصلاة إلى الإقرار.",
    "(٢) في الأصل: \"الإقرار\"، والتصويب من المطبوع.\r(٣) في المطبوع: \"بينها\" و\"لأنها\" على الإفراد والمراد بالتثنية: الإقرار والشرائع.",
    "",
    "",
    "",
    ""
  ],
  [
    "8",
    "",
    "والشهيد على أن الصلاة من الإيمان قول الله ﷿: ﴿وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ﴾ [البقرة: ١٤٣]، وإنما نزلت في الذين تُوُفُّوا من أصحاب رسول الله ﷺ، وهم على الصلاة إلى بيت المقدس، فسُئل رسول الله ﷺ فنزلت هذه الآية(١)، فأي شاهد يلتمس على أن الصلاة من الإيمان بعد هذه الآية؟",
    "(١) كما روى ذلك البخاري (١/ ١٧) (٤٠) عن البراء ﵁.",
    "",
    "",
    "",
    ""
  ],
  [
    "9",
    "",
    "فلبثوا بذلك بُرْهة من دهرهم، فلما أن داروا إلى الصلاة مسارعةً، وانشرحت لها صدورهم، أنزل الله فرْض الزكاة في إيمانهم إلى ما قبلها، فقال: ﴿وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ﴾ [البقرة: ٤٣]، وقال: ﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا﴾ [التوبة: ١٠٣]، فلو أنهم ممتنعون من الزكاة عند الإقرار، وأعطَوه ذلك بالألسنة وأقاموا الصلاة، غير أنهم ممتنعون من الزكاة كان ذلك مزيلًا لما قبله، وناقضًا للإقرار، والصلاة، كما كان إباءُ(٢) الصلاة قبل ذلك ناقضًا لما تقدَّم من الإقرار.",
    "(٢) في الأصل: \"إيتاء\"، والصواب ما أثبته.",
    "",
    "",
    "",
    ""
  ],
  [
    "10",
    "",
    "والمصدِّق لهذا جهادُ أبي بكر الصديق - رحمة الله عليه - بالمهاجرين والأنصار على منع العرب الزكاة كجهاد رسول الله ﷺ أهلَ الشِّرك سواء، لا فرق بينها في سفك الدماء، وسبي الذُّرية، واغتنام المال، فإنما كانوا مانعين لها غير جاحدين بها.",
    "",
    "",
    "",
    "",
    ""
  ],
  [
    "11",
    "",
    "ثم كذلك كانت شرائع الإسلام كلها؛ كلما نزلت شريعةٌ صارت مضافةً إلى ما قبلها لاحقةً بها(١)، ويشملها جميعًا اسمُ الإيمان؛ فيقال لأهله: مؤمنون(٢).",
    "(١) في الأصل: \"به\".\r(٢) انظر: الإبانة (٢/ ٦٢٨ - ٦٣١)؛ فقد ذكر ابن بطة ﵀ آثارًا عن عدد من السلف: عن ابن عباس، وعثمان بن حنيف وسفيان بن عيينة في معنى ما ذكره المصنف، وبوَّب لها بقوله: \"معرفة الإيمان وكيف نزل به الفرقان، وترتيب الفرائض، وأن الإيمان قول وعمل\".\rوكذا فعل الآجري ﵀ في الشريعة (٣/ ٥٥٢ - ٥٥٩) فقد ذكر نحو ما ذكره المصنف من تدرج شرائع الإيمان، ثم ذكر أثري ابن عباس وسفيان ردًا على احتجاج المرجئة بأحاديث الكف عمن قال: (لا إله إلا الله) على إخراج العمل عن مسمى الإيمان.\rوقد أشار الحافظ في الفتح (١/ ١٠٣ - ١٠٤) إلى كلام لأبي عبيد غير موجود في هذه النسخة، فقد قال بعد ذكر أثر سفيان بن عيينة: \"وتبعه أبو عبيد في كتاب الإيمان له فذكر نحوه وزاد: أن بعض المخالفين لما أُلزم بذلك أجاب بأن الإيمان ليس هو مجموع الدين؛ إنما الدين ثلاثة أجزاء: الإيمان جزء، والأعمال جزآن، لأنها فرائض ونوافل. وتعقبه أبو عبيد بأنه خلاف ظاهر القرآن\".",
    "",
    "",
    "",
    ""
  ],
  [
    "12",
    "",
    "وهذا هو الموضع الذي غلط فيه من ذهب إلى أن الإيمان بالقول(٣)؛ لما سمعوا تسميةَ الله إيَّاهم مؤمنين؛ أوجبوا لهم الإيمان كلَّه بكماله(٤).\nكما غلطوا في تأويل حديث النَّبي ﷺ حين سئل عن الإيمان ما هو؟ فقال: \"أن تؤمن بالله وكذا وكذا\"(٥)(٦).\nوحين سأله الذي عليه رقبةٌ مؤمنةٌ عن عتق العجمية؟ فأمر بعتقها، وسمَّاها مؤمنة(١)(٢).\nوإنما هذا على ما أعلمتك من دخولهم في الإيمان، ومن قبولهم وتصديقهم بما نزل منه، وإنما كان ينزل متفرقًا كنزول القرآن. والشاهد لما نقول والدليل عليه كتاب الله ﵎، وسنة رسول الله ﷺ.",
    "(٣) أي: والاعتقاد دون العمل.\n(٤) انظر: تعظيم قدر الصلاة (١/ ٣٩٢)، الفتاوى (٧/ ١٩٤ - ١٩٨).\n(٥) مثل سؤال جبريل النبي ﷺ عن ذلك، كما أخرجه البخاري (١/ ١٥) (٥٠)، ومسلم (١/ ٣٩) (٩)، من حديث أبي هريرة ﵁، ومسلم (١/ ٣٦) (٨) من حديث عمر ﵁.\n(٦) انظر: الفتاوى (٧/ ٨٧).\n(١) كما في حديث أبي هريرة ﵁، أخرجه ابن خزيمة في التوحيد (١/ ٢٨٣) (١٨٢ - ١٨٥)، وأخرج نحوه مسلم (١/ ٣٨١) (٥٣٧) من حديث معاوية بن الحكم السلمي ﵁.\n(٢) انظر: السنة للخلال (٣/ ٥٧٤)، السنة لعبد الله (١/ ٣٨٤)، الفتاوى (٧/ ٢٠٩ و ٢٥٦ و ٤١٦).",
    "",
    "",
    "",
    ""
  ],
  [
    "13",
    "",
    "فمن الكتاب قوله: ﴿وَإِذَا مَا أُنْزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ﴾ [التوبة: ١٢٤].\nوقوله: ﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ﴾ [الأنفال: ٢] في مواضع من القرآن مثل هذا.\nأفلست ترى أن الله ﵎ لم ينزل عليهم الإيمانَ جملةً، كما لم ينزل القرآنَ جملةً؟\nفهذه الحجَّة من الكتاب، فلو كان الإيمان مكمَّلًا بذلك الإقرار ما كان للزيادة إذًا معنى، ولا لذكرها موضع.",
    "(٣) في المطبوع: \"والآثار\".",
    "",
    "",
    "",
    ""
  ],
  [
    "14",
    "",
    "وأما الحجَّة من السنة: فالآثار(٣) المتواترة في هذا المعنى من زيادات قواعد الإيمان بعضها بعد بعض؛ ففي حديث منها أربع، وفي آخر خمس، وفي الثالث تسع، وفي الرابع أكثر من ذلك.\nفمن الأربع:",
    "",
    "",
    "",
    "",
    ""
  ],
  [
    "15",
    "",
    "حديث ابن عباس عن النَّبي ﷺ: أن وفد عبد القيس قدموا عليه، فقالوا: يا رسول الله! إن هذا الحي من ربيعة(١)، فقد حالت بيننا وبينك كفار مُضر، فلسنا نصل إلا في شهرٍ حرامٍ، فمُرْنا بأمرٍ نعمل به، وندعو إليه من وراءنا. فقال: \"آمركم بأربع، وأنهاكم عن أربع: الإيمان\"، ثم فسَّره لهم: \"شهادة أن لا إله إلا الله، وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وأن تؤدُّوا خمس ما غنمتم، وأنهاكم عن الدَّبَّاء، والحَنْتم، والنَّقِير، والمُقَيَّر\".\n١ - قال أبو عبيد: حدثناه عباد بن عباد المهلبي، قال: حدثنا أبو جمرة(٢)، عن ابن عباس، عن النَّبي ﷺ بذلك(٣).\nومن الخمس:",
    "(١) كذا في الأصل، وهو موافق للفظٍ من ألفاظ البخاري (٢/ ١٠٥) (١٣٩٨) وفيه: \"قد حالت\" بدل \"فقد حالت\"، وفي مسلم وبعض روايات البخاري الأخرى: \"إنا هذا الحي من ربيعة\" وفي بعضها: \"إنا من هذا الحي\".\nوقد ساق الذهبي ﵀ هذا الحديث بإسناده من طريق أبي عبيد في ترجمته في السير (١٠/ ٥٠٩) بلفظ: \"إنا هذا الحي من ربيعة، وقد حالت بيننا وبينك كفار مضر … \" وهو موافق لما اتفق عليه الشيخان.\n(٢) في الأصل: \"أبو حمزة\"، والتصويب من المطبوع، وأبو جمرة هو: نصر بن عمران بن عصام الضُّبَعي - بضم المعجمة وفتح الموحدة بعدها مهملة -، أبو جمرة البصري نزيل خراسان مشهور بكنيته، ثقة ثبت. انظر: التهذيب (١٠/ ٤٣١).\r(٣) إسناد المصنف صحيح، وأخرجه البخاري (١/ ١١٠) (٥٢٣)، ومسلم (١/ ٤٦) (١٧).",
    "",
    "",
    "",
    ""
  ],
  [
    "16",
    "",
    "حديث ابن عمر، أنه سمع رسول الله ﷺ يقول: \"بُني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمدًا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت\".\n٢ - قال أبو عبيد: حدثناه(١) إسحاق بن سليمان الرازي، عن حنظلة بن أبي سفيان، عن عكرمة بن خالد، عن ابن عمر، عن النَّبي ﷺ بذلك(٢).\nومن(٣) التسع:",
    "(١) في المطبوع: \"حدثنا\".\r(٢) إسناد المصنف صحيح على شرط الشيخين كما قال الشيخ، وقد أخرجاه: البخاري (١/ ١١) (٨)، ومسلم (١/ ٤٥) (١٦).\r(٣) في الأصل: \"من\".",
    "",
    "",
    "",
    ""
  ],
  [
    "17",
    "",
    "حديث أبي هريرة، عن النَّبي ﷺ أنه قال: \"إن للإسلام صُوًى ومنارًا كمنار الطريق\"(٤) - قال أبو عبيد: صُوَى: هي ما غَلُظَ وارتفع من الأرض، واحدتها صُوَّة(٥) - \"منها: أن تؤمن بالله، ولا تشرك به شيئًا، وإقامة الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت، والأمر بالمعروف، والنهي عن المنكر، وأن تسلم على أهلك إذا دخلت عليهم، وأن تسلم على القوم إذا مررت بهم، فمن ترك من ذلك شيئًا [فقد ترك سهمًا من الإسلام، ومن تركهن](١) فقد ولَّى الإسلامَ ظهرَه\".\r٣ - قال أبو عبيد: حدثنيه يحيى بن سعيد القطان(٢)، عن ثور بن يزيد، عن خالد بن معدان، عن رجل، عن أبي هريرة، عن النَّبي ﷺ(٣).",
    "(٣) في الأصل: \"من\".\r(٤) في الأصل: \"للإسلام صيًا ومنار كمنار الطريق منها\" والتصويب من مصادر التخريج.\r(٥) في الأصل: \"قال أبو عبيد: صوى ارتفع من الأرض واحد صوة كمنار منها\"، والتصويب من غريب الحديث له (٥/ ٢٠٥)، وهذا التفسير نقله عن الأصمعي، ونقل عن أبي عمرو أن الصُّوَى: \"أعلام من حجارة منصوبة في الفيافي المجهولة فيستدل بتلك الأعلام على طرقها\". وقال: \"وقول أبي عمرو أعجب إلي في هذا، وهو أشبه بمعنى الحديث، لأن الأرض المرتفعة لا تكون أعلامًا\".\n(١) ما بين المعقوفتين ساقط من الأصل، وسقوطه مؤثر في المعنى؛ لأنه يجعل ترك أي شيء كترك الجميع، وهذا مخالف للحديث، واستُدرك من مصادر التخريج.\r(٢) كذا في الأصل، ورجح الشيخ أن صوابه: \"العطار\" وما في الأصل: هو الصواب؛ لأن ثورًا ليس من شيوخ العطار، ولا أبو عبيد من تلاميذه، وإنما ذلك في القطان؛ فمن شيوخه: ثور ومن تلاميذه أبو عبيد. انظر: تهذيب الكمال (٣١/ ٣٢٩ و ٣٤٣).\r(٣) إسناد المصنف ضعيف، لجهالة الرجل الراوي عن أبي هريرة ﵁. وأخرجه الحافظ المقدسي في الأمر بالمعروف (١٠٧) (٩) من طريق المصنف به. وقد خولف يحيى بن سعيد فيه، فأخرجه جماعة من الثقات عن ثور بن يزيد عن خالد بن معدان عن أبي هريرة ﵁ به بإسقاط الرجل المبهم، منهم:\r* الوليد بن مسلم، كما عند الحاكم مفرقًا (١/ ٢٠) و (١/ ٢١) وقال: \"هذا حديث صحيح على شرط البخاري\".\r* روح بن عبادة، كما عند المروزي في تعظيم قدر الصلاة (١/ ٤١١) (٤٠٥)، وأبو نعيم في الحلية (٥/ ٢١٧).\r* عيسى بن يونس، كما عند الطبراني في مسند الشاميين (١/ ٢٤١) (٤٢٩)، وابن السني في عمل اليوم والليلة (٨٣) (١٦٠). فحديثهم مقدم على حديثه.\rواختلف في سماع خالد من أبي هريرة ﵁، فقال ابن أبي حاتم المراسيل (٥٣): \"سمعت أبي وسألته عن خالد بن معدان عن أبي هُرَيرة متصل؟ فقال: قد أدرك أبا هُرَيرة ولا يذكر سماع\". وقال الحاكم عقب روايته للحديث: \"فأما سماع خالد بن معدان عن أبي هريرة فغيرمستبعد؛ فقد حكى الوليد بن مسلم عن ثور بن يزيد عنه أنه قال: لقيت سبعة عشر رجلًا من أصحاب رسول الله ﷺ\".",
    "",
    "",
    "",
    ""
  ],
  [
    "18",
    "",
    "فظن الجاهلون بوجوه هذه الأحاديث أنها متناقضةٌ لاختلاف العدد منها، وهي بحمد الله ونعمته(١) بعيدةٌ(٢) من(٣) التناقض، وإنما وجوهها ما أعلمتك من نزول الفرائض بالإيمان متفرقًا، فكلما نزلت واحدةٌ ألحق رسولُ الله ﷺ عددَها بالإيمان، ثم كلَّما جدَّد اللهُ له منها أخرى زادها في العدد، حتى جاوز ذلك سبعين خُلَّة(٤).",
    "(١) في المطبوع: \"ورحمته\".\n(٢) في الأصل: \"بعيد\".\n(٣) في المطبوع: \"على\".\n(٤) في المطبوع: \"السبعين كلمة\".",
    "",
    "",
    "",
    ""
  ],
  [
    "19",
    "",
    "كذلك [في](٥) الحديث المثبت عنه أنه قال: \"الإيمان بضعة وسبعون جزءًا، أفضلها: شهادة أن لا إله إلا الله، وأدناها إماطة الأذى عن الطريق\".\n٤ - قال أبو عبيد: حدثناه أبو أحمد الزبيري، عن سفيان بن سعيد، عن سهيل بن أبي صالح عن عبد الله بن دينار، عن أبي صالح، عن أبي هريرة(١).",
    "(٥) زيادة من المطبوع.\n(١) إسناد المصنف صحيح على شرط مسلم كما قال الشيخ، وأخرجه كذلك: مسلم (١/ ٦٣) (٣٥) بنحوه، والبخاري (١/ ١١) (٩) بلفظ: \"الإيمان بضع وستون شعبة والحياء شعبة من الإيمان\".",
    "",
    "",
    "",
    ""
  ],
  [
    "20",
    "",
    "فهذا الحديث(٢) - وإن كان زائدًا في العدد - فليس هو بخلاف ما قبله، وإنما تلك دعائم وأصول، وهذه فروعها زائداتٌ في شعب الإيمان من غير تلك الدعائم، فنرى والله أعلم أن هذا القول آخرُ ما وصف به رسولُ الله ﷺ الإيمانَ، لأن العدد إنما تناهى [به](٣)، وبه كمُلت خصالُه.\rوالمصدِّق له قول الله ﵎: ﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي﴾ [المائدة: ٣].",
    "(٢) في الأصل: \"بهذا الحديث\"، والصواب ما أثبته، لأن قوله أول السند: \"حدثناه\"، يغني عن قوله في آخره: \"بهذا الحديث\"، مع حاجة ما بعده إليه.\r(٣) زيادة من المطبوع.",
    "",
    "",
    "",
    ""
  ],
  ["21", "", "", "", "", "", "", ""],
  ["22", "", "", "", "", "", "", ""],
  ["23", "", "", "", "", "", "", ""],
  ["24", "", "", "", "", "", "", ""],
  ["25", "", "", "", "", "", "", ""],
  ["26", "", "", "", "", "", "", ""],
  ["27", "", "", "", "", "", "", ""],
  ["28", "", "", "", "", "", "", ""],
  ["29", "", "", "", "", "", "", ""],
  ["30", "", "", "", "", "", "", ""],
  ["31", "", "", "", "", "", "", ""],
  ["32", "", "", "", "", "", "", ""],
  ["33", "", "", "", "", "", "", ""],
  ["34", "", "", "", "", "", "", ""],
  ["35", "", "", "", "", "", "", ""],
  ["36", "", "", "", "", "", "", ""],
  ["37", "", "", "", "", "", "", ""],
  ["38", "", "", "", "", "", "", ""],
  ["39", "", "", "", "", "", "", ""],
  ["40", "", "", "", "", "", "", ""],
  ["41", "", "", "", "", "", "", ""],
  ["42", "", "", "", "", "", "", ""],
  ["43", "", "", "", "", "", "", ""],
  ["44", "", "", "", "", "", "", ""],
  ["45", "", "", "", "", "", "", ""],
  ["46", "", "", "", "", "", "", ""],
  ["47", "", "", "", "", "", "", ""],
  ["48", "", "", "", "", "", "", ""],
  ["49", "", "", "", "", "", "", ""],
  ["50", "", "", "", "", "", "", ""],
  ["51", "", "", "", "", "", "", ""],
  ["52", "", "", "", "", "", "", ""],
  ["53", "", "", "", "", "", "", ""],
  ["54", "", "", "", "", "", "", ""],
  ["55", "", "", "", "", "", "", ""],
  ["56", "", "", "", "", "", "", ""],
  ["57", "", "", "", "", "", "", ""],
  ["58", "", "", "", "", "", "", ""],
  ["59", "", "", "", "", "", "", ""],
  ["60", "", "", "", "", "", "", ""],
  ["61", "", "", "", "", "", "", ""],
  ["62", "", "", "", "", "", "", ""],
  ["63", "", "", "", "", "", "", ""],
  ["64", "", "", "", "", "", "", ""],
  ["65", "", "", "", "", "", "", ""],
  ["66", "", "", "", "", "", "", ""],
  ["67", "", "", "", "", "", "", ""],
  ["68", "", "", "", "", "", "", ""],
  ["69", "", "", "", "", "", "", ""],
  ["70", "", "", "", "", "", "", ""],
  ["71", "", "", "", "", "", "", ""],
  ["72", "", "", "", "", "", "", ""],
  ["73", "", "", "", "", "", "", ""],
  ["74", "", "", "", "", "", "", ""],
  ["75", "", "", "", "", "", "", ""],
  ["76", "", "", "", "", "", "", ""],
  ["77", "", "", "", "", "", "", ""],
  ["78", "", "", "", "", "", "", ""],
  ["79", "", "", "", "", "", "", ""],
  ["80", "", "", "", "", "", "", ""],
  ["81", "", "", "", "", "", "", ""],
  ["82", "", "", "", "", "", "", ""],
  ["83", "", "", "", "", "", "", ""],
  ["84", "", "", "", "", "", "", ""],
  ["85", "", "", "", "", "", "", ""],
  ["86", "", "", "", "", "", "", ""],
  ["87", "", "", "", "", "", "", ""],
  ["88", "", "", "", "", "", "", ""],
  ["89", "", "", "", "", "", "", ""],
  ["90", "", "", "", "", "", "", ""],
  ["91", "", "", "", "", "", "", ""],
  ["92", "", "", "", "", "", "", ""],
  ["93", "", "", "", "", "", "", ""],
  ["94", "", "", "", "", "", "", ""],
  ["95", "", "", "", "", "", "", ""],
  ["96", "", "", "", "", "", "", ""],
  ["97", "", "", "", "", "", "", ""],
  ["98", "", "", "", "", "", "", ""],
  ["99", "", "", "", "", "", "", ""],
  ["100", "", "", "", "", "", "", ""],
  ["101", "", "", "", "", "", "", ""],
  ["102", "", "", "", "", "", "", ""],
  ["103", "", "", "", "", "", "", ""],
  ["104", "", "", "", "", "", "", ""],
  ["105", "", "", "", "", "", "", ""],
  ["106", "", "", "", "", "", "", ""],
  ["107", "", "", "", "", "", "", ""],
  ["108", "", "", "", "", "", "", ""],
  ["109", "", "", "", "", "", "", ""],
  ["110", "", "", "", "", "", "", ""],
  ["111", "", "", "", "", "", "", ""],
  ["112", "", "", "", "", "", "", ""],
  ["113", "", "", "", "", "", "", ""],
  ["114", "", "", "", "", "", "", ""],
  ["115", "", "", "", "", "", "", ""],
  ["116", "", "", "", "", "", "", ""],
  ["117", "", "", "", "", "", "", ""],
  ["118", "", "", "", "", "", "", ""],
  ["119", "", "", "", "", "", "", ""],
  ["120", "", "", "", "", "", "", ""],
  ["121", "", "", "", "", "", "", ""],
  ["122", "", "", "", "", "", "", ""],
  ["123", "", "", "", "", "", "", ""],
  ["124", "", "", "", "", "", "", ""],
  ["125", "", "", "", "", "", "", ""],
  ["126", "", "", "", "", "", "", ""],
  ["127", "", "", "", "", "", "", ""],
  ["128", "", "", "", "", "", "", ""],
  ["129", "", "", "", "", "", "", ""],
  ["130", "", "", "", "", "", "", ""],
  ["131", "", "", "", "", "", "", ""],
  ["132", "", "", "", "", "", "", ""],
  ["133", "", "", "", "", "", "", ""],
  ["134", "", "", "", "", "", "", ""],
  ["135", "", "", "", "", "", "", ""],
  ["136", "", "", "", "", "", "", ""],
  ["137", "", "", "", "", "", "", ""],
  ["138", "", "", "", "", "", "", ""],
  ["139", "", "", "", "", "", "", ""],
  ["140", "", "", "", "", "", "", ""],
  ["141", "", "", "", "", "", "", ""],
  ["142", "", "", "", "", "", "", ""],
  ["143", "", "", "", "", "", "", ""],
  ["144", "", "", "", "", "", "", ""],
  ["145", "", "", "", "", "", "", ""],
  ["146", "", "", "", "", "", "", ""],
  ["147", "", "", "", "", "", "", ""],
  ["148", "", "", "", "", "", "", ""],
  ["149", "", "", "", "", "", "", ""],
  ["150", "", "", "", "", "", "", ""],
  ["151", "", "", "", "", "", "", ""],
  ["152", "", "", "", "", "", "", ""],
  ["153", "", "", "", "", "", "", ""],
  ["154", "", "", "", "", "", "", ""],
  ["155", "", "", "", "", "", "", ""],
  ["156", "", "", "", "", "", "", ""],
  ["157", "", "", "", "", "", "", ""],
  ["158", "", "", "", "", "", "", ""],
  ["159", "", "", "", "", "", "", ""],
  ["160", "", "", "", "", "", "", ""],
  ["161", "", "", "", "", "", "", ""],
  ["162", "", "", "", "", "", "", ""],
  ["163", "", "", "", "", "", "", ""],
  ["164", "", "", "", "", "", "", ""],
  ["165", "", "", "", "", "", "", ""],
  ["166", "", "", "", "", "", "", ""],
  ["167", "", "", "", "", "", "", ""],
  ["168", "", "", "", "", "", "", ""],
  ["169", "", "", "", "", "", "", ""],
  ["170", "", "", "", "", "", "", ""],
  ["171", "", "", "", "", "", "", ""],
  ["172", "", "", "", "", "", "", ""],
  ["173", "", "", "", "", "", "", ""],
  ["174", "", "", "", "", "", "", ""],
  ["175", "", "", "", "", "", "", ""],
  ["176", "", "", "", "", "", "", ""],
  ["177", "", "", "", "", "", "", ""],
  ["178", "", "", "", "", "", "", ""],
  ["179", "", "", "", "", "", "", ""],
  ["180", "", "", "", "", "", "", ""],
  ["181", "", "", "", "", "", "", ""],
  ["182", "", "", "", "", "", "", ""],
  ["183", "", "", "", "", "", "", ""],
  ["184", "", "", "", "", "", "", ""],
  ["185", "", "", "", "", "", "", ""],
  ["186", "", "", "", "", "", "", ""],
  ["187", "", "", "", "", "", "", ""],
  ["188", "", "", "", "", "", "", ""],
  ["189", "", "", "", "", "", "", ""],
  ["190", "", "", "", "", "", "", ""],
  ["191", "", "", "", "", "", "", ""],
  ["192", "", "", "", "", "", "", ""],
  ["193", "", "", "", "", "", "", ""],
  ["194", "", "", "", "", "", "", ""],
  ["195", "", "", "", "", "", "", ""],
  ["196", "", "", "", "", "", "", ""],
  ["197", "", "", "", "", "", "", ""],
  ["198", "", "", "", "", "", "", ""],
  ["199", "", "", "", "", "", "", ""],
  ["200", "", "", "", "", "", "", ""],
  ["201", "", "", "", "", "", "", ""],
  ["202", "", "", "", "", "", "", ""],
  ["203", "", "", "", "", "", "", ""],
  ["204", "", "", "", "", "", "", ""],
  ["205", "", "", "", "", "", "", ""],
  ["206", "", "", "", "", "", "", ""],
  ["207", "", "", "", "", "", "", ""],
  ["208", "", "", "", "", "", "", ""],
  ["209", "", "", "", "", "", "", ""],
  ["210", "", "", "", "", "", "", ""],
  ["211", "", "", "", "", "", "", ""],
  ["212", "", "", "", "", "", "", ""],
  ["213", "", "", "", "", "", "", ""],
  ["214", "", "", "", "", "", "", ""],
  ["215", "", "", "", "", "", "", ""],
  ["216", "", "", "", "", "", "", ""],
  ["217", "", "", "", "", "", "", ""],
  ["218", "", "", "", "", "", "", ""],
  ["219", "", "", "", "", "", "", ""],
  ["220", "", "", "", "", "", "", ""],
  ["221", "", "", "", "", "", "", ""],
  ["222", "", "", "", "", "", "", ""],
  ["223", "", "", "", "", "", "", ""],
  ["224", "", "", "", "", "", "", ""],
  ["225", "", "", "", "", "", "", ""],
  ["226", "", "", "", "", "", "", ""],
  ["227", "", "", "", "", "", "", ""],
  ["228", "", "", "", "", "", "", ""],
  ["229", "", "", "", "", "", "", ""],
  ["230", "", "", "", "", "", "", ""],
  ["231", "", "", "", "", "", "", ""],
  ["232", "", "", "", "", "", "", ""],
  ["233", "", "", "", "", "", "", ""],
  ["234", "", "", "", "", "", "", ""],
  ["235", "", "", "", "", "", "", ""],
  ["236", "", "", "", "", "", "", ""],
  ["237", "", "", "", "", "", "", ""],
  ["238", "", "", "", "", "", "", ""],
  ["239", "", "", "", "", "", "", ""],
  ["240", "", "", "", "", "", "", ""],
  ["241", "", "", "", "", "", "", ""],
  ["242", "", "", "", "", "", "", ""],
  ["243", "", "", "", "", "", "", ""],
  ["244", "", "", "", "", "", "", ""],
  ["245", "", "", "", "", "", "", ""],
  ["246", "", "", "", "", "", "", ""],
  ["247", "", "", "", "", "", "", ""],
  ["248", "", "", "", "", "", "", ""],
  ["249", "", "", "", "", "", "", ""],
  ["250", "", "", "", "", "", "", ""],
  ["251", "", "", "", "", "", "", ""],
  ["252", "", "", "", "", "", "", ""],
  ["253", "", "", "", "", "", "", ""],
  ["254", "", "", "", "", "", "", ""],
  ["255", "", "", "", "", "", "", ""],
  ["256", "", "", "", "", "", "", ""],
  ["257", "", "", "", "", "", "", ""],
  ["258", "", "", "", "", "", "", ""],
  ["259", "", "", "", "", "", "", ""],
  ["260", "", "", "", "", "", "", ""],
  ["261", "", "", "", "", "", "", ""],
  ["262", "", "", "", "", "", "", ""],
  ["263", "", "", "", "", "", "", ""],
  ["264", "", "", "", "", "", "", ""],
  ["265", "", "", "", "", "", "", ""],
  ["266", "", "", "", "", "", "", ""],
  ["267", "", "", "", "", "", "", ""],
  ["268", "", "", "", "", "", "", ""],
  ["269", "", "", "", "", "", "", ""],
  ["270", "", "", "", "", "", "", ""],
  ["271", "", "", "", "", "", "", ""],
  ["272", "", "", "", "", "", "", ""],
  ["273", "", "", "", "", "", "", ""],
  ["274", "", "", "", "", "", "", ""],
  ["275", "", "", "", "", "", "", ""],
  ["276", "", "", "", "", "", "", ""],
  ["277", "", "", "", "", "", "", ""],
  ["278", "", "", "", "", "", "", ""],
  ["279", "", "", "", "", "", "", ""],
  ["280", "", "", "", "", "", "", ""],
  ["281", "", "", "", "", "", "", ""],
  ["282", "", "", "", "", "", "", ""],
  ["283", "", "", "", "", "", "", ""],
  ["284", "", "", "", "", "", "", ""],
  ["285", "", "", "", "", "", "", ""],
  ["286", "", "", "", "", "", "", ""],
  ["287", "", "", "", "", "", "", ""],
  ["288", "", "", "", "", "", "", ""],
  ["289", "", "", "", "", "", "", ""],
  ["290", "", "", "", "", "", "", ""],
  ["291", "", "", "", "", "", "", ""],
  ["292", "", "", "", "", "", "", ""],
  ["293", "", "", "", "", "", "", ""],
  ["294", "", "", "", "", "", "", ""],
  ["295", "", "", "", "", "", "", ""],
  ["296", "", "", "", "", "", "", ""],
  ["297", "", "", "", "", "", "", ""],
  ["298", "", "", "", "", "", "", ""],
  ["299", "", "", "", "", "", "", ""],
  ["300", "", "", "", "", "", "", ""],
  ["301", "", "", "", "", "", "", ""],
  ["302", "", "", "", "", "", "", ""],
  ["303", "", "", "", "", "", "", ""],
  ["304", "", "", "", "", "", "", ""],
  ["305", "", "", "", "", "", "", ""],
  ["306", "", "", "", "", "", "", ""],
  ["307", "", "", "", "", "", "", ""],
  ["308", "", "", "", "", "", "", ""],
  ["309", "", "", "", "", "", "", ""],
  ["310", "", "", "", "", "", "", ""],
  ["311", "", "", "", "", "", "", ""],
  ["312", "", "", "", "", "", "", ""],
  ["313", "", "", "", "", "", "", ""],
  ["314", "", "", "", "", "", "", ""],
  ["315", "", "", "", "", "", "", ""],
  ["316", "", "", "", "", "", "", ""],
  ["317", "", "", "", "", "", "", ""],
  ["318", "", "", "", "", "", "", ""],
  ["319", "", "", "", "", "", "", ""],
  ["320", "", "", "", "", "", "", ""],
  ["321", "", "", "", "", "", "", ""],
  ["322", "", "", "", "", "", "", ""],
  ["323", "", "", "", "", "", "", ""],
  ["324", "", "", "", "", "", "", ""],
  ["325", "", "", "", "", "", "", ""],
  ["326", "", "", "", "", "", "", ""],
  ["327", "", "", "", "", "", "", ""],
  ["328", "", "", "", "", "", "", ""],
  ["329", "", "", "", "", "", "", ""],
  ["330", "", "", "", "", "", "", ""],
  ["331", "", "", "", "", "", "", ""],
  ["332", "", "", "", "", "", "", ""],
  ["333", "", "", "", "", "", "", ""],
  ["334", "", "", "", "", "", "", ""],
  ["335", "", "", "", "", "", "", ""],
  ["336", "", "", "", "", "", "", ""],
  ["337", "", "", "", "", "", "", ""],
  ["338", "", "", "", "", "", "", ""]
]
