[
  [
    "1",
    "تفسير العشر الأخير من القرآن الكريم ويليه أحكام تهم المسلم",
    "\nتفسير العشر الأخير\nمن القرآن الكريم ويليه أحكام تهم المسلم\n\n\n[ކީރިތި ގުރްއާނުގެ ފަހު ދިހަބައި ކުޅަ އެއްބައިގެ ތަފްސީރު\nއަދި އެ ބަޔަށް ފަހު މުސްލިމަކަށް މުހިންމުވާ ހުކުމްތައް]\n\nދިވެހި ތަރުޖަމާ",
    ""
  ],
  [
    "2",
    "مقدمة\r\nبسم الله الرحمن الرحيم\r\n\r\n\r\nالحمد لله، والصلاة والسلام على سيِّدنا ونبينا وحبيبنا رسول الله، أما بعد:\r\n\r\n\r\nاعلم أخي المسلم وأختي المسلمة رحمكم الله، أنه يجبُ علينا تعلّمُ أربع مسائل:\r\n\r\n\r\n* الأولى: العلم:وهو معرفة الله ‍ـ ، ومعرفة نبيه ‍ص ، ومعرفة دين الإسلام، لأنه لا يجوز أن يُعبد الله بلا علم، ومن فعل ذلك فمصيره إلى الضلال، وقد شابه النصارى في ذلك.\r\n\r\n\r\n*الثانية: العمل:ومَنْ عَلِمَ ولم يعمل فقد شابه اليهود، لأنهم علموا ولم يعملوا، ومن حِيَل الشيطان أنه يُنَفِّر من طلب العلم ويُوهِمُ الإنسان أنَّه معذورٌ عند الله بجهله، وما عَلِمَ أن من أمكَنَه التعلّم ولم يفعل فقد قامت عليه الحجة، وهذه حِيلة قوم نوح حينَ ‍﴿ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ ‍﴾ [نوح: ٧]. كي لا تقوم عليهم الحجة.\r\n\r\n\r\n*الثالثة: الدعوة إليه:لأن العلماء والدعاة هم ورثة الأنبياء، وقد لعن الله ‍ـ بني إسرائيل لأنهم: ‍﴿ كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ ٧٩ ‍﴾ [المائدة: ٧٩]، والدعوة والتّعلِيم فرض كفاية، إن قام به من يكفي لم يأثم أحد، وإن تركه الجميع أثموا.\r\n\r\n\r\n*الرابعة: الصبر على الأذى:في تعلّم العلم، والعمل به، والدّعوة إليه.\r\n\r\n\r\nومشاركة منّا في رفع الجهل، وتسهيلاً لطلب العلم، جمعنا في هذا الكتاب المختصر بعضَ ما تحصل به الكفاية من العلوم الشرعية، مع الأجزاء الثلاثة الأخيرة من القرآن الكريم وتفسيرها، لغَلبَة تكرارها، و ( ما لا يدرك كلّه لا يترك جُلّه ).\r\n\r\n\r\nوحَرِصنَا في ذلك كلّه على الاختصـار، و بما صحّ عن النبي ‍ص ، ولا نزعُم أننا بلغنا الكمال، فإنه مما اختصّه الله ‍ـ لنفسه، ولكنّه جُهد المُقِـلِّ، فإن كان صواباً فمن الله، وإن كان خطأً فمن أنفسنا والشيطان، والله ورسوله بريئان منه، ورحم الله من أهدى إلينا عيوبنا بالنقد الهادف البنَّاء.\r\n\r\n\r\nنسأل الله أن يجزي كلّ من شارك في إعداده وطباعته وتوزيعه وقراءته وتعليمه خير الجزاء، وأن يتقبّله منهم، ويضاعف لهم الأجر والمثوبة.\r\n\r\n\r\nوالله أعلم، وصلى الله وسلم على نبينا محمد بن عبدالله وآله وصحبه أجمعين.\r\n\r\n\r\nزكّى هذا الكتاب مجموعة من العلماء وطلبة العلم في العالم الإسلامي\r\n\r\n\r\nلمزيد من المعلومات، أو للتبرُّع، أو للمشاركة، أو لطلب الكتاب: الموقع / www.tafseer.info البريد / info@tafseer.info\r\n\r\n\r\nالطبعة السابعة عشر / مزيدة و منقحة",
    "مُقَدِّمَة\n\nبسم الله الرحمن الرحیم\nالحمد لله والصلاة والسلام على سيدنا ونبينا وحبيبنا رسول الله ، أما بعد.\n\nއޭ މުސްލިމު އަޚާއެވެ. އަދި މުސްލިމު އުޚްތާއެވެ. - الله ތިޔަބައިމީހުންނަށް ރަޙްމަތްލައްވާށިއެވެ. - ދަންނާށެވެ. ހަމަ ކަށަވަރުން ހަތަރު މައްސަލައެއް އުނގެނިދަސްކުރުން އަޅުގަނޑުމެންގެ މައްޗަށް ވާޖިބުވެގެންވެއެވެ.\n\n1ދެނެގަތުން:އެއީ الله ـ މަޢްރިފާކޮށް ދެނެގަތުމާއި އެއިލާހުގެ ނަބިއްޔާ  ‍جމަޢްރިފާކޮށް ދެނެގަތުމާ އަދި އިސްލާމްދީން މަޢްރިފާކޮށް ދެނެގަތުމެވެ. އެހެނީ އެއްވެސް ޢިލްމަކާނުލައި اللهއަށް އަޅުކަންކުރުން ހުއްދަވެގެންނުވެއެވެ. އެގޮތަށް އެއްވެސް ޢިލްމެއްނެތި އަޅުކަންކޮށްފި މީހާގެ ނިމުމަކީ މަގުފުރެދުމެވެ. އެގޮތުން އެމީހަކު އެކަމުގައި ނަޞާރާއިންނާ އެއްފަދަ ވެއްޖެއެވެ.\n\n2ޢަމަލުކުރުން:އެނގިހުރެ ޢަމަލުނުކޮށްފި މީހާ ހަމަ ކަށަވަރުން ޔަހޫދީންނާ އެއްގޮތްވެއްޖެއެވެ. އެހެނީ އެބައިމީހުން އެނގިތިބެ ޢަމަލުނުކުރީއެވެ. ޝައިޠާނާގެ ޙީލަތްތަކުގެ ތެރޭގައި މީސްތަކުން ދީނުގެޢިލްމު އުނގެނުމުން ދުރުހެލިކުރުވުން ހިމެނެއެވެ. އަދި އޭނާގެ ޖާހިލުކަން އެއީ اللهގެ ޙަޟްރަތުގައި ޢުޛުރަކަށްވާނެކަމުގެ ވަހުމުވައްދައެވެ. ޢިލްމުއުނގެނުމުގެ މަގުތަނަވަސްވެފައިވާ ޙާލު، އެކަންނުކުރި މީހާ ފަހެ އޭނާގެ މައްޗަށް ޙުއްޖަތް ޤާއިމުވެއްޖެކަން އޭނާ ނުދަނެއެވެ. މިއީ ނޫޙު  ‍÷ޤައުމުގެ މީހުންގެވެސް ޙީލަތެވެ. އެބައިމީހުންގެ މައްޗަށް ޙުއްޖަތް ޤާއިމުނުވާނޭ ގޮތްހެދުމަށް އެބައިމީހުން ކަންކުރި ގޮތަކީ: :‍﴿جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ‍﴾. މާނައީ: \"އެއުރެންގެ ކަންފަތްތަކުގައި އިނގިލިތައް އަޅައި، (ފިލުމުގެގޮތުން) ފޭރާމުން ފޮރުވިގަނެތެވެ.\"\n\n3ދީނަށް ދަޢުވަތުދިނުން:މިހެނީ ޢިލްމުވެރިންނާއި ދީނަށްގޮވާލާ މީހުންނަކީ ނަބީބޭކަލުންގެ ވާރުތަވެރިންނެވެ. ހަމަ ކަށަވަރުން ބަނީއިސްރާއީލުންގެ މައްޗަށް الله ـ ލަޢުނަތް ލެއްވިއެވެ.\n\nاللهގެ މަގަށް ގޮވާލާ، އެއިލާހުގެ ދީން އުނގަންނައިދިނުމަކީ ފަރުޟު ކިފާޔަތެކެވެ. އެކަމަށް އެކަށޭނެ ބަޔަކު އެކަން އަދާކޮށްފިނަމަ، އެކަމުގެ ފާފަ އެންމެހާ މީސްތަކުންގެ ފުށުން ކެނޑިގެންދާނެއެވެ. އެއްވެސް ބަޔަކު އެކަން އަދާނުކޮށްފިނަމަ އެންމެން އެކަމުގައި ފާފަވެރިވާނެއެވެ.\n\n4ދަތިއުނދަގޫތަކަށް ކެތްތެރިވުން:އެއީ ދީނީ ޢިލްމު ޙާޞިލުކުރުމުގައާއި އެއަށް ޢަމަލުކުރުމުގައާއި އެއަށް ގޮވާލާ ދަޢުވަތު ދިނުމުގައި ކެތްތެރިވުމެވެ.\n\nޖާހިލުކަން ފިލުވުމަށާއި ވާޖިބުވެގެންވާ ޢިލްމު ދަސްކުރުމަށް ފަސޭހަކޮށްދިނުމުގައި އަޅުގަނޑުމެންގެ ފަރާތުން ވެވޭ ބައިވެރިވުމެއްގެ ގޮތުން ޝަރުޢީ ޢިލްމުގެ ތެރެއިން ކިރިޔާ ފުދިލާވަރު މިފޮތުގައި ހިމަނާލީމެވެ. އަދި އެއާއެކު ކީރިތި ޤުރުއާނުގެ އެންމެފަހު ތިންފޮތުގެ މާނަ ކުރު ތަފްސީރާއެކު ހިމަނާލާފައިވާނެއެވެ. އެހެނީ މިތިން ފޮތަކީ ގިނަގިނައިން ތަކުރާރުކޮށް ކިޔެވޭ ތިންފޮތެވެ. (އެއްޗެއް އޭގެ އެންމެ ފުރިހަމަ ގޮތުގައި ޙާޞިލުނުކުރެވުނެއްކަމަކު، އޭގެ މައިގަނޑު ދޫކޮށްލުމެއް ނުވެއެވެ.)\n\nއަޅުގަނޑުމެން ބަލާފައިވާނީ ނަބިއްޔާ  ‍جގެއަރިހުން ވާރިދުވެފައިވާ ކަންތައްތައް ހިމަނައިގެން ވީހާވެސް ކުރުކޮށް މިފޮތް އެކުލަވާލުމަށެވެ. މިކަން އެންމެ ފުރިހަމަ ގޮތުގައި ކުރެވުނުކަމަކަށް އަޅުގަނޑުމެން ނުދަންނަވާނަމެވެ. އެހެނީ އެންމެ ފުރިހަމަކަމަކީ الله ـ އެއިލާހުގެ ޛާތުފުޅަށް ޚާއްޞަކުރައްވާފައިވާ ކަމެކެވެ. ނަމަވެސް މިއީ އެއިލާހުގެ ނިކަމެތި އަޅުތަކުންގެ ތެރެއިން ބަޔަކު، އެބައިމީހުންނަށް ކުޅަދާނަވީ މިންވަރުން ކޮށްފައިވާ މަސައްކަތެކެވެ. ފަހެ މިފޮތުގައި ޙައްޤާ އެއްގޮތަށްވާނަމަ އެއީ اللهގެ ޙަޟްރަތުންނެވެ. އަދި ކުށެއް ނުވަތަ އުނިކަމެއްވާނަމަ އެއީ އަޅުގަނޑުމެންގެ ނަފްސުތަކާއި ޝައިޠާނާގެ ފަރާތުންނެވެ. اللهއާއި އެއިލާހުގެ ރަސޫލާ  ‍جއެފަދަކަންތަކުން ބަރީއަވެގެންވެއެވެ. އަދި މިމަސައްކަތުގައި ހުރި ޢައިބުތައް ބިނާކުރަނިވި ފާޑުކިޔުންތަކާއެކު އަޅުގަނޑުމެންގެ ސަމާލުކަމަށް ގެނެސްދެއްވާ ފަރާތްތަކަށް الله ރަޙްމަތްލައްވާށިއެވެ. މިފޮތް ތައްޔާރުކުރުމުގަޔާއި ޗާޕުކުރުމުގަޔާއި ބެހުމުގަޔާއި، މިފޮތްކިޔާ އުނގަންނައިދިނުމުގައި ބައިވެރިވި ކޮންމެ މީހަކަށް ހެޔޮ ޖަޒާދެއްވުން އެދި اللهއަށް ދަންނަވަމެވެ. ހަމައެއާއެކު އެބައިމީހުންގެ ހެޔޮޢަމަލުތައް الله ޤަބޫލުކުރައްވައި، އެބައިމީހުންގެ އަޖުރާއި ޘަވާބު ގިނަކޮށްދެއްވުމަށްވެސް އެދިދަންނަވަމެވެ.وَالله أعْلَمُ، وَصَلّى اللّـهُ وسلَّم عَلى سيّدنا وَنَبِيِّنا مُحمَّد وآله وصحبه أجمعيْن\n\nއިސްލާމީ ޤައުމުތަކުގެ އެތައް ދަންނަބޭކަލުންނަކާއި ޢިލްމުވެރިންނެއްވަނީ މިފޮތަށް ތަޒްކިޔާދެއްވާފައެވެ.\n\nwww.tafseer.info\nmald@tafseer.info\n\n",
    "⁽¹⁾"
  ],
  [
    "3",
    "فضائل القرآن\r\nالقرآن كلام الله، وفضلُه على سائر الكلام كفضل الله على خلقه، وقراءته أفضل ما تحّرك به اللسان.\r\n\r\nمن فضائل تعلم القرآن وتعليمه وقراءته:\r\n\r\nأجر تعليمه:قال ‍ص : « خَيْرُكُمْ مَنْ تَعَلَّمَ القُرْآنَ وَعَلَّمهُ » البخاري. « مَنْ عَلَّمَ آيَةً مِنْ كِتَابِ اللهِ ‍ ﻷ كَانَ لَهُ ثُوَابُهَا مَا تُلِيَتْ »\r\n\r\n \r\n\r\nأجر قراءتـه:قال ‍ص : « مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ فَلَهُ بهِ حَسَنَةٌ والحَسَنَةُ بعَشْرِ أمْثَالِهَا » الترمذي.\r\n\r\n \r\n\r\n*قال ابن رجب ‍/ : فمضاعفة الحسنة بعشر أمثالها لازم لكل الحسنات، وقد دل عليه قوله تعالى: ‍﴿ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا ‍﴾ . وأما زيادة المضاعفة على العَشْر فهي لمن شاء الله أن يضاعف له. اهـ وقد تصل الزيادة إلى سبعمائة ضعف وأكثر، وسبب ذلك بعد فضل الله خشوع القلب والتدبر والفهم ونحوه.\r\n\r\n \r\n\r\nفضيلة تعلّم القرآن وحفظه والمهارة بقراءته:قَالَ ‍ص : « مَثَلُ الذيْ يَقْرَأ القُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الكِرَامِ البَرَرَةِ، وَمَثَلِ الذيْ يَقْرَأُ القُرْآنَ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيْدٌ فَلَهُ أجْرَانِ » متفق عليه (والسفرة: الملائكة). وقال ‍ص : « يُقَالُ لِصَاحِبِ القُرْآنِ: اقْرَأ وارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلْ في الدُّنيا فَإنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَأُ بهَا » الترمذي.\r\n\r\n \r\n\r\n* قال الخطابي ‍/ : جاء في الأثر أن عدد آي القرآن على قدر دَرَجِ الجنة، فيقال للقارئ: ارقَ في الدرج على قدر ما كنت تقرأ من آي القرآن، فمن استوفى قراءة جميع القرآن؛ استولى على أقصى درج الجنة في الآخرة، ومن قرأ جُزءًا منه كان رقيّهُ في الدرج على قدر ذلك، فيكون منتهى الثواب عند منتهى القراءة. اهـ\r\n\r\n \r\n\r\nأجر من تعلَّم وَلَدُه القرآن:قال ‍ص : « مَنْ قَرَأَ القُرْآنَ وَتَعَلَّمَهُ وَعَمِلَ بهِ أُلبسَ وَالِدَاهُ يَوْمَ القِيَامَةِ تَاجًا مِنْ نُوْرٍ ضَوْؤُهُ مِثْلُ ضَوْءِ الشَّمْسِ، وَيُكْسَى وَالِدَاهُ حُلَّتَينِ لا يَقُوْمُ لَهُمَا الدُّنيا، فَيَقُوْلانِ: بمَ كُسِيْنَا هَذِهِ؟ فَيُقَالُ: بأَخْذِ وَلَدِكُمَا القُرْآنَ » الحاكم.\r\n\r\n \r\n\r\nشفاعة القرآن لصاحبه في الآخرة:قال ‍ص : « اقْرَءُوْا القُرْآنَ فِإنَّهُ يَأتِي يَوْمَ القِيَامَةِ شَفِيْعًا لأَصْحَابهِ » مسلم. وقال ‍ص : « الصِّيَامُ وَالقُرْآنُ يَشْفَعَانِ لِلعَبْدِ يَوْمَ القِيَامَةِ.... » أحمد والحاكم.",
    "ކީރިތި ޤުރްއާނުގެ މާތްކަން\n\nކީރިތި ޤުރްއާނަކީ اللهގެ ކަލާމްފުޅެވެ. އެކަލާމްފުޅުގެ މާތްކަން އެހެން ހުރިހާ ވާހަކަތަކުގެ މައްޗަށް މާތްވެގެންވަނީ، الله ތަޢާލާގެ މާތްކަން އެއިލާހުގެ ޚަލްޤުތަކުގެ މައްޗަށްވާ ފަދައިންނެވެ. އަދި އެފޮތް ކިޔެވުމަށް ދޫ އެކުރާ ޙަރަކާތަކީ އެދުލުންކުރާ އެންމެ ހެޔޮ ޙަރަކާތެވެ.\n\n◀ކީރިތި ޤުރްއާން އުނގެނި، އުނގަންނައިދީ އަދި ކިޔެވުމުގެ މާތްކަމުގެ ތެރެއިން:\n\n*ކީރިތި ޤުރްއާން އުނގަންނައިދިނުމުގެ ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَه» البخاري.މާނައީ: \"ތިޔަބައިމީހުންގެ ތެރެއިން އެންމެ ހެޔޮމީހަކީ ކީރިތި ޤުރްއާން އުނގެނި އަދި އުނގަންނައިދޭ މީހާއެވެ.\"\n\n*ކީރިތި ޤުރްއާން ކިޔެވުމުގެ ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا» الترمذي.މާނައީ: \"اللهގެ ފޮތުން އެންމެ އަކުރެއް ކިޔެވިމީހާ ދަންނާށެވެ. ފަހެ އޭނާއަށް އެކަމުން ހެޔޮކަމެއް ވެއެވެ. އަދި އެހެޔޮކަން އޭގެ ދިހަގުނަ ފަދައެވެ.\"\n\n*ابن رَجَب ‍/ވިދާޅުވެފައިވެއެވެ:\"ހެޔޮޢަމަލެއް ދިހަގުނައަށް އިތުރުވެގެންދާ ދިއުން އެއީ ހަމަ ކޮންމެ ހެޔޮކަކަމަށްވެސް އިތުރުވެގެންވާ އިތުރުވުމެކެވެ. الله ـ ގެ އަންނަނިވި ބަސްފުޅުން އެކަމަށް ދަލީލުކޮށްދެއެވެ.‍﴿مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا‍﴾. މާނައީ: \"ފަހެ ހެޔޮކަމަކައިގެން އަތުވެއްޖެމީހަކަށް އޭނާ އެކުރިކަމުގެ ދިހަގުނަ ވެއެވެ.\" ކޮންމެއަކަސް ހެޔޮޢަމަލެއް ދިހަގުނައަށް އިތުރުވުން ވަނީ الله ـ އެދަރުމަ އިތުރުކޮށްދެއްވަވަން އިރާދަކުރައްވައިފި އަޅަކަށެވެ.\" އަދި ހެޔޮކަމެއްގެ ޘަވާބު ހަތްސަތޭކަ ގުނައަށް ނުވަތަ އެއަށްވުރެ އިތުރުވެގެން ހިނގައިދާނެއެވެ. އެކަމުގެ ސަބަބެއްކަމުގައި، اللهގެ ފަޟްލުވަންތަވެރިކަމަށްފަހު ވަނީ ހިތުގެ ޚުޝޫޢަތްތެރިކަމާއި، އެކިޔަވާ ކިޔެވުމުގައި ތަދައްބުރުކޮށް ވިސްނުމާއި އެއެއްޗެއް ފަހުމުވުންފަދަ ކަންކަމެވެ.\n\n*ކީރިތި ޤުރްއާން އުނގަންނައިދިނުމާއި ހިތުދަސްކުރުމާއި އަދި ކިޔެވުމަށް ކުޅަދާނަވުމުގެ މާތްކަން.ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَمَثَلُ الَّذِي يَقْرَأُ القُرْآنَ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيدٌ فَلَهُ أَجْرَانِ» متفق عليه.މާނައީ: \"ކީރިތި ޤުރްއާން ހިތުދަސް ޙާލު ރިވެތިކޮށް ތަރުތީލުކޮށް ކިޔަވާމީހާ ވާނީ ކިޔަމަންތެރި މާތްވެގެންވާ މަލާއިކަތްބޭކަލުންނާއި އެކުގައެވެ. އަދި ކިޔެވުން ދަތިއުނދަގުލާއެކު އަޅައަޅައިގަންނަ ޙާލު ޤުރްއާނަށް ފަރުވާތެރިވެ ކިޔަވާމީހާއަށް ދެދަރުމަހުއްޓެވެ.\" އަދިވެސް ޙަދީޘްކުރެއްވިއެވެ.«يُقَالُ لِصَاحِبِ الْقُرْآنِ اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا فَإِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَؤُهَا» الترمذى.މާނައީ: \"ޤުރްއާނުގެ އަހުލުވެރިޔާއަށް ޤިޔާމަތްދުވަހުން ނިދާއިއްވެވޭނެއެވެ. ތިބާ ދުނިޔެމަތީގައި ތަރުތީލްކޮށް ކިޔެވިފަދައިން މިއަދުވެސް ތިބާ ކިޔަވާ މަތިވެރިދަރަޖައަށް އަރާށެވެ. ފަހެ މިއަދު ތިބާގެ މަންޒިލަކީ ތިބާ ކިޔަވާ އެންމެފަހުގެ އާޔަތް ކިޔަވާ ނިމޭހިސާބެވެ.\"\n\n* الخَطَّابِي  ‍/ވިދާޅުވިއެވެ.\"އަސްޙާބުބޭކަލުންގެ ކިބައިން ވާރިދުވެފައިވާ އަޘަރެއްގައި އައިސްފައިވެއެވެ. ޤުރްއާނުގެ އާޔަތްތަކުގެ ޢަދަދުހުރީ ސުވަރުގޭގެ ދަރަޖަތަކުގެ ޢަދަދަށެވެ. ފަހެ ޤިޔާމަތް ދުވަހުން ޤުރްއާން ކިޔަވާމީހާއަށް އިއްވޭނެއެވެ. ސުވަރުގޭގެ ދަރަޖަތަކުން ތިބާއަރާށެވެ. އެއީ ޤުރްއާނުގެ އާޔަތްތަކުން ތިބާކިޔެވި މިންވަރަކަށެވެ. ފަހެ މުޅި ޤުރްއާން ކިޔަވާ ފުރިހަމަކޮށްފިމީހާ އޭނާ ސުވަރުގޭގެ އެންމެމަތީ ދަރަޖައަށް ފޯރައްޖެއެވެ. އަދި ޤުރްއާނުން ބައެއް ކިޔަވައިފިމީހާ އޭނާއަށް އެކިޔެވުނު މިންވަރަކަށް އޭނާ ފޯރައްޖެއެވެ. ދެން އޭނާގެ ޘަވާބު އޮންނާނީ އޭނާކިޔަވާ ނިމުނު ހިސާބަކުންނެވެ.\"\n\n*ދަރިފުޅު ޤުރްއާން އުނގެނުމުން މައިންބަފައިންނަށް ހުރި ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«مَنْ قَرَأ القُرْآنَ وَتَعَلَّمَهُ وَعَمِلَ بِهِ أُلْبِسَ وَالِدَاهُ يَوْمَ الْقِيَامَةِ تَاجًا مِنْ نُوْرٍ ضَوْؤُهُ مِثْلُ ضَوْءِ الشَّمْسِ وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ لاَ يَقُوْمُ لَهُمَا الدُّنْيَا , فَيَقُوْلاَنِ : بِمَ كُسِيْنَا هَذِهِ؟ فَيُقَالُ بِأَخْذِ وَلَدِكُمَاالْقُرْآنَ» الحاكم. މާނައީ: \"ޤުރްއާން އުނގެނި އަދި އޭގައިވާގޮތަށް ޢަމަލުކުރި މީހާގެ މައިންބަފައިންގެ ބޮލުގައި ޤިޔާމަތްދުވަހުން އިރުގެ އަލިކަންފަދަ، ނޫރުންވާ ތާޖެއް އެޅުވޭނެއެވެ. އަދި އޭނާގެ މައިންބަފައިންގެ ގައިގާ ދެހެދުން ލެއްވޭނެއެވެ. މުޅި ދުނިޔެވެސް އެދެހެދުމާ ހަމަހަމަ ނުވާނެއެވެ. ދެންފަހެ އެދެމީހުން ދަންނަވާނެއެވެ. އަޅަމެންގެ ގައިގާ މިހެދުންލެއްވުނީ ކީއްވެގެންތޯއެވެ؟ ދެންފަހެ އެންގެވޭނެތެވެ. އެއީ ތިޔަދެމީހުންގެ ދަރިފުޅު ޤުރްއާން އުނގެނުމުގެ ސަބަބުންނެވެ.\"\n\n*އާޚިރަތްދުވަހުން ޤުރްއާނުގެ އަހުލުވެރިޔާއަށް ޤުރްއާން ޝަފާޢަތްތެރިވުން.ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«اقْرَءُوْا الْقُرْآنَ فَإنَّهُ يأتي يَوْمَ الْقِيَامَةِ شَفِيْعًا لِأَصْحَابِهِ» مسلم.މާނައީ: \"ތިޔަބައިމީހުން ޤުރްއާން ކިޔަވާށެވެ. އެހެނީ ހަމަ ކަށަވަރުން އެޤުރްއާން އޭގެ އަހުލުވެރިންނަށް ޝަފާޢަތްތެރިވާން އަންނަހުއްޓެވެ.\" އަދި އެހެން ޙަދީޘްފުޅެއްގައި ވެއެވެ.«الصِّيَامُ وَالْقُرْآنُ يَشْفَعَانِ لِلْعَبْدِ يَوْمَ الْقِيَامَةِ... » أحمدوالحاكم.މާނައީ: \"ރޯދަޔާއި ޤުރްއާން، ޤިޔާމަތްދުވަހުން އަޅާއަށް ޝަފާޢަތްތެރިވާނެއެވެ.\"\n\n",
    ""
  ],
  [
    "4",
    "أجر الاجتماع لتلاوته وتدارسه:قال ‍ص : « مَا اجْتَمَعَ قُوْمٌ في بَيْتٍ مِنْ بُيُوْتِ الله تَعَالَى يَتْلُوْنَ كِتَابَ اللهِ وَيَتَدَارَسُوْنَهُ بَيْنَهُمْ إِلا نَزَلَتْ عَلَيْهُمُ السَّكِيْنَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الملائِكَةُ وَذَكَرَهُمُ الله فِيْمَنْ عِنْدَهُ ». مسلم\r\n\r\n* مِنْ أَحكام القراءة:\r\n\r\nآداب القراءة:ذكر ابن كثير آدابًا منها: أن لا يمسَّ القرآن ولا يقرأه إلا وهو طاهر، وأن يسَتاك قبل تلاوته، وأن يلبس أحسن لباسه، وأن يستقبل القبلة، وأن يمسك عن القراءة إذا تثاءب، وألاّ يقطع القراءة بكلام إلا لحاجة، وأن يكون حاضر الذهن، وأن يقف على آية الوعد فيسأل وآية الوعيد فيستعيذ، وألاّ يضع المصحف منشورًا ولا يضع فوقه شيئًا، وألاّ يجهر القراء بعضهم على بعض في القراءة، وألاّ يقرأ في الأسواق وأماكن اللغط.\r\n\r\n \r\n\r\nكيفيّة القراءة:قراءة القرآن والذكر في الصلاة وغيرها لا يُعتدُّ به حتى يتَلفّظ به بحيث يُسمع نفسه، دون تشويشٍ على غيره.\r\n\r\n \r\n\r\n* ينبغي أن يتمهَّل في قراءته. سُئِل أنس ‍س عن قراءة النبي ‍ص فقال: « كَانَ يمُدُّ مَدَّاً، إِذَا قَرَأَ: بسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ؛ يمُدُّ بسْمِ اللهِ، ويمُدُّ الرَّحْمَنِ، وَيمُدُّ الرَّحِيْمِ » البخاري\r\n\r\n \r\n\r\nمقدارها:كان أصحاب النبي ‍ص يجعلون لأنفسهم نصيبًا من القرآن كل يوم، ولم يداوم أحدٌ منهم على ختمهِ في أقلّ من سبعة أيام، بل ورد النهي عن ختمه في أقل من ثلاثة أيام.\r\n\r\n \r\n\r\nالقراءة حفظًا:إذا كان القارئ للقرآن من حفظه يحصل له من التدبر والتفكر وجمع القلب والبصر أكثر مما يحصل له من المصحف فالقراءة من الحفظ أفضل، وإن استَوَيَا فمن المصحف أفضل.\r\n\r\n \r\n\r\nوصيّة:احرص أخي على قضاء وقتك في قراءة القرآن، واجعل لنفسك قدرًا يوميًا لا تتركه مهما كان الأمر، وقليل دائم خير من كثير منقطع. فإن غفلت أو نمت فاقضه من الغد. قال ‍ص : « مَنْ نَامَ عَنْ حِزْبهِ أَوْ عَنْ شَيْءٍ مِنْهُ فَقَرَأَهُ فِيْمَا بَينَ صَلاةِ الفَجْر وَصَلاةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ الَّليْلِ » مسلم، ولا تكن ممّن هجر القرآن ونسِيهُ بأي نوع كان، كهجر قراءته، أو ترتيله، أو تدبّره، أو العمل به، أو الاستشفاء به.",
    "*ޤުރްއާން ކިޔެވުމަށާއި ކިޔަވައިދިނުމަށް ޖަމާވާމީހުންގެ ދަރުމަ.ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«مَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللهِ تَعَالَى يَتْلُونَ كِتَابَ اللهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ اللهُ فِيمَنْ عِنْدَهُ» مسلم.މާނައީ: \"الله ـ ގެ ގެކޮޅުތަކުގެ ތެރެއިން ގެކޮޅެއްގައި، اللهގެ ފޮތް ކިޔަވައި އުނގަންނައިދީ ހެދުމަށް ބަޔަކު ޖަމާވުމުން ފަހެ އެބައެއްގެ މައްޗަށް الله ـ ހަމަހިމޭންކަން ބާއްވާލައްވައެވެ. އަދި އެބައިމީހުން ރަޙްމަތުން ނިވާކުރައްވައެވެ. އަދި އެބައިމީހުން ވަށާލައްވައިގެން މަލާއިކަތްބޭކަލުން ތިއްބަވައެވެ. އަދި اللهގެ ޙަޟްރަތުގައިވާ މަލާއިކަތްބޭކަލުންގެ އަރިހުގައި އެއިލާހު އެބައެއްގެ ޛިކުރުކުރައްވައެވެ.\"\r\n\r\n◀ ކީރިތި ޤުރްއާން ކިޔެވުމުގެ އަދަބުތަކުގެ ތެރެއިން:\r\n\r\n*ކިޔެވުމުގެ އަދަބުތައް.ابْنُ كَثِيْر  ‍/މިކަމާބެހޭ އަދަބުތައް ބަޔާންކުރައްވާފައިވެއެވެ. އޭގެތެރޭގައި:*ޠާހިރުވެގެންނޫނީ ކީރިތި ޤުރްއާނުގައި ނުބީހުމާއި ނުކިޔެވުން.*ކިޔަވަން ފެށުމުގެކުރިން ދަތް އުނގުޅުން.*ރީތިފޭރާން ލައިގެން އިނދެކިޔެވުން.*ޤިބްލަޔަށް ކުރިމަތިލައިގެން އިނދެކިޔެވުން.*އާފުރޭގޮތްވާނަމަ ކިޔެވުން މެދުކަނޑާލުން.*ބޭނުމެއް ޖެހިގެންމެނުވީ ކިޔެވުން މެދުކަނޑާލާ ވާހަކަނުދެއްކުން.*ރަނގަޅަށް ވިސްނާ ސަމާލުކަންދީގެންއިނދެ ކިޔެވުން.*ވަޢުދެއްވެވޮޑިގެންފައިވާ އާޔަތެއް ކިޔެވޭނަމަ، އެއާޔަތަކަށް ހުއްޓާލައި އެކަމަށްއެދި ދެންނެވުން. އަދި ވަޢީދުގެ އާޔަތެއްކިޔެވޭނަމަ އެކަމަކުން ރައްކާތެރިކޮށްދެއްވުމަށް އެދި ދުޢާ ކުރުން.*މުޞްޙަފް ހުޅުވާލައި ބާއްވާފައި ނުދިއުން. އަދި މުޞްޙަފް މަތީ އެހެންފޮތެއް ނުބޭއްވުން.*ޤުރްއާން ކިޔަވާއިރު އެކަކު އަނެކަކަށްވުރެ ބާރަށް ކިޔަވައި ނުހެދުން.*އަދި ބާޒާރުތަކާއި ވިޔާނުދާ ވާހަކަ ދެއްކޭ ތަންތަނުގައި ކިޔަވައި ނުހެދުން.\r\n\r\n*ކީރިތި ޤުރްއާން ކިޔަވާނޭ ގޮތް.*ކީރިތި ޤުރްއާން ކިޔެވުމުގައްޔާއި އަދި ނަމާދުގައި ކުރެވޭ ޛިކުރުތަކުގައްޔާއި އަދި އެނޫން ޛިކުރުތައް ކުރާއިރުވެސް އެހެން މީހުންނަށް އުނދަގޫނުވާ ވަރަށް އޭނާގެ ނަފްސަށް އަޑުއިވޭ ވަރަށް، ދުލުން ކިޔުމުން މެނުވީ ޛިކުރުކުރުންކަމުގައި ނުވާނެއެވެ.*ޤުރްއާން ކިޔަވާއިރު މަޑުމައިތިރިކަމާއިއެކު ލަސްލަހުން ކިޔެވުން އެދެވިގެންވެއެވެ. ކީރިތި ނަބިއްޔާ  ‍جގެ ކިޔަވާވިދާޅުވުމާއި މެދު أنَس  ‍سގެ އަރިހުން ސުވާލުދެންނެވުނެވެ. ފަހެ އެކަލޭގެފާނު ވިދާޅުވިއެވެ.«كَانَتْ مَدًّا، ثُمَّ قَرَأَ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ؛ يَمُدُّ بِبِسْمِ اللَّهِ، وَيَمُدُّ بِالرَّحْمَنِ، وَيَمُدُّ بِالرَّحِيمِ» البخارىމާނައީ: \"އެކަލޭގެފާނުގެ ކިޔަވާވިދާޅުވުން ހުންނަގޮތީ، މައްދުގައި ދައްމަވާފައެވެ. ދެންبِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِކަޔަވާ ވިދާޅުވިއެވެ. ދެން ވިދާޅުވިއެވެ.بِسمِ اللهގައި އަޑު ދައްމަވައެވެ. އަދި الرَّحْمن ގައި އަޑު ދައްމަވައެވެ. އަދި الرَّحِيْم ގައި އަޑު ދައްމަވައެވެ.\"\n\n*ޤުރްއާން ކިޔަވާނޭ މިންވަރު.ކީރިތި ނަބިއްޔާ  ‍جގެ އަޞްޙާބުބޭކަލުން ކޮންމެ ދުވަހަކުވެސް ޤުރްއާނުގެ މިންވަރެއް ކިޔަވާ ވިދާޅުވެލައްވައެވެ. އެބޭކަލުންކުރެ އެއްވެސް ބޭކަލަކު ހަތްދުވަހަށްވުރެ އަވަހަށް ޚަތިމު ކުރައްވަން އާދަ ނުކުރައްވަތެވެ. އަދި ކިއެއްހެއްޔެވެ. ތިންދުވަހަށްވުރެ އަވަހަށް ޚަތިމުކުރުން ނަހީކުރެއްވިގެންވެއެވެ.\n\n*ނުބަލާ ހިތުން ކިޔެވުން.ކީރިތި ޤުރްއާން ކިޔަވާއިރު ބަލައިގެން ކިޔަވާ ވަރަށްވުރެ ބޮޑަށް ނުބަލާ ހިތުން ކިޔަވާއިރު، އެކިޔެވޭ އެއްޗަކާއިމެދު ތަދައްބުރުކޮށް ފިކުރު ހިންގައި، ހިތާއި ވިސްނުން ޙާޟިރުކުރެވޭނަމަ އެންމެ މޮޅު އިތުރުވެގެންވާ ގޮތަކީ ނުބަލާ ހިތުން ކިޔެވުމެވެ. އެހެންނަމަވެސް އެދެގޮތް އެއްފަދަނަމަ މޮޅުއިތުރުވެގެންވަނީ މުޞްޙަފުން ބަލައިގެން ކިޔެވުމެވެ.\n\n◀ވަޞިއްޔަތެއް:ލޮބުވެތި އަޚާއެވެ. ތިބާގެ ވަޤުތުތައް ކީރިތި ޤުރްއާން ކިޔެވުމުގައި ހޭދަކުރެވޭތޯ ވީހާވެސް ބޮޑަށް މަސައްކަތް ކުރާށެވެ. ތިބާ ކޮންމެ ދުވަހަކުވެސް ކިޔެވުމަށްޓަކައި ވަކިމިންވަރެއް ކަނޑައަޅާށެވެ. އަދި ކޮންމެފަދަ ކަމެއް ކުރިމަތިވިޔަސް އެމިންވަރު ނުކިޔަވައި ދޫކޮށްނުލާށެވެ. ގިނައިންވިޔަސް މެދުކެނޑެމުން ކުރެވޭ ކަންކަމަށްވުރެ، މަދުންވިޔަސް ދާއިމީގޮތެއްގައި ކުރެވޭ ކަންކަން ހެޔޮކަން ބޮޑުވެގެންވެއެވެ. ފަހެ ހަނދުމަނެތިގެން ނުވަތަ ނިދިގެން ނަމަވެސް ކިޔެވުން ފުރިހަމަ ނުކުރެވުނުނަމަ ޖެހިގެން އަންނަ ދުވަހު އެބައި ފުރިހަމަކުރާށެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«مَنْ نَامَ عَنْ حِزْبِهِ، أَوْ عَنْ شَيْءٍ مِنْهُ، فَقَرَأَهُ فِيمَا بَيْنَ صَلَاةِ الْفَجْرِ، وَصَلَاةِ الظُّهْرِ، كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ» مسلم\"މީހަކު އޭނާ (ރޭގަނަޑު) ޤުރްއާނުން ކިޔަވާ މިންވަރު ނުވަތަ އެއިންބައެއް ނުކިޔެވި ނިދިއްޖެނަމަ، ފަހެ ފަތިސްނަމާދާއި މެންދުރު ނަމާދާއި ދެމެދުގައި އެބައި ކިޔަވައިފިނަމަ އޭނާ ހަމައެރޭގައި ކިޔެވިފަދައެވެ.\" ތިބާއަކީ އެއްވެސް ގޮތަކަށް ކީރިތި ޤުރްއާން ދޫކޮށްލައި އޭގެމަތިން ހަނދުމަ ނައްތާލި މީހެއްކަމުގައި ނުވާށެވެ! އެއީ ޤުރްއާން ކިޔެވުމާއި ނުވަތަ ތަރުތީލުކުރުމާއި ނުވަތަ ތަދައްބުރުކުރުމާއި ޢަމަލުކުރުމާއި ނުވަތަ އޭގެން ޝިފާ ލިބިނުގަތުން ދޫކޮށްލުން ފަދަކަމަކުން ވިޔަސް މެއެވެ.\n\n",
    ""
  ],
  [
    "5",
    "سُورَةُ الفَاتِحَةِ\n\nمِن مَّقَاصِدِ السُّورَةِ:\n\nتحقيق التوجه لله تعالى بكمال العبودية له وحده.\n\nالتَّفْسِيرُ:\n\nسُمِّيت سورةَ الفاتحة لافتتاح كتاب الله بها، وتسمَّى أم القرآن لاشتمالها على موضوعاته؛ من توحيد لله، وعبادة، وغير ذلك، وهي أعظم سورة في القرآن، وهي السَّبعُ المثاني.\n\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١)\n\nباسم الله أبدأ قراءة القرآن، مستعينًا به تعالى متبركًا بذكر اسمه. وقد تضمنت البسملة ثلاثة من أسماء الله الحسنى، وهي: 1 - «الله»؛ أي: المعبود بحق، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه. 2 - «الرَّحْـمَن»؛ أي: ذو الرحمة الواسعة. فهو الرحمن بذاته. 3 - «الرَّحِيم»؛ أي: ذو الرحمة الواصلة. فهو يرحم برحمته من شاء من خلقه ومنهم المؤمنون من عباده.\n\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)\n\nجميع أنواع المحامد من صفات الجلال والكمال هي له وحده دون من سواه؛ إذ هو رب كل شيء وخالقه ومدبره. و «العالمون» جمع «عالَم» وهم كل ما سوى الله تعالى.\n\nالرَّحْمَنِ الرَّحِيمِ (٣)\n\nثناء على الله تعالى بعد حمده في الآية السابقة.",
    "سُوْرَةُ الْفَاتِحَة\n\nމިސޫރަތަށް فَاتِحَةُ الْكِتَابِ އޭ ކިޔުނީ ކީރިތި ޤުރުއާން މިސޫރަތުން ފެށޭކަމަށްޓަކައެވެ. މިހެނީ ޤުރުއާން ލިޔަން ފަށާމީހަކަށް މުޞްޙަފުން ފުރަތަމަ ލިޔެވޭނީ މިސޫރަތެވެ. އަދި ކީރިތި ޤުރުއާން ކިޔަވަން ފަށާމީހަކަށް ފުރަތަމަ ކިޔަވަން ފެއްޓޭނީ މިސޫރަތުންނެވެ. ނަމަވެސް މިއީ ޤުރުއާނުން އެންމެފުރަތަމަ ބާވައިލެއްވި ސޫރަތެއް ނޫނެވެ. މިއީ މައްކީ ސޫރަތެއްކަމަށާއި އަދި މަދަނީ ސޫރަތެއްކަމަށްވެސް ބުނެވެއެވެ. މިސޫރަތަށް ކިޔޭ ނަންތަކުގެ ތެރޭގައި فَاتِحَةُ الْكِتَابِ (ފޮތް ފަށާސޫރަތް)، أُمُّ الكِتَاب (ފޮތުގެ އަޞްލު)، السَّبْعُ المثَانِي )ގިނައިން ތަކުރާރުކުރެވޭ ހަތް އާޔަތް)، سُوْرَةُ الْحَمْد (އެންމެހައި ޙަމްދާއި ޘަނާގެ ސޫރަތް)، سُوْرَةُ الصَّلاة (ނަމާދުގެ ސޫރަތް)، އަދި الْوَاقِيَة (ރައްކާތެރިކަންދޭ ސޫރަތް) ހިމެނެއެވެ. އަދި މިސޫރަތުގެ މާތްކަމާއިމެދު އެތައް ޙަދީޘްފުޅުތަކެއް ވާރިދުވެގެން އައިސްފައިވެއެވެ. އެގޮތުން ރަސޫލުالله  ‍جޙަދީޘްކުރެއްވިއެވެ.«الحَمْدُ للهِ رَبِّ الْعَالَّمِيْنَ هِيَ السَّبْعُ المثَانِي وَالقُرْآنُ الْعَظِيْمُ الَّذِي أُوْتِيْتُهُ» البخاري وأحمد.މާނައީ: \"الحَمْدُ لله رَبِّ الْعَالَّمِيْنَއެއީ ތިމަންކަލޭގެފާނަށް ދެއްވުނު، ގިނައިން ތަކުރާރުކުރެވޭ ހަތްއާޔަތެވެ. އަދި މަތިވެރިވެގެންވާ ޤުރުއާނެވެ.\"\n\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n\n1‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾‍﴿ރަޙްމާންވަންތަ ރަޙީމްވަންތަ اللهގެ އިސްމުފުޅުން ފަށަމެވެ.‍﴾ބިސްމިއަކީ ކީރިތި ޤުރުއާނުގެ ކޮންމެ ސޫރަތެއްގެ ފެށުމުގައިވާ އާޔަތެއް ނޫނެވެ. އެހެނަސް ބިސްމިއަކީ ކޮންމެ ދެސޫރަތެއް ވަކިކޮށްދޭ އާޔަތެކެވެ. ތައުބާ ސޫރަތް ފިޔަވައި އެހެނިހެން ސޫރަތްތައް ފެށުމުގައި ބިސްމި ކިޔުމަކީ މުސްތަޙައްބުކަމެކެވެ. ފަހެ އެސޫރަތް ފެށުމުގައި މަކުރޫހައެވެ.‍﴿الله‍﴾މިއިސްމުފުޅަކީ اللهއަށް ޚާއްޞަ، އަދި އެއިލާހު ފިޔަވައި އެހެން އެއްވެސް ފަރާތަކަށް ބޭނުންކުރެވޭނެ އިސްމުފުޅެއް ނޫނެވެ. އެއިސްމުފުޅު ނެގިފައިވަނީ \"الإِلٰهُ\" މިލަފުޒުންނެވެ. ޙައްޤުގޮތުގައާއި ބާޠިލުގޮތުގައިވިޔަސް އަޅުކަންވެވޭ ކޮންމެ ފަރާތަކަށް ޢަރަބިބަހުގައި މިލަފުޒު ބޭނުންކުރެވެއެވެ. އެއަށްފަހު ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ ފަރާތަށް \"الإله\" ބޭނުންކުރުން ޢާއްމުވީއެވެ.‍﴿الرَّحْمَنِ الرَّحِيمِ‍﴾މިއީ \"الرحْمَة\" މިކަލިމައިން ނެގިފައިވާ ދެއިސްމުފުޅެވެ. الرَّحِيْم އަކީ \"އާޚިރަތްދުވަހުން މުއުމިނުންނަށް ޚާއްޞަގޮތެއްގައި ރަޙްމަތްލައްވާ އިލާހެވެ.\" الرَّحِيْم މިއިސްމުފުޅަށް ވުރެ الرَّحْمٰنގެ މާނަ މާތަނަވަހެވެ. އެއީ \"އެންމެހައި ޚަލްޤުތަކުންނަށް ދުނިޔޭގައި ރަޙްމަތްލައްވާ އިލާހެވެ.\" އަދި الله ފިޔަވައި އެހެން ފަރާތަކަށް الرَّحْمٰن މިލަފުޒު ނިސްބަތް ނުކުރެވޭނެއެވެ.\r\n\r\n‍﴿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ٢‍﴾\r\n\r\n2‍﴿الْحَمْدُ لِلَّهِ‍﴾‍﴿އެންމެހައި ޙަމްދުޘަނާ ޙައްޤުވެގެންވަނީ اللهއަށެވެ.‍﴾الحَمْدُ: މިއީ ރިވެތިކަމާއި ފުރިހަމަކަމުގެ ވެރިފަރާތަށް އިޚްތިޔާރުކޮށް ދުލުންކިޔޭ ރިވެތި ޘަނާއެވެ. ޙަމްދުކުރެވޭނީ ހަމައެކަނި ދުލުންނެވެ. ނަމަވެސް ދުލުންނާއި ހިތުން، އަދި ގުނަވަންތަކުންވެސް ޝުކުރުކުރެވެއެވެ. ޝުކުރުކުރަނީ ލިބޭ ނިޢުމަތަކަށެވެ. ނަމަވެސް ޙަމްދުކުރަނީ ލިބޭ ނިޢުމަތަކަށް ނޫންނަމަވެސް، ޘަނާކިޔޭ ފަރާތުގެ ފުރިހަމަކަމާއި މާތްކަމަށްޓަކައެވެ. ކޮންމެއަކަސް އެންމެހައި ޙަމްދާއި ޝުކުރު ޙައްޤުވެގެންވަނީ الله ـ އަށެވެ.\r\n\r\n‍﴿رَبِّ الْعَالَمِينَ‍﴾‍﴿އެއީ ޢާލަމްތައް ހައްދަވާ ބޮޑުކުރައްވާ، އެތަކެތީގެ ވެރިރައްބެވެ.‍﴾الرَّبُّ: މިކަލިމައަކީ اللهގެ އިސްމުފުޅުތަކުގެ ތެރެއިން އިސްމުފުޅެކެވެ. ކޮންމެވެސް އެއްޗަކައި ގުޅިގެންގެންނޫނީ، އެއިލާހު ނޫން އެހެން ފަރާތަކަށް އެކަލިމަ ނިސްބަތްކުރުން ހުއްދައެއް ނޫނެވެ. މިސާލަކަށް، މިމީހާއީ ގޭގެ ربُّ އެވެ. އެބަހީ: ގޭގެވެރި މީހާއެވެ. الرَّبُّ ގެ މާނައަކީ މިލްކުވެރިފަރާތެވެ. الرَّبُّ އެއީ އެންމެމަތީ ސާހިބާއެވެ. السّيِّد އެވެ. ހުރިހާކަމެއް އިޞްލާޙުކުރައްވާ ތަދުބީރުކުރައްވާ، އަދި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ ފަރާތެވެ. އަދި الْعَالمونَ: އަކީ ޢާލަމުގެ ގިނަގޮތެވެ. ޢާލަމަކީ الله ފިޔަވައި ވުޖޫދުގައިވާ ކޮންމެ އެއްޗެކެވެ. އަދި العالم މިލަފުޒު ބުއްދި ހުންނަ ކޮންމެ އެއްޗަކަށް ބޭނުންކުރެވެއެވެ. އެއީ ހަތަރު އުންމަތެކެވެ. އިންސާނުންނާއި ޖިންނީންނާއި މަލާއިކަތުންނާއި ޝައިޠާނުންނެވެ.\r\n\r\n‍﴿الرَّحْمَنِ الرَّحِيمِ٣‍﴾\r\n\r\n3‍﴿الرَّحْمَنِ الرَّحِيمِ٣‍﴾‍﴿ރަޙްމާނުވަންތަ ރަޙީމުވަންތަ އިލާހެވެ.‍﴾ފަހެ الله ـ އަށް އެންމެހައި ޢާލަމްތަކުގެ ވެރި ربُّ ގެސިފަ ލިބިވޮޑިގެންވުމުން އެއިލާހަށް ބިރުވެތިކަމާއި ހައިބަތު އުފެދެއެވެ. ދެން އެއަށްފަހުالرَّحْمٰن الرَّحِيْمގުޅުވައިލައްވާފައި ވުމުން، އެއިލާހުގެ ރަޙްމަތަށް އުއްމީދު އުފެދި، އެއިލާހަށް ކިޔަމަންތެރިކަން އަދާކުރުމުގައި އެހީއަކަށްވެއެވެ.\r\n\r\n‍",
    ""
  ],
  [
    "6",
    "مَالِكِ يَوْمِ الدِّينِ (٤)\r\n\r\nتمجيد لله تعالى بأنه المالك لكل ما في يوم القيامة، حيث لا تملك نفس لنفس شيئًا. فــ«يوم الدين»: يوم الجزاء والحساب.\r\n\r\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)\r\n\r\nنخصُّك وحدك بأنواع العبادة والطاعة، فلا نشرك معك غيرك، ومنك وحدك نطلب العون في كل شؤوننا، فبِيَدِكَ الخير كله، ولا مُعين سواك.\r\n\r\nاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)\r\n\r\nدُلَّنا إلى الصراط المستقيم، واسلك بنا فيه، وثبِّتنا عليه.، وزدنا هدى. و«الصراط المستقيم» هو الطريق الواضح الذي لا اعوجاج فيه، وهو الإسلام الذي أرسل الله به محمدًا صلّى الله عليه وسلّم.\r\n\r\nصِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ (٧)\r\n\r\nطريق الذين أنعمت عليهم من عبادك بهدايتهم؛ كالنبيين والصدِّيقين والشهداء والصالحين وحَسُنَ أولئك رفيقًا، غير طريق المغضوب عليهم الذين عرفوا الحق ولم يتبعوه كاليهود، وغير طريق الضالين عن الحق الذين لم يهتدوا إليه لتفريطهم في طلب الحق والاهتداء إليه كالنصارى.\r\n\r\nمن فوائد الآيات:\r\n\r\n• افتتح الله تعالى كتابه بالبسملة؛ ليرشد عباده أن يبدؤوا أعمالهم وأقوالهم بها طلبًا لعونه وتوفيقه. • من هدي عباد الله الصالحين في الدعاء البدء بتمجيد الله والثناء عليه سبحانه ثم ليشرع في الطلب. • تحذير المسلمين من التقصير في طلب الحق كالنصارى الضالين، أو عدم العمل بالحق الذي عرفوه كاليهود المغضوب عليهم. • دلَّت السورة على أن كمال الإيمان يكون بإخلاص العبادة لله تعالى وطلب العون منه وحده دون سواه.",
    "﴿مَالِكِ يَوْمِ الدِّينِ٤‍﴾\n\n4‍﴿مَالِكِ يَوْمِ الدِّينِ‍﴾‍﴿ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަހުގެ ވެރިއިލާހެވެ.‍﴾ޤަތާދާ  ‍/ވިދާޅުވިއެވެ. \"يَوْم الدِّيْن އަކީ، الله އެއިލާހުގެ އަޅުތަކުންގެ ހިސާބު ބައްލަވާ ޖަޒާދެއްވާ ދުވަހެވެ.\"\n\n‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ٥‍﴾\n\n5‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ‍﴾‍﴿އަޅަމެން އަޅުކަންކުރަނީ ހަމައެކަނި އިބައިލާހަށެވެ. އަދި އަޅަމެން ވާގިއެދެނީ ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތުންނެވެ.‍﴾އަޅުކަންކުރުން އަޅަމެން ޚާއްޞަކުރަނީ އިބައިލާހަށެވެ. އަދި ވާގިއެދުންވެސް އަޅަމެން ޚާއްޞަކުރަނީ އިބައިލާހަށެވެ. އިބައިލާހު ނޫން ފަރާތަކަށް އަޅަމެން އަޅުކަން ނުކުރާނަމެވެ. އަދި ވާތްގަށްވެސް ނޭދޭނަމެވެ. الْعِبَادَةُ: (އެބަހީ: އަޅުކަން) އެއީ ނިކަމެތިވެގަތުމާއި މަޑުމޮޅިކަމުގެ ނިހާޔަތެވެ. ޝަރުޢީގޮތުން: އެއީ ލޯބިވެތިކަމާއި މަޑުމޮޅިކަމާއި އަދި ބިރުވެތިކަމާ މިކަންކަމުގެ ފުރިހަމަކަން ޖަމާކުރުމަށް ކިޔާނަމެކެވެ. މިއާޔަތުގައި ވާގިއެދުމުގެ ކަލިމައިގެ ކުރިޔަށް އަޅުކަމުގެ ކަލިމަ އިސްކުރެވިފައިވަނީ އަޅުކަމަކީ ވާގިއެދުމުގެ ވަސީލަތަކަށް ވީތީއެވެ. ابن عَبَّاس  ‍ب ގެ އަރިހުން‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ‍﴾މިއާޔަތުގެ މާނައިގައި ވާރިދުވެގެންވަނީ: \"އޭ އަޅަމެންގެ ވެރިރައްބެވެ. އަޅަމެން އެއްކައުވަންތަކުރަނީ އަދި ބިރުވެތިވަނީވެސް ހަމައެކަނި އިބައިލާހަށެވެ. އެހެން އެއްވެސް ފަރާތަކަށް ނޫނެވެ. އަދި އިބައިލާހަށް ކިޔަމަންތެރިވުމުގައްޔާއި އެންމެހައިކަމެއްގައި ވާގިއެދެނީ ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތުންނެވެ.\"\n\n‍﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ٦‍﴾\n\n6‍﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ‍﴾‍﴿އަޅަމެންނަށް ސީދާވެގެންވާ ތެދުމަގަށް މަގު ދައްކަވާނދޭވެ!‍﴾الهِدَايَة (އެބަހީ: ތެދުމަގު) ގެ ދެބާވަތެއްވެއެވެ. ފުރަތަމަބާވަތަކީ: ތަޥްފީޤު ލިބުމުގެ ހިދާޔަތެވެ. އެއީ ހަމައެކަނި الله ތަޢާލާއަށް ޚާއްޞަވެގެންވާ ބާވަތެކެވެ. (އެއީ ހިތަށް ތެދުމަގު ވެއްދެވުމުގެ ބާރެވެ.)‍﴿إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ‍﴾[القصص: 56] މާނައީ: \"ކަށަވަރުންވެސް ކަލޭގެފާނު ލޯބިފުޅުވާހާ މީހަކަށް ކަލޭގެފާނަށް ތެދުމަގު ނުދެއްކެވޭނެތެވެ. އެހެނެއްކަމަކު الله އެދިވޮޑިގަންނަވާ އަޅަކަށް ތެދުމަގުދައްކަވަތެވެ.\" މިއާޔަތުގައި ބަޔާންކުރައްވާފައިވަނީ އެބާވަތެވެ. هِدَايَةُ ގެ ދެވަނަބާވަތަކީ: މަގުދެއްކެވުމާއި އިރުޝާދު ދެއްވުމުގެ ހިދާޔަތެވެ. އެއީ ނަބީބޭކަލުންނަށާއި އެބޭކަލުންނަށް ތަބާވެގެންވާ، ޢިލްމުވެރިންނާއި އިސްލާމްދީނަށް ގޮވާލާ ބޭކަލުންނަށްވެސް ނިސްބަތްވާ ހިދާޔަތެވެ. އަންނަނިވި އާޔަތުގައި މިބާވަތަށް އިޝާރާތްކުރައްވާފައިވެއެވެ.‍﴿وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ٥٢‍﴾[الشورى: 52] މާނައީ: \"އަދި ކަށަވަރުންވެސް ކަލޭގެފާނު ތިޔަ މަގުދައްކަވަނީ ހަމަ ސީދާވެގެންވާ ތެދުމަގަށެވެ.\" އަދި މިއާޔަތުން ހިދާޔަތުގެ ދެބަޔަށްވެސް ދަލީލުލިބެއެވެ. އެހެނީ ހެޔޮކަންތަކަށް ތަޥްފީޤު ދެއްވަނީ ހަމައެކަނި اللهއެވެ. އަދި އެކަންކަން ބަޔާން ކޮށްދެއްވުމަށް ރަސޫލުބޭކަލުން މީސްތަކުންގެގާތަށް ފޮނުއްވަނީ ހަމައެއިލާހެވެ. ބަހުގެގޮތުން الصِرَاط المسْتَقِيم (އެބަހީ: ސީދާވެގެންވާ ތެދުމަގު) އޭ ބުނުމުން އެއީ އޭގައި އެއްވެސް ގުދުކަމެއްނެތް މަގެވެ. އޭގެ މުރާދަކީ: އިސްލާމްދީނުގެ މަގެވެ.\n\n‍﴿صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ٧‍﴾\n\n7‍﴿صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ‍﴾‍﴿އެބޭކަލުންނަށް އިބައިލާހު ނިޢުމަތް ލެއްވި ބޭކަލުންގެ މަގެވެ.‍﴾އެނިޢުމަތް ދެއްވި ބޭކަލުންނަކީ އަންނަނިވި އާޔަތުގައި ނަންގަނެވިގެންވާ ބޭކަލުންނެވެ.‍﴿وَمَنْ يُطِعِ اللَّهَ‍﴾‍﴿مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا٦٩‍﴾[النساء: 69]މާނައީ: \"الله އާއި އެއިލާހުގެ ރަސޫލާއަށް ކިޔަމަންތެރި ވެއްޖެމީހާވަނީ، الله އެބޭކަލުންނަށް ނިޢުމަތްލެއްވި ނަބީބޭކަލުންނާއި ޞިއްދީޤުންނާއި ޝަހީދުންނާއި ޞާލިޙުންނާ އެކުގައެވެ. އަދި އެކުވެރިންގެ ގޮތުން އެބޭކަލުން ހާދަ ހެޔޮވެގެންވެއެވެ.\"\n\n‍﴿غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ‍﴾‍﴿އެބައިމީހުންގެ މައްޗަށް ކޯފާ ލެއްވުނުމީހުންގެ މަގެއްނޫނެވެ.‍﴾އެއީ ޔަހޫދީންނެވެ. އެގޮތަކީ އެމީހުންނަށް އެނގިތިބެ ޙައްޤު ދޫކޮށްލީއެވެ. އަދި ދެނެތިބެ އެއިން އެއްކިބާވެގަތީއެވެ. އޭގެސަބަބުން الله ގެ ކޯފާ އެބައިމީހުންނަށް ޙައްޤުވީއެވެ. އިމާމު އަޙްމަދާއި އިބްނު މާޖާ رحمهما الله ރިވާކުރައްވާފައިވާ ޙަދީޘެއްގައިވެއެވެ. ނަބިއްޔާ  ‍جޙަދީޘްފުޅުކުރެއްވިއެވެ.«مَا حَسَدَتْكُم الْيَهُوْدُ عَلَى شَيْئٍ مَاحَسَدَتْكُمْ عَلَى السَّلَامِ وَالتَّأْمِينِ» أحمد وابن ماجهމާނައީ: \"ތިޔަބައިމީހުން ސަލާމުކޮށް އާމީންކިޔާއުޅޭތީވެ ޙަސަދަވެރިވާވަރަށް، އެހެން އެއްވެސްކަމެއްގައި ތިޔަބައިމީހުންގެ މައްޗަށް ޔަހޫދީން ޙަސަދަވެރިނުވެތެވެ.\"\n\n‍﴿وَلَا الضَّالِّينَ‍﴾‍﴿އަދި މަގުފުރެދުނު މީހުންގެ މަގެއްވެސް ނުމެނޫންމެއެވެ.‍﴾އެއީ ނަޞާރާއިންނެވެ. އެހެނީ ނަޞާރާއިން ނުދަނެތިބެ ޙައްޤާ ދުރުވީއެވެ. ޢީސާ  ‍÷އާ މެދު އެއުރެން ވަނީ ބަޔާންވެގެންވާ މަގުފުރެދުމެއްގައެވެ. آمِيْن: މިކަލިމައިގެ މާނައީ އޭ الله! އަޅަމެންނަށް އިޖާބަ ކުރައްވާނދޭވެ. މިއީ ޤުރްއާނުގެ އާޔަތެއް ނޫނެވެ.\n\n",
    ""
  ],
  [
    "7",
    "",
    "سُوْرَةُ الْمُجَادَلَة\n\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ١‍﴾\n\n1ޢާއިޝާ  ‍لވިދާޅުވިއެވެ. \"ކޮންމެ އެއްޗެއްގެ މައްޗަށް އެއިލާހުގެ އެއްސެވުން ތަނަވަސްވެވޮޑިގެންވާ އިލާހުގެ ހެޔޮކަން އިތުރުކަމާއި މަތިވެރިކަމާއެވެ! އެހެނީ ހަމަ ކަށަވަރުން ޚަޥްލާ ބިންތު ޘަޢްލަބާ  ‍لގެ ވާހަކަފުޅު ތިމަންކަމަނާ އަޑުއައްސަވަމުން ގެންދެވިއިރު ބައެއް ބަސްފުޅުތައް އިވިވަޑައިނުގަންނަވައެވެ. އޭރު އެކަމަނާގެ ފިރިކަލުންގެ ޝަކުވާ ރަސޫލު الله  ‍جގެ އަރިހުގައި ކުރައްވަމުން ދަންނަވައެވެ. އޭ اللهގެ ރަސޫލާއެވެ! އޭނާ އަހުރެންގެ ޒުވާންކަމުގެ އުފާ ޙާޞިލުކޮށް، އަހުރެންގެ ބަނޑުން އޭނާއަށް ދަރިންތަކެއް ލިބި، ދެން އަހުރެން މުސްކުޅިވެ ދަރިމައިންކެނޑުނުފަހުން، މައިމީހާއާއި އެއްފަދަކޮށް އަހުރެންނަށް ޡިހާރުކޮށްފިއެވެ! (ދެން އެކަމަނާ ދެންނެވިއެވެ.) އޭ اللهއެވެ! މިއަޅާ އިބައިލާހަށް ޝަކުވާ ދަންނަވަމެވެ.\" ޢާއިޝާ  ‍لވިދާޅުވިއެވެ. \"އެކަމަނާ ޝަކުވާދެންނެވުމުގައި ހުންނަވަނިކޮށް‍﴿قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا‍﴾މިއާޔަތްތަކައިގެން ޖިބްރީލު  ‍÷ވަޑައިގެންފިއެވެ.\" އެކަމަނާގެ ފިރިކަލުންނަކީ އަންޞާރިއްޔަ ބޭކަލެއްކަމުގައިވާ އަޥްސު ބިން ޞާމިތު  ‍سއެވެ.\n\n‍﴿الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ٢‍﴾\n\n2އެހެނީ: މިނުބައި ޢަމަލުން މިންޖުވެވޭނެ މަގެއްކަމުގައި އެއިލާހު ވަނީ މިކަމުގެ ކައްފާރާ ލައްވަވާފައެވެ. الظِهَارُގެ މާނައީ: ފިރިމީހާ އޭނާގެ އަނބިމީހާއާ ދިމާއަށް \"ކަނބުލޭގެ އަހުރެންނަށް އަހަރެންގެ މަންމަ ފަދައެވެ.\" މިހެން ބުނުމެވެ. މިކަމުގައި އޭނާގެ މަންމައަށް، ބޮޑުވެގެންވާ އިހާނެތިކަމާއި ދެރަކޮށްހިތުމެއްވެއެވެ. އަދި ޡިހާރުކުރާ މީހުންނަށް ހުރި ބިރުވެރިކަން، މިއާޔަތުން ރަނގަޅަށް ހާމަވެއެވެ.\n\n‍﴿وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ٣‍﴾\n\n3‍﴿އަދި އެއުރެންގެ އަނބިންނަށް ޡިހާރުކޮށް، ދެން އެއުރެން ބުނިބަސް އަނބުރައިގެނައުމަށް އެދޭމީހުންނަށް އޮތީ، ދެމަފިރިން އެކަކު އަނެކަކާ ބީހުމުގެ (އެބަހީ: އެއްދާންކުރުމުގެ) ކުރީގައި އަޅަކު މިނިވަންކުރުމެވެ! އެއީ އެކަމުގައި ތިޔަބައިމީހުންނަށް ނަސޭހަތްދެއްވޭގޮތެވެ. އަދި اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ٤‍﴾\n\n4‍﴿ފަހެ (އަޅަކު މިނިވަންކުރަން) ނުލިބުނުމީހާއަށް އޮތީ، ދެމަފިރިން އެކަކު އަނެކަކާ ބީހުމުގެ (އެބަހީ: އެއްދާންކުރުމުގެ) ކުރީގައި ވިދިވިދެގެން ދެމަސްދުވަހު ރޯދަހިފުމެވެ! ފަހެ (އެކަމަށް) ނުކުޅެދިއްޖެމީހާއަށް އޮތީ، ފަސްދޮޅަސް މިސްކީނުންނަށް ކާންދިނުމެވެ! އެއީ ތިޔަބައިމީހުން اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް އީމާންވުމަށްޓަކައެވެ. އަދި އެއީ الله ކަނޑައަޅުއްވާފައިވާ އިންތަކެވެ. އަދި ކާފިރުންނަށް ވޭންދެނިވި ޢަޛާބުހުށްޓެވެ.‍﴾އެމީހާގެ މިލްކުގައި އަޅަކު ނެތިގެން ނަމަވެސް، ނުވަތަ އަގުދޭނެ މިންވަރު ނެތިގެންނަމަވެސް، ނުވަތަ ގަންނާނެ އަޅަކު ނުލިބިގެން ނަމަވެސް އަޅަކު މިނިވަން ނުކުރެވުނުމީހާ ދަންނައެވެ! ފަހެ އެމީހާގެ މައްޗަށް ވަނީ ވިދިވިދިގެން ދެމަސްދުވަހު ރޯދަހިފުމެވެ. ޝަރުޢީޢުޛުރެއްނެތި އެއްދުވަހުވެސް މެދުކަނޑާލައިފިނަމަ އަލުންފަށައިގެން ރޯދަހިފުމެވެ. އަދި މިރޯދަތައް ފުރިހަމަކުރުމުގެ ކުރިން، ރޭގަނޑު ނުވަތަ ދުވާލުވިޔަސް އަނބިމީހާއާ ޤަޞްދުގައި ޖިމާޢުވެއްޖެނަމަ އަލުންފަށައިގެން ރޯދަހިފުމެވެ. އެކަމަށް ނުކުޅެދިއްޖެމީހާ ކޮންމެ މިސްކީނަކަށް ޞާޢެއްގެ ދެބައިކުޅަ އެއްބައިގެ މަގުން ފަސްދޮޅަސް މިސްކީނުންނަށް ކާންދިނުމެވެ. އެއީ ހައިފިލާ މިންވަރަށް ތައްޔާރުކޮށް ކާންދިނުމެވެ. ނުވަތަ އެމިންވަރުގެ ކާނާ ޙަވާލުކުރުމެވެ. ގޮދަން، ކަދުރު، ހަނޑޫ، ނުވަތަ އެފަދަ އެހެންއެއްޗަކުންނެވެ. މިގޮތަށް ޙުކުމްކުރައްވާފައިވަނީ، ޝަރުޢީ ޙައްދުތައް ފަހަނައަޅައިނުގޮސް، އެއިލާހު އެންގެވި ޙައްދުތަކުގެ ތެރޭގައި ތިބުމަށެވެ. އަދި ޡިހާރުކުރުމުގެ ނުބައި ޢަމަލަށް އެނބުރިނުދިއުމަށެވެ.\n\n‍",
    ""
  ],
  [
    "8",
    "",
    "﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ٥‍﴾\r\n\r\n5‍﴿ކަށަވަރުންވެސް اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ދެކޮޅުވެރިވާމީހުން (ދަންނައެވެ!) އެއުރެންގެކުރިން އުޅުނު (އެފަދަ) މީހުން ނިކަމެތިކޮށްލެވުނު ފަދައިން، އެއުރެންވެސް ނިކަމެތިކޮށްލެއްވޭނެތެވެ! އަދި ކަށަވަރުންވެސް ބަޔާންވެގެންވާ އާޔަތްތައް ތިމަންއިލާހު ބާވައިލެއްވީމެވެ. އަދި ކާފިރުންނަށް ހުރީ، އިހާނަތްތެރިކަންދެނިވި ޢަޛާބެވެ.‍﴾\r\n\r\n‍﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ٦‍﴾\r\n\r\n6‍﴿އެދުވަހަކުން الله އެއެންމެން އަލުންދިރުއްވާ ދުވަހު، އެއިލާހު އެއުރެން ކުޅަ ޢަމަލުތަކުގެ ޚަބަރު އެއުރެންނަށް ދެއްވާނެތެވެ. الله އެއްކަމެއްވެސް ދޫނުކުރައްވައި އެހުރިހާ ކަމެއް ހިމަނުއްވާނެތެވެ. އަދި އެއުރެން އެކަންތައްތައް ހަނދާންނައްތާލިއެވެ. އަދި اللهއީ، ހުރިހާކަމެއްގެ މައްޗަށް ހެކިވެވޮޑިގަންނަވާ އިލާހެވެ.‍﴾\n\n‍﴿أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ٧‍﴾\n\n7‍﴿އުޑުތަކާއި ބިމުގައި ވާހާތަކެއްޗެއް الله ދެނެވޮޑިގެންވާކަން، ކަލޭގެފާނު ދެނެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! ހަތަރުވަނަ ފަރާތެއްގެގޮތުން (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު ވޮޑިގެންވާޙާލު މެނުވީ ތިންމީހަކަށް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އަދި ހަވަނަ ފަރާތެއްގެގޮތުން (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު ވޮޑިގެންވާޙާލު މެނުވީ ފަސްމީހަކަށް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އަދި (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު އެއުރެންނާއެކު ވޮޑިގެންވާޙާލު މެނުވީ، އެއަށްވުރެ މަދު، ނުވަތަ ގިނަ ޢަދަދަކަށްވިޔަސް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އެއީ އެއުރެން ކޮންމެތަނެއްގައި ވީނަމަވެސްމެއެވެ. ދެން އެއުރެން ކުޅަ ޢަމަލުތަކުގެ ޚަބަރު ޤިޔާމަތްދުވަހުން އެއިލާހު އެއުރެންނަށް ދެއްވާނެތެވެ. ކަށަވަރުންވެސް اللهއީ، ކޮންމެކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُحَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَافَبِئْسَ الْمَصِيرُ٨‍﴾\n\n8‍﴿ސިއްރުސައްލާކުރުން ނަހީވެވުނުމީހުން, އެއުރެންނަށް ނަހީވެވުނު ކަންތަކަށް، އަލުން އިޢާދަވާތަން ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އަދި ފާފަވެރިވުމާއި ޢަދާވާތްތެރިވުމާއި އަދި ރަސޫލާއަށް ނުކިޔަމަންތެރިވުމުގައި އެއުރެން ސިއްރުސައްލާކުރެތެވެ. އަދި އެއުރެން ކަލޭގެފާނުގެ އަރިހަށް އަންނަހިނދު އެއުރެން ކަލޭގެފާނާ ސަލާމްކުރަނީ، الله ކަލޭގެފާނަށް ސަލާމް ވަޙީކުރައްވާ ފަދައަކުން ނޫނެވެ. އަދި އެއުރެންއެކަކު އަނެކަކަށް ބުނެއުޅެތެވެ. އަހުރެމެން މިބުނާބަހުގެ ސަބަބުން އަހުރެމެންނަށް الله ޢަޛާބު ނުދެއްވަނީ ކީއްވެގެން ހެއްޔެވެ! (ވަގުތުން މަރުނުގެންނެވިޔަސް) ނަރަކަ އެއުރެންނަށް ފުދެއެވެ. އެއުރެން އެތަނަށް ވަދެ، އެތާނގެ ރަހަދެކޭނެތެވެ. ފަހެ އެއީ އެނބުރިދިޔުމަށް ހާދަހައި ނުބައިވެގެންވާ ތަނެކެވެ.‍﴾މިއާޔަތުގައި ނަންގަނެވިގެންވަނީ ޔަހޫދީންގެ ވާހަކައެވެ. މުއުމިނަކު ޔަހޫދީންގެ ކައިރިން ހިނގާފައިދާނަމަ، މުއުމިނުންނާމެދު ނުބައިގޮތެއް ރާވަނީކަމުގައި ހީކުރުވުމަށް އެއުރެން އެއްވެ ސިއްރުވާހަކަދައްކައެވެ. އެކަންކުރުން الله ނަހީ ކުރެއްވުމުންވެސް، އެކަން ހުއްޓާނުލިއެވެ. ދެން މިއާޔަތް ބާވައިލެއްވިއެވެ. އަދި ރިވާވެގެންވެއެވެ. އެއުރެން ނަބިއްޔާ  ‍جގެ އަރިހަށް އައިސް ބުނާކަމުގައިވެއެވެ. \"السَّامُ عَلَيْكَ\" މާނައީ: \"ކަލޭގެފާނުގެ މައްޗަށް މަރު ހުށްޓެވެ.\" އެއީ السَّلاَمُ ކިޔާކަމަށް ބޭރުފުށުން ދެއްކުމަށެވެ. އަޞްލު ބޭނުމަކީ: މަރުވުމަށް ދުޢާކުރުމެވެ. ދެން ނަބިއްޔާ  ‍جއެއުރެނަށް އޭގެ ރައްދުދެއްވަނީ \"وَعَلَيْكُم\" މާނައީ: \"ތިޔަބައިމީހުންގެ މައްޗަށްވެސްމެއެވެ.\" މިފަދައިންނެވެ. މުސްލިމުނޫން މީހަކު \"السَّلاَمُ عَلَيْكُم\" ގޮވާލައިފިނަމަ އޭގެ ރައްދުގައި ކިޔާނީ \"وَعَلَيْكُم\" މިފަދައިންނެވެ.\n\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىوَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ٩‍﴾\n\n9‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ސިއްރުން ސައްލާއެއްކުރާނަމަ، (ޔަހޫދީންނާއި މުނާފިޤުން ފަދައިން) ފާފަވެރިވުމާއި ޢަދާވާތްތެރިވުމާއި އަދި ރަސޫލާއަށް ނުކިޔަމަންތެރިވުމަށް ސިއްރުން ސައްލާނުކުރާހުށިކަމެވެ! އަދި ހެޔޮކަންތައް ކުރުމާއި ތަޤުވާވެރިވުމަށް ތިޔަބައިމީހުން ސައްލާކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އެއިލާހުގެ ޙަޟުރަތަށް އެއްކުރެއްވޭނޭ، اللهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ.‍﴾ބުޚާރީއާއި މުސްލިމް، އަދި އެހެނިހެން ބޭކަލުން (رحمهم الله) އިބްނު މަސްޢޫދު  ‍سގެ އަރިހުން ރިވާކުރައްވާފައިވެއެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«إِذَا كُنْتُمْ ثَلَاثَةً فَلَا يَتَنَاجَى اثْنَانِ دُوْنَ الثَّالِث فَإِنَّ ذَلِكَ يُحْزِنُهُ»މާނައީ: \"ތިޔަބައިމީހުންކުރެ ތިންމީހަކު ތިބިނަމަ، ތިންވަނަ މީހާއަށް ސިއްރުން ދެމީހުން އެކަނި ވާހަކަނުދައްކާހުށިކަމެވެ! އެއީ އޭނާ ހިތާމަވެރިކުރުވާނެ ކަމެކެވެ.\"\n\n‍﴿إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ١٠‍﴾\n\n10‍﴿އީމާންވި މީސްތަކުން ހިތުގައި ޖެއްސުމަށް، ސިއްރުސައްލާކޮށް އުޅުމަކީ ޝައިޠާނާގެ ކިބައިން ވާކަމެއްކަން ކަށަވަރެވެ. އަދި اللهގެ އިޛުނަފުޅާލައިގެންމެނުވީ، އެއްވެސްކަމަކުން އެއުރެންނަށް ގެއްލުމެއް ނުދެވޭނެތެވެ. އަދި މުއުމިނުތަކުން ހަމައެކަނި اللهއަށް ވަކީލުކުރާހުށިކަމެވެ.‍﴾\n\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ١١‍﴾\n\n11‍﴿އޭއީމާންވެއްޖެ މީސްތަކުންނޭވެ! މަޖްލިސްތަކުގައި ތިބޭއިރު ތަނަވަސްކޮށްލުމަށް، ތިޔަބައިމީހުންނަށް ބުނެވިއްޖެނަމަ (މަޖްލިސް) ތަނަވަސްކޮށްދޭހުށިކަމެވެ! އޭރުން الله ތިޔަބައިމީހުންނަށް ތަނަވަސްކޮށް ދެއްވާނެތެވެ. އަދި ތެދުވުމަށް ތިޔަބައިމީހުންނަށް ބުނެވިއްޖެނަމަ، ފަހެ ތިޔަބައިމީހުން ތެދުވާހުށިކަމެވެ! الله ތިޔަބައިމީހުންގެ ތެރެއިން އީމާންވިމީހުންނާއި ޢިލްމުގެ އަހުލުވެރިން ދަރަޖަތަކަށް އުފުއްލަވާނެތެވެ. اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾މިއީ ހެޔޮކަންތަކާއި އަދިވެސް ދަރުމައެދިގެން މުސްލިމުން ޖަމާވާ ކޮންމެ މަޖްލީހެއްގައި ޢާއްމުޤަވާޢިދެކެވެ. ކޮންމެ މީހަކަށްވެސް އެމީހަކު ކުރިންއިންތަން ޙައްޤުވާނެއެވެ. އެހެނަސް އޭނާގެ އަޚާ އިށީނުމަށްވެސް ތަނަވަސްކޮށްދޭންވާނެއެވެ. މަޖްލިސްތަކުގައި އިސްކަންދިނުން ބިނާވެގެންވަނީ މީހާގެ އީމާންތެރިކަމާއި ޢިލްމުވެރިކަމުގެ މައްޗަށެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«لَا يُقِمِ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ وَلَكِنْ تَفَسَّحُوا وَتَوَسَّعُوا»މާނައީ: \"އެއްވެސް މީހަކު އަނެއްމީހާ އިންތަނުގައި އިށީނުމަށް އޭނާ އެތަނުން ނުނަގާހުށިކަމެވެ. އެހެނަސް ތިޔަބައިމީހުން ތަންދީ ތަނަވަސްކޮށްދޭހުށިކަމެވެ.\"\n\n‍",
    ""
  ],
  [
    "9",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ١٢‍﴾\r\n\r\n12‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ރަސޫލާއަށް ސިއްރުވާހަކައެއް ދަންނަވަންވެއްޖެނަމަ، އެވާހަކައެއް ދެންނެވުމުގެ ކުރިން ޞަދަޤާތެއް ނެރޭހުށިކަމެވެ. އެގޮތް ތިޔަބައިމީހުންނަށް ހެޔޮވެފައި ޠާހިރުކަންބޮޑެވެ. ފަހެ ތިޔަބައިމީހުންނަށް (ޞަދަޤާތަށް ނެރޭނެއެއްޗެއް) ނުލިބުނުނަމަ، (ދަންނައެވެ!) ފަހެ اللهއީ، ގިނަގިނައިން ފާފަފުއްސަވާ ރަޙީމްވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾މުޤާތިލު  ‍/ވިދާޅުވިއެވެ. \"މިއާޔަތުގައިވާ އަމުރު ދެމިއޮތީ ދިހަރޭވަންދެނެވެ. ދެން އެއަށްފަހު (އަންނަނިވި އާޔަތުން) އެކަން މަންސޫޚުވީއެވެ.\"\r\n\r\n‍﴿أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ١٣‍﴾\n\n13‍﴿ސިއްރުވާހަކައެއް ދެންނެވުމުގެކުރިން ޞަދަޤާތެއް ނެރުމަށް ތިޔަބައިމީހުން ކަންބޮޑުވީހެއްޔެވެ! ފަހެ ތިޔަބައިމީހުންނަށް އެކަން ނުކުރެވުނުހިނދު، ތިޔަބައިމީހުންގެ މައްޗަށް الله ތަޥްބާލައްވައިފިއެވެ. ފަހެ ތިޔަބައިމީހުން ނަމާދުޤާއިމުކޮށް އަދި ޒަކާތްދޭހުށިކަމެވެ. އަދި اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ތިޔަބައިމީހުން ކިޔަމަންވާހުށިކަމެވެ! اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ١٤‍﴾\n\n14‍﴿الله އެބައެއްގެ މައްޗަށް ކޯފާލެއްވި މީހުންނީ، (އެބަހީ: ޔަހޫދީންނަކީ) އެބައިމީހުންގެ ވާގިވެރިންކަމުގައިހެދި މީހުން (އެބަހީ: މުނާފިޤުން) ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އެއީ ތިޔަބައިމީހުންގެ ތެރެއިންވާ ބައެއްނޫނެވެ. އަދި އެއުރެންގެ ތެރެއިންވެސްވާ ބައެއްނޫނެވެ. އަދި ހަމަ އެބައިމީހުން ދެނެތިބެމެ، ދޮގުގެ މައްޗަށް ހުވާކުރެތެވެ.‍﴾އެބަހީ: ތިމާމެންނީ ހަމަ ކަށަވަރުން މުސްލިމުންކަމުގައި ބުނެ، ނުވަތަ ޔަހޫދީންނަށް މުސްލިމުންގެ ޚަބަރުތައް ނުގެންދާކަމަށް ބުނެ އެއުރެން ދޮގުހުވާކުރަނީއެވެ. އަދި މުނާފިޤުންނާއިމެދު އެހެން އާޔަތެއްގައި الله ވަޙީކުރެއްވިއެވެ.‍﴿مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ‍﴾[النساء: 143] މާނައީ: \"އެދެމެދުގައި (އީމާންކަމާއި ކާފިރުކަމާ ދެމެދުގައި) ދެފުށުއެޅޭ ޙާލުގައެވެ. މިބަޔަކަށްވެސް ނޫނެވެ. އަދި އެބަޔަކަށްވެސް ނޫނެވެ. (އެބަހީ: މުއުމިނުންގެ ފަރާތަކަށްވެސް އަދި ކާފަރުންގެ ފަރާތަކަށްވެސް ނޫނެވެ.)\"\n\n‍﴿أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ١٥‍﴾\n\n15‍﴿الله އެއުރެންނަށް ގަދަފަދަވެގެންވާ ޢަޛާބެއް ތައްޔާރުކުރެއްވިއެވެ. ކަށަވަރުންވެސް ހަމަ އެއުރެން ކޮށްއުޅުނު ޢަމަލުތައް ނުބައިވެގެންވެއެވެ.‍﴾\n\n‍﴿اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ١٦‍﴾\n\n16‍﴿އެއުރެންގެ ހުވާތައް އައްޑަނައެއްހެން ހަދައި اللهގެ މަގަށް ހުރަސްއެޅިއެވެ. ފަހެ އެއުރެންނަށް ހުރީ، އިހާނަތްތެރިކަންދެނިވި ޢަޛާބެވެ.‍﴾އެބައިމީހުން ހުވާކޮށްއުޅުނީ ފުރާނަ ސަލާމަތްކުރާ ރައްކަލެއްގެ ގޮތުގައެވެ. ޤަތުލުވެދާނެތީ އެބައިމީހުންގެ ދޫތަކުން އީމާންވީއެވެ. އެކަމަކު ހިތްތަކުން އީމާނެއްނުވެއެވެ.\n\n‍﴿لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ١٧‍﴾\n\n17‍﴿اللهގެ ޙަޟްރަތުން (އަޛާބު އަންނަހިނދު)، އެއުރެންގެ މުދަލާއި ދަރިން އެއުރެންގެ ކިބައިން އެއްވެސްކަމެއް ދުރުކޮށެއްނުދޭނެތެވެ! އެއުރެންނީ، ނަރަކައިގެ އަހުލުވެރިންނެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ.‍﴾\n\n‍﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ١٨‍﴾\n\n18‍﴿އެދުވަހަކުން الله އެއެންމެން އަލުންދިރުއްވާ ދުވަހު، އެއުރެން ތިޔަބައިމީހުންގެ ގާތުގައި (ދުނިޔޭގައި) ހުވާކޮށްއުޅޭ ފަދައިން (ޤިޔާމަތް ދުވަހު) އެއިލާހުގެ ޙަޟުރަތުގައިވެސް ހުވާކުރާނެތެވެ. އަދި ކަށަވަރުންވެސް ހަމަ އެއުރެން އެތިބީ (ފައިދާކުރާނެ) ކަމެއްގެ މަތީގައިކަމަށް އެއުރެން ހީކުރެތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ދޮގުވެރިންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n\n‍﴿اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ١٩‍﴾\n\n19‍﴿ޝައިޠާނާ އެއުރެންގެ މައްޗަށް ވެރިވެ، ފަހެދެން އެއުރެން اللهގެ ޛިކުރުން ހަނދުމަނެތިކުރުވީއެވެ. އެއުރެންނީ ޝައިޠާނާގެ ޖަމާޢަތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ގެއްލި ހަލާކުވެގެންވާ ބަޔަކީ، ހަމަ ޝައިޠާނާގެ ޖަމާޢަތެވެ.‍﴾\n\n‍﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ فِي الْأَذَلِّينَ٢٠‍﴾\n\n20‍﴿ކަށަވަރުންވެސް اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ދެކޮޅުވެރިވާ މީހުން (ދަންނައެވެ!) އެއުރެންވަނީ (ދުނިޔެއާއި އާޚިރަތުގައި) އެންމެނިކަމެތިކުރެވިގެންވާ މީހުންގެ ތެރެއިންނެވެ.‍﴾\n\n‍﴿كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ٢١‍﴾\n\n21‍﴿الله ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވަނީ، ކަށަވަރުންވެސް ތިމަންއިލާހާއި ތިމަންއިލާހުގެ ރަސޫލުން (އެއުރެންގެ މައްޗަށް) ގަދަވެގަންނަހުށީމުއެވެ. ކަށަވަރުންވެސް اللهއީ ބާރުވެރިވަންތަ، ޢަޒީޒުވަންތަ އިލާހެވެ.‍﴾\n\n‍",
    ""
  ],
  [
    "10",
    "",
    "﴿لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ٢٢‍﴾\n\n22‍﴿اللهއާއި އާޚިރަތް ދުވަހަށް އީމާންވާބަޔަކު، اللهއާއި އެއިލާހުގެ ރަސޫލާއާ ދެކޮޅުވެރިވާބަޔަކަށް (ގުޅުން ބަހައްޓައި) ލޯބިކުރާ ބައެއްގޮތުގައި ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވާނެތެވެ. އެބަޔަކީ، އެއުރެންގެ މައިންބަފައިން ނުވަތަ އެއުރެންގެ ދަރިން ނުވަތަ އެއުރެންގެ އަޚުން ނުވަތަ އެއުރެންގެ ގާތްތިމާގެ މީހުންކަމުގައި ވިޔަސްމެއެވެ. އެއުރެންނީ، އެއިލާހު އެއުރެންގެ ހިތްތަކުގައި އީމާންކަން ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވާ މީހުންނެވެ. އަދި އެއިލާހުގެ ޙަޟްރަތުންވާ ރޫޙަކުން (އެބަހީ: ނަޞްރުދެއްވުމަކުން) އެއުރެންނަށް ބާރުދެއްވެވިއެވެ. އަދި އެއިލާހު އެތަންތާނގެ ދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއުރެން ވައްދަވާނެތެވެ. އެތަންތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. الله އެއުރެންނަށް ރުހިވޮޑިގެންނެވިއެވެ. އަދި އެއުރެން އެއިލާހާމެދު ރުހުނެވެ. އެއުރެންނީ اللهގެ ޖަމާޢަތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ކާމިޔާބުލިބިގެންވާ ބަޔަކީ، ހަމަ اللهގެ ޖަމާޢަތެވެ.‍﴾\n\nسُورَةُ الحَشْر\n\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ١‍﴾\n\n1‍﴿އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް اللهއަށް ތަސްބީޙަކިޔަތެވެ. އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n\n‍﴿هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ٢‍﴾\n\n2‍﴿އެއިލާހީ، އަހުލުކިތާބީންގެ ތެރެއިން ކާފިރުވިމީހުން އެއުރެންގެ ގެދޮރުން، ފުރަތަމަ އެއްވުމުގެ ދުވަހު ނެރުއްވި އިލާހެވެ. އެއުރެން (މަދީނާއިން) ނިކުންނާނޭކަމަށް ތިޔަބައިމީހުން ހިއެއްނުކުރަމުއެވެ. އެއުރެން ހީކުރީ އެއުރެންގެ ކިއްލާތައް اللهގެ ކޯފާއިން މަނާކޮށް ރައްކާތެރިކޮށްދޭނެކަމަށެވެ. ފަހެ އެއުރެންނަށް اللهގެ ކޯފާ އައީ އެއުރެން ހީވެސްނުކުރާ ފަދައަކުންނެވެ. އަދި އެއިލާހު އެއުރެންގެ ހިތްތަކަށް ގަދަވެގެންވާ ބިރުވެރިކަން ވެއްދެވިއެވެ. އެއުރެންގެ ގެތައް އެއުރެންގެ އަތްތަކުންނާއި މުއުމިނުންގެ އަތްތަކުންވެސް ހަލާކުކުރެތެވެ. އޭ ބުއްދީގެ އަހުލުވެރިންނޭވެ! ފަހެ ތިޔަބައިމީހުން ޢިބުރަތްލިބިގަންނަހުށިކަމެވެ.‍﴾މިއާޔަތުގައި ނަންގަނެވިގެން އެވަނީ: ޔަހޫދީންގެ ޤަބީލާއެއްކަމަށްވާ ބަނިއްނަޟީރު ވަންހައިގެ މީހުންގެ ވާހަކައެވެ. ހިޖުރައިގެ ފަހުން އެއުރެން ނަބިއްޔާ  ‍جއާ ކުރި ޢަހުދުކަށަވަރު އުވާލައި ޚިޔާނާތްތެރިވެ މުޝްރިކުންނާއި އެއްބައިވިއެވެ. ދެންފަހެ ރަސޫލު الله  ‍جއެއުރެންގެ އަވަށް ޙިޞާރުކުރައްވައި މަދީނާއިން ބޭރުވުމަށް އެއްބަސް ވެއްޖައުމަށް ދާންދެން ބަންދުކުރައްވައި ހިފެހެއްޓެވިއެވެ.\n\n‍﴿وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ٣‍﴾\n\n3‍﴿ރަށުން ބޭރުކޮށްލެއްވުން الله އެއުރެންގެ މައްޗަށް ލިޔުއްވާފައިނުވާނަމަ، ހަމަ ކަށަވަރުން އެއުރެންނަށް މިދުނިޔޭގައި ޢަޛާބު ދެއްވައިފީހެވެ. އަދި އާޚިރަތުގައި ނަރަކައިގެ ޢަޛާބު އެއުރެންނަށް ހުށްޓެވެ.‍﴾\n\n‍﴿ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ٤‍﴾\n\n4‍﴿އެއީ ކަށަވަރުންވެސް އެއުރެން اللهއާއި އެއިލާހުގެ ރަސޫލާއާ ދެކޮޅުވެރިވީ ކަމަށްޓަކައެވެ. އަދި اللهއާ ދެކޮޅުވެރިވާމީހާ (ދަންނައެވެ!) ފަހެ ކަށަވަރުންވެސް اللهއީ ޢުޤޫބާތް ގަދަފަދަވެގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ٥‍﴾\n\n5‍﴿ތިޔަބައިމީހުން ކަދުރުރުކުގެ ތެރެއިން ކެނޑި ކޮންމެރުކެއް ނުވަތަ އޭގެބުޑުމަތީގައި ހުރުމަށް ދޫކުރި ކޮންމެރުކެއްވެސް އެގޮތުގައި އެވަނީ، ހަމަ اللهގެ އިޛުނަފުޅަށެވެ. އަދި ފާސިޤުވިމީހުން ދެރަކޮށް ނިކަމެތިކުރެއްވުމަށެވެ.‍﴾ބަނިއްނަޟީރު ވަންހައިގެ ހަނގުރާމަ ހިނގި ދުވަހު މުސްލިމުންގެ ބައެއްބޭކަލުން ކާފިރުން ރުޅިއެރުވުމަށްޓަކައި އެއުރެންގެ ކަދުރުރުއްތައް ކަނޑަމުންދިޔައެވެ. އެހެންވެ ބަނިއްނަޟީރު ވަންހައިގެ މީހުން ބުންޏެވެ. \"އޭ މުޙައްމަދުގެފާނެވެ! ކަލޭގެފާނީ އިޞްލާޙުކުރައްވަން ބޭނުންފުޅުވާ ނަބީބޭކަލެއްކަމަށް ދަޢުވާކުރައްވަމު ނޫންތޯއެވެ؟ ކަދުރުރުއް ކަނޑައި ގަސްތައް އެންދުން އެއީ އިޞްލާހުކުރުންތޯއެވެ؟ ކަލޭގެފާނަށް ބާވައިލެއްވި ވަޙީގެތެރޭގައި ބިމުގައި ފަސާދަކުރުން ހުއްދަވާނެ ބަސްފުޅެއް ދެކެވަޑައިގެންނެވިންތޯއެވެ؟\" ދެންފަހެ މިބަސްތަކުން ރަސޫލާ  ‍جއާއި މުއުމިނުންނަށް އެކަން ވަރަށްބޮޑުވެއްޖެއެވެ. އެއަށްފަހު މުއުމިނުންނަށް ތަސައްލީއެއްގެ ގޮތުން މިއާޔަތް ބާވައިލެއްވުނެވެ.\n\n‍",
    ""
  ],
  [
    "11",
    "",
    "﴿وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ٦‍﴾\r\n\r\n6‍﴿އަދި الله އެއިލާހުގެ ރަސޫލާއަށް އެއުރެންގެ ކިބައިން ފަޔްއުގެ ގޮތުގައި ދެއްވި މުދާ ހޯދުމަށްޓަކައި، ފަހެ ތިޔަބައިމީހުން އަހެއްވެސް ޖަމަލެއްވެސް ދުއްވާފައެއް ނުވެއެވެ. އެހެނެއްކަމަކު الله އިރާދަކުރައްވާ ބައެއްގެ މައްޗަށް އެއިލާހުގެ ރަސޫލުންނަށް ބާރުވެރިކަންދެއްވައެވެ. އަދި اللهއީ، އެންމެހައި ކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހެވެ.‍﴾\r\n\r\n‍﴿مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ٧‍﴾\r\n\r\n7‍﴿الله އެއިލާހުގެ ރަސޫލާއަށް ރަށްރަށުގެ އަހުލުވެރިންގެ ކިބައިން ފަޔްއުގެގޮތުގައި ދެއްވައިފި މުދަލެއްވަނީ اللهއަށާއި (އެބަހީ: އެއިލާހު ކަނޑައެޅުއްވި ފަރާތަކަށާއި) ރަސޫލާއަށާއި (އެކަލޭގެފާނުގެ) ގާތްތިމާގެ ބޭކަލުންނަށާއި ޔަތީމުކުދިންނަށާއި މިސްކީނުންނަށާއި އަދި (ޙާލުގައިޖެހިފައިވާ) ދަތުރުވެރިންނަށެވެ. އެއީ ތިޔަބައިމީހުންކުރެ މުއްސަނދިންގެ އަތްމަތީގައި އެމުދާ ދައުރުކުރަމުން ނުދިއުމަށެވެ. އަދި ރަސޫލާ ތިޔަބައިމީހުންނަށް ގެނެސްދެއްވިހައި އެއްޗެއްގައި ފަހެ ތިޔަބައިމީހުން ހިފާހުށިކަމެވެ. އަދި އެކަލޭގެފާނު ތިޔަބައިމީހުންނަށް ނަހީކުރެއްވިހައި އެއްޗަކުން ފަހެ ތިޔަބައިމީހުން ދުރުވެގަންނަހުށިކަމެވެ. އަދި ތިޔަބައިމީހުން اللهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ. ކަށަވަރުންވެސް اللهއީ، ޢުޤޫބާތް ގަދަފަދަވެގެންވާ އިލާހެވެ.‍﴾މިއާޔަތުގައި ބަޔާންކުރައްވަނީ ފަޔްއުމުދާ ޙައްގުވާ ފަރާތްތަކެވެ. فَيءއަކީ: ހަނގުރާމަކުރުމަކާނުލާ ފަތަޙަވާ ރަށްރަށުން ލިބޭ މުދަލެވެ. އެމުދާވާނީ މުސްލިމުންގެ މަޞްލަޙަތުހުރި ކަންކަމުގައި ހޭދަކުރާއެއްޗެއްގެ ގޮތުގައެވެ. މިއާޔަތް ނިންމަވާލައްވާފައިވަނީ އެންމެހައި ކަމެއްގައި ތަބަޢަވުމަށް އަމުރުވެވިފައިވާ ފަދައިން، ފަޔްއުމުދާ ބެހުމުގައިވެސް ރަސޫލާ  ‍جއަށް ތަބަޢަވުމަށް އަމުރުކުރައްވަމުންނެވެ. މިއާޔަތުގައިވާ ذِي الْقُرْبَىٰ ގެ މުރާދަކީ: ބަނީހާޝިމާއި ބަނީމުއްޠަލިބު ވަންހައިގެ ބޭކަލުންނެވެ. އެހެނީ، އެބޭކަލުންނަށް ޞަދަޤާތުގައިހިފުން މަނާކުރެވިފައިވާތީ ފަޔްއުމުދަލުގައި އެބޭކަލުންނަށް ޙައްޤެއް ލެއްވެވީއެވެ.\n\n‍﴿لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ٨‍﴾\n\n8‍﴿އެއުރެންގެ ގެދޮރުން ނެރެލެވި، އަދި އެއުރެންގެ މުދަލުން މަޙްރޫމްކުރެވުނު ފަޤީރު މުހާޖިރުންނަށް (އެފަޔްއުމުދަލުގައި) ޙައްޤެއްވެއެވެ. އެއުރެންވީ اللهގެ ޙަޟުރަތުން ފަޟްލުވަންތަވެރިކަމާއި ރުހިވޮޑިގަތުން އެދޭޙާލުގައެވެ. އަދި اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ނަޞްރުދޭ ޙާލުގައެވެ. ތެދުވެރިންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n\n‍﴿وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ٩‍﴾\n\n9‍﴿އަދި މުހާޖިރުންގެ ކުރިން (މަދީނާގައި) ވަޒަންވެރިވެ، އީމާންކަމުގައި ޘާބިތުވެ ތިއްބެވި އަންޞާރުން އެއުރެންގެ ގާތަށް ހިޖްރަކުރެއްވި ބޭކަލުންދެކެ ލޯބިވެތެވެ. އަދި އެބޭކަލުންނަށް ދެއްވި އެއްޗަކަށް އެއުރެންގެ ހިތްތަކުގައި އެއްވެސް ބޭނުމެއް (އެބަހީ: ހިތްބުރަކަމެއް) ނުވެތެވެ. އަދި އެއުރެންނަށް ބޭނުންތެރިކަން ބޮޑުވެފައި ވީނަމަވެސް އެއުރެންގެ އަމިއްލަ ނަފްސުތަކުގެ މައްޗަށް އެބޭކަލުންނަށް އިސްކަންދެތެވެ. އެމީހެއްގެ އަމިއްލަ ނަފްސުގެ ދަހިވެތިކަމުން މިންޖުވެއްޖެ މީހާ (ދަންނައެވެ!) ފަހެ ކާމިޔާބުވެގެންވާ މީހުންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n\n‍﴿وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ١٠‍﴾\n\n10‍﴿އަދި އެބޭކަލުންގެ ފަހުން އައި މީހުން (ހެޔޮގޮތުގައި ޞަޙާބީންނަށް ތަބަޢަވީމީހުން) ދަންނަވަތެވެ. އަޅަމެންގެ ވެރިރައްބެވެ! އަޅަމެންނަށާއި އަދި އީމާންކަމުގައި އަޅަމެންނަށްވުރެ އިސްވި އަޅަމެންގެ އަޚުންންނަށް ފާފަފުއްސަވާނދޭވެ! އަދި އީމާންވި މީސްތަކުންނަށް އަޅަމެންގެ ހިތްތަކުގައި ޙަސަދަވެރިކަމެއް ނުލައްވާނދޭވެ! އަޅަމެންގެ ވެރިރައްބެވެ! ކަށަވަރުންވެސް އިބައިލާހީ ނުހަނުއޯގާވަންތަ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾ފަހެ ހައްދުފަހަނައަޅާފައިވާ ޝިޔަޢީ ފިރުޤާއެއްކަމަށްވާ ރާފިޟީން ކަންކުރާފަދައިން ޞަޙާބިއްޔަބޭކަލުންކުރެ ބޭކަލެއްގެ މައްޗަށް ތިމާގެހިތުގައި ކުޑަވެސް ރުޅިވެރިކަމެއް ޙަސަދަވެރިކަމެއްވާ މީހަކީ، ދީނުންބޭރުވެ މުރުތައްދުވެދާނެ މީހެކެވެ.\n\n\n\n",
    ""
  ],
  [
    "12",
    "",
    "‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ١١‍﴾\n11‍﴿މުނާފިޤުވިމީހުން ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އަހުލުކިތާބީންކުރެ ކާފިރުވެގެންތިބި އެއުރެންގެ އަޚުންނަށް އެއުރެން ބުނެތެވެ. ތިޔަބައިމީހުން (މަދީނާއިން) ނެރެލެވިއްޖެނަމަ، ހަމަ ކަށަވަރުން، ތިޔަބައިމީހުންނާއެކު ތިމަންމެންވެސް ނުކުންނާނަމެވެ. ތިޔަބައިމީހުންނާ ދެކޮޅަށް ދުވަހަކުވެސް އެއްވެސް މީހަކަށް ތިމަންމެން ކިޔަމަނެއް ނުވާނޫއެވެ. އަދި ތިޔަބައިމީހުންނާ ދެކޮޅަށް ހަނގުރާމަކުރެވިއްޖެނަމަ، ހަމަ ކަށަވަރުން، ތިމަންމެން ތިޔަބައިމީހުންނަށް ނަޞްރުދޭހުށީމުއެވެ. ހަމަ ކަށަވަރުން އެއުރެންނީ، ދޮގުވެރިންކަމަށް الله ހެކިވެވޮޑިގެންވެތެވެ.‍﴾މިއާޔަތުގައިމިވާ މުނާފިޤުންނަކީ، ޢަބްދު الله ބުން އުބައްޔުއާއި އޭނާގެ އެކުވެރިންނެވެ. އެބައިމީހުން ބަނިއްނަޟީރުވަންހައިގެ މީހުންގެ ގާތަށް ބަޔަކުފޮނުވައި އެއުރެންނަށް ހިއްވަރުދީ، ރަސޫލާ  ‍جއާއި ދެކޮޅަށް ޘާބިތުވެތިބުމަށް ބާރުދީ އެކަމަށް ހުވާކޮށްއުޅުނެވެ. ނަމަވެސް އެބައިމީހުންގެ އެބަސްތައް الله ދޮގުކުރެއްވިއެވެ.\n\n‍﴿لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ١٢‍﴾\n\n12‍﴿ކަށަވަރުންވެސް އެއުރެން (މަދީނާއިން) ނެރެލެވިއްޖެނަމަ، އެއުރެންނާއެކު (އެބަހީ: ޔަހޫދީންނާއެކު) އެބައިމީހުންނެއް (އެބަހީ: މުނާފިޤުންނެއް) ނުނިކުންނާނެތެވެ. އަދި ހަމަ އެއުރެންނާ ހަނގުރާމަކުރެވިއްޖެނަމަ، އެއުރެންނަކަށް އެބައިމީހުން ނަޞްރެއްވެސް ނުދޭނެތެވެ. އަދި ހަމަ އެއުރެންނަށް ނަޞްރުދިނުމަށް ނުކުތަސް، އެބައިމީހުން (ހަނގުރާމައިން ބަލިވެފައިތިބި ޙާލު) ފުރަގަސްދީ ފިލަންދުވާނެކަން ކަށަވަރެވެ. ދެން އެއުރެންނަކަށް (އެއްވެސް ފަރާތަކުން) ނަޞްރެއް ނުލިބޭނެތެވެ.‍﴾ކަންވީވެސް އެހެންނެވެ. އެހެނީ ހަމަ ކަށަވަރުން ޔަހޫދީންގެތެރެއިން ބަނިއްނަޟީރު ވަންހައިގެ މީހުންނާއި ދެންވެސް އެބައިމީހުންނާއެކުވީ ބަޔަކު މަދީނާއިން ނެރެލެވުނުއިރު މުނާފިޤުންނެއް ނުނިކުތެވެ. އަދި ޔަހޫދީންގެތެރެއިން ހަނގުރާމަވެވުނު ބަނީޤުރައިޡާ ވަންހައިގެ މީހުންނާއި ޚައިބަރުގެ އަހުލުވެރިންނަށް އެބައިމީހުން ނަޞްރެއްވެސް ނުދިނެވެ.\n\n‍﴿لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ١٣‍﴾\n\n13‍﴿އެބައިމީހުންގެ (އެބަހީ: މުނާފިޤުންގެ ނުވަތަ ޔަހޫދީންގެ) ހިތްތަކުގައި اللهއަށް އޮންނަ ބިރުވެރިކަމަށްވުރެ ތިޔަބައިމީހުންދެކެ ގަންނަ ބިރު މާގަދަކަން ކަށަވަރެވެ. އެއީ ހަމަ އެބައިމީހުންނީ ނުވިސްނޭ ބަޔަކުކަމުގައި ވާތީއެވެ.‍﴾\n\n‍﴿لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ١٤‍﴾\n\n14‍﴿ރައްކާތެރި ކުރެވިފައިވާ ރަށްތަކެއްގައި ތިބެގެން ނުވަތަ ފާރުތަކެއްގެ ނިވަލުގައި ތިބެގެން މެނުވީ، އެބައިމީހުން އެކަތިގަނޑަކަށްވެ ތިޔަބައިމީހުންނާ ހަނގުރާމައެއް ނުކުރާނެތެވެ. އެބައިމީހުންގެ މެދުގައިވާ ދެކޮޅުވެރިކަން ގަދަވެގެންވެއެވެ. ކަލޭގެފާނަށް އެބައިމީހުންނީ އެކަތިގަނޑެއްކަމުގައި ހީކުރެއްވުނަސް، އެއުރެންގެ ހިތްތައްވަނީ ބައިބައިވެގެންނެވެ. އެއީ ހަމަ އެބައިމީހުންނީ، ބުއްދިނުކުރާ ބަޔަކުކަމުގައި ވާތީއެވެ.‍﴾\n\n‍﴿كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ١٥‍﴾\n\n15‍﴿ދާދިކައިރި ޒާމާނެއްގައި އެއުރެންނަށްވުރެ ކުރިން އުޅުނުމީހުން (އެބަހީ: މައްކާގެ މުޝްރިކުން) ފަދައިންނެވެ. އެބައިމީހުން ކުޅަކަންތަކުގެ (އެބަހީ: ކާފިރުވުމުގެ) ނުބައިނިމުމުގެ ރަހަ އެބައިމީހުން ލިބިގަތީއެވެ. އަދި އެބައިމީހުންނަށް ވޭންދެނިވި ޢަޛާބުހުށްޓެވެ.‍﴾\n\n‍﴿كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ١٦‍﴾\n\n16‍﴿(ޔަހޫދީންނާއި މުނާފިޤުންގެ މިޘާލަކީ) ޝައިޠާނާގެ މިޘާލެވެ. ކާފިރު ވާށޭ އެސޮރު އިންސާނާޔަށް ބުނިހިނދު (ދަންނައެވެ!) ފަހެ އޭނާ ކާފިރުވުމުން ދެން އެސޮރު ބުންޏެވެ. ކަށަވަރުންވެސް އަހުރެންވަނީ ތިބާގެ ކިބައިން ބަރީއަވެގެންނެވެ. ޢާލަމްތަކުގެ ވެރިރައްބު، اللهއަށް އަހުރެން ހަމަ ބިރުގަންނަމެވެ.‍﴾\n\n‍﴿فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ١٧‍﴾\n\n17‍﴿ފަހެ އެ ދެފަރާތުގެ (އެބަހީ: ޝައިޠާނާ އާއި އެސޮރަށް ތަބާވި އިންސާނާގެ) ނިމުމަކީ، ކަށަވަރުންވެސް އެދެފަރާތް ނަރަކައިގައިވުމެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. އަދި އެއީ އަނިޔާވެރިންގެ ޖަޒާއެވެ.‍﴾\n\n‍",
    ""
  ],
  [
    "13",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ١٨‍﴾\n\n18‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން اللهއަށް ތަޤްވާވެރިވާށެވެ! އަދި ކޮންމެ ނަފުސެއްމެ މާދަމައަށްޓަކައި (އެބަހީ: ޤިޔާމަތްދުވަހަށްޓަކައި) އިސްކުޅަ ޢަމަލެއް ބަލާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން اللهއަށް ތަޤްވާވެރިވާށެވެ! ކަށަވަރުންވެސް اللهއީ ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ١٩‍﴾\n\n19‍﴿އަދި اللهގެ މަތިން ހަނދުމަނައްތައިލި މީހުން (ދަންނައެވެ!) އެއުރެން ފަދައިން ތިޔަބައިމީހުން ނުވާހުށިކަމެވެ. ފަހެ الله އެއުރެންގެ ނަފްސުތަކުގެ މަތިން، އެއުރެން ހަނދުމަނެތިކުރުއްވިއެވެ. އެއުރެންނީ ހަމަ ފާސިޤުންނެވެ.‍﴾\n\n‍﴿لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ٢٠‍﴾\n\n20‍﴿ނަރަކައިގެ އަހުލުވެރިންނާއި ސުވަރުގޭގެ އަހުލުވެރިން ހަމަހަމައެއް ނުވާނެތެވެ. ސުވަރުގޭގެ އަހުލުވެރިންނީ ހަމަ ދިންނަވައި ކާމިޔާބުލިބުނު މީހުންނެވެ.‍﴾\n\n‍﴿لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ٢١‍﴾\n\n21‍﴿ތިމަންއިލާހު ފަރުބަދައެއްގެ މައްޗަށް މިޤުރުއާން ބާވައިލެއްވިނަމަ، އެފަރުބަދައެއް اللهއަށް ބިރުވެތިވުމުގެ ސަބަބުން ފަޅަފަޅައިގެންދާތީ، ކަށަވަރުންވެސް ކަލޭގެފާނަށް ފެނިވަޑައިގަތީހެވެ. އަދި މީސްތަކުންނަށްޓަކައި ތިމަންއިލާހު އެމިޘާލުތައް ޖައްސަވަނީ އެއުރެން ފިކުރުކުރުމަށެވެ.‍﴾\n\n‍﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ٢٢‍﴾\n\n22‍﴿އެއިލާހީ اللهއެވެ. އެއީ އެއިލާހު ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވާ އިލާހެވެ. ޣައިބުވެގެންވާހާ ކަމަކާއި ފާޅުވެގެންވާހާ ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ. އެއިލާހީ ރަޙްމާނުވަންތަ، ރަޙީމުވަންތަ އިލާހެވެ.‍﴾\n\n‍﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ٢٣‍﴾\n\n23‍﴿އެއިލާހީ اللهއެވެ. އެއީ އެއިލާހު ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވާ އިލާހެވެ. އެންމެހައިތަކެތި މިލްކުވެވޮޑިގެންވާ އިލާހެވެ. އެންމެހައި އުނިކަމަކުން ޠާހިރުވެވޮޑިގެންވާ އިލާހެވެ. އެންމެހައި ޢައިބުތަކުން ސަލާމަތްވެވޮޑިގެންވާ އިލާހެވެ. ތެދުކުރައްވައި، އަމާންކަންދެއްވާ އިލާހެވެ. އަޅުތަކުންގެ ޢަމަލުތަކަށް ހެކިވެވޮޑިގެންވާ އިލާހެވެ. ޢަޒީޒުވަންތަ އިލާހެވެ. ޖައްބާރުވަންތަ އިލާހެވެ. ކިބްރިޔާވަންތަ އިލާހެވެ. އެއުރެން ޝަރީކުކުރާ ތަކެތިން الله ހުސްޠާހިރުވަންތަވެވޮޑިގެންވެއެވެ.‍﴾\n\n‍﴿هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ٢٤‍﴾\n\n24‍﴿އެއިލާހީ اللهއެވެ. އެންމެހައި ތަކެއްޗެއް ޚަލްޤުކުރައްވާ އިލާހެވެ. ނެތުމުގެތެރެއިން ތަކެތި ހައްދަވާ އިލާހެވެ. ކޮންމެ އެއްޗެއްގެ ސިފަ ތަފާތުވާނެގޮތުގައި އުފައްދަވާ އިލާހެވެ. އެންމެރިވެތި އިސްމުފުޅުތައްވަނީ އެއިލާހަށެވެ. އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް އެއިލާހަށް ތަސްބީޙަދަންނަވަތެވެ. އަދި އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n\nسُوْرَةُ الْمُمْتَحِنَةِ\n\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ١‍﴾\n\n1‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ނިކުތްކަމުގައިވަނީ ތިމަންއިލާހުގެ މަގުގައި ޖިހާދުކޮށް، ތިމަންއިލާހުގެ ރުހިވޮޑިގަތުންއެދިގެންނަމަ، ތިމަންއިލާހުގެ ޢަދުއްވުންނާއި ތިޔަބައިމީހުންގެ ޢަދުއްވުން ވާގިވެރިންގޮތުގައި ނުހިފާހުށިކަމެވެ! ކަށަވަރުންވެސް ޙައްޤުގެ ތެރެއިން ތިޔަބައިމީހުންނަށް އައި އެއްޗަކަށް އެއުރެން ކާފިރުވެފައިވީ ޙާލުވެސް، ލޯތްބާއި އެކުވެރިކަމުގެ ސަބަބުން (ނަބިއްޔާގެ ޚަބަރުތައް) ތިޔަބައިމީހުން އެއުރެންނަށް ހުށަހަޅަމުއެވެ. ތިޔަބައިމީހުންގެ ވެރިރައްބު اللهއަށް ތިޔަބައިމީހުން އީމާންވާކަމަށްޓަކައި، އެއުރެން ރަސޫލާއާއި ތިޔަބައިމީހުން ރަށުން ބޭރުކޮށްލައެވެ. ލޯތްބާއި އެކުވެރިކަމުގެ ސަބަބުން ތިޔަބައިމީހުން އެއުރެންނަށް ސިއްރު (ޚަބަރުތައް) ފޯރުކޮށްދެމުއެވެ. ތިޔަބައިމީހުން ވަންހަނާކުރާ ކަންތަކާއި ފާޅުކުރާ ކަންތައް، ތިމަންއިލާހު މޮޅަށް ދެނެވޮޑިގެންވަމެވެ. އަދި ތިޔަބައިމީހުންކުރެ އެފަދައިން ކަންކުރާމީހާ، ފަހެ އެމީހަކަށް ސީދާވެގެންވާ މަގު ގެއްލިއްޖެކަން ކަށަވަރެވެ.‍﴾މިއާޔަތްތައް ބާވާލެއްވުނީ ޙާޠިބު ބިން އަބީ ބަލްތަޢަ  ‍سއާއި ބެހޭގޮތުންނެވެ. އެއީ މައްކާ ފަތަޙަކުރެއްވުމަށް ނަބިއްޔާ  ‍جވަޑައިގަންނަވާ ޚަބަރު އެންގެވުމަށް، ޙާޠިބުގެފާނު މައްކާގެ މުޝްރިކުންނަށް ސިޓީއެއްލިޔެ ފޮނުއްވުމާއި ގުޅިގެންނެވެ. ކާފިރުންނާއި އެއްވެސްގޮތަކުން މުވާލާތުކުރުން ހުއްދަނޫންކަމަށް މިއާޔަތް ދަލީލުކުރެއެވެ. مُوَالاَةُ ކުރުމަކީ، ގާތްކަމުގައިބަލައި ލޯބިވެ ނަޞްރުދީ ވާގިވެރިވުމެވެ.\n\n‍",
    ""
  ],
  [
    "14",
    "",
    "﴿إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ٢‍﴾\r\n\r\n2‍﴿ތިޔަބައިމީހުންގެ މައްޗަށް އެއުރެންނަށް ގަދަވެވޭނަމަ، އެއުރެންވާހުށީ ތިޔަބައިމީހުންނަށްހުރި ޢަދާވާތްވެރިން ކަމުގައެވެ. އަދި އެއުރެންގެ އަތްތަކާއި ދޫތައް ނުބައިގޮތުގައި ތިޔަބައިމީހުންގެ މައްޗަށް ފަތުރައިލާނެތެވެ. (އެބަހީ: ތަޅާއަނިޔާކޮށް ހުތުރުއެއްޗެހި ގޮވާނެތެވެ.) އަދި ތިޔަބައިމީހުން ކާފިރުވާނެނަމައޭ ހިތައި އެއުރެން އެކަމަށް އެދުނެވެ.‍﴾\r\n\r\n‍﴿لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ٣‍﴾\r\n\r\n3‍﴿ތިޔަބައިމީހުންގެ ގާތްތިމާގެ މީހުންނާއި ތިޔަބައިމީހުންގެ ދަރިން ތިޔަބައިމީހުންނަކަށް މަންފާއެއް ނުކޮށްދޭނެތެވެ. ޤިޔާމަތްދުވަހުން ތިޔަބައިމީހުންގެ މެދުގައި އެއިލާހު ނިޔާކުރައްވާނެތެވެ. اللهއީ ތިޔަބައިމީހުން ކުރާ ޢަމަލުތައް މޮޅަށް ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.‍﴾\r\n\r\n‍﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ٤‍﴾\n\n4‍﴿އިބްރާހީމުގެފާނާއި އެކަލޭގެފާނުގެ އަރިހުގައިވީ ބޭކަލުންގައި ރިވެތިވެގެންވާ ނަމޫނާއެއް ތިޔަބައިމީހުންނަށް ވާކަން ކަށަވަރެވެ. (އެއީ) އެއުރެންގެ ޤައުމަށް އެއުރެން ބުނިހިނދެވެ. ކަށަވަރުންވެސް ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުން الله ފިޔަވައި އަޅުކަންކުރާ ތަކެތިން އަހުރެމެން ބަރީއަވެގެންވަމުއެވެ. އަހުރެމެން ތިޔަބައިމީހުންނާ (އެބަހީ: ކާފިރުންގެ ދީނާ) ދުރުވެގަންނަމެވެ. އަހުރެމެންނާއި ތިޔަބައިމީހުންނާ ދެމެދުގައި ޢަދާވާތްތެރިކަމާއި ރުޅިވެރިކަންވަނީ އަބަދަށްޓަކައި ފާޅުވެގެންނެވެ. (އެއީ) އެއިލާހު އެއްކައުވަންތަކުރާގޮތުގައި، ތިޔަބައިމީހުން اللهއަށް އީމާންވެއްޖައުމަށް ދާންދެނެވެ. އިބްރާހީމުގެފާނު އެކަލޭގެފާނުގެ ބައްޕާފުޅަށް ވިދާޅުވި ބަސްފުޅު މެނުވީއެވެ. ހަމަ ކަށަވަރުން ތިމަންކަލޭގެފާނު ތިބާއަށް ފާފަފުއްސެވުންއެދި ދުޢާ ކުރައްވާހުށީމެވެ. އަދި (އެހެނެއްކަމަކު) اللهގެ ޙަޟްރަތުން ތިބާއަށްޓަކައި އެއްވެސްކަމެއް ކޮށްދެއްވުން ތިމަންކަލޭގެފާނަށް މިލްކުވެގެން ނުވެތެވެ. އޭ އަޅަމެންގެ ވެރިރައްބެވެ! ހަމައެކަނި އިބައިލާހަށް އަޅަމެން ވަކީލުކޮށްފީމުއެވެ. އަދި ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތަށް އަޅަމެން ރުޖޫޢަވެ، ތައުބާ ވެއްޖައީމުއެވެ. އަދި އެނބުރިދިއުންވަނީ އިބައިލާހުގެ ޙަޟްރަތަށެވެ.‍﴾\n\n‍﴿رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ٥‍﴾\n\n5‍﴿އޭ އަޅަމެންގެ ވެރިރައްބެވެ! ކާފިރުވި މީހުންނަށް ފިތުނައެއްކަމުގައި އަޅަމެން ނުލައްވާނދޭވެ! އޭ އަޅަމެންގެ ވެރިރައްބެވެ! އަދި އަޅަމެންނަށް ފާފަފުއްސަވާނދޭވެ! ކަށަވަރުންވެސް ހަމަ އިބައިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n\n‍﴿لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ٦‍﴾\n\n6‍﴿ހަމަ ކަށަވަރުން އެބޭކަލުންގައި ތިޔަބައިމީހުންނަށް ރިވެތި ނަމޫނާއެއްވެއެވެ. އެއީ اللهއާއި އާޚިރަތްދުވަހަށް އެދޭމީހާއަށެވެ. އަދި ފުރަގަސްދީ އެނބުރިގަންނަމީހާ (ދަންނައެވެ!) ފަހެ ކަށަވަރުންވެސް اللهއީ ހަމަ ފުދިވޮޑިގެންވާ، ޙަމްދުލިބިވޮޑިގެންވާ އިލާހެވެ.‍﴾\n\n‍﴿عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ٧‍﴾\n\n7‍﴿އެއުރެންކުރެ ތިޔަބައިމީހުން ޢަދާވާތްތެރިވި މީހުންނާއި ތިޔަބައިމީހުންނާ ދެމެދު (އިސްލާމްވުމަށްފަހު)، ލޯތްބާއި އެކުވެރިކަން الله ލައްވާނެތެވެ! އަދި اللهއީ އެންމެކުޅަދުންވަންތަ އިލާހެވެ. އަދި اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾މިއާޔަތުގައި މިވަނީ މުސްލިމުންނާއި މައްކާގެ މުޝްރިކުންގެ ވާހަކައެވެ. މައްކާ ފަތަޙަވުމަށްފަހު، އޭގެތެރެއިން ބަޔަކު ރަނގަޅުގޮތުގައި އިސްލާންވިއެވެ. މިބޭކަލުންނާއި ކުރިން އިސްލާންވީ ބޭކަލުންނާ ދެމެދު ލޯތްބާއި އެކުވެރިކަން އުފެދުނެވެ. އޭގެތެރޭގައި އަބޫސުފްޔާނު ބިން ޙަރްބު  ‍سހިމެނިވަޑައިގަންނަވައެވެ. އަބޫހުރައިރާ  ‍سވިދާޅުވިއެވެ. \"(އަބޫބަކުރުގެފާނުގެ ޚިލާފަތުގައި) އިސްލާމްދީނުގެ ދިފާއުގައި، މުރުތައްދުވީ މީހުންނާ އެންމެފުރަތަމަ ހަނގުރާމަކުރެއްވީ އަބޫސުފްޔާނު ބިން ޙަރްބު  ‍سއެވެ. މިއާޔަތް ބާވައިލެއްވުނީ އެކަލޭގެފާނާ ބެހޭގޮތުންނެވެ.\"\n\n‍",
    ""
  ],
  [
    "15",
    "",
    "﴿لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ٨‍﴾\r\n\r\n8‍﴿ދީނުގެ ގޮތުން ތިޔަބައިމީހުންނާ ހަނގުރާމަނުކުރާ އަދި ގޯތިގެދޮރުން ތިޔަބައިމީހުން ނެރެނުލާ ބަޔަކަށް ހެޔޮކޮށްހިތައި ޢަދުލުވެރިވުން، الله ތިޔަބައިމީހުންނަކަށް ނަހީއެއް ނުކުރައްވަތެވެ. ކަށަވަރުންވެސް الله ޢަދުލުވެރިންދެކެ ލޯބިވެވޮޑިގަންނަވަތެވެ.‍﴾މިއާޔަތުގައި އަންގަވާފައި މިވާ ހެޔޮކޮށްހިތުމަކީ: ރަޙިމުގެގުޅުން ދެމެހެއްޓުމާއި އަވަށްޓެރީންނަށް ކަމޭހިތުމާއި މެހުމާންދާރީ އަދާކުރުން ފަދަ ކަންކަމެވެ. އަދި ޢަދުލުވެރިވުމަކީ: އެބައިމީހުންނަށްވާ ޙައްޤުތަކާއި އަމާނާތްތައް އަދާކުރުމާއި ގަނެވިއްކުމުގައި ފުރިހަމައަށް އަގުއަދާކުރުން ފަދަ ކަންކަމެވެ. މުއުމިނުންނާ ޢަހުދުކޮށްގެންތިބޭ ކާފިރުންނަށް ހެޔޮކޮށް ހިތައި އެބައިމީހުންނާމެދު ޢަދުލުވެރިކޮށް މުޢާމަލާތްކުރުން، ހަމަ ކަށަވަރުން الله ـ ނަހީނުކުރައްވަތެވެ. އެބައިމީހުންނަކީ، މުއުމިނުންނާ ހަނގުރާމަ ނުކުރުމަށާއި މުއުމިނުންނާ ދެކޮޅަށް ކާފިރުންނަށް އެއްބާރުލުން ނުދިނުމަށް ޢަހުދުކޮށްގެންތިބޭ ކާފިރުންނެވެ.\r\n\r\n‍﴿إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ٩‍﴾\r\n\r\n9‍﴿الله ތިޔަބައިމީހުންނަށް ނަހީކުރައްވާކަން ކަށަވަރީ، ދީނުގެ ގޮތުން ތިޔަބައިމީހުންނާ ހަނގުރާމަކޮށް، އަދި ގޯތިގެދޮރުން ތިޔަބައިމީހުން ނެރެލިމީހުންނާ އަދި ނެރެލުމަށް އެއްބާރުލުންދިން މީހުންނަށް ވާގިވެރިވުމެވެ. އަދި އެބައިމީހުންނަށް ވާގިވެރިވާ މީހުން (ދަންނައެވެ!) ފަހެ އެއުރެންނީ ހަމަ އަނިޔާވެރިންނެވެ.‍﴾\r\n\r\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ١٠‍﴾\n\n10‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ ގާތަށް މުއުމިން އަންހެނުން މުހާޖިރިއްޔަކަނބަލުންގެ ގޮތުގައި އަތުވެއްޖެނަމަ، ފަހެ ތިޔަބައިމީހުން އެކަނބަލުން އިމްތިޙާން ކުރައްވާހުށިކަމެވެ! އެކަނބަލުންގެ އީމާންކަން ހުރިގޮތް މޮޅަށް ދެނެވޮޑިގެންވަނީ اللهއެވެ. ދެން، އެކަނބަލުންނީ މުއުމިނުންކަން ތިޔަބައިމީހުންނަށް އެނގިއްޖެނަމަ، ފަހެ ކާފިރުންގެގާތަށް އެކަނބަލުން އަނބުރައި ނުފޮނުވާހުށިކަމެވެ! އެއުރެންނަށް އެކަނބަލުން ޙަލާލުވެގެނެއް ނުވެތެވެ. އަދި އެކަނބަލުންނަށް އެއުރެންވެސް ޙަލާލުވެގެނެއް ނުމެވޭމެއެވެ. އަދި އެއުރެން (ކައިވެނީގެ ރަނުގެ ގޮތުގައި) ހޭދަކޮށްފައިވާ އެއްޗެއް ތިޔަބައިމީހުން އެއުރެންނަށް ރައްދުކުރާހުށިކަމެވެ! އަދި އެކަނބަލުންގެ ކައިވެނީގެ ރަން އެކަނބަލުންނަށް ދޭނަމަ، ތިޔަބައިމީހުން އެކަނބަލުންނާ (ޢިއްދަ ހަމަވުމަށްފަހު) ކައިވެނި ކުރުމުގައި ތިޔަބައިމީހުންގެ މައްޗަށް ފާފައެއް ނެތެވެ. އަދި ތިޔަބައިމީހުން ކާފިރު އަންހެނުން އަނބިންގެ ގޮތުގައި ނުބައިތިއްބާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން (ރަނުގެގޮތުގައި) ހޭދަކުރި އެއްޗަކަށް އެދޭހުށިކަމެވެ! އަދި އެއުރެން ހޭދަކުރި އެއްޗަކަށް އެއުރެންވެސް އެދޭށެވެ! އެއީ اللهގެ ޙުކުމްފުޅެވެ. އެއިލާހު ތިޔަބައިމީހުންގެ މެދުގައި ނިޔާކުރައްވަތެވެ. اللهއީ މޮޅަށް ދެނެވޮޑިގެންވާ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾މުޝްރިކުންގެތެރެއިން ކަނބަލަކު އިސްލާންވެގެން އަތުވެއްޖެނަމަ އެކަނބުލޭގެ ފަރާތުން ހުވާކުރުވެނީ، އެކަނބުލޭގެ އައީ ފިރިމީހާދެކެ ރުޅިން ނޫންކަމަށާއި ވަކިބިމަކަށް ހިތްޖެހިގެން ދުނިޔެހޯދުމަށް ނޫންކަމަށެވެ. އަދި ކިއެއްތޯއެވެ! الله އާއި އެއިލާހުގެ ރަސޫލާ  ‍جއާ އަދި އިސްލާމްދީން އަދައިގެން ކަމަށެވެ. ދެންފަހެ އެކަނބަލުން އެފަދައިން ހުވައި ކުރުމުން، ނަބިއްޔާ  ‍جއެކަނބަލުން އަނބުރައި ނުފޮނުއްވައި އެކަނބަލުންގެ ފިރިންނަށް އެއުރެންދީފައިވާ ކައިވެނީގެ ރަނާއި ދެންވެސްކޮށްފައިވާ ޚަރަދު ދެއްވައެވެ. މުސްލިމު ފިރިހެނެއްގެ އަނތްބަކަށް ކާފިރު އަންހެނަކު އިންނަމަ އެދެމީހުންގެ ދީންތަފާތުވުމުގެ ސަބަބުން ކައިވެނި ރޫޅޭކަމަށްޓަކައި އެކަނބުލޭގެއަކީ އޭނާގެ އަނތްބެއް ނޫނެވެ. މިއީ އަހުލުކިތާބީން ފިޔަވައި އެނޫން މުޝްރިކު އަންހެނުންނާއިމެދު އޮތް ޙުކުމެވެ. ކުރިން މުސްލިމު ފިރިހެނުންނާއި ކާފިރު އަންހެނުން ދެވައި، މުސްލިމު ފިރިހެނުން ކާފިރު އަންހެނުންނާއި ކައިވެނިކޮށްއުޅުނެވެ. ދެން އެއަށްފަހު މިއާޔަތް ބާވާތްލެއްވުމުން އެކަން މަންސޫޚުވީއެވެ.\n\n‍﴿وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ١١‍﴾\n\n11‍﴿އަދި ތިޔަބައިމީހުންގެ (މުރުތައްދުވި) އަނބިންގެ ސަބަބުން ތިޔަބައިމީހުންނަށް (ރަނުގެ ބަދަލުގައި) ލިބެންވާ އެއްޗެއް ކާފިރުންގެ އަތުން ނުލިބި ހިނގައްޖެ ނަމަ، ފަހެދެން ތިޔަބައިމީހުންނަށް ޣަނީމާ މުދާ ލިބުމުން (ދަންނައެވެ!) އެބޭކަލުންގެ އަނބީން (ކާފިރުންގެ ކައިރިއަށް) ގޮސްފައިވާ ބޭކަލުންނަށް، ފަހެ (ރަނުގެ ގޮތުގައި) ހޭދަކޮށްފައިވާ އެއްޗަކާ އެއްފަދަ މިންވަރެއް ދޭހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އެއިލާހަށް އީމާންވެގެންވާ اللهއަށް ތިޔަބައިމީހުން ތަޤުވާވެރިވާހުށިކަމެވެ!‍﴾\n\n‍﴿يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ١٢‍﴾\n\n12‍﴿އޭ ނަބިއްޔާއެވެ! މުއުމިނު އަންހެނުން ކަލޭގެފާނުގެ އަރިހަށް ބައިޢަތުހިފުމަށް އަންނަހިނދު، އެކަނބަލުން اللهއާ އެއްވެސް އެއްޗެއް ޝަރީކު ނުކުޅައުމަށާއި ވައްކަން ނުކުޅައުމަށާ އަދި ޒިނޭ ނުކުޅައުމަށާއި އެކަނބަލުންގެ ދަރިން ނުމެރުމަށާ އަދި އެކަނބަލުންގެ މާބަނޑުގައިވާ އަޞްލު އޮޅުވައިލުމަށް ބުހުތާނުދޮގެއް ހަދައިގެން ނުގެނައުމަށާ (އެބަހީ: ޒިނޭގެދަރި ފިރިމީހާއަށް ނިސްބަތް ނުކުރުމަށާއި) އަދި އެއްވެސް ހެޔޮކަމެއްގައި ކަލޭގެފާނަށް އެކަނބަލުން އުރެދިނުގަތުމަށް، ފަހެ ކަލޭގެފާނު އެކަނބަލުންނާ ބައިޢަތުހިއްޕަވާށެވެ! އަދި އެކަނބަލުންނަށް ފާފަފުއްސެވުންއެދި ކަލޭގެފާނު اللهއަށް ދަންނަވާށެވެ! ކަށަވަރުންވެސް اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾\n\n‍",
    ""
  ],
  [
    "16",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ١٣‍﴾\r\n\r\n13‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! الله އެބައެއްގެ މައްޗަށް ކޯފާލެއްވި މީހުންނީ ތިޔަބައިމީހުންގެ ވާގިވެރިންކަމުގައި ނުހަދާށެވެ! ކަށަވަރުންވެސް ކަށްވަޅުގެ އަހުލުވެރިންނާމެދު ކާފިރުން މާޔޫސްވީ ފަދައިން އެއުރެންވަނީ އާޚިރަތާއިމެދު މާޔޫސްވެގެންނެވެ.‍﴾އަލުންދިރުއްވޭނެކަން އެއުރެން ދޮގުކުރުމުގެ ސަބަބުން، އެއުރެންގެ މަރުވެގޮސްފައިވާ މީހުން ކައްވަޅުތަކުން އެނބުރި އައުމާމެދު އުއްމީދުނުކުރާފަދައިން، އާޚިރަތާމެދުވެސް އެއުރެންވަނީ އުއްމީދުކެނޑިފައެވެ.\r\n\r\nسُوْرَةُ الصَّفِّ\n\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ١‍﴾\n\n1‍﴿އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް اللهއަށް ތަސްބީޙަކިޔަތެވެ. އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ٢‍﴾\n\n2‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ކޮށްނޫޅޭ ކަންތަކުގެ ވާހަކަ ބުނެއުޅެނީ ކީއްވެހެއްޔެވެ!‍﴾\n\n‍﴿كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ٣‍﴾\n\n3‍﴿ތިޔަބައިމީހުން ކޮށްނޫޅޭ ކަންތަކުގެ ވާހަކަ ބުނެއުޅުމަކީ، اللهގެ ޙަޟްރަތުގައި ނުރުހުންތެރިކަން ބޮޑުވެގެންވާ ކަމެކެވެ.‍﴾އިބްނު ޢައްބާސް  ‍بވިދާޅުވިކަމަށް އައިސްފައިވެއެވެ. \"ޖިހާދު ފަރުޟުކުރެއްވުމުގެ ކުރިން މުއުމިނުންކުރެ ބައެއްބޭކަލުން ވިދާޅުވާ ކަމުގައިވިއެވެ. اللهގެ ޙަޟުރަތުގައި އެންމެލޮބުވެތިކަންބޮޑު ޢަމަލެއްގެ ޚަބަރު އެއިލާހު އަޅަމެންނަށް ކުރައްވާނެނަމައެވެ. ފަހެ އޭރުން ތިމަންބޭކަލުން އެޢަމަލެއް ކުރާނޫއެވެ! ދެންފަހެ އެންމެލޮބުވެތިކަންބޮޑު ޢަމަލަކީ ޖިހާދުކުރުން ކަމުގައި އެއިލާހު އެންގެވުމުން، މުއުމިނުންގެ ތެރެއިން އެއްބަޔަކަށް އެކަމަށް ނުރުހެވި އަދި އެއީ ބޮޑުކަމަކަށް ދެކެވިއްޖެއެވެ. މިކަމާއި ގުޅިގެން މިއާޔަތް ބާވާތްލެއްވުނެވެ.\"\n\n‍﴿إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ٤‍﴾\n\n4‍﴿ބަދަހި ބިނާއެއްފަދައިން ސަފުސަފަށްތިބެ އެއިލާހުގެ މަގުގައި ހަނގުރާމަކުރާ މީހުންދެކެ، ކަށަވަރުންވެސް الله ލޯބިވެވޮޑިގަންނަވަތެވެ.‍﴾މިއާޔަތުގައި الله މުއުމިނުތަކުންނަށް އެބަޔާންކޮށްދެއްވަނީ، އެއިލާހުގެ އަޅުތަކުންކުރާ އެންމެލޮބުވެތި އެއްޢަމަލަކީ އެއިލާހުގެ މަގުގައި ހަނގުރާމަކުރުން ކަމުގައެވެ. އަދި ޙަދީޘްގައި އައިސްފައިވެއެވެ.«رَأْسُ الأَمْرِ الإِسْلامُ وَعُمُوْدُهُ الصَّلاةُ وَذِرْوَةُ سَنَامِهِ الْجِهَادُ فِى سَبِيْلِ اللهِ»މާނައީ: \"ދީނުގެ އަސާސަކީ އިސްލާމްކަމެވެ. (އެބަހީ: ޝަހާދަތުގެ ދެކަލިމަ ކިޔައި އިސްލާމްވުމެވެ.) އަދި އޭގެ ތަނބަކީ ނަމާދެވެ. އަދި އޭގެ އެންމެއުސް ކުރިބޯއްޓަކީ اللهގެ މަގުގައި ހަނގުރާމަ ކުރުމެވެ.\" بُنْيَانٌ مَّرْصُوصٌ ގެ މުރާދަކީ، އެކަތިގަނޑެއް ފަދައިން އެއްބައި އަނެއްބަޔާއި ގުޅި ލާމެހިފައިވާ ބިނާއެކެވެ. އެބޭކަލުންގެ ސަފުތައްވަނީ ޢަދުއްވުންނަށް ފޫއަޅުވައި ނުލެވޭފަދައިން ބަދަހިކޮށް ރޭވިގެންނެވެ. އެއީ އެބޭކަލުން اللهގެ އަމުރުފުޅަށް ކިޔަމަންވެލެއްވުމުގައި ހުރި ހަރުދަނާކަމުންނެވެ.\n\n‍﴿وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ٥‍﴾\n\n5‍﴿އަދި މޫސާގެފާނު އެކަލޭގެފާނުގެ ޤައުމުގެމީހުންނަށް ވިދާޅުވިހިނދު، ކަލޭގެފާނު ހަނދުމަފުޅުކުރައްވާށެވެ! އޭ ތިމަންކަލޭގެފާނުގެ ޤައުމުގެމީހުންނޭވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނީ ތިޔަބައިމީހުންގެ ގާތަށް ފޮނުއްވުނު اللهގެ ރަސޫލާކަން ހަމަ ދެނެތިބެމެ، ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނަށް ދުއްތުރާކުރަނީ ކީއްވެހެއްޔެވެ! ފަހެ އެއުރެން (ޙައްޤުން) އެއްކިބާވިހިނދު، الله އެއުރެންގެ ހިތްތައް (ތެދުމަގުން) ދުރުކުރެއްވިއެވެ. އަދި ފާސިޤުވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެތެވެ.‍﴾\n\n‍",
    ""
  ],
  [
    "17",
    "",
    "﴿وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ٦‍﴾\r\n\r\n6‍﴿އަދި މަރްޔަމުގެފާނުގެ ދަރިކަލުން ޢީސާގެފާނު ވިދާޅުވިހިނދު، ކަލޭގެފާނު ހަނދުމަފުޅުކުރައްވާށެވެ! އޭ އިސްރާއީލުގެ ދަރިންނޭވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނީ ތިމަންކަލޭގެފާނުގެ ކުރީން (ބާވައިލެއްވުނު) ތައުރާތު ތެދުކުރައްވާ ބޭކަލެއްގެގޮތުގައި، ތިޔަބައިމީހުންގެ ގާތަށް ފޮނުއްވުނު اللهގެ ރަސޫލާއެވެ. އަދި ތިމަންކަލޭގެފާނަށް ފަހު ވަޑައިގަންނަވާނޭ ރަސޫލުބޭކަލެއްގެ އުފާވެރިޚަބަރުދެއްވާ ބޭކަލެއްގެގޮތުގައެވެ. އެބޭކަލެއްގެ ނަންފުޅަކީ އަޙްމަދެވެ. ދެންފަހެ ބަޔާންވެގެންވާ ހެކިތަކާއިގެން އެކަލޭގެފާނު ވަޑައިގެންނެވި ހިނދު، މިއީ ބަޔާންވެގެންވާ ސިޙުރެކޭ އެއުރެން ބުނޫއެވެ.‍﴾ޢީސާ  ‍÷ބަނީ އިސްރާއީލުންނަށް އެވިދާޅުވަނީ، ތިމަންކަލޭގެފާނު މިވަޑައިގެންނެވީ އިންޖީލާއިގެންނެވެ. ތިޔަބައިމީހުންގެ އަތުގައިވާ ތައުރާތާއި ޚިލާފުވާނޭ އެއްޗެއް ތިމަންކަލޭގެފާނު ނުގެންނަވަމެވެ. އެހެންވީއިރު ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނާއި ދުރުހެލިވެ ޚިލާފުވާންވީ ކީއްވެގެން ހެއްޔެވެ! މިއާޔަތުގައި ނަންގަނެވިގެންމިވާ އަޙްމަދަކީ މިއުންމަތުގެ ނަބިއްޔާ  ‍جގެ ނަންފުޅެވެ. މާނައަކީ: އެކަލޭގެފާނީ ހެޔޮ ސިފަފުޅުތަކަށްޓަކައި އެހެން އެއްވެސް ބޭކަލަކަށް ލިބިފައިނުވާ ތަޢުރީފާއިޘަނާ ލިބިވަޑައިގެންވާ ބޭކަލެކެވެ.\r\n\r\n‍﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ٧‍﴾\r\n\n\n7‍﴿އިސްލާމްދީނަށް ވަނުމަށް އެމީހަކަށް ގޮވައިލެވޭ ހިނދު اللهގެ މައްޗަށް ދޮގު ހަދައިގަތް މީހަކަށްވުރެ އަނިޔާވެރިކަންބޮޑީ ކާކު ހެއްޔެވެ! އަދި އަނިޔާވެރިވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެތެވެ.‍﴾\n\n‍﴿يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ٨‍﴾\n\n8‍﴿އެއުރެން އެދެނީ اللهގެ ނޫރުފުޅު (އެބަހީ: އިސްލާމްދީން) އެއުރެންގެ އަނގަތަކުން (ފުމެ)، ނިއްވައިލުމަށެވެ. اللهއީ އެއިލާހުގެ ނޫރުފުޅު ފުރިހަމަކުރައްވާނެ އިލާހެވެ. ކާފިރުން ނުރުހުންވި ކަމުގައިވިޔަސްމެއެވެ.‍﴾އެބަހީ: ބާޠިލުން ޙައްޤު ފޮހެލުމަށް އެބައިމީހުން މަސައްކަތްކުރާ ޙާލު، އެއުރެންގެ މިސާލީ، އަނގައިން ފުމެ އިރުގެ އަލިކަން ނިއްވާލުމަށް މަސައްކަތްކުރާ މީހާފަދައެވެ. އެކަމަކީ ކުރުން މުސްތަޙީލު ކަމެއްކަމުގައިވީ ފަދައިން، اللهގެ ދީނުގެ ނޫރުފުޅު ނިއްވާލުމަކީ އަމުދުން ވެވޭނޭކަމެއްވެސް ނޫނެވެ.\n\n‍﴿هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ٩‍﴾\n\n9‍﴿އެއިލާހު އެއީ އެންމެހައި ދީންތަކުގެ މައްޗަށް އެދީން މަތިވެރި ކުރެއްވުމަށްޓަކައި، ޙައްޤުދީނާއި ތެދުމަގާއިގެން އެއިލާހުގެ ރަސޫލާ ފޮނުއްވި އިލާހެވެ. މުޝްރިކުން ނުރުހުންވި ކަމުގައިވިޔަސްމެއެވެ.‍﴾\n\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ١٠‍﴾\n\n10‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ވޭންދެނިވި ޢަޛާބަކުން ތިޔަބައިމީހުން މިންޖުކޮށްދޭނޭ ވިޔަފާރިއަކަށް ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް މަގުދައްކަވަން ހެއްޔެވެ!‍﴾ޢަމަލުކުރުން އެއިލާހު ލެއްވެވީ ވިޔަފާރިއެއްގެ މިސާލުގައެވެ. އެހެނީ ވިޔަފާރީގައި ނަފާވާފަދައިން ޢަމަލުކުރުމުގައިވެސް ނަފާވާތީއެވެ. މިއާޔަތާއި ވިދިގެން ދެންއޮތް ދެއާޔަތުގައި އެވިޔަފާރި ބަޔާންކުރައްވާފައިވެއެވެ. ފަހެ އެދެއާޔަތުން ދޭހަވަނީ، އީމާންކަމާއި ޖިހާދުކުރުމުގެ އަގަކީ اللهގެ ޙަޟްރަތުން ސުވަރުގެ ކަމެވެ. އެއީ ނަފާބޮޑުވެގެންވާ ވިޔަފާރިއެކެވެ.\n\n‍﴿تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ١١‍﴾\n\n11‍﴿އެއީ اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ތިޔަބައިމީހުން އީމާންވުމެވެ. އަދި ތިޔަބައިމީހުންގެ މުދަލާއި ނަފްސުން اللهގެ މަގުގައި ޖިހާދުކުރުމެވެ. ތިޔަބައިމީހުން ދަންނަނަމަ އެގޮތް ތިޔަބައިމީހުންނަށް މާހެޔޮކަންބޮޑެވެ.‍﴾\n\n‍﴿يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ١٢‍﴾\n\n12‍﴿އޭރުން އެއިލާހު ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ފާފަތައް ފުއްސަވާދެއްވާނެތެވެ. އަދި އެތަންތާނގެ ދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއިލާހު ތިޔަބައިމީހުން ވައްދަވާނެތެވެ. އަދި ދާއިމަށް ދެމިހުންނަނިވި ސުވަރުގެތަކުގައިވާ ހިތްފަސޭހަ ގަނޑުވަރުތަކުގައި ތިޔަބައިމީހުން ވަޒަންވެރި ކުރައްވާނެތެވެ. މަތިވެރިވެގެންވާ ދިންނެވުމާއި ކާމިޔާބަކީ އެއީއެވެ.‍﴾\n\n‍﴿وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ١٣‍﴾\n\n13‍﴿އަދި ތިޔަބައިމީހުން އެއަށް ލޯބިކުރާނޭ އެހެން ވިޔަފާރިއެއްވެސް މެއެވެ. (އެއީ) اللهގެ ޙަޟްރަތުންދެއްވަވާ ނަޞްރަކާއި ގާތްވެގެންވާ ފަތަޙައެކެވެ. އަދި ކަލޭގެފާނު މުއުމިނުންނަށް އުފާވެރިކަމުގެ ޚަބަރުދެއްވާހުށިކަމެވެ.‍﴾ނަޞްރާއި ފަތަޙަ ދުނިޔެމަތީގައި ދެއްވާނެކަމާއި އާޚިރަތުގައި ސުވަރުގެ ދެއްވާނެކަމުގެ އުފާވެރި ޚަބަރު ކަލޭގެފާނު މުއުމިނުތަކުންނަށް ދެއްވާށެވެ.\n\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ١٤‍﴾\n\n14‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން اللهއަށް ނަޞްރުދޭ ބަޔަކު ކަމުގައިވާށެވެ! މަރްޔަމުގެފާނުގެ ދަރިކަލުން އީސާގެފާނު ޙަވާރިއްޔުންނަށް ވިދާޅުވި ފަދައިންނެވެ. اللهއަށްޓަކައި ތިމަންކަލޭގެފާނަށް ނަޞްރުދޭނީ ކޮންބަޔެއްހެއްޔެވެ؟ ޙަވާރިއްޔުން ދެންނެވޫއެވެ. އަހުރެމެންނީ اللهއަށް ނަޞްރުދޭ މީހުންނެވެ. ދެން އިސްރާއީލުގެ ދަރިންކުރެ ބަޔަކު އީމާންވިއެވެ. އަދި އަނެއްބަޔަކު ކާފިރުވިއެވެ. ފަހެ އީމާންވި މީހުންނަށް އެއުރެންގެ ޢަދުވުންގެ މައްޗަށް ތިމަންއިލާހު ގަދަކަން ދެއްވީމެވެ. ދެން ބާރުލިބި، މަތިވެރިވެގެންވާ ބަޔަކު ކަމުގައި އެއުރެންވެއްޖެއެވެ.‍﴾ޤަތާދާ  ‍/ވިދާޅުވިއެވެ. \"اللهއަށް ޙަމްދުހުއްޓެވެ. މިކަންވަނީ ޞަޙާބީންގެ ތެރޭގައި ހިނގާފައެވެ. ހަތްދިހަ ބޭކަލުން ރަސޫލާ  ‍جއަށް ޢަޤަބާގައި ބައިޢަތު ހިއްޕެވިއެވެ. ދެން اللهގެ ދީން މަތިވެރިވަންދެން އެކަލޭގެފާނަށް ހިމާޔަތްދެއްވައި ނަޞްރުދެއްވިއެވެ.\" الْحَوَارِيُّونَ އަކީ: ޢީސާ  ‍÷އަށް އެންމެފުރަތަމަ އީމާންވެ ނަޞްރުވެރިވި އަދި އެކަލޭގެފާނުގެ އެންމެއިޚްލާޞްތެރި ބާރަ ބޭކަލުންނެވެ.\n\n",
    ""
  ],
  ["18", "", "", ""],
  ["19", "", "", ""],
  ["20", "", "", ""],
  ["21", "", "", ""],
  ["22", "", "", ""],
  ["23", "", "", ""],
  ["24", "", "", ""],
  ["25", "", "", ""],
  ["26", "", "", ""],
  ["27", "", "", ""],
  ["28", "", "", ""],
  ["29", "", "", ""],
  ["30", "", "", ""],
  ["31", "", "", ""],
  ["32", "", "", ""],
  ["33", "", "", ""],
  ["34", "", "", ""],
  ["35", "", "", ""],
  ["36", "", "", ""],
  ["37", "", "", ""],
  ["38", "", "", ""],
  ["39", "", "", ""],
  ["40", "", "", ""],
  ["41", "", "", ""],
  ["42", "", "", ""],
  ["43", "", "", ""],
  ["44", "", "", ""],
  ["45", "", "", ""],
  ["46", "", "", ""],
  ["47", "", "", ""],
  ["48", "", "", ""],
  ["49", "", "", ""],
  ["50", "", "", ""],
  ["51", "", "", ""],
  ["52", "", "", ""],
  ["53", "", "", ""],
  ["54", "", "", ""],
  ["55", "", "", ""],
  ["56", "", "", ""],
  ["57", "", "", ""],
  ["58", "", "", ""],
  ["59", "", "", ""],
  ["60", "", "", ""],
  ["61", "", "", ""],
  ["62", "", "", ""],
  ["63", "", "", ""],
  ["64", "", "", ""],
  ["65", "", "", ""],
  ["66", "", "", ""],
  ["67", "", "", ""],
  ["68", "", "", ""],
  ["69", "", "", ""],
  ["70", "", "", ""]
]
