[
  [
    "1",
    "تفسير العشر الأخير من القرآن الكريم ويليه أحكام تهم المسلم",
    "تفسير العشر الأخير\nمن القرآن الكريم ويليه أحكام تهم المسلم\n[ކީރިތި ގުރްއާނުގެ ފަހު ދިހަބައި ކުޅަ އެއްބައިގެ ތަފްސީރު\nއަދި އެއަށް ފަހު، މުސްލިމަކަށް މުހިންމުވާ ހުކުމްތައް]\nދިވެހި ތަރުޖަމާ"
  ],
  [
    "2",
    "مقدمة\rبسم الله الرحمن الرحيم\rالحمد لله، والصلاة والسلام على سيِّدنا ونبينا وحبيبنا رسول الله، أما بعد:\rاعلم أخي المسلم وأختي المسلمة رحمكم الله، أنه يجبُ علينا تعلّمُ أربع مسائل:\r* الأولى: العلم:وهو معرفة الله ‍ـ ، ومعرفة نبيه ‍ص ، ومعرفة دين الإسلام، لأنه لا يجوز أن يُعبد الله بلا علم، ومن فعل ذلك فمصيره إلى الضلال، وقد شابه النصارى في ذلك.\r*الثانية: العمل:ومَنْ عَلِمَ ولم يعمل فقد شابه اليهود، لأنهم علموا ولم يعملوا، ومن حِيَل الشيطان أنه يُنَفِّر من طلب العلم ويُوهِمُ الإنسان أنَّه معذورٌ عند الله بجهله، وما عَلِمَ أن من أمكَنَه التعلّم ولم يفعل فقد قامت عليه الحجة، وهذه حِيلة قوم نوح حينَ ‍﴿ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ ‍﴾ [نوح: ٧]. كي لا تقوم عليهم الحجة.\r*الثالثة: الدعوة إليه:لأن العلماء والدعاة هم ورثة الأنبياء، وقد لعن الله ‍ـ بني إسرائيل لأنهم: ‍﴿ كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ ٧٩ ‍﴾ [المائدة: ٧٩]، والدعوة والتّعلِيم فرض كفاية، إن قام به من يكفي لم يأثم أحد، وإن تركه الجميع أثموا.\r*الرابعة: الصبر على الأذى:في تعلّم العلم، والعمل به، والدّعوة إليه.\rومشاركة منّا في رفع الجهل، وتسهيلاً لطلب العلم، جمعنا في هذا الكتاب المختصر بعضَ ما تحصل به الكفاية من العلوم الشرعية، مع الأجزاء الثلاثة الأخيرة من القرآن الكريم وتفسيرها، لغَلبَة تكرارها، و ( ما لا يدرك كلّه لا يترك جُلّه ).\rوحَرِصنَا في ذلك كلّه على الاختصـار، و بما صحّ عن النبي ‍ص ، ولا نزعُم أننا بلغنا الكمال، فإنه مما اختصّه الله ‍ـ لنفسه، ولكنّه جُهد المُقِـلِّ، فإن كان صواباً فمن الله، وإن كان خطأً فمن أنفسنا والشيطان، والله ورسوله بريئان منه، ورحم الله من أهدى إلينا عيوبنا بالنقد الهادف البنَّاء.\rنسأل الله أن يجزي كلّ من شارك في إعداده وطباعته وتوزيعه وقراءته وتعليمه خير الجزاء، وأن يتقبّله منهم، ويضاعف لهم الأجر والمثوبة.\rوالله أعلم، وصلى الله وسلم على نبينا محمد بن عبدالله وآله وصحبه أجمعين.\rزكّى هذا الكتاب مجموعة من العلماء وطلبة العلم في العالم الإسلامي\rلمزيد من المعلومات، أو للتبرُّع، أو للمشاركة، أو لطلب الكتاب: الموقع / www.tafseer.info البريد / info@tafseer.info\rالطبعة السابعة عشر / مزيدة و منقحة",
    "مُقَدِّمَة\nبسم الله الرحمن الرحیم\nالحمد لله والصلاة والسلام على سيدنا ونبينا وحبيبنا رسول الله ، أما بعد.\nއޭ މުސްލިމު އަޚާއެވެ. އަދި މުސްލިމު އުޚްތާއެވެ. - الله ތިޔަބައިމީހުންނަށް ރަޙްމަތްލައްވާށިއެވެ. - ދަންނާށެވެ. ހަމަ ކަށަވަރުން ހަތަރު މައްސަލައެއް އުނގެނިދަސްކުރުން އަޅުގަނޑުމެންގެ މައްޗަށް ވާޖިބުވެގެންވެއެވެ.\n1ދެނެގަތުން:އެއީ الله ـ މަޢްރިފާކޮށް ދެނެގަތުމާއި އެއިލާހުގެ ނަބިއްޔާ  ‍جމަޢްރިފާކޮށް ދެނެގަތުމާ އަދި އިސްލާމްދީން މަޢްރިފާކޮށް ދެނެގަތުމެވެ. އެހެނީ އެއްވެސް ޢިލްމަކާނުލައި اللهއަށް އަޅުކަންކުރުން ހުއްދަވެގެންނުވެއެވެ. އެގޮތަށް އެއްވެސް ޢިލްމެއްނެތި އަޅުކަންކޮށްފި މީހާގެ ނިމުމަކީ މަގުފުރެދުމެވެ. އެގޮތުން އެމީހަކު އެކަމުގައި ނަޞާރާއިންނާ އެއްފަދަ ވެއްޖެއެވެ.\n2ޢަމަލުކުރުން:އެނގިހުރެ ޢަމަލުނުކޮށްފި މީހާ ހަމަ ކަށަވަރުން ޔަހޫދީންނާ އެއްގޮތްވެއްޖެއެވެ. އެހެނީ އެބައިމީހުން އެނގިތިބެ ޢަމަލުނުކުރީއެވެ. ޝައިޠާނާގެ ޙީލަތްތަކުގެ ތެރޭގައި މީސްތަކުން ދީނުގެޢިލްމު އުނގެނުމުން ދުރުހެލިކުރުވުން ހިމެނެއެވެ. އަދި އޭނާގެ ޖާހިލުކަން އެއީ اللهގެ ޙަޟްރަތުގައި ޢުޛުރަކަށްވާނެކަމުގެ ވަހުމުވައްދައެވެ. ޢިލްމުއުނގެނުމުގެ މަގުތަނަވަސްވެފައިވާ ޙާލު، އެކަންނުކުރި މީހާ ފަހެ އޭނާގެ މައްޗަށް ޙުއްޖަތް ޤާއިމުވެއްޖެކަން އޭނާ ނުދަނެއެވެ. މިއީ ނޫޙު  ‍÷ޤައުމުގެ މީހުންގެވެސް ޙީލަތެވެ. އެބައިމީހުންގެ މައްޗަށް ޙުއްޖަތް ޤާއިމުނުވާނޭ ގޮތްހެދުމަށް އެބައިމީހުން ކަންކުރި ގޮތަކީ: :‍﴿جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ‍﴾. މާނައީ: \"އެއުރެންގެ ކަންފަތްތަކުގައި އިނގިލިތައް އަޅައި، (ފިލުމުގެގޮތުން) ފޭރާމުން ފޮރުވިގަނެތެވެ.\"\n3ދީނަށް ދަޢުވަތުދިނުން:މިހެނީ ޢިލްމުވެރިންނާއި ދީނަށްގޮވާލާ މީހުންނަކީ ނަބީބޭކަލުންގެ ވާރުތަވެރިންނެވެ. ހަމަ ކަށަވަރުން ބަނީއިސްރާއީލުންގެ މައްޗަށް الله ـ ލަޢުނަތް ލެއްވިއެވެ.\nاللهގެ މަގަށް ގޮވާލާ، އެއިލާހުގެ ދީން އުނގަންނައިދިނުމަކީ ފަރުޟު ކިފާޔަތެކެވެ. އެކަމަށް އެކަށޭނެ ބަޔަކު އެކަން އަދާކޮށްފިނަމަ، އެކަމުގެ ފާފަ އެންމެހާ މީސްތަކުންގެ ފުށުން ކެނޑިގެންދާނެއެވެ. އެއްވެސް ބަޔަކު އެކަން އަދާނުކޮށްފިނަމަ އެންމެން އެކަމުގައި ފާފަވެރިވާނެއެވެ.\n4ދަތިއުނދަގޫތަކަށް ކެތްތެރިވުން:އެއީ ދީނީ ޢިލްމު ޙާޞިލުކުރުމުގައާއި އެއަށް ޢަމަލުކުރުމުގައާއި އެއަށް ގޮވާލާ ދަޢުވަތު ދިނުމުގައި ކެތްތެރިވުމެވެ.\nޖާހިލުކަން ފިލުވުމަށާއި ވާޖިބުވެގެންވާ ޢިލްމު ދަސްކުރުމަށް ފަސޭހަކޮށްދިނުމުގައި އަޅުގަނޑުމެންގެ ފަރާތުން ވެވޭ ބައިވެރިވުމެއްގެ ގޮތުން ޝަރުޢީ ޢިލްމުގެ ތެރެއިން ކިރިޔާ ފުދިލާވަރު މިފޮތުގައި ހިމަނާލީމެވެ. އަދި އެއާއެކު ކީރިތި ޤުރުއާނުގެ އެންމެފަހު ތިންފޮތުގެ މާނަ ކުރު ތަފްސީރާއެކު ހިމަނާލާފައިވާނެއެވެ. އެހެނީ މިތިން ފޮތަކީ ގިނަގިނައިން ތަކުރާރުކޮށް ކިޔެވޭ ތިންފޮތެވެ. (އެއްޗެއް އޭގެ އެންމެ ފުރިހަމަ ގޮތުގައި ޙާޞިލުނުކުރެވުނެއްކަމަކު، އޭގެ މައިގަނޑު ދޫކޮށްލުމެއް ނުވެއެވެ.)\nއަޅުގަނޑުމެން ބަލާފައިވާނީ ނަބިއްޔާ  ‍جގެއަރިހުން ވާރިދުވެފައިވާ ކަންތައްތައް ހިމަނައިގެން ވީހާވެސް ކުރުކޮށް މިފޮތް އެކުލަވާލުމަށެވެ. މިކަން އެންމެ ފުރިހަމަ ގޮތުގައި ކުރެވުނުކަމަކަށް އަޅުގަނޑުމެން ނުދަންނަވާނަމެވެ. އެހެނީ އެންމެ ފުރިހަމަކަމަކީ الله ـ އެއިލާހުގެ ޛާތުފުޅަށް ޚާއްޞަކުރައްވާފައިވާ ކަމެކެވެ. ނަމަވެސް މިއީ އެއިލާހުގެ ނިކަމެތި އަޅުތަކުންގެ ތެރެއިން ބަޔަކު، އެބައިމީހުންނަށް ކުޅަދާނަވީ މިންވަރުން ކޮށްފައިވާ މަސައްކަތެކެވެ. ފަހެ މިފޮތުގައި ޙައްޤާ އެއްގޮތަށްވާނަމަ އެއީ اللهގެ ޙަޟްރަތުންނެވެ. އަދި ކުށެއް ނުވަތަ އުނިކަމެއްވާނަމަ އެއީ އަޅުގަނޑުމެންގެ ނަފްސުތަކާއި ޝައިޠާނާގެ ފަރާތުންނެވެ. اللهއާއި އެއިލާހުގެ ރަސޫލާ  ‍جއެފަދަކަންތަކުން ބަރީއަވެގެންވެއެވެ. އަދި މިމަސައްކަތުގައި ހުރި ޢައިބުތައް ބިނާކުރަނިވި ފާޑުކިޔުންތަކާއެކު އަޅުގަނޑުމެންގެ ސަމާލުކަމަށް ގެނެސްދެއްވާ ފަރާތްތަކަށް الله ރަޙްމަތްލައްވާށިއެވެ. މިފޮތް ތައްޔާރުކުރުމުގަޔާއި ޗާޕުކުރުމުގަޔާއި ބެހުމުގަޔާއި، މިފޮތްކިޔާ އުނގަންނައިދިނުމުގައި ބައިވެރިވި ކޮންމެ މީހަކަށް ހެޔޮ ޖަޒާދެއްވުން އެދި اللهއަށް ދަންނަވަމެވެ. ހަމައެއާއެކު އެބައިމީހުންގެ ހެޔޮޢަމަލުތައް الله ޤަބޫލުކުރައްވައި، އެބައިމީހުންގެ އަޖުރާއި ޘަވާބު ގިނަކޮށްދެއްވުމަށްވެސް އެދިދަންނަވަމެވެ.وَالله أعْلَمُ، وَصَلّى اللّـهُ وسلَّم عَلى سيّدنا وَنَبِيِّنا مُحمَّد وآله وصحبه أجمعيْن\nއިސްލާމީ ޤައުމުތަކުގެ އެތައް ދަންނަބޭކަލުންނަކާއި ޢިލްމުވެރިންނެއްވަނީ މިފޮތަށް ތަޒްކިޔާދެއްވާފައެވެ.\nwww.tafseer.info\nmald@tafseer.info"
  ],
  [
    "3",
    "فضائل القرآن\rالقرآن كلام الله، وفضلُه على سائر الكلام كفضل الله على خلقه، وقراءته أفضل ما تحّرك به اللسان.\rمن فضائل تعلم القرآن وتعليمه وقراءته:\rأجر تعليمه:قال ‍ص : « خَيْرُكُمْ مَنْ تَعَلَّمَ القُرْآنَ وَعَلَّمهُ » البخاري. « مَنْ عَلَّمَ آيَةً مِنْ كِتَابِ اللهِ ‍ ﻷ كَانَ لَهُ ثُوَابُهَا مَا تُلِيَتْ »\rأجر قراءتـه:قال ‍ص : « مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ فَلَهُ بهِ حَسَنَةٌ والحَسَنَةُ بعَشْرِ أمْثَالِهَا » الترمذي.\r*قال ابن رجب ‍/ : فمضاعفة الحسنة بعشر أمثالها لازم لكل الحسنات، وقد دل عليه قوله تعالى: ‍﴿ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا ‍﴾ . وأما زيادة المضاعفة على العَشْر فهي لمن شاء الله أن يضاعف له. اهـ وقد تصل الزيادة إلى سبعمائة ضعف وأكثر، وسبب ذلك بعد فضل الله خشوع القلب والتدبر والفهم ونحوه.\rفضيلة تعلّم القرآن وحفظه والمهارة بقراءته:قَالَ ‍ص : « مَثَلُ الذيْ يَقْرَأ القُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الكِرَامِ البَرَرَةِ، وَمَثَلِ الذيْ يَقْرَأُ القُرْآنَ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيْدٌ فَلَهُ أجْرَانِ » متفق عليه (والسفرة: الملائكة). وقال ‍ص : « يُقَالُ لِصَاحِبِ القُرْآنِ: اقْرَأ وارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلْ في الدُّنيا فَإنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَأُ بهَا » الترمذي.\r* قال الخطابي ‍/ : جاء في الأثر أن عدد آي القرآن على قدر دَرَجِ الجنة، فيقال للقارئ: ارقَ في الدرج على قدر ما كنت تقرأ من آي القرآن، فمن استوفى قراءة جميع القرآن؛ استولى على أقصى درج الجنة في الآخرة، ومن قرأ جُزءًا منه كان رقيّهُ في الدرج على قدر ذلك، فيكون منتهى الثواب عند منتهى القراءة. اهـ\rأجر من تعلَّم وَلَدُه القرآن:قال ‍ص : « مَنْ قَرَأَ القُرْآنَ وَتَعَلَّمَهُ وَعَمِلَ بهِ أُلبسَ وَالِدَاهُ يَوْمَ القِيَامَةِ تَاجًا مِنْ نُوْرٍ ضَوْؤُهُ مِثْلُ ضَوْءِ الشَّمْسِ، وَيُكْسَى وَالِدَاهُ حُلَّتَينِ لا يَقُوْمُ لَهُمَا الدُّنيا، فَيَقُوْلانِ: بمَ كُسِيْنَا هَذِهِ؟ فَيُقَالُ: بأَخْذِ وَلَدِكُمَا القُرْآنَ » الحاكم.\rشفاعة القرآن لصاحبه في الآخرة:قال ‍ص : « اقْرَءُوْا القُرْآنَ فِإنَّهُ يَأتِي يَوْمَ القِيَامَةِ شَفِيْعًا لأَصْحَابهِ » مسلم. وقال ‍ص : « الصِّيَامُ وَالقُرْآنُ يَشْفَعَانِ لِلعَبْدِ يَوْمَ القِيَامَةِ.... » أحمد والحاكم.",
    "ކީރިތި ޤުރްއާނުގެ މާތްކަން\nކީރިތި ޤުރްއާނަކީ اللهގެ ކަލާމްފުޅެވެ. އެކަލާމްފުޅުގެ މާތްކަން އެހެން ހުރިހާ ވާހަކަތަކުގެ މައްޗަށް މާތްވެގެންވަނީ، الله ތަޢާލާގެ މާތްކަން އެއިލާހުގެ ޚަލްޤުތަކުގެ މައްޗަށްވާ ފަދައިންނެވެ. އަދި އެފޮތް ކިޔެވުމަށް ދޫ އެކުރާ ޙަރަކާތަކީ އެދުލުންކުރާ އެންމެ ހެޔޮ ޙަރަކާތެވެ.\n◀ކީރިތި ޤުރްއާން އުނގެނި، އުނގަންނައިދީ އަދި ކިޔެވުމުގެ މާތްކަމުގެ ތެރެއިން:\n*ކީރިތި ޤުރްއާން އުނގަންނައިދިނުމުގެ ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَه» البخاري.މާނައީ: \"ތިޔަބައިމީހުންގެ ތެރެއިން އެންމެ ހެޔޮމީހަކީ ކީރިތި ޤުރްއާން އުނގެނި އަދި އުނގަންނައިދޭ މީހާއެވެ.\"\n*ކީރިތި ޤުރްއާން ކިޔެވުމުގެ ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا» الترمذي.މާނައީ: \"اللهގެ ފޮތުން އެންމެ އަކުރެއް ކިޔެވިމީހާ ދަންނާށެވެ. ފަހެ އޭނާއަށް އެކަމުން ހެޔޮކަމެއް ވެއެވެ. އަދި އެހެޔޮކަން އޭގެ ދިހަގުނަ ފަދައެވެ.\"\n*ابن رَجَب ‍/ވިދާޅުވެފައިވެއެވެ:\"ހެޔޮޢަމަލެއް ދިހަގުނައަށް އިތުރުވެގެންދާ ދިއުން އެއީ ހަމަ ކޮންމެ ހެޔޮކަކަމަށްވެސް އިތުރުވެގެންވާ އިތުރުވުމެކެވެ. الله ـ ގެ އަންނަނިވި ބަސްފުޅުން އެކަމަށް ދަލީލުކޮށްދެއެވެ.‍﴿مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا‍﴾. މާނައީ: \"ފަހެ ހެޔޮކަމަކައިގެން އަތުވެއްޖެމީހަކަށް އޭނާ އެކުރިކަމުގެ ދިހަގުނަ ވެއެވެ.\" ކޮންމެއަކަސް ހެޔޮޢަމަލެއް ދިހަގުނައަށް އިތުރުވުން ވަނީ الله ـ އެދަރުމަ އިތުރުކޮށްދެއްވަވަން އިރާދަކުރައްވައިފި އަޅަކަށެވެ.\" އަދި ހެޔޮކަމެއްގެ ޘަވާބު ހަތްސަތޭކަ ގުނައަށް ނުވަތަ އެއަށްވުރެ އިތުރުވެގެން ހިނގައިދާނެއެވެ. އެކަމުގެ ސަބަބެއްކަމުގައި، اللهގެ ފަޟްލުވަންތަވެރިކަމަށްފަހު ވަނީ ހިތުގެ ޚުޝޫޢަތްތެރިކަމާއި، އެކިޔަވާ ކިޔެވުމުގައި ތަދައްބުރުކޮށް ވިސްނުމާއި އެއެއްޗެއް ފަހުމުވުންފަދަ ކަންކަމެވެ.\n*ކީރިތި ޤުރްއާން އުނގަންނައިދިނުމާއި ހިތުދަސްކުރުމާއި އަދި ކިޔެވުމަށް ކުޅަދާނަވުމުގެ މާތްކަން.ރަސޫލު الله  ‍جޙަދީޘްފުޅު ކުރެއްވިއެވެ.«مَثَلُ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ حَافِظٌ لَهُ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَمَثَلُ الَّذِي يَقْرَأُ القُرْآنَ وَهُوَ يَتَعَاهَدُهُ وَهُوَ عَلَيْهِ شَدِيدٌ فَلَهُ أَجْرَانِ» متفق عليه.މާނައީ: \"ކީރިތި ޤުރްއާން ހިތުދަސް ޙާލު ރިވެތިކޮށް ތަރުތީލުކޮށް ކިޔަވާމީހާ ވާނީ ކިޔަމަންތެރި މާތްވެގެންވާ މަލާއިކަތްބޭކަލުންނާއި އެކުގައެވެ. އަދި ކިޔެވުން ދަތިއުނދަގުލާއެކު އަޅައަޅައިގަންނަ ޙާލު ޤުރްއާނަށް ފަރުވާތެރިވެ ކިޔަވާމީހާއަށް ދެދަރުމަހުއްޓެވެ.\" އަދިވެސް ޙަދީޘްކުރެއްވިއެވެ.«يُقَالُ لِصَاحِبِ الْقُرْآنِ اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا فَإِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَؤُهَا» الترمذى.މާނައީ: \"ޤުރްއާނުގެ އަހުލުވެރިޔާއަށް ޤިޔާމަތްދުވަހުން ނިދާއިއްވެވޭނެއެވެ. ތިބާ ދުނިޔެމަތީގައި ތަރުތީލްކޮށް ކިޔެވިފަދައިން މިއަދުވެސް ތިބާ ކިޔަވާ މަތިވެރިދަރަޖައަށް އަރާށެވެ. ފަހެ މިއަދު ތިބާގެ މަންޒިލަކީ ތިބާ ކިޔަވާ އެންމެފަހުގެ އާޔަތް ކިޔަވާ ނިމޭހިސާބެވެ.\"\n* الخَطَّابِي  ‍/ވިދާޅުވިއެވެ.\"އަސްޙާބުބޭކަލުންގެ ކިބައިން ވާރިދުވެފައިވާ އަޘަރެއްގައި އައިސްފައިވެއެވެ. ޤުރްއާނުގެ އާޔަތްތަކުގެ ޢަދަދުހުރީ ސުވަރުގޭގެ ދަރަޖަތަކުގެ ޢަދަދަށެވެ. ފަހެ ޤިޔާމަތް ދުވަހުން ޤުރްއާން ކިޔަވާމީހާއަށް އިއްވޭނެއެވެ. ސުވަރުގޭގެ ދަރަޖަތަކުން ތިބާއަރާށެވެ. އެއީ ޤުރްއާނުގެ އާޔަތްތަކުން ތިބާކިޔެވި މިންވަރަކަށެވެ. ފަހެ މުޅި ޤުރްއާން ކިޔަވާ ފުރިހަމަކޮށްފިމީހާ އޭނާ ސުވަރުގޭގެ އެންމެމަތީ ދަރަޖައަށް ފޯރައްޖެއެވެ. އަދި ޤުރްއާނުން ބައެއް ކިޔަވައިފިމީހާ އޭނާއަށް އެކިޔެވުނު މިންވަރަކަށް އޭނާ ފޯރައްޖެއެވެ. ދެން އޭނާގެ ޘަވާބު އޮންނާނީ އޭނާކިޔަވާ ނިމުނު ހިސާބަކުންނެވެ.\"\n*ދަރިފުޅު ޤުރްއާން އުނގެނުމުން މައިންބަފައިންނަށް ހުރި ދަރުމަ:ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«مَنْ قَرَأ القُرْآنَ وَتَعَلَّمَهُ وَعَمِلَ بِهِ أُلْبِسَ وَالِدَاهُ يَوْمَ الْقِيَامَةِ تَاجًا مِنْ نُوْرٍ ضَوْؤُهُ مِثْلُ ضَوْءِ الشَّمْسِ وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ لاَ يَقُوْمُ لَهُمَا الدُّنْيَا , فَيَقُوْلاَنِ : بِمَ كُسِيْنَا هَذِهِ؟ فَيُقَالُ بِأَخْذِ وَلَدِكُمَاالْقُرْآنَ» الحاكم. މާނައީ: \"ޤުރްއާން އުނގެނި އަދި އޭގައިވާގޮތަށް ޢަމަލުކުރި މީހާގެ މައިންބަފައިންގެ ބޮލުގައި ޤިޔާމަތްދުވަހުން އިރުގެ އަލިކަންފަދަ، ނޫރުންވާ ތާޖެއް އެޅުވޭނެއެވެ. އަދި އޭނާގެ މައިންބަފައިންގެ ގައިގާ ދެހެދުން ލެއްވޭނެއެވެ. މުޅި ދުނިޔެވެސް އެދެހެދުމާ ހަމަހަމަ ނުވާނެއެވެ. ދެންފަހެ އެދެމީހުން ދަންނަވާނެއެވެ. އަޅަމެންގެ ގައިގާ މިހެދުންލެއްވުނީ ކީއްވެގެންތޯއެވެ؟ ދެންފަހެ އެންގެވޭނެތެވެ. އެއީ ތިޔަދެމީހުންގެ ދަރިފުޅު ޤުރްއާން އުނގެނުމުގެ ސަބަބުންނެވެ.\"\n*އާޚިރަތްދުވަހުން ޤުރްއާނުގެ އަހުލުވެރިޔާއަށް ޤުރްއާން ޝަފާޢަތްތެރިވުން.ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«اقْرَءُوْا الْقُرْآنَ فَإنَّهُ يأتي يَوْمَ الْقِيَامَةِ شَفِيْعًا لِأَصْحَابِهِ» مسلم.މާނައީ: \"ތިޔަބައިމީހުން ޤުރްއާން ކިޔަވާށެވެ. އެހެނީ ހަމަ ކަށަވަރުން އެޤުރްއާން އޭގެ އަހުލުވެރިންނަށް ޝަފާޢަތްތެރިވާން އަންނަހުއްޓެވެ.\" އަދި އެހެން ޙަދީޘްފުޅެއްގައި ވެއެވެ.«الصِّيَامُ وَالْقُرْآنُ يَشْفَعَانِ لِلْعَبْدِ يَوْمَ الْقِيَامَةِ... » أحمدوالحاكم.މާނައީ: \"ރޯދަޔާއި ޤުރްއާން، ޤިޔާމަތްދުވަހުން އަޅާއަށް ޝަފާޢަތްތެރިވާނެއެވެ.\""
  ],
  [
    "4",
    "أجر الاجتماع لتلاوته وتدارسه:قال ‍ص : « مَا اجْتَمَعَ قُوْمٌ في بَيْتٍ مِنْ بُيُوْتِ الله تَعَالَى يَتْلُوْنَ كِتَابَ اللهِ وَيَتَدَارَسُوْنَهُ بَيْنَهُمْ إِلا نَزَلَتْ عَلَيْهُمُ السَّكِيْنَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الملائِكَةُ وَذَكَرَهُمُ الله فِيْمَنْ عِنْدَهُ ». مسلم\r* مِنْ أَحكام القراءة:\rآداب القراءة:ذكر ابن كثير آدابًا منها: أن لا يمسَّ القرآن ولا يقرأه إلا وهو طاهر، وأن يسَتاك قبل تلاوته، وأن يلبس أحسن لباسه، وأن يستقبل القبلة، وأن يمسك عن القراءة إذا تثاءب، وألاّ يقطع القراءة بكلام إلا لحاجة، وأن يكون حاضر الذهن، وأن يقف على آية الوعد فيسأل وآية الوعيد فيستعيذ، وألاّ يضع المصحف منشورًا ولا يضع فوقه شيئًا، وألاّ يجهر القراء بعضهم على بعض في القراءة، وألاّ يقرأ في الأسواق وأماكن اللغط.\rكيفيّة القراءة:قراءة القرآن والذكر في الصلاة وغيرها لا يُعتدُّ به حتى يتَلفّظ به بحيث يُسمع نفسه، دون تشويشٍ على غيره.\r* ينبغي أن يتمهَّل في قراءته. سُئِل أنس ‍س عن قراءة النبي ‍ص فقال: « كَانَ يمُدُّ مَدَّاً، إِذَا قَرَأَ: بسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ؛ يمُدُّ بسْمِ اللهِ، ويمُدُّ الرَّحْمَنِ، وَيمُدُّ الرَّحِيْمِ » البخاري\rمقدارها:كان أصحاب النبي ‍ص يجعلون لأنفسهم نصيبًا من القرآن كل يوم، ولم يداوم أحدٌ منهم على ختمهِ في أقلّ من سبعة أيام، بل ورد النهي عن ختمه في أقل من ثلاثة أيام.\rالقراءة حفظًا:إذا كان القارئ للقرآن من حفظه يحصل له من التدبر والتفكر وجمع القلب والبصر أكثر مما يحصل له من المصحف فالقراءة من الحفظ أفضل، وإن استَوَيَا فمن المصحف أفضل.\rوصيّة:احرص أخي على قضاء وقتك في قراءة القرآن، واجعل لنفسك قدرًا يوميًا لا تتركه مهما كان الأمر، وقليل دائم خير من كثير منقطع. فإن غفلت أو نمت فاقضه من الغد. قال ‍ص : « مَنْ نَامَ عَنْ حِزْبهِ أَوْ عَنْ شَيْءٍ مِنْهُ فَقَرَأَهُ فِيْمَا بَينَ صَلاةِ الفَجْر وَصَلاةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ الَّليْلِ » مسلم، ولا تكن ممّن هجر القرآن ونسِيهُ بأي نوع كان، كهجر قراءته، أو ترتيله، أو تدبّره، أو العمل به، أو الاستشفاء به.",
    "*ޤުރްއާން ކިޔެވުމަށާއި ކިޔަވައިދިނުމަށް ޖަމާވާމީހުންގެ ދަރުމަ.ރަސޫލު الله ‍جޙަދީޘްކުރެއްވިއެވެ.«مَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللهِ تَعَالَى يَتْلُونَ كِتَابَ اللهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلَّا نَزَلَتْ عَلَيْهِمْ السَّكِينَةُ وَغَشِيَتْهُمْ الرَّحْمَةُ وَحَفَّتْهُمْ الْمَلَائِكَةُ وَذَكَرَهُمْ اللهُ فِيمَنْ عِنْدَهُ» مسلم.މާނައީ: \"الله ـ ގެ ގެކޮޅުތަކުގެ ތެރެއިން ގެކޮޅެއްގައި، اللهގެ ފޮތް ކިޔަވައި އުނގަންނައިދީ ހެދުމަށް ބަޔަކު ޖަމާވުމުން ފަހެ އެބައެއްގެ މައްޗަށް الله ـ ހަމަހިމޭންކަން ބާއްވާލައްވައެވެ. އަދި އެބައިމީހުން ރަޙްމަތުން ނިވާކުރައްވައެވެ. އަދި އެބައިމީހުން ވަށާލައްވައިގެން މަލާއިކަތްބޭކަލުން ތިއްބަވައެވެ. އަދި اللهގެ ޙަޟްރަތުގައިވާ މަލާއިކަތްބޭކަލުންގެ އަރިހުގައި އެއިލާހު އެބައެއްގެ ޛިކުރުކުރައްވައެވެ.\"\r◀ ކީރިތި ޤުރްއާން ކިޔެވުމުގެ އަދަބުތަކުގެ ތެރެއިން:\r*ކިޔެވުމުގެ އަދަބުތައް.ابْنُ كَثِيْر ‍/މިކަމާބެހޭ އަދަބުތައް ބަޔާންކުރައްވާފައިވެއެވެ. އޭގެތެރޭގައި:*ޠާހިރުވެގެންނޫނީ ކީރިތި ޤުރްއާނުގައި ނުބީހުމާއި ނުކިޔެވުން.*ކިޔަވަން ފެށުމުގެކުރިން ދަތް އުނގުޅުން.*ރީތިފޭރާން ލައިގެން އިނދެކިޔެވުން.*ޤިބްލަޔަށް ކުރިމަތިލައިގެން އިނދެކިޔެވުން.*އާފުރޭގޮތްވާނަމަ ކިޔެވުން މެދުކަނޑާލުން.*ބޭނުމެއް ޖެހިގެންމެނުވީ ކިޔެވުން މެދުކަނޑާލާ ވާހަކަނުދެއްކުން.*ރަނގަޅަށް ވިސްނާ ސަމާލުކަންދީގެންއިނދެ ކިޔެވުން.*ވަޢުދެއްވެވޮޑިގެންފައިވާ އާޔަތެއް ކިޔެވޭނަމަ، އެއާޔަތަކަށް ހުއްޓާލައި އެކަމަށްއެދި ދެންނެވުން. އަދި ވަޢީދުގެ އާޔަތެއްކިޔެވޭނަމަ އެކަމަކުން ރައްކާތެރިކޮށްދެއްވުމަށް އެދި ދުޢާ ކުރުން.*މުޞްޙަފް ހުޅުވާލައި ބާއްވާފައި ނުދިއުން. އަދި މުޞްޙަފް މަތީ އެހެންފޮތެއް ނުބޭއްވުން.*ޤުރްއާން ކިޔަވާއިރު އެކަކު އަނެކަކަށްވުރެ ބާރަށް ކިޔަވައި ނުހެދުން.*އަދި ބާޒާރުތަކާއި ވިޔާނުދާ ވާހަކަ ދެއްކޭ ތަންތަނުގައި ކިޔަވައި ނުހެދުން.\r*ކީރިތި ޤުރްއާން ކިޔަވާނޭ ގޮތް.*ކީރިތި ޤުރްއާން ކިޔެވުމުގައްޔާއި އަދި ނަމާދުގައި ކުރެވޭ ޛިކުރުތަކުގައްޔާއި އަދި އެނޫން ޛިކުރުތައް ކުރާއިރުވެސް އެހެން މީހުންނަށް އުނދަގޫނުވާ ވަރަށް އޭނާގެ ނަފްސަށް އަޑުއިވޭ ވަރަށް، ދުލުން ކިޔުމުން މެނުވީ ޛިކުރުކުރުންކަމުގައި ނުވާނެއެވެ.*ޤުރްއާން ކިޔަވާއިރު މަޑުމައިތިރިކަމާއިއެކު ލަސްލަހުން ކިޔެވުން އެދެވިގެންވެއެވެ. ކީރިތި ނަބިއްޔާ ‍جގެ ކިޔަވާވިދާޅުވުމާއި މެދު أنَس ‍سގެ އަރިހުން ސުވާލުދެންނެވުނެވެ. ފަހެ އެކަލޭގެފާނު ވިދާޅުވިއެވެ.«كَانَتْ مَدًّا، ثُمَّ قَرَأَ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ؛ يَمُدُّ بِبِسْمِ اللَّهِ، وَيَمُدُّ بِالرَّحْمَنِ، وَيَمُدُّ بِالرَّحِيمِ» البخارىމާނައީ: \"އެކަލޭގެފާނުގެ ކިޔަވާވިދާޅުވުން ހުންނަގޮތީ، މައްދުގައި ދައްމަވާފައެވެ. ދެންبِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِކަޔަވާ ވިދާޅުވިއެވެ. ދެން ވިދާޅުވިއެވެ.بِسمِ اللهގައި އަޑު ދައްމަވައެވެ. އަދި الرَّحْمن ގައި އަޑު ދައްމަވައެވެ. އަދި الرَّحِيْم ގައި އަޑު ދައްމަވައެވެ.\"\n*ޤުރްއާން ކިޔަވާނޭ މިންވަރު.ކީރިތި ނަބިއްޔާ  ‍جގެ އަޞްޙާބުބޭކަލުން ކޮންމެ ދުވަހަކުވެސް ޤުރްއާނުގެ މިންވަރެއް ކިޔަވާ ވިދާޅުވެލައްވައެވެ. އެބޭކަލުންކުރެ އެއްވެސް ބޭކަލަކު ހަތްދުވަހަށްވުރެ އަވަހަށް ޚަތިމު ކުރައްވަން އާދަ ނުކުރައްވަތެވެ. އަދި ކިއެއްހެއްޔެވެ. ތިންދުވަހަށްވުރެ އަވަހަށް ޚަތިމުކުރުން ނަހީކުރެއްވިގެންވެއެވެ.\n*ނުބަލާ ހިތުން ކިޔެވުން.ކީރިތި ޤުރްއާން ކިޔަވާއިރު ބަލައިގެން ކިޔަވާ ވަރަށްވުރެ ބޮޑަށް ނުބަލާ ހިތުން ކިޔަވާއިރު، އެކިޔެވޭ އެއްޗަކާއިމެދު ތަދައްބުރުކޮށް ފިކުރު ހިންގައި، ހިތާއި ވިސްނުން ޙާޟިރުކުރެވޭނަމަ އެންމެ މޮޅު އިތުރުވެގެންވާ ގޮތަކީ ނުބަލާ ހިތުން ކިޔެވުމެވެ. އެހެންނަމަވެސް އެދެގޮތް އެއްފަދަނަމަ މޮޅުއިތުރުވެގެންވަނީ މުޞްޙަފުން ބަލައިގެން ކިޔެވުމެވެ.\n◀ވަޞިއްޔަތެއް:ލޮބުވެތި އަޚާއެވެ. ތިބާގެ ވަޤުތުތައް ކީރިތި ޤުރްއާން ކިޔެވުމުގައި ހޭދަކުރެވޭތޯ ވީހާވެސް ބޮޑަށް މަސައްކަތް ކުރާށެވެ. ތިބާ ކޮންމެ ދުވަހަކުވެސް ކިޔެވުމަށްޓަކައި ވަކިމިންވަރެއް ކަނޑައަޅާށެވެ. އަދި ކޮންމެފަދަ ކަމެއް ކުރިމަތިވިޔަސް އެމިންވަރު ނުކިޔަވައި ދޫކޮށްނުލާށެވެ. ގިނައިންވިޔަސް މެދުކެނޑެމުން ކުރެވޭ ކަންކަމަށްވުރެ، މަދުންވިޔަސް ދާއިމީގޮތެއްގައި ކުރެވޭ ކަންކަން ހެޔޮކަން ބޮޑުވެގެންވެއެވެ. ފަހެ ހަނދުމަނެތިގެން ނުވަތަ ނިދިގެން ނަމަވެސް ކިޔެވުން ފުރިހަމަ ނުކުރެވުނުނަމަ ޖެހިގެން އަންނަ ދުވަހު އެބައި ފުރިހަމަކުރާށެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«مَنْ نَامَ عَنْ حِزْبِهِ، أَوْ عَنْ شَيْءٍ مِنْهُ، فَقَرَأَهُ فِيمَا بَيْنَ صَلَاةِ الْفَجْرِ، وَصَلَاةِ الظُّهْرِ، كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ» مسلم\"މީހަކު އޭނާ (ރޭގަނަޑު) ޤުރްއާނުން ކިޔަވާ މިންވަރު ނުވަތަ އެއިންބައެއް ނުކިޔެވި ނިދިއްޖެނަމަ، ފަހެ ފަތިސްނަމާދާއި މެންދުރު ނަމާދާއި ދެމެދުގައި އެބައި ކިޔަވައިފިނަމަ އޭނާ ހަމައެރޭގައި ކިޔެވިފަދައެވެ.\" ތިބާއަކީ އެއްވެސް ގޮތަކަށް ކީރިތި ޤުރްއާން ދޫކޮށްލައި އޭގެމަތިން ހަނދުމަ ނައްތާލި މީހެއްކަމުގައި ނުވާށެވެ! އެއީ ޤުރްއާން ކިޔެވުމާއި ނުވަތަ ތަރުތީލުކުރުމާއި ނުވަތަ ތަދައްބުރުކުރުމާއި ޢަމަލުކުރުމާއި ނުވަތަ އޭގެން ޝިފާ ލިބިނުގަތުން ދޫކޮށްލުން ފަދަކަމަކުން ވިޔަސް މެއެވެ."
  ],
  [
    "5",
    "سُورَةُ الفَاتِحَةِ\nمِن مَّقَاصِدِ السُّورَةِ:\nتحقيق التوجه لله تعالى بكمال العبودية له وحده.\nالتَّفْسِيرُ:\nسُمِّيت سورةَ الفاتحة لافتتاح كتاب الله بها، وتسمَّى أم القرآن لاشتمالها على موضوعاته؛ من توحيد لله، وعبادة، وغير ذلك، وهي أعظم سورة في القرآن، وهي السَّبعُ المثاني.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١)\nباسم الله أبدأ قراءة القرآن، مستعينًا به تعالى متبركًا بذكر اسمه. وقد تضمنت البسملة ثلاثة من أسماء الله الحسنى، وهي: 1 - «الله»؛ أي: المعبود بحق، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه. 2 - «الرَّحْـمَن»؛ أي: ذو الرحمة الواسعة. فهو الرحمن بذاته. 3 - «الرَّحِيم»؛ أي: ذو الرحمة الواصلة. فهو يرحم برحمته من شاء من خلقه ومنهم المؤمنون من عباده.\nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (٢)\nجميع أنواع المحامد من صفات الجلال والكمال هي له وحده دون من سواه؛ إذ هو رب كل شيء وخالقه ومدبره. و «العالمون» جمع «عالَم» وهم كل ما سوى الله تعالى.\nالرَّحْمَنِ الرَّحِيمِ (٣)\nثناء على الله تعالى بعد حمده في الآية السابقة.",
    "سُوْرَةُ الْفَاتِحَة\nމިސޫރަތަށް فَاتِحَةُ الْكِتَابِ އޭ ކިޔުނީ ކީރިތި ޤުރުއާން މިސޫރަތުން ފެށޭކަމަށްޓަކައެވެ. މިހެނީ ޤުރުއާން ލިޔަން ފަށާމީހަކަށް މުޞްޙަފުން ފުރަތަމަ ލިޔެވޭނީ މިސޫރަތެވެ. އަދި ކީރިތި ޤުރުއާން ކިޔަވަން ފަށާމީހަކަށް ފުރަތަމަ ކިޔަވަން ފެއްޓޭނީ މިސޫރަތުންނެވެ. ނަމަވެސް މިއީ ޤުރުއާނުން އެންމެފުރަތަމަ ބާވައިލެއްވި ސޫރަތެއް ނޫނެވެ. މިއީ މައްކީ ސޫރަތެއްކަމަށާއި އަދި މަދަނީ ސޫރަތެއްކަމަށްވެސް ބުނެވެއެވެ. މިސޫރަތަށް ކިޔޭ ނަންތަކުގެ ތެރޭގައި فَاتِحَةُ الْكِتَابِ (ފޮތް ފަށާސޫރަތް)، أُمُّ الكِتَاب (ފޮތުގެ އަޞްލު)، السَّبْعُ المثَانِي )ގިނައިން ތަކުރާރުކުރެވޭ ހަތް އާޔަތް)، سُوْرَةُ الْحَمْد (އެންމެހައި ޙަމްދާއި ޘަނާގެ ސޫރަތް)، سُوْرَةُ الصَّلاة (ނަމާދުގެ ސޫރަތް)، އަދި الْوَاقِيَة (ރައްކާތެރިކަންދޭ ސޫރަތް) ހިމެނެއެވެ. އަދި މިސޫރަތުގެ މާތްކަމާއިމެދު އެތައް ޙަދީޘްފުޅުތަކެއް ވާރިދުވެގެން އައިސްފައިވެއެވެ. އެގޮތުން ރަސޫލުالله  ‍جޙަދީޘްކުރެއްވިއެވެ.«الحَمْدُ للهِ رَبِّ الْعَالَّمِيْنَ هِيَ السَّبْعُ المثَانِي وَالقُرْآنُ الْعَظِيْمُ الَّذِي أُوْتِيْتُهُ» البخاري وأحمد.މާނައީ: \"الحَمْدُ لله رَبِّ الْعَالَّمِيْنَއެއީ ތިމަންކަލޭގެފާނަށް ދެއްވުނު، ގިނައިން ތަކުރާރުކުރެވޭ ހަތްއާޔަތެވެ. އަދި މަތިވެރިވެގެންވާ ޤުރުއާނެވެ.\"\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n1‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾‍﴿ރަޙްމާންވަންތަ ރަޙީމްވަންތަ اللهގެ އިސްމުފުޅުން ފަށަމެވެ.‍﴾ބިސްމިއަކީ ކީރިތި ޤުރުއާނުގެ ކޮންމެ ސޫރަތެއްގެ ފެށުމުގައިވާ އާޔަތެއް ނޫނެވެ. އެހެނަސް ބިސްމިއަކީ ކޮންމެ ދެސޫރަތެއް ވަކިކޮށްދޭ އާޔަތެކެވެ. ތައުބާ ސޫރަތް ފިޔަވައި އެހެނިހެން ސޫރަތްތައް ފެށުމުގައި ބިސްމި ކިޔުމަކީ މުސްތަޙައްބުކަމެކެވެ. ފަހެ އެސޫރަތް ފެށުމުގައި މަކުރޫހައެވެ.‍﴿الله‍﴾މިއިސްމުފުޅަކީ اللهއަށް ޚާއްޞަ، އަދި އެއިލާހު ފިޔަވައި އެހެން އެއްވެސް ފަރާތަކަށް ބޭނުންކުރެވޭނެ އިސްމުފުޅެއް ނޫނެވެ. އެއިސްމުފުޅު ނެގިފައިވަނީ \"الإِلٰهُ\" މިލަފުޒުންނެވެ. ޙައްޤުގޮތުގައާއި ބާޠިލުގޮތުގައިވިޔަސް އަޅުކަންވެވޭ ކޮންމެ ފަރާތަކަށް ޢަރަބިބަހުގައި މިލަފުޒު ބޭނުންކުރެވެއެވެ. އެއަށްފަހު ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ ފަރާތަށް \"الإله\" ބޭނުންކުރުން ޢާއްމުވީއެވެ.‍﴿الرَّحْمَنِ الرَّحِيمِ‍﴾މިއީ \"الرحْمَة\" މިކަލިމައިން ނެގިފައިވާ ދެއިސްމުފުޅެވެ. الرَّحِيْم އަކީ \"އާޚިރަތްދުވަހުން މުއުމިނުންނަށް ޚާއްޞަގޮތެއްގައި ރަޙްމަތްލައްވާ އިލާހެވެ.\" الرَّحِيْم މިއިސްމުފުޅަށް ވުރެ الرَّحْمٰنގެ މާނަ މާތަނަވަހެވެ. އެއީ \"އެންމެހައި ޚަލްޤުތަކުންނަށް ދުނިޔޭގައި ރަޙްމަތްލައްވާ އިލާހެވެ.\" އަދި الله ފިޔަވައި އެހެން ފަރާތަކަށް الرَّحْمٰن މިލަފުޒު ނިސްބަތް ނުކުރެވޭނެއެވެ.\r‍﴿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ٢‍﴾\r2‍﴿الْحَمْدُ لِلَّهِ‍﴾‍﴿އެންމެހައި ޙަމްދުޘަނާ ޙައްޤުވެގެންވަނީ اللهއަށެވެ.‍﴾الحَمْدُ: މިއީ ރިވެތިކަމާއި ފުރިހަމަކަމުގެ ވެރިފަރާތަށް އިޚްތިޔާރުކޮށް ދުލުންކިޔޭ ރިވެތި ޘަނާއެވެ. ޙަމްދުކުރެވޭނީ ހަމައެކަނި ދުލުންނެވެ. ނަމަވެސް ދުލުންނާއި ހިތުން، އަދި ގުނަވަންތަކުންވެސް ޝުކުރުކުރެވެއެވެ. ޝުކުރުކުރަނީ ލިބޭ ނިޢުމަތަކަށެވެ. ނަމަވެސް ޙަމްދުކުރަނީ ލިބޭ ނިޢުމަތަކަށް ނޫންނަމަވެސް، ޘަނާކިޔޭ ފަރާތުގެ ފުރިހަމަކަމާއި މާތްކަމަށްޓަކައެވެ. ކޮންމެއަކަސް އެންމެހައި ޙަމްދާއި ޝުކުރު ޙައްޤުވެގެންވަނީ الله ـ އަށެވެ.\r‍﴿رَبِّ الْعَالَمِينَ‍﴾‍﴿އެއީ ޢާލަމްތައް ހައްދަވާ ބޮޑުކުރައްވާ، އެތަކެތީގެ ވެރިރައްބެވެ.‍﴾الرَّبُّ: މިކަލިމައަކީ اللهގެ އިސްމުފުޅުތަކުގެ ތެރެއިން އިސްމުފުޅެކެވެ. ކޮންމެވެސް އެއްޗަކައި ގުޅިގެންގެންނޫނީ، އެއިލާހު ނޫން އެހެން ފަރާތަކަށް އެކަލިމަ ނިސްބަތްކުރުން ހުއްދައެއް ނޫނެވެ. މިސާލަކަށް، މިމީހާއީ ގޭގެ ربُّ އެވެ. އެބަހީ: ގޭގެވެރި މީހާއެވެ. الرَّبُّ ގެ މާނައަކީ މިލްކުވެރިފަރާތެވެ. الرَّبُّ އެއީ އެންމެމަތީ ސާހިބާއެވެ. السّيِّد އެވެ. ހުރިހާކަމެއް އިޞްލާޙުކުރައްވާ ތަދުބީރުކުރައްވާ، އަދި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ ފަރާތެވެ. އަދި الْعَالمونَ: އަކީ ޢާލަމުގެ ގިނަގޮތެވެ. ޢާލަމަކީ الله ފިޔަވައި ވުޖޫދުގައިވާ ކޮންމެ އެއްޗެކެވެ. އަދި العالم މިލަފުޒު ބުއްދި ހުންނަ ކޮންމެ އެއްޗަކަށް ބޭނުންކުރެވެއެވެ. އެއީ ހަތަރު އުންމަތެކެވެ. އިންސާނުންނާއި ޖިންނީންނާއި މަލާއިކަތުންނާއި ޝައިޠާނުންނެވެ.\r‍﴿الرَّحْمَنِ الرَّحِيمِ٣‍﴾\r3‍﴿الرَّحْمَنِ الرَّحِيمِ٣‍﴾‍﴿ރަޙްމާނުވަންތަ ރަޙީމުވަންތަ އިލާހެވެ.‍﴾ފަހެ الله ـ އަށް އެންމެހައި ޢާލަމްތަކުގެ ވެރި ربُّ ގެސިފަ ލިބިވޮޑިގެންވުމުން އެއިލާހަށް ބިރުވެތިކަމާއި ހައިބަތު އުފެދެއެވެ. ދެން އެއަށްފަހުالرَّحْمٰن الرَّحِيْمގުޅުވައިލައްވާފައި ވުމުން، އެއިލާހުގެ ރަޙްމަތަށް އުއްމީދު އުފެދި، އެއިލާހަށް ކިޔަމަންތެރިކަން އަދާކުރުމުގައި އެހީއަކަށްވެއެވެ.\r‍"
  ],
  [
    "6",
    "مَالِكِ يَوْمِ الدِّينِ (٤)\rتمجيد لله تعالى بأنه المالك لكل ما في يوم القيامة، حيث لا تملك نفس لنفس شيئًا. فــ«يوم الدين»: يوم الجزاء والحساب.\rإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (٥)\rنخصُّك وحدك بأنواع العبادة والطاعة، فلا نشرك معك غيرك، ومنك وحدك نطلب العون في كل شؤوننا، فبِيَدِكَ الخير كله، ولا مُعين سواك.\rاهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (٦)\rدُلَّنا إلى الصراط المستقيم، واسلك بنا فيه، وثبِّتنا عليه.، وزدنا هدى. و«الصراط المستقيم» هو الطريق الواضح الذي لا اعوجاج فيه، وهو الإسلام الذي أرسل الله به محمدًا صلّى الله عليه وسلّم.\rصِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ (٧)\rطريق الذين أنعمت عليهم من عبادك بهدايتهم؛ كالنبيين والصدِّيقين والشهداء والصالحين وحَسُنَ أولئك رفيقًا، غير طريق المغضوب عليهم الذين عرفوا الحق ولم يتبعوه كاليهود، وغير طريق الضالين عن الحق الذين لم يهتدوا إليه لتفريطهم في طلب الحق والاهتداء إليه كالنصارى.\rمن فوائد الآيات:\r• افتتح الله تعالى كتابه بالبسملة؛ ليرشد عباده أن يبدؤوا أعمالهم وأقوالهم بها طلبًا لعونه وتوفيقه. • من هدي عباد الله الصالحين في الدعاء البدء بتمجيد الله والثناء عليه سبحانه ثم ليشرع في الطلب. • تحذير المسلمين من التقصير في طلب الحق كالنصارى الضالين، أو عدم العمل بالحق الذي عرفوه كاليهود المغضوب عليهم. • دلَّت السورة على أن كمال الإيمان يكون بإخلاص العبادة لله تعالى وطلب العون منه وحده دون سواه.",
    "﴿مَالِكِ يَوْمِ الدِّينِ٤‍﴾\n4‍﴿مَالِكِ يَوْمِ الدِّينِ‍﴾‍﴿ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަހުގެ ވެރިއިލާހެވެ.‍﴾ޤަތާދާ ‍/ވިދާޅުވިއެވެ. \"يَوْم الدِّيْن އަކީ، الله އެއިލާހުގެ އަޅުތަކުންގެ ހިސާބު ބައްލަވާ ޖަޒާދެއްވާ ދުވަހެވެ.\"\n‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ٥‍﴾\n5‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ‍﴾‍﴿އަޅަމެން އަޅުކަންކުރަނީ ހަމައެކަނި އިބައިލާހަށެވެ. އަދި އަޅަމެން ވާގިއެދެނީ ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތުންނެވެ.‍﴾އަޅުކަންކުރުން އަޅަމެން ޚާއްޞަކުރަނީ އިބައިލާހަށެވެ. އަދި ވާގިއެދުންވެސް އަޅަމެން ޚާއްޞަކުރަނީ އިބައިލާހަށެވެ. އިބައިލާހު ނޫން ފަރާތަކަށް އަޅަމެން އަޅުކަން ނުކުރާނަމެވެ. އަދި ވާތްގަށްވެސް ނޭދޭނަމެވެ. الْعِبَادَةُ: (އެބަހީ: އަޅުކަން) އެއީ ނިކަމެތިވެގަތުމާއި މަޑުމޮޅިކަމުގެ ނިހާޔަތެވެ. ޝަރުޢީގޮތުން: އެއީ ލޯބިވެތިކަމާއި މަޑުމޮޅިކަމާއި އަދި ބިރުވެތިކަމާ މިކަންކަމުގެ ފުރިހަމަކަން ޖަމާކުރުމަށް ކިޔާނަމެކެވެ. މިއާޔަތުގައި ވާގިއެދުމުގެ ކަލިމައިގެ ކުރިޔަށް އަޅުކަމުގެ ކަލިމަ އިސްކުރެވިފައިވަނީ އަޅުކަމަކީ ވާގިއެދުމުގެ ވަސީލަތަކަށް ވީތީއެވެ. ابن عَبَّاس  ‍ب ގެ އަރިހުން‍﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ‍﴾މިއާޔަތުގެ މާނައިގައި ވާރިދުވެގެންވަނީ: \"އޭ އަޅަމެންގެ ވެރިރައްބެވެ. އަޅަމެން އެއްކައުވަންތަކުރަނީ އަދި ބިރުވެތިވަނީވެސް ހަމައެކަނި އިބައިލާހަށެވެ. އެހެން އެއްވެސް ފަރާތަކަށް ނޫނެވެ. އަދި އިބައިލާހަށް ކިޔަމަންތެރިވުމުގައްޔާއި އެންމެހައިކަމެއްގައި ވާގިއެދެނީ ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތުންނެވެ.\"\n‍﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ٦‍﴾\n6‍﴿اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ‍﴾‍﴿އަޅަމެންނަށް ސީދާވެގެންވާ ތެދުމަގަށް މަގު ދައްކަވާނދޭވެ!‍﴾الهِدَايَة (އެބަހީ: ތެދުމަގު) ގެ ދެބާވަތެއްވެއެވެ. ފުރަތަމަބާވަތަކީ: ތަޥްފީޤު ލިބުމުގެ ހިދާޔަތެވެ. އެއީ ހަމައެކަނި الله ތަޢާލާއަށް ޚާއްޞަވެގެންވާ ބާވަތެކެވެ. (އެއީ ހިތަށް ތެދުމަގު ވެއްދެވުމުގެ ބާރެވެ.)‍﴿إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ‍﴾[القصص: 56] މާނައީ: \"ކަށަވަރުންވެސް ކަލޭގެފާނު ލޯބިފުޅުވާހާ މީހަކަށް ކަލޭގެފާނަށް ތެދުމަގު ނުދެއްކެވޭނެތެވެ. އެހެނެއްކަމަކު الله އެދިވޮޑިގަންނަވާ އަޅަކަށް ތެދުމަގުދައްކަވަތެވެ.\" މިއާޔަތުގައި ބަޔާންކުރައްވާފައިވަނީ އެބާވަތެވެ. هِدَايَةُ ގެ ދެވަނަބާވަތަކީ: މަގުދެއްކެވުމާއި އިރުޝާދު ދެއްވުމުގެ ހިދާޔަތެވެ. އެއީ ނަބީބޭކަލުންނަށާއި އެބޭކަލުންނަށް ތަބާވެގެންވާ، ޢިލްމުވެރިންނާއި އިސްލާމްދީނަށް ގޮވާލާ ބޭކަލުންނަށްވެސް ނިސްބަތްވާ ހިދާޔަތެވެ. އަންނަނިވި އާޔަތުގައި މިބާވަތަށް އިޝާރާތްކުރައްވާފައިވެއެވެ.‍﴿وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ٥٢‍﴾[الشورى: 52] މާނައީ: \"އަދި ކަށަވަރުންވެސް ކަލޭގެފާނު ތިޔަ މަގުދައްކަވަނީ ހަމަ ސީދާވެގެންވާ ތެދުމަގަށެވެ.\" އަދި މިއާޔަތުން ހިދާޔަތުގެ ދެބަޔަށްވެސް ދަލީލުލިބެއެވެ. އެހެނީ ހެޔޮކަންތަކަށް ތަޥްފީޤު ދެއްވަނީ ހަމައެކަނި اللهއެވެ. އަދި އެކަންކަން ބަޔާން ކޮށްދެއްވުމަށް ރަސޫލުބޭކަލުން މީސްތަކުންގެގާތަށް ފޮނުއްވަނީ ހަމައެއިލާހެވެ. ބަހުގެގޮތުން الصِرَاط المسْتَقِيم (އެބަހީ: ސީދާވެގެންވާ ތެދުމަގު) އޭ ބުނުމުން އެއީ އޭގައި އެއްވެސް ގުދުކަމެއްނެތް މަގެވެ. އޭގެ މުރާދަކީ: އިސްލާމްދީނުގެ މަގެވެ.\n‍﴿صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ٧‍﴾\n7‍﴿صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ‍﴾‍﴿އެބޭކަލުންނަށް އިބައިލާހު ނިޢުމަތް ލެއްވި ބޭކަލުންގެ މަގެވެ.‍﴾އެނިޢުމަތް ދެއްވި ބޭކަލުންނަކީ އަންނަނިވި އާޔަތުގައި ނަންގަނެވިގެންވާ ބޭކަލުންނެވެ.‍﴿وَمَنْ يُطِعِ اللَّهَ‍﴾‍﴿مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا٦٩‍﴾[النساء: 69]މާނައީ: \"الله އާއި އެއިލާހުގެ ރަސޫލާއަށް ކިޔަމަންތެރި ވެއްޖެމީހާވަނީ، الله އެބޭކަލުންނަށް ނިޢުމަތްލެއްވި ނަބީބޭކަލުންނާއި ޞިއްދީޤުންނާއި ޝަހީދުންނާއި ޞާލިޙުންނާ އެކުގައެވެ. އަދި އެކުވެރިންގެ ގޮތުން އެބޭކަލުން ހާދަ ހެޔޮވެގެންވެއެވެ.\"\n‍﴿غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ‍﴾‍﴿އެބައިމީހުންގެ މައްޗަށް ކޯފާ ލެއްވުނުމީހުންގެ މަގެއްނޫނެވެ.‍﴾އެއީ ޔަހޫދީންނެވެ. އެގޮތަކީ އެމީހުންނަށް އެނގިތިބެ ޙައްޤު ދޫކޮށްލީއެވެ. އަދި ދެނެތިބެ އެއިން އެއްކިބާވެގަތީއެވެ. އޭގެސަބަބުން الله ގެ ކޯފާ އެބައިމީހުންނަށް ޙައްޤުވީއެވެ. އިމާމު އަޙްމަދާއި އިބްނު މާޖާ رحمهما الله ރިވާކުރައްވާފައިވާ ޙަދީޘެއްގައިވެއެވެ. ނަބިއްޔާ  ‍جޙަދީޘްފުޅުކުރެއްވިއެވެ.«مَا حَسَدَتْكُم الْيَهُوْدُ عَلَى شَيْئٍ مَاحَسَدَتْكُمْ عَلَى السَّلَامِ وَالتَّأْمِينِ» أحمد وابن ماجهމާނައީ: \"ތިޔަބައިމީހުން ސަލާމުކޮށް އާމީންކިޔާއުޅޭތީވެ ޙަސަދަވެރިވާވަރަށް، އެހެން އެއްވެސްކަމެއްގައި ތިޔަބައިމީހުންގެ މައްޗަށް ޔަހޫދީން ޙަސަދަވެރިނުވެތެވެ.\"\n‍﴿وَلَا الضَّالِّينَ‍﴾‍﴿އަދި މަގުފުރެދުނު މީހުންގެ މަގެއްވެސް ނުމެނޫންމެއެވެ.‍﴾އެއީ ނަޞާރާއިންނެވެ. އެހެނީ ނަޞާރާއިން ނުދަނެތިބެ ޙައްޤާ ދުރުވީއެވެ. ޢީސާ  ‍÷އާ މެދު އެއުރެން ވަނީ ބަޔާންވެގެންވާ މަގުފުރެދުމެއްގައެވެ. آمِيْن: މިކަލިމައިގެ މާނައީ އޭ الله! އަޅަމެންނަށް އިޖާބަ ކުރައްވާނދޭވެ. މިއީ ޤުރްއާނުގެ އާޔަތެއް ނޫނެވެ."
  ],
  [
    "7",
    "",
    "سُوْرَةُ الْمُجَادَلَة\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ١‍﴾\n1ޢާއިޝާ  ‍لވިދާޅުވިއެވެ. \"ކޮންމެ އެއްޗެއްގެ މައްޗަށް އެއިލާހުގެ އެއްސެވުން ތަނަވަސްވެވޮޑިގެންވާ އިލާހުގެ ހެޔޮކަން އިތުރުކަމާއި މަތިވެރިކަމާއެވެ! އެހެނީ ހަމަ ކަށަވަރުން ޚަޥްލާ ބިންތު ޘަޢްލަބާ  ‍لގެ ވާހަކަފުޅު ތިމަންކަމަނާ އަޑުއައްސަވަމުން ގެންދެވިއިރު ބައެއް ބަސްފުޅުތައް އިވިވަޑައިނުގަންނަވައެވެ. އޭރު އެކަމަނާގެ ފިރިކަލުންގެ ޝަކުވާ ރަސޫލު الله  ‍جގެ އަރިހުގައި ކުރައްވަމުން ދަންނަވައެވެ. އޭ اللهގެ ރަސޫލާއެވެ! އޭނާ އަހުރެންގެ ޒުވާންކަމުގެ އުފާ ޙާޞިލުކޮށް، އަހުރެންގެ ބަނޑުން އޭނާއަށް ދަރިންތަކެއް ލިބި، ދެން އަހުރެން މުސްކުޅިވެ ދަރިމައިންކެނޑުނުފަހުން، މައިމީހާއާއި އެއްފަދަކޮށް އަހުރެންނަށް ޡިހާރުކޮށްފިއެވެ! (ދެން އެކަމަނާ ދެންނެވިއެވެ.) އޭ اللهއެވެ! މިއަޅާ އިބައިލާހަށް ޝަކުވާ ދަންނަވަމެވެ.\" ޢާއިޝާ  ‍لވިދާޅުވިއެވެ. \"އެކަމަނާ ޝަކުވާދެންނެވުމުގައި ހުންނަވަނިކޮށް‍﴿قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا‍﴾މިއާޔަތްތަކައިގެން ޖިބްރީލު  ‍÷ވަޑައިގެންފިއެވެ.\" އެކަމަނާގެ ފިރިކަލުންނަކީ އަންޞާރިއްޔަ ބޭކަލެއްކަމުގައިވާ އަޥްސު ބިން ޞާމިތު  ‍سއެވެ.\n‍﴿الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ٢‍﴾\n2އެހެނީ: މިނުބައި ޢަމަލުން މިންޖުވެވޭނެ މަގެއްކަމުގައި އެއިލާހު ވަނީ މިކަމުގެ ކައްފާރާ ލައްވަވާފައެވެ. الظِهَارُގެ މާނައީ: ފިރިމީހާ އޭނާގެ އަނބިމީހާއާ ދިމާއަށް \"ކަނބުލޭގެ އަހުރެންނަށް އަހަރެންގެ މަންމަ ފަދައެވެ.\" މިހެން ބުނުމެވެ. މިކަމުގައި އޭނާގެ މަންމައަށް، ބޮޑުވެގެންވާ އިހާނެތިކަމާއި ދެރަކޮށްހިތުމެއްވެއެވެ. އަދި ޡިހާރުކުރާ މީހުންނަށް ހުރި ބިރުވެރިކަން، މިއާޔަތުން ރަނގަޅަށް ހާމަވެއެވެ.\n‍﴿وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ٣‍﴾\n3‍﴿އަދި އެއުރެންގެ އަނބިންނަށް ޡިހާރުކޮށް، ދެން އެއުރެން ބުނިބަސް އަނބުރައިގެނައުމަށް އެދޭމީހުންނަށް އޮތީ، ދެމަފިރިން އެކަކު އަނެކަކާ ބީހުމުގެ (އެބަހީ: އެއްދާންކުރުމުގެ) ކުރީގައި އަޅަކު މިނިވަންކުރުމެވެ! އެއީ އެކަމުގައި ތިޔަބައިމީހުންނަށް ނަސޭހަތްދެއްވޭގޮތެވެ. އަދި اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ٤‍﴾\n4‍﴿ފަހެ (އަޅަކު މިނިވަންކުރަން) ނުލިބުނުމީހާއަށް އޮތީ، ދެމަފިރިން އެކަކު އަނެކަކާ ބީހުމުގެ (އެބަހީ: އެއްދާންކުރުމުގެ) ކުރީގައި ވިދިވިދެގެން ދެމަސްދުވަހު ރޯދަހިފުމެވެ! ފަހެ (އެކަމަށް) ނުކުޅެދިއްޖެމީހާއަށް އޮތީ، ފަސްދޮޅަސް މިސްކީނުންނަށް ކާންދިނުމެވެ! އެއީ ތިޔަބައިމީހުން اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް އީމާންވުމަށްޓަކައެވެ. އަދި އެއީ الله ކަނޑައަޅުއްވާފައިވާ އިންތަކެވެ. އަދި ކާފިރުންނަށް ވޭންދެނިވި ޢަޛާބުހުށްޓެވެ.‍﴾އެމީހާގެ މިލްކުގައި އަޅަކު ނެތިގެން ނަމަވެސް، ނުވަތަ އަގުދޭނެ މިންވަރު ނެތިގެންނަމަވެސް، ނުވަތަ ގަންނާނެ އަޅަކު ނުލިބިގެން ނަމަވެސް އަޅަކު މިނިވަން ނުކުރެވުނުމީހާ ދަންނައެވެ! ފަހެ އެމީހާގެ މައްޗަށް ވަނީ ވިދިވިދިގެން ދެމަސްދުވަހު ރޯދަހިފުމެވެ. ޝަރުޢީޢުޛުރެއްނެތި އެއްދުވަހުވެސް މެދުކަނޑާލައިފިނަމަ އަލުންފަށައިގެން ރޯދަހިފުމެވެ. އަދި މިރޯދަތައް ފުރިހަމަކުރުމުގެ ކުރިން، ރޭގަނޑު ނުވަތަ ދުވާލުވިޔަސް އަނބިމީހާއާ ޤަޞްދުގައި ޖިމާޢުވެއްޖެނަމަ އަލުންފަށައިގެން ރޯދަހިފުމެވެ. އެކަމަށް ނުކުޅެދިއްޖެމީހާ ކޮންމެ މިސްކީނަކަށް ޞާޢެއްގެ ދެބައިކުޅަ އެއްބައިގެ މަގުން ފަސްދޮޅަސް މިސްކީނުންނަށް ކާންދިނުމެވެ. އެއީ ހައިފިލާ މިންވަރަށް ތައްޔާރުކޮށް ކާންދިނުމެވެ. ނުވަތަ އެމިންވަރުގެ ކާނާ ޙަވާލުކުރުމެވެ. ގޮދަން، ކަދުރު، ހަނޑޫ، ނުވަތަ އެފަދަ އެހެންއެއްޗަކުންނެވެ. މިގޮތަށް ޙުކުމްކުރައްވާފައިވަނީ، ޝަރުޢީ ޙައްދުތައް ފަހަނައަޅައިނުގޮސް، އެއިލާހު އެންގެވި ޙައްދުތަކުގެ ތެރޭގައި ތިބުމަށެވެ. އަދި ޡިހާރުކުރުމުގެ ނުބައި ޢަމަލަށް އެނބުރިނުދިއުމަށެވެ.\n‍"
  ],
  [
    "8",
    "",
    "﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ٥‍﴾\r5‍﴿ކަށަވަރުންވެސް اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ދެކޮޅުވެރިވާމީހުން (ދަންނައެވެ!) އެއުރެންގެކުރިން އުޅުނު (އެފަދަ) މީހުން ނިކަމެތިކޮށްލެވުނު ފަދައިން، އެއުރެންވެސް ނިކަމެތިކޮށްލެއްވޭނެތެވެ! އަދި ކަށަވަރުންވެސް ބަޔާންވެގެންވާ އާޔަތްތައް ތިމަންއިލާހު ބާވައިލެއްވީމެވެ. އަދި ކާފިރުންނަށް ހުރީ، އިހާނަތްތެރިކަންދެނިވި ޢަޛާބެވެ.‍﴾\r‍﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ٦‍﴾\r6‍﴿އެދުވަހަކުން الله އެއެންމެން އަލުންދިރުއްވާ ދުވަހު، އެއިލާހު އެއުރެން ކުޅަ ޢަމަލުތަކުގެ ޚަބަރު އެއުރެންނަށް ދެއްވާނެތެވެ. الله އެއްކަމެއްވެސް ދޫނުކުރައްވައި އެހުރިހާ ކަމެއް ހިމަނުއްވާނެތެވެ. އަދި އެއުރެން އެކަންތައްތައް ހަނދާންނައްތާލިއެވެ. އަދި اللهއީ، ހުރިހާކަމެއްގެ މައްޗަށް ހެކިވެވޮޑިގަންނަވާ އިލާހެވެ.‍﴾\n‍﴿أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ٧‍﴾\n7‍﴿އުޑުތަކާއި ބިމުގައި ވާހާތަކެއްޗެއް الله ދެނެވޮޑިގެންވާކަން، ކަލޭގެފާނު ދެނެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! ހަތަރުވަނަ ފަރާތެއްގެގޮތުން (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު ވޮޑިގެންވާޙާލު މެނުވީ ތިންމީހަކަށް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އަދި ހަވަނަ ފަރާތެއްގެގޮތުން (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު ވޮޑިގެންވާޙާލު މެނުވީ ފަސްމީހަކަށް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އަދި (ދެނެވޮޑިގަތުމުގައި) އެއިލާހު އެއުރެންނާއެކު ވޮޑިގެންވާޙާލު މެނުވީ، އެއަށްވުރެ މަދު، ނުވަތަ ގިނަ ޢަދަދަކަށްވިޔަސް ސިއްރުސައްލާއެއް ނުވެވޭހުށްޓެވެ. އެއީ އެއުރެން ކޮންމެތަނެއްގައި ވީނަމަވެސްމެއެވެ. ދެން އެއުރެން ކުޅަ ޢަމަލުތަކުގެ ޚަބަރު ޤިޔާމަތްދުވަހުން އެއިލާހު އެއުރެންނަށް ދެއްވާނެތެވެ. ކަށަވަރުންވެސް اللهއީ، ކޮންމެކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُحَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَافَبِئْسَ الْمَصِيرُ٨‍﴾\n8‍﴿ސިއްރުސައްލާކުރުން ނަހީވެވުނުމީހުން, އެއުރެންނަށް ނަހީވެވުނު ކަންތަކަށް، އަލުން އިޢާދަވާތަން ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އަދި ފާފަވެރިވުމާއި ޢަދާވާތްތެރިވުމާއި އަދި ރަސޫލާއަށް ނުކިޔަމަންތެރިވުމުގައި އެއުރެން ސިއްރުސައްލާކުރެތެވެ. އަދި އެއުރެން ކަލޭގެފާނުގެ އަރިހަށް އަންނަހިނދު އެއުރެން ކަލޭގެފާނާ ސަލާމްކުރަނީ، الله ކަލޭގެފާނަށް ސަލާމް ވަޙީކުރައްވާ ފަދައަކުން ނޫނެވެ. އަދި އެއުރެންއެކަކު އަނެކަކަށް ބުނެއުޅެތެވެ. އަހުރެމެން މިބުނާބަހުގެ ސަބަބުން އަހުރެމެންނަށް الله ޢަޛާބު ނުދެއްވަނީ ކީއްވެގެން ހެއްޔެވެ! (ވަގުތުން މަރުނުގެންނެވިޔަސް) ނަރަކަ އެއުރެންނަށް ފުދެއެވެ. އެއުރެން އެތަނަށް ވަދެ، އެތާނގެ ރަހަދެކޭނެތެވެ. ފަހެ އެއީ އެނބުރިދިޔުމަށް ހާދަހައި ނުބައިވެގެންވާ ތަނެކެވެ.‍﴾މިއާޔަތުގައި ނަންގަނެވިގެންވަނީ ޔަހޫދީންގެ ވާހަކައެވެ. މުއުމިނަކު ޔަހޫދީންގެ ކައިރިން ހިނގާފައިދާނަމަ، މުއުމިނުންނާމެދު ނުބައިގޮތެއް ރާވަނީކަމުގައި ހީކުރުވުމަށް އެއުރެން އެއްވެ ސިއްރުވާހަކަދައްކައެވެ. އެކަންކުރުން الله ނަހީ ކުރެއްވުމުންވެސް، އެކަން ހުއްޓާނުލިއެވެ. ދެން މިއާޔަތް ބާވައިލެއްވިއެވެ. އަދި ރިވާވެގެންވެއެވެ. އެއުރެން ނަބިއްޔާ  ‍جގެ އަރިހަށް އައިސް ބުނާކަމުގައިވެއެވެ. \"السَّامُ عَلَيْكَ\" މާނައީ: \"ކަލޭގެފާނުގެ މައްޗަށް މަރު ހުށްޓެވެ.\" އެއީ السَّلاَمُ ކިޔާކަމަށް ބޭރުފުށުން ދެއްކުމަށެވެ. އަޞްލު ބޭނުމަކީ: މަރުވުމަށް ދުޢާކުރުމެވެ. ދެން ނަބިއްޔާ  ‍جއެއުރެނަށް އޭގެ ރައްދުދެއްވަނީ \"وَعَلَيْكُم\" މާނައީ: \"ތިޔަބައިމީހުންގެ މައްޗަށްވެސްމެއެވެ.\" މިފަދައިންނެވެ. މުސްލިމުނޫން މީހަކު \"السَّلاَمُ عَلَيْكُم\" ގޮވާލައިފިނަމަ އޭގެ ރައްދުގައި ކިޔާނީ \"وَعَلَيْكُم\" މިފަދައިންނެވެ.\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىوَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ٩‍﴾\n9‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ސިއްރުން ސައްލާއެއްކުރާނަމަ، (ޔަހޫދީންނާއި މުނާފިޤުން ފަދައިން) ފާފަވެރިވުމާއި ޢަދާވާތްތެރިވުމާއި އަދި ރަސޫލާއަށް ނުކިޔަމަންތެރިވުމަށް ސިއްރުން ސައްލާނުކުރާހުށިކަމެވެ! އަދި ހެޔޮކަންތައް ކުރުމާއި ތަޤުވާވެރިވުމަށް ތިޔަބައިމީހުން ސައްލާކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އެއިލާހުގެ ޙަޟުރަތަށް އެއްކުރެއްވޭނޭ، اللهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ.‍﴾ބުޚާރީއާއި މުސްލިމް، އަދި އެހެނިހެން ބޭކަލުން (رحمهم الله) އިބްނު މަސްޢޫދު  ‍سގެ އަރިހުން ރިވާކުރައްވާފައިވެއެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«إِذَا كُنْتُمْ ثَلَاثَةً فَلَا يَتَنَاجَى اثْنَانِ دُوْنَ الثَّالِث فَإِنَّ ذَلِكَ يُحْزِنُهُ»މާނައީ: \"ތިޔަބައިމީހުންކުރެ ތިންމީހަކު ތިބިނަމަ، ތިންވަނަ މީހާއަށް ސިއްރުން ދެމީހުން އެކަނި ވާހަކަނުދައްކާހުށިކަމެވެ! އެއީ އޭނާ ހިތާމަވެރިކުރުވާނެ ކަމެކެވެ.\"\n‍﴿إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ١٠‍﴾\n10‍﴿އީމާންވި މީސްތަކުން ހިތުގައި ޖެއްސުމަށް، ސިއްރުސައްލާކޮށް އުޅުމަކީ ޝައިޠާނާގެ ކިބައިން ވާކަމެއްކަން ކަށަވަރެވެ. އަދި اللهގެ އިޛުނަފުޅާލައިގެންމެނުވީ، އެއްވެސްކަމަކުން އެއުރެންނަށް ގެއްލުމެއް ނުދެވޭނެތެވެ. އަދި މުއުމިނުތަކުން ހަމައެކަނި اللهއަށް ވަކީލުކުރާހުށިކަމެވެ.‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ١١‍﴾\n11‍﴿އޭއީމާންވެއްޖެ މީސްތަކުންނޭވެ! މަޖްލިސްތަކުގައި ތިބޭއިރު ތަނަވަސްކޮށްލުމަށް، ތިޔަބައިމީހުންނަށް ބުނެވިއްޖެނަމަ (މަޖްލިސް) ތަނަވަސްކޮށްދޭހުށިކަމެވެ! އޭރުން الله ތިޔަބައިމީހުންނަށް ތަނަވަސްކޮށް ދެއްވާނެތެވެ. އަދި ތެދުވުމަށް ތިޔަބައިމީހުންނަށް ބުނެވިއްޖެނަމަ، ފަހެ ތިޔަބައިމީހުން ތެދުވާހުށިކަމެވެ! الله ތިޔަބައިމީހުންގެ ތެރެއިން އީމާންވިމީހުންނާއި ޢިލްމުގެ އަހުލުވެރިން ދަރަޖަތަކަށް އުފުއްލަވާނެތެވެ. اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾މިއީ ހެޔޮކަންތަކާއި އަދިވެސް ދަރުމައެދިގެން މުސްލިމުން ޖަމާވާ ކޮންމެ މަޖްލީހެއްގައި ޢާއްމުޤަވާޢިދެކެވެ. ކޮންމެ މީހަކަށްވެސް އެމީހަކު ކުރިންއިންތަން ޙައްޤުވާނެއެވެ. އެހެނަސް އޭނާގެ އަޚާ އިށީނުމަށްވެސް ތަނަވަސްކޮށްދޭންވާނެއެވެ. މަޖްލިސްތަކުގައި އިސްކަންދިނުން ބިނާވެގެންވަނީ މީހާގެ އީމާންތެރިކަމާއި ޢިލްމުވެރިކަމުގެ މައްޗަށެވެ. ރަސޫލު الله  ‍جޙަދީޘްކުރެއްވިއެވެ.«لَا يُقِمِ الرَّجُلُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ وَلَكِنْ تَفَسَّحُوا وَتَوَسَّعُوا»މާނައީ: \"އެއްވެސް މީހަކު އަނެއްމީހާ އިންތަނުގައި އިށީނުމަށް އޭނާ އެތަނުން ނުނަގާހުށިކަމެވެ. އެހެނަސް ތިޔަބައިމީހުން ތަންދީ ތަނަވަސްކޮށްދޭހުށިކަމެވެ.\"\n‍"
  ],
  [
    "9",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ١٢‍﴾\r12‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ރަސޫލާއަށް ސިއްރުވާހަކައެއް ދަންނަވަންވެއްޖެނަމަ، އެވާހަކައެއް ދެންނެވުމުގެ ކުރިން ޞަދަޤާތެއް ނެރޭހުށިކަމެވެ. އެގޮތް ތިޔަބައިމީހުންނަށް ހެޔޮވެފައި ޠާހިރުކަންބޮޑެވެ. ފަހެ ތިޔަބައިމީހުންނަށް (ޞަދަޤާތަށް ނެރޭނެއެއްޗެއް) ނުލިބުނުނަމަ، (ދަންނައެވެ!) ފަހެ اللهއީ، ގިނަގިނައިން ފާފަފުއްސަވާ ރަޙީމްވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾މުޤާތިލު ‍/ވިދާޅުވިއެވެ. \"މިއާޔަތުގައިވާ އަމުރު ދެމިއޮތީ ދިހަރޭވަންދެނެވެ. ދެން އެއަށްފަހު (އަންނަނިވި އާޔަތުން) އެކަން މަންސޫޚުވީއެވެ.\"\r‍﴿أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ١٣‍﴾\n13‍﴿ސިއްރުވާހަކައެއް ދެންނެވުމުގެކުރިން ޞަދަޤާތެއް ނެރުމަށް ތިޔަބައިމީހުން ކަންބޮޑުވީހެއްޔެވެ! ފަހެ ތިޔަބައިމީހުންނަށް އެކަން ނުކުރެވުނުހިނދު، ތިޔަބައިމީހުންގެ މައްޗަށް الله ތަޥްބާލައްވައިފިއެވެ. ފަހެ ތިޔަބައިމީހުން ނަމާދުޤާއިމުކޮށް އަދި ޒަކާތްދޭހުށިކަމެވެ. އަދި اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ތިޔަބައިމީހުން ކިޔަމަންވާހުށިކަމެވެ! اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ١٤‍﴾\n14‍﴿الله އެބައެއްގެ މައްޗަށް ކޯފާލެއްވި މީހުންނީ، (އެބަހީ: ޔަހޫދީންނަކީ) އެބައިމީހުންގެ ވާގިވެރިންކަމުގައިހެދި މީހުން (އެބަހީ: މުނާފިޤުން) ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އެއީ ތިޔަބައިމީހުންގެ ތެރެއިންވާ ބައެއްނޫނެވެ. އަދި އެއުރެންގެ ތެރެއިންވެސްވާ ބައެއްނޫނެވެ. އަދި ހަމަ އެބައިމީހުން ދެނެތިބެމެ، ދޮގުގެ މައްޗަށް ހުވާކުރެތެވެ.‍﴾އެބަހީ: ތިމާމެންނީ ހަމަ ކަށަވަރުން މުސްލިމުންކަމުގައި ބުނެ، ނުވަތަ ޔަހޫދީންނަށް މުސްލިމުންގެ ޚަބަރުތައް ނުގެންދާކަމަށް ބުނެ އެއުރެން ދޮގުހުވާކުރަނީއެވެ. އަދި މުނާފިޤުންނާއިމެދު އެހެން އާޔަތެއްގައި الله ވަޙީކުރެއްވިއެވެ.‍﴿مُذَبْذَبِينَ بَيْنَ ذَلِكَ لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ‍﴾[النساء: 143] މާނައީ: \"އެދެމެދުގައި (އީމާންކަމާއި ކާފިރުކަމާ ދެމެދުގައި) ދެފުށުއެޅޭ ޙާލުގައެވެ. މިބަޔަކަށްވެސް ނޫނެވެ. އަދި އެބަޔަކަށްވެސް ނޫނެވެ. (އެބަހީ: މުއުމިނުންގެ ފަރާތަކަށްވެސް އަދި ކާފަރުންގެ ފަރާތަކަށްވެސް ނޫނެވެ.)\"\n‍﴿أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ١٥‍﴾\n15‍﴿الله އެއުރެންނަށް ގަދަފަދަވެގެންވާ ޢަޛާބެއް ތައްޔާރުކުރެއްވިއެވެ. ކަށަވަރުންވެސް ހަމަ އެއުރެން ކޮށްއުޅުނު ޢަމަލުތައް ނުބައިވެގެންވެއެވެ.‍﴾\n‍﴿اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ١٦‍﴾\n16‍﴿އެއުރެންގެ ހުވާތައް އައްޑަނައެއްހެން ހަދައި اللهގެ މަގަށް ހުރަސްއެޅިއެވެ. ފަހެ އެއުރެންނަށް ހުރީ، އިހާނަތްތެރިކަންދެނިވި ޢަޛާބެވެ.‍﴾އެބައިމީހުން ހުވާކޮށްއުޅުނީ ފުރާނަ ސަލާމަތްކުރާ ރައްކަލެއްގެ ގޮތުގައެވެ. ޤަތުލުވެދާނެތީ އެބައިމީހުންގެ ދޫތަކުން އީމާންވީއެވެ. އެކަމަކު ހިތްތަކުން އީމާނެއްނުވެއެވެ.\n‍﴿لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ١٧‍﴾\n17‍﴿اللهގެ ޙަޟްރަތުން (އަޛާބު އަންނަހިނދު)، އެއުރެންގެ މުދަލާއި ދަރިން އެއުރެންގެ ކިބައިން އެއްވެސްކަމެއް ދުރުކޮށެއްނުދޭނެތެވެ! އެއުރެންނީ، ނަރަކައިގެ އަހުލުވެރިންނެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ.‍﴾\n‍﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ١٨‍﴾\n18‍﴿އެދުވަހަކުން الله އެއެންމެން އަލުންދިރުއްވާ ދުވަހު، އެއުރެން ތިޔަބައިމީހުންގެ ގާތުގައި (ދުނިޔޭގައި) ހުވާކޮށްއުޅޭ ފަދައިން (ޤިޔާމަތް ދުވަހު) އެއިލާހުގެ ޙަޟުރަތުގައިވެސް ހުވާކުރާނެތެވެ. އަދި ކަށަވަރުންވެސް ހަމަ އެއުރެން އެތިބީ (ފައިދާކުރާނެ) ކަމެއްގެ މަތީގައިކަމަށް އެއުރެން ހީކުރެތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ދޮގުވެރިންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n‍﴿اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ١٩‍﴾\n19‍﴿ޝައިޠާނާ އެއުރެންގެ މައްޗަށް ވެރިވެ، ފަހެދެން އެއުރެން اللهގެ ޛިކުރުން ހަނދުމަނެތިކުރުވީއެވެ. އެއުރެންނީ ޝައިޠާނާގެ ޖަމާޢަތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ގެއްލި ހަލާކުވެގެންވާ ބަޔަކީ، ހަމަ ޝައިޠާނާގެ ޖަމާޢަތެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ فِي الْأَذَلِّينَ٢٠‍﴾\n20‍﴿ކަށަވަރުންވެސް اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ދެކޮޅުވެރިވާ މީހުން (ދަންނައެވެ!) އެއުރެންވަނީ (ދުނިޔެއާއި އާޚިރަތުގައި) އެންމެނިކަމެތިކުރެވިގެންވާ މީހުންގެ ތެރެއިންނެވެ.‍﴾\n‍﴿كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ٢١‍﴾\n21‍﴿الله ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވަނީ، ކަށަވަރުންވެސް ތިމަންއިލާހާއި ތިމަންއިލާހުގެ ރަސޫލުން (އެއުރެންގެ މައްޗަށް) ގަދަވެގަންނަހުށީމުއެވެ. ކަށަވަރުންވެސް اللهއީ ބާރުވެރިވަންތަ، ޢަޒީޒުވަންތަ އިލާހެވެ.‍﴾\n‍"
  ],
  [
    "10",
    "",
    "﴿لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ٢٢‍﴾\n22‍﴿اللهއާއި އާޚިރަތް ދުވަހަށް އީމާންވާބަޔަކު، اللهއާއި އެއިލާހުގެ ރަސޫލާއާ ދެކޮޅުވެރިވާބަޔަކަށް (ގުޅުން ބަހައްޓައި) ލޯބިކުރާ ބައެއްގޮތުގައި ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވާނެތެވެ. އެބަޔަކީ، އެއުރެންގެ މައިންބަފައިން ނުވަތަ އެއުރެންގެ ދަރިން ނުވަތަ އެއުރެންގެ އަޚުން ނުވަތަ އެއުރެންގެ ގާތްތިމާގެ މީހުންކަމުގައި ވިޔަސްމެއެވެ. އެއުރެންނީ، އެއިލާހު އެއުރެންގެ ހިތްތަކުގައި އީމާންކަން ކަނޑައަޅުއްވައި ލިޔުއްވާފައިވާ މީހުންނެވެ. އަދި އެއިލާހުގެ ޙަޟްރަތުންވާ ރޫޙަކުން (އެބަހީ: ނަޞްރުދެއްވުމަކުން) އެއުރެންނަށް ބާރުދެއްވެވިއެވެ. އަދި އެއިލާހު އެތަންތާނގެ ދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއުރެން ވައްދަވާނެތެވެ. އެތަންތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. الله އެއުރެންނަށް ރުހިވޮޑިގެންނެވިއެވެ. އަދި އެއުރެން އެއިލާހާމެދު ރުހުނެވެ. އެއުރެންނީ اللهގެ ޖަމާޢަތެވެ. ދަންނައެވެ! ކަށަވަރުންވެސް ކާމިޔާބުލިބިގެންވާ ބަޔަކީ، ހަމަ اللهގެ ޖަމާޢަތެވެ.‍﴾\nسُورَةُ الحَشْر\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ١‍﴾\n1‍﴿އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް اللهއަށް ތަސްބީޙަކިޔަތެވެ. އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n‍﴿هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ٢‍﴾\n2‍﴿އެއިލާހީ، އަހުލުކިތާބީންގެ ތެރެއިން ކާފިރުވިމީހުން އެއުރެންގެ ގެދޮރުން، ފުރަތަމަ އެއްވުމުގެ ދުވަހު ނެރުއްވި އިލާހެވެ. އެއުރެން (މަދީނާއިން) ނިކުންނާނޭކަމަށް ތިޔަބައިމީހުން ހިއެއްނުކުރަމުއެވެ. އެއުރެން ހީކުރީ އެއުރެންގެ ކިއްލާތައް اللهގެ ކޯފާއިން މަނާކޮށް ރައްކާތެރިކޮށްދޭނެކަމަށެވެ. ފަހެ އެއުރެންނަށް اللهގެ ކޯފާ އައީ އެއުރެން ހީވެސްނުކުރާ ފަދައަކުންނެވެ. އަދި އެއިލާހު އެއުރެންގެ ހިތްތަކަށް ގަދަވެގެންވާ ބިރުވެރިކަން ވެއްދެވިއެވެ. އެއުރެންގެ ގެތައް އެއުރެންގެ އަތްތަކުންނާއި މުއުމިނުންގެ އަތްތަކުންވެސް ހަލާކުކުރެތެވެ. އޭ ބުއްދީގެ އަހުލުވެރިންނޭވެ! ފަހެ ތިޔަބައިމީހުން ޢިބުރަތްލިބިގަންނަހުށިކަމެވެ.‍﴾މިއާޔަތުގައި ނަންގަނެވިގެން އެވަނީ: ޔަހޫދީންގެ ޤަބީލާއެއްކަމަށްވާ ބަނިއްނަޟީރު ވަންހައިގެ މީހުންގެ ވާހަކައެވެ. ހިޖުރައިގެ ފަހުން އެއުރެން ނަބިއްޔާ  ‍جއާ ކުރި ޢަހުދުކަށަވަރު އުވާލައި ޚިޔާނާތްތެރިވެ މުޝްރިކުންނާއި އެއްބައިވިއެވެ. ދެންފަހެ ރަސޫލު الله  ‍جއެއުރެންގެ އަވަށް ޙިޞާރުކުރައްވައި މަދީނާއިން ބޭރުވުމަށް އެއްބަސް ވެއްޖައުމަށް ދާންދެން ބަންދުކުރައްވައި ހިފެހެއްޓެވިއެވެ.\n‍﴿وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ٣‍﴾\n3‍﴿ރަށުން ބޭރުކޮށްލެއްވުން الله އެއުރެންގެ މައްޗަށް ލިޔުއްވާފައިނުވާނަމަ، ހަމަ ކަށަވަރުން އެއުރެންނަށް މިދުނިޔޭގައި ޢަޛާބު ދެއްވައިފީހެވެ. އަދި އާޚިރަތުގައި ނަރަކައިގެ ޢަޛާބު އެއުރެންނަށް ހުށްޓެވެ.‍﴾\n‍﴿ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ٤‍﴾\n4‍﴿އެއީ ކަށަވަރުންވެސް އެއުރެން اللهއާއި އެއިލާހުގެ ރަސޫލާއާ ދެކޮޅުވެރިވީ ކަމަށްޓަކައެވެ. އަދި اللهއާ ދެކޮޅުވެރިވާމީހާ (ދަންނައެވެ!) ފަހެ ކަށަވަރުންވެސް اللهއީ ޢުޤޫބާތް ގަދަފަދަވެގެންވާ އިލާހެވެ.‍﴾\n‍﴿مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ٥‍﴾\n5‍﴿ތިޔަބައިމީހުން ކަދުރުރުކުގެ ތެރެއިން ކެނޑި ކޮންމެރުކެއް ނުވަތަ އޭގެބުޑުމަތީގައި ހުރުމަށް ދޫކުރި ކޮންމެރުކެއްވެސް އެގޮތުގައި އެވަނީ، ހަމަ اللهގެ އިޛުނަފުޅަށެވެ. އަދި ފާސިޤުވިމީހުން ދެރަކޮށް ނިކަމެތިކުރެއްވުމަށެވެ.‍﴾ބަނިއްނަޟީރު ވަންހައިގެ ހަނގުރާމަ ހިނގި ދުވަހު މުސްލިމުންގެ ބައެއްބޭކަލުން ކާފިރުން ރުޅިއެރުވުމަށްޓަކައި އެއުރެންގެ ކަދުރުރުއްތައް ކަނޑަމުންދިޔައެވެ. އެހެންވެ ބަނިއްނަޟީރު ވަންހައިގެ މީހުން ބުންޏެވެ. \"އޭ މުޙައްމަދުގެފާނެވެ! ކަލޭގެފާނީ އިޞްލާޙުކުރައްވަން ބޭނުންފުޅުވާ ނަބީބޭކަލެއްކަމަށް ދަޢުވާކުރައްވަމު ނޫންތޯއެވެ؟ ކަދުރުރުއް ކަނޑައި ގަސްތައް އެންދުން އެއީ އިޞްލާހުކުރުންތޯއެވެ؟ ކަލޭގެފާނަށް ބާވައިލެއްވި ވަޙީގެތެރޭގައި ބިމުގައި ފަސާދަކުރުން ހުއްދަވާނެ ބަސްފުޅެއް ދެކެވަޑައިގެންނެވިންތޯއެވެ؟\" ދެންފަހެ މިބަސްތަކުން ރަސޫލާ  ‍جއާއި މުއުމިނުންނަށް އެކަން ވަރަށްބޮޑުވެއްޖެއެވެ. އެއަށްފަހު މުއުމިނުންނަށް ތަސައްލީއެއްގެ ގޮތުން މިއާޔަތް ބާވައިލެއްވުނެވެ.\n‍"
  ],
  [
    "11",
    "",
    "﴿وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ٦‍﴾\r6‍﴿އަދި الله އެއިލާހުގެ ރަސޫލާއަށް އެއުރެންގެ ކިބައިން ފަޔްއުގެ ގޮތުގައި ދެއްވި މުދާ ހޯދުމަށްޓަކައި، ފަހެ ތިޔަބައިމީހުން އަހެއްވެސް ޖަމަލެއްވެސް ދުއްވާފައެއް ނުވެއެވެ. އެހެނެއްކަމަކު الله އިރާދަކުރައްވާ ބައެއްގެ މައްޗަށް އެއިލާހުގެ ރަސޫލުންނަށް ބާރުވެރިކަންދެއްވައެވެ. އަދި اللهއީ، އެންމެހައި ކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހެވެ.‍﴾\r‍﴿مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ٧‍﴾\r7‍﴿الله އެއިލާހުގެ ރަސޫލާއަށް ރަށްރަށުގެ އަހުލުވެރިންގެ ކިބައިން ފަޔްއުގެގޮތުގައި ދެއްވައިފި މުދަލެއްވަނީ اللهއަށާއި (އެބަހީ: އެއިލާހު ކަނޑައެޅުއްވި ފަރާތަކަށާއި) ރަސޫލާއަށާއި (އެކަލޭގެފާނުގެ) ގާތްތިމާގެ ބޭކަލުންނަށާއި ޔަތީމުކުދިންނަށާއި މިސްކީނުންނަށާއި އަދި (ޙާލުގައިޖެހިފައިވާ) ދަތުރުވެރިންނަށެވެ. އެއީ ތިޔަބައިމީހުންކުރެ މުއްސަނދިންގެ އަތްމަތީގައި އެމުދާ ދައުރުކުރަމުން ނުދިއުމަށެވެ. އަދި ރަސޫލާ ތިޔަބައިމީހުންނަށް ގެނެސްދެއްވިހައި އެއްޗެއްގައި ފަހެ ތިޔަބައިމީހުން ހިފާހުށިކަމެވެ. އަދި އެކަލޭގެފާނު ތިޔަބައިމީހުންނަށް ނަހީކުރެއްވިހައި އެއްޗަކުން ފަހެ ތިޔަބައިމީހުން ދުރުވެގަންނަހުށިކަމެވެ. އަދި ތިޔަބައިމީހުން اللهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ. ކަށަވަރުންވެސް اللهއީ، ޢުޤޫބާތް ގަދަފަދަވެގެންވާ އިލާހެވެ.‍﴾މިއާޔަތުގައި ބަޔާންކުރައްވަނީ ފަޔްއުމުދާ ޙައްގުވާ ފަރާތްތަކެވެ. فَيءއަކީ: ހަނގުރާމަކުރުމަކާނުލާ ފަތަޙަވާ ރަށްރަށުން ލިބޭ މުދަލެވެ. އެމުދާވާނީ މުސްލިމުންގެ މަޞްލަޙަތުހުރި ކަންކަމުގައި ހޭދަކުރާއެއްޗެއްގެ ގޮތުގައެވެ. މިއާޔަތް ނިންމަވާލައްވާފައިވަނީ އެންމެހައި ކަމެއްގައި ތަބަޢަވުމަށް އަމުރުވެވިފައިވާ ފަދައިން، ފަޔްއުމުދާ ބެހުމުގައިވެސް ރަސޫލާ  ‍جއަށް ތަބަޢަވުމަށް އަމުރުކުރައްވަމުންނެވެ. މިއާޔަތުގައިވާ ذِي الْقُرْبَىٰ ގެ މުރާދަކީ: ބަނީހާޝިމާއި ބަނީމުއްޠަލިބު ވަންހައިގެ ބޭކަލުންނެވެ. އެހެނީ، އެބޭކަލުންނަށް ޞަދަޤާތުގައިހިފުން މަނާކުރެވިފައިވާތީ ފަޔްއުމުދަލުގައި އެބޭކަލުންނަށް ޙައްޤެއް ލެއްވެވީއެވެ.\n‍﴿لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ٨‍﴾\n8‍﴿އެއުރެންގެ ގެދޮރުން ނެރެލެވި، އަދި އެއުރެންގެ މުދަލުން މަޙްރޫމްކުރެވުނު ފަޤީރު މުހާޖިރުންނަށް (އެފަޔްއުމުދަލުގައި) ޙައްޤެއްވެއެވެ. އެއުރެންވީ اللهގެ ޙަޟުރަތުން ފަޟްލުވަންތަވެރިކަމާއި ރުހިވޮޑިގަތުން އެދޭޙާލުގައެވެ. އަދި اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ނަޞްރުދޭ ޙާލުގައެވެ. ތެދުވެރިންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n‍﴿وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ٩‍﴾\n9‍﴿އަދި މުހާޖިރުންގެ ކުރިން (މަދީނާގައި) ވަޒަންވެރިވެ، އީމާންކަމުގައި ޘާބިތުވެ ތިއްބެވި އަންޞާރުން އެއުރެންގެ ގާތަށް ހިޖްރަކުރެއްވި ބޭކަލުންދެކެ ލޯބިވެތެވެ. އަދި އެބޭކަލުންނަށް ދެއްވި އެއްޗަކަށް އެއުރެންގެ ހިތްތަކުގައި އެއްވެސް ބޭނުމެއް (އެބަހީ: ހިތްބުރަކަމެއް) ނުވެތެވެ. އަދި އެއުރެންނަށް ބޭނުންތެރިކަން ބޮޑުވެފައި ވީނަމަވެސް އެއުރެންގެ އަމިއްލަ ނަފްސުތަކުގެ މައްޗަށް އެބޭކަލުންނަށް އިސްކަންދެތެވެ. އެމީހެއްގެ އަމިއްލަ ނަފްސުގެ ދަހިވެތިކަމުން މިންޖުވެއްޖެ މީހާ (ދަންނައެވެ!) ފަހެ ކާމިޔާބުވެގެންވާ މީހުންނީ ހަމަ އެއުރެންނެވެ.‍﴾\n‍﴿وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ١٠‍﴾\n10‍﴿އަދި އެބޭކަލުންގެ ފަހުން އައި މީހުން (ހެޔޮގޮތުގައި ޞަޙާބީންނަށް ތަބަޢަވީމީހުން) ދަންނަވަތެވެ. އަޅަމެންގެ ވެރިރައްބެވެ! އަޅަމެންނަށާއި އަދި އީމާންކަމުގައި އަޅަމެންނަށްވުރެ އިސްވި އަޅަމެންގެ އަޚުންންނަށް ފާފަފުއްސަވާނދޭވެ! އަދި އީމާންވި މީސްތަކުންނަށް އަޅަމެންގެ ހިތްތަކުގައި ޙަސަދަވެރިކަމެއް ނުލައްވާނދޭވެ! އަޅަމެންގެ ވެރިރައްބެވެ! ކަށަވަރުންވެސް އިބައިލާހީ ނުހަނުއޯގާވަންތަ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾ފަހެ ހައްދުފަހަނައަޅާފައިވާ ޝިޔަޢީ ފިރުޤާއެއްކަމަށްވާ ރާފިޟީން ކަންކުރާފަދައިން ޞަޙާބިއްޔަބޭކަލުންކުރެ ބޭކަލެއްގެ މައްޗަށް ތިމާގެހިތުގައި ކުޑަވެސް ރުޅިވެރިކަމެއް ޙަސަދަވެރިކަމެއްވާ މީހަކީ، ދީނުންބޭރުވެ މުރުތައްދުވެދާނެ މީހެކެވެ."
  ],
  [
    "12",
    "",
    "‍﴿أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ١١‍﴾\n11‍﴿މުނާފިޤުވިމީހުން ކަލޭގެފާނު ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ! އަހުލުކިތާބީންކުރެ ކާފިރުވެގެންތިބި އެއުރެންގެ އަޚުންނަށް އެއުރެން ބުނެތެވެ. ތިޔަބައިމީހުން (މަދީނާއިން) ނެރެލެވިއްޖެނަމަ، ހަމަ ކަށަވަރުން، ތިޔަބައިމީހުންނާއެކު ތިމަންމެންވެސް ނުކުންނާނަމެވެ. ތިޔަބައިމީހުންނާ ދެކޮޅަށް ދުވަހަކުވެސް އެއްވެސް މީހަކަށް ތިމަންމެން ކިޔަމަނެއް ނުވާނޫއެވެ. އަދި ތިޔަބައިމީހުންނާ ދެކޮޅަށް ހަނގުރާމަކުރެވިއްޖެނަމަ، ހަމަ ކަށަވަރުން، ތިމަންމެން ތިޔަބައިމީހުންނަށް ނަޞްރުދޭހުށީމުއެވެ. ހަމަ ކަށަވަރުން އެއުރެންނީ، ދޮގުވެރިންކަމަށް الله ހެކިވެވޮޑިގެންވެތެވެ.‍﴾މިއާޔަތުގައިމިވާ މުނާފިޤުންނަކީ، ޢަބްދު الله ބުން އުބައްޔުއާއި އޭނާގެ އެކުވެރިންނެވެ. އެބައިމީހުން ބަނިއްނަޟީރުވަންހައިގެ މީހުންގެ ގާތަށް ބަޔަކުފޮނުވައި އެއުރެންނަށް ހިއްވަރުދީ، ރަސޫލާ  ‍جއާއި ދެކޮޅަށް ޘާބިތުވެތިބުމަށް ބާރުދީ އެކަމަށް ހުވާކޮށްއުޅުނެވެ. ނަމަވެސް އެބައިމީހުންގެ އެބަސްތައް الله ދޮގުކުރެއްވިއެވެ.\n‍﴿لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ١٢‍﴾\n12‍﴿ކަށަވަރުންވެސް އެއުރެން (މަދީނާއިން) ނެރެލެވިއްޖެނަމަ، އެއުރެންނާއެކު (އެބަހީ: ޔަހޫދީންނާއެކު) އެބައިމީހުންނެއް (އެބަހީ: މުނާފިޤުންނެއް) ނުނިކުންނާނެތެވެ. އަދި ހަމަ އެއުރެންނާ ހަނގުރާމަކުރެވިއްޖެނަމަ، އެއުރެންނަކަށް އެބައިމީހުން ނަޞްރެއްވެސް ނުދޭނެތެވެ. އަދި ހަމަ އެއުރެންނަށް ނަޞްރުދިނުމަށް ނުކުތަސް، އެބައިމީހުން (ހަނގުރާމައިން ބަލިވެފައިތިބި ޙާލު) ފުރަގަސްދީ ފިލަންދުވާނެކަން ކަށަވަރެވެ. ދެން އެއުރެންނަކަށް (އެއްވެސް ފަރާތަކުން) ނަޞްރެއް ނުލިބޭނެތެވެ.‍﴾ކަންވީވެސް އެހެންނެވެ. އެހެނީ ހަމަ ކަށަވަރުން ޔަހޫދީންގެތެރެއިން ބަނިއްނަޟީރު ވަންހައިގެ މީހުންނާއި ދެންވެސް އެބައިމީހުންނާއެކުވީ ބަޔަކު މަދީނާއިން ނެރެލެވުނުއިރު މުނާފިޤުންނެއް ނުނިކުތެވެ. އަދި ޔަހޫދީންގެތެރެއިން ހަނގުރާމަވެވުނު ބަނީޤުރައިޡާ ވަންހައިގެ މީހުންނާއި ޚައިބަރުގެ އަހުލުވެރިންނަށް އެބައިމީހުން ނަޞްރެއްވެސް ނުދިނެވެ.\n‍﴿لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ١٣‍﴾\n13‍﴿އެބައިމީހުންގެ (އެބަހީ: މުނާފިޤުންގެ ނުވަތަ ޔަހޫދީންގެ) ހިތްތަކުގައި اللهއަށް އޮންނަ ބިރުވެރިކަމަށްވުރެ ތިޔަބައިމީހުންދެކެ ގަންނަ ބިރު މާގަދަކަން ކަށަވަރެވެ. އެއީ ހަމަ އެބައިމީހުންނީ ނުވިސްނޭ ބަޔަކުކަމުގައި ވާތީއެވެ.‍﴾\n‍﴿لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ١٤‍﴾\n14‍﴿ރައްކާތެރި ކުރެވިފައިވާ ރަށްތަކެއްގައި ތިބެގެން ނުވަތަ ފާރުތަކެއްގެ ނިވަލުގައި ތިބެގެން މެނުވީ، އެބައިމީހުން އެކަތިގަނޑަކަށްވެ ތިޔަބައިމީހުންނާ ހަނގުރާމައެއް ނުކުރާނެތެވެ. އެބައިމީހުންގެ މެދުގައިވާ ދެކޮޅުވެރިކަން ގަދަވެގެންވެއެވެ. ކަލޭގެފާނަށް އެބައިމީހުންނީ އެކަތިގަނޑެއްކަމުގައި ހީކުރެއްވުނަސް، އެއުރެންގެ ހިތްތައްވަނީ ބައިބައިވެގެންނެވެ. އެއީ ހަމަ އެބައިމީހުންނީ، ބުއްދިނުކުރާ ބަޔަކުކަމުގައި ވާތީއެވެ.‍﴾\n‍﴿كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ١٥‍﴾\n15‍﴿ދާދިކައިރި ޒާމާނެއްގައި އެއުރެންނަށްވުރެ ކުރިން އުޅުނުމީހުން (އެބަހީ: މައްކާގެ މުޝްރިކުން) ފަދައިންނެވެ. އެބައިމީހުން ކުޅަކަންތަކުގެ (އެބަހީ: ކާފިރުވުމުގެ) ނުބައިނިމުމުގެ ރަހަ އެބައިމީހުން ލިބިގަތީއެވެ. އަދި އެބައިމީހުންނަށް ވޭންދެނިވި ޢަޛާބުހުށްޓެވެ.‍﴾\n‍﴿كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ١٦‍﴾\n16‍﴿(ޔަހޫދީންނާއި މުނާފިޤުންގެ މިޘާލަކީ) ޝައިޠާނާގެ މިޘާލެވެ. ކާފިރު ވާށޭ އެސޮރު އިންސާނާޔަށް ބުނިހިނދު (ދަންނައެވެ!) ފަހެ އޭނާ ކާފިރުވުމުން ދެން އެސޮރު ބުންޏެވެ. ކަށަވަރުންވެސް އަހުރެންވަނީ ތިބާގެ ކިބައިން ބަރީއަވެގެންނެވެ. ޢާލަމްތަކުގެ ވެރިރައްބު، اللهއަށް އަހުރެން ހަމަ ބިރުގަންނަމެވެ.‍﴾\n‍﴿فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا وَذَلِكَ جَزَاءُ الظَّالِمِينَ١٧‍﴾\n17‍﴿ފަހެ އެ ދެފަރާތުގެ (އެބަހީ: ޝައިޠާނާ އާއި އެސޮރަށް ތަބާވި އިންސާނާގެ) ނިމުމަކީ، ކަށަވަރުންވެސް އެދެފަރާތް ނަރަކައިގައިވުމެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. އަދި އެއީ އަނިޔާވެރިންގެ ޖަޒާއެވެ.‍﴾\n‍"
  ],
  [
    "13",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ١٨‍﴾\n18‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން اللهއަށް ތަޤްވާވެރިވާށެވެ! އަދި ކޮންމެ ނަފުސެއްމެ މާދަމައަށްޓަކައި (އެބަހީ: ޤިޔާމަތްދުވަހަށްޓަކައި) އިސްކުޅަ ޢަމަލެއް ބަލާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން اللهއަށް ތަޤްވާވެރިވާށެވެ! ކަށަވަރުންވެސް اللهއީ ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ١٩‍﴾\n19‍﴿އަދި اللهގެ މަތިން ހަނދުމަނައްތައިލި މީހުން (ދަންނައެވެ!) އެއުރެން ފަދައިން ތިޔަބައިމީހުން ނުވާހުށިކަމެވެ. ފަހެ الله އެއުރެންގެ ނަފްސުތަކުގެ މަތިން، އެއުރެން ހަނދުމަނެތިކުރުއްވިއެވެ. އެއުރެންނީ ހަމަ ފާސިޤުންނެވެ.‍﴾\n‍﴿لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ٢٠‍﴾\n20‍﴿ނަރަކައިގެ އަހުލުވެރިންނާއި ސުވަރުގޭގެ އަހުލުވެރިން ހަމަހަމައެއް ނުވާނެތެވެ. ސުވަރުގޭގެ އަހުލުވެރިންނީ ހަމަ ދިންނަވައި ކާމިޔާބުލިބުނު މީހުންނެވެ.‍﴾\n‍﴿لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ٢١‍﴾\n21‍﴿ތިމަންއިލާހު ފަރުބަދައެއްގެ މައްޗަށް މިޤުރުއާން ބާވައިލެއްވިނަމަ، އެފަރުބަދައެއް اللهއަށް ބިރުވެތިވުމުގެ ސަބަބުން ފަޅަފަޅައިގެންދާތީ، ކަށަވަރުންވެސް ކަލޭގެފާނަށް ފެނިވަޑައިގަތީހެވެ. އަދި މީސްތަކުންނަށްޓަކައި ތިމަންއިލާހު އެމިޘާލުތައް ޖައްސަވަނީ އެއުރެން ފިކުރުކުރުމަށެވެ.‍﴾\n‍﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ٢٢‍﴾\n22‍﴿އެއިލާހީ اللهއެވެ. އެއީ އެއިލާހު ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވާ އިލާހެވެ. ޣައިބުވެގެންވާހާ ކަމަކާއި ފާޅުވެގެންވާހާ ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ. އެއިލާހީ ރަޙްމާނުވަންތަ، ރަޙީމުވަންތަ އިލާހެވެ.‍﴾\n‍﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ٢٣‍﴾\n23‍﴿އެއިލާހީ اللهއެވެ. އެއީ އެއިލާހު ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވާ އިލާހެވެ. އެންމެހައިތަކެތި މިލްކުވެވޮޑިގެންވާ އިލާހެވެ. އެންމެހައި އުނިކަމަކުން ޠާހިރުވެވޮޑިގެންވާ އިލާހެވެ. އެންމެހައި ޢައިބުތަކުން ސަލާމަތްވެވޮޑިގެންވާ އިލާހެވެ. ތެދުކުރައްވައި، އަމާންކަންދެއްވާ އިލާހެވެ. އަޅުތަކުންގެ ޢަމަލުތަކަށް ހެކިވެވޮޑިގެންވާ އިލާހެވެ. ޢަޒީޒުވަންތަ އިލާހެވެ. ޖައްބާރުވަންތަ އިލާހެވެ. ކިބްރިޔާވަންތަ އިލާހެވެ. އެއުރެން ޝަރީކުކުރާ ތަކެތިން الله ހުސްޠާހިރުވަންތަވެވޮޑިގެންވެއެވެ.‍﴾\n‍﴿هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ٢٤‍﴾\n24‍﴿އެއިލާހީ اللهއެވެ. އެންމެހައި ތަކެއްޗެއް ޚަލްޤުކުރައްވާ އިލާހެވެ. ނެތުމުގެތެރެއިން ތަކެތި ހައްދަވާ އިލާހެވެ. ކޮންމެ އެއްޗެއްގެ ސިފަ ތަފާތުވާނެގޮތުގައި އުފައްދަވާ އިލާހެވެ. އެންމެރިވެތި އިސްމުފުޅުތައްވަނީ އެއިލާހަށެވެ. އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް އެއިލާހަށް ތަސްބީޙަދަންނަވަތެވެ. އަދި އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\nسُوْرَةُ الْمُمْتَحِنَةِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ١‍﴾\n1‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ނިކުތްކަމުގައިވަނީ ތިމަންއިލާހުގެ މަގުގައި ޖިހާދުކޮށް، ތިމަންއިލާހުގެ ރުހިވޮޑިގަތުންއެދިގެންނަމަ، ތިމަންއިލާހުގެ ޢަދުއްވުންނާއި ތިޔަބައިމީހުންގެ ޢަދުއްވުން ވާގިވެރިންގޮތުގައި ނުހިފާހުށިކަމެވެ! ކަށަވަރުންވެސް ޙައްޤުގެ ތެރެއިން ތިޔަބައިމީހުންނަށް އައި އެއްޗަކަށް އެއުރެން ކާފިރުވެފައިވީ ޙާލުވެސް، ލޯތްބާއި އެކުވެރިކަމުގެ ސަބަބުން (ނަބިއްޔާގެ ޚަބަރުތައް) ތިޔަބައިމީހުން އެއުރެންނަށް ހުށަހަޅަމުއެވެ. ތިޔަބައިމީހުންގެ ވެރިރައްބު اللهއަށް ތިޔަބައިމީހުން އީމާންވާކަމަށްޓަކައި، އެއުރެން ރަސޫލާއާއި ތިޔަބައިމީހުން ރަށުން ބޭރުކޮށްލައެވެ. ލޯތްބާއި އެކުވެރިކަމުގެ ސަބަބުން ތިޔަބައިމީހުން އެއުރެންނަށް ސިއްރު (ޚަބަރުތައް) ފޯރުކޮށްދެމުއެވެ. ތިޔަބައިމީހުން ވަންހަނާކުރާ ކަންތަކާއި ފާޅުކުރާ ކަންތައް، ތިމަންއިލާހު މޮޅަށް ދެނެވޮޑިގެންވަމެވެ. އަދި ތިޔަބައިމީހުންކުރެ އެފަދައިން ކަންކުރާމީހާ، ފަހެ އެމީހަކަށް ސީދާވެގެންވާ މަގު ގެއްލިއްޖެކަން ކަށަވަރެވެ.‍﴾މިއާޔަތްތައް ބާވާލެއްވުނީ ޙާޠިބު ބިން އަބީ ބަލްތަޢަ  ‍سއާއި ބެހޭގޮތުންނެވެ. އެއީ މައްކާ ފަތަޙަކުރެއްވުމަށް ނަބިއްޔާ  ‍جވަޑައިގަންނަވާ ޚަބަރު އެންގެވުމަށް، ޙާޠިބުގެފާނު މައްކާގެ މުޝްރިކުންނަށް ސިޓީއެއްލިޔެ ފޮނުއްވުމާއި ގުޅިގެންނެވެ. ކާފިރުންނާއި އެއްވެސްގޮތަކުން މުވާލާތުކުރުން ހުއްދަނޫންކަމަށް މިއާޔަތް ދަލީލުކުރެއެވެ. مُوَالاَةُ ކުރުމަކީ، ގާތްކަމުގައިބަލައި ލޯބިވެ ނަޞްރުދީ ވާގިވެރިވުމެވެ.\n‍"
  ],
  [
    "14",
    "",
    "﴿إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ٢‍﴾\r2‍﴿ތިޔަބައިމީހުންގެ މައްޗަށް އެއުރެންނަށް ގަދަވެވޭނަމަ، އެއުރެންވާހުށީ ތިޔަބައިމީހުންނަށްހުރި ޢަދާވާތްވެރިން ކަމުގައެވެ. އަދި އެއުރެންގެ އަތްތަކާއި ދޫތައް ނުބައިގޮތުގައި ތިޔަބައިމީހުންގެ މައްޗަށް ފަތުރައިލާނެތެވެ. (އެބަހީ: ތަޅާއަނިޔާކޮށް ހުތުރުއެއްޗެހި ގޮވާނެތެވެ.) އަދި ތިޔަބައިމީހުން ކާފިރުވާނެނަމައޭ ހިތައި އެއުރެން އެކަމަށް އެދުނެވެ.‍﴾\r‍﴿لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ٣‍﴾\r3‍﴿ތިޔަބައިމީހުންގެ ގާތްތިމާގެ މީހުންނާއި ތިޔަބައިމީހުންގެ ދަރިން ތިޔަބައިމީހުންނަކަށް މަންފާއެއް ނުކޮށްދޭނެތެވެ. ޤިޔާމަތްދުވަހުން ތިޔަބައިމީހުންގެ މެދުގައި އެއިލާހު ނިޔާކުރައްވާނެތެވެ. اللهއީ ތިޔަބައިމީހުން ކުރާ ޢަމަލުތައް މޮޅަށް ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.‍﴾\r‍﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ٤‍﴾\n4‍﴿އިބްރާހީމުގެފާނާއި އެކަލޭގެފާނުގެ އަރިހުގައިވީ ބޭކަލުންގައި ރިވެތިވެގެންވާ ނަމޫނާއެއް ތިޔަބައިމީހުންނަށް ވާކަން ކަށަވަރެވެ. (އެއީ) އެއުރެންގެ ޤައުމަށް އެއުރެން ބުނިހިނދެވެ. ކަށަވަރުންވެސް ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުން الله ފިޔަވައި އަޅުކަންކުރާ ތަކެތިން އަހުރެމެން ބަރީއަވެގެންވަމުއެވެ. އަހުރެމެން ތިޔަބައިމީހުންނާ (އެބަހީ: ކާފިރުންގެ ދީނާ) ދުރުވެގަންނަމެވެ. އަހުރެމެންނާއި ތިޔަބައިމީހުންނާ ދެމެދުގައި ޢަދާވާތްތެރިކަމާއި ރުޅިވެރިކަންވަނީ އަބަދަށްޓަކައި ފާޅުވެގެންނެވެ. (އެއީ) އެއިލާހު އެއްކައުވަންތަކުރާގޮތުގައި، ތިޔަބައިމީހުން اللهއަށް އީމާންވެއްޖައުމަށް ދާންދެނެވެ. އިބްރާހީމުގެފާނު އެކަލޭގެފާނުގެ ބައްޕާފުޅަށް ވިދާޅުވި ބަސްފުޅު މެނުވީއެވެ. ހަމަ ކަށަވަރުން ތިމަންކަލޭގެފާނު ތިބާއަށް ފާފަފުއްސެވުންއެދި ދުޢާ ކުރައްވާހުށީމެވެ. އަދި (އެހެނެއްކަމަކު) اللهގެ ޙަޟްރަތުން ތިބާއަށްޓަކައި އެއްވެސްކަމެއް ކޮށްދެއްވުން ތިމަންކަލޭގެފާނަށް މިލްކުވެގެން ނުވެތެވެ. އޭ އަޅަމެންގެ ވެރިރައްބެވެ! ހަމައެކަނި އިބައިލާހަށް އަޅަމެން ވަކީލުކޮށްފީމުއެވެ. އަދި ހަމައެކަނި އިބައިލާހުގެ ޙަޟްރަތަށް އަޅަމެން ރުޖޫޢަވެ، ތައުބާ ވެއްޖައީމުއެވެ. އަދި އެނބުރިދިއުންވަނީ އިބައިލާހުގެ ޙަޟްރަތަށެވެ.‍﴾\n‍﴿رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ٥‍﴾\n5‍﴿އޭ އަޅަމެންގެ ވެރިރައްބެވެ! ކާފިރުވި މީހުންނަށް ފިތުނައެއްކަމުގައި އަޅަމެން ނުލައްވާނދޭވެ! އޭ އަޅަމެންގެ ވެރިރައްބެވެ! އަދި އަޅަމެންނަށް ފާފަފުއްސަވާނދޭވެ! ކަށަވަރުންވެސް ހަމަ އިބައިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n‍﴿لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ٦‍﴾\n6‍﴿ހަމަ ކަށަވަރުން އެބޭކަލުންގައި ތިޔަބައިމީހުންނަށް ރިވެތި ނަމޫނާއެއްވެއެވެ. އެއީ اللهއާއި އާޚިރަތްދުވަހަށް އެދޭމީހާއަށެވެ. އަދި ފުރަގަސްދީ އެނބުރިގަންނަމީހާ (ދަންނައެވެ!) ފަހެ ކަށަވަރުންވެސް اللهއީ ހަމަ ފުދިވޮޑިގެންވާ، ޙަމްދުލިބިވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ٧‍﴾\n7‍﴿އެއުރެންކުރެ ތިޔަބައިމީހުން ޢަދާވާތްތެރިވި މީހުންނާއި ތިޔަބައިމީހުންނާ ދެމެދު (އިސްލާމްވުމަށްފަހު)، ލޯތްބާއި އެކުވެރިކަން الله ލައްވާނެތެވެ! އަދި اللهއީ އެންމެކުޅަދުންވަންތަ އިލާހެވެ. އަދި اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾މިއާޔަތުގައި މިވަނީ މުސްލިމުންނާއި މައްކާގެ މުޝްރިކުންގެ ވާހަކައެވެ. މައްކާ ފަތަޙަވުމަށްފަހު، އޭގެތެރެއިން ބަޔަކު ރަނގަޅުގޮތުގައި އިސްލާންވިއެވެ. މިބޭކަލުންނާއި ކުރިން އިސްލާންވީ ބޭކަލުންނާ ދެމެދު ލޯތްބާއި އެކުވެރިކަން އުފެދުނެވެ. އޭގެތެރޭގައި އަބޫސުފްޔާނު ބިން ޙަރްބު  ‍سހިމެނިވަޑައިގަންނަވައެވެ. އަބޫހުރައިރާ  ‍سވިދާޅުވިއެވެ. \"(އަބޫބަކުރުގެފާނުގެ ޚިލާފަތުގައި) އިސްލާމްދީނުގެ ދިފާއުގައި، މުރުތައްދުވީ މީހުންނާ އެންމެފުރަތަމަ ހަނގުރާމަކުރެއްވީ އަބޫސުފްޔާނު ބިން ޙަރްބު  ‍سއެވެ. މިއާޔަތް ބާވައިލެއްވުނީ އެކަލޭގެފާނާ ބެހޭގޮތުންނެވެ.\"\n‍"
  ],
  [
    "15",
    "",
    "﴿لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ٨‍﴾\r8‍﴿ދީނުގެ ގޮތުން ތިޔަބައިމީހުންނާ ހަނގުރާމަނުކުރާ އަދި ގޯތިގެދޮރުން ތިޔަބައިމީހުން ނެރެނުލާ ބަޔަކަށް ހެޔޮކޮށްހިތައި ޢަދުލުވެރިވުން، الله ތިޔަބައިމީހުންނަކަށް ނަހީއެއް ނުކުރައްވަތެވެ. ކަށަވަރުންވެސް الله ޢަދުލުވެރިންދެކެ ލޯބިވެވޮޑިގަންނަވަތެވެ.‍﴾މިއާޔަތުގައި އަންގަވާފައި މިވާ ހެޔޮކޮށްހިތުމަކީ: ރަޙިމުގެގުޅުން ދެމެހެއްޓުމާއި އަވަށްޓެރީންނަށް ކަމޭހިތުމާއި މެހުމާންދާރީ އަދާކުރުން ފަދަ ކަންކަމެވެ. އަދި ޢަދުލުވެރިވުމަކީ: އެބައިމީހުންނަށްވާ ޙައްޤުތަކާއި އަމާނާތްތައް އަދާކުރުމާއި ގަނެވިއްކުމުގައި ފުރިހަމައަށް އަގުއަދާކުރުން ފަދަ ކަންކަމެވެ. މުއުމިނުންނާ ޢަހުދުކޮށްގެންތިބޭ ކާފިރުންނަށް ހެޔޮކޮށް ހިތައި އެބައިމީހުންނާމެދު ޢަދުލުވެރިކޮށް މުޢާމަލާތްކުރުން، ހަމަ ކަށަވަރުން الله ـ ނަހީނުކުރައްވަތެވެ. އެބައިމީހުންނަކީ، މުއުމިނުންނާ ހަނގުރާމަ ނުކުރުމަށާއި މުއުމިނުންނާ ދެކޮޅަށް ކާފިރުންނަށް އެއްބާރުލުން ނުދިނުމަށް ޢަހުދުކޮށްގެންތިބޭ ކާފިރުންނެވެ.\r‍﴿إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ٩‍﴾\r9‍﴿الله ތިޔަބައިމީހުންނަށް ނަހީކުރައްވާކަން ކަށަވަރީ، ދީނުގެ ގޮތުން ތިޔަބައިމީހުންނާ ހަނގުރާމަކޮށް، އަދި ގޯތިގެދޮރުން ތިޔަބައިމީހުން ނެރެލިމީހުންނާ އަދި ނެރެލުމަށް އެއްބާރުލުންދިން މީހުންނަށް ވާގިވެރިވުމެވެ. އަދި އެބައިމީހުންނަށް ވާގިވެރިވާ މީހުން (ދަންނައެވެ!) ފަހެ އެއުރެންނީ ހަމަ އަނިޔާވެރިންނެވެ.‍﴾\r‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ١٠‍﴾\n10‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ ގާތަށް މުއުމިން އަންހެނުން މުހާޖިރިއްޔަކަނބަލުންގެ ގޮތުގައި އަތުވެއްޖެނަމަ، ފަހެ ތިޔަބައިމީހުން އެކަނބަލުން އިމްތިޙާން ކުރައްވާހުށިކަމެވެ! އެކަނބަލުންގެ އީމާންކަން ހުރިގޮތް މޮޅަށް ދެނެވޮޑިގެންވަނީ اللهއެވެ. ދެން، އެކަނބަލުންނީ މުއުމިނުންކަން ތިޔަބައިމީހުންނަށް އެނގިއްޖެނަމަ، ފަހެ ކާފިރުންގެގާތަށް އެކަނބަލުން އަނބުރައި ނުފޮނުވާހުށިކަމެވެ! އެއުރެންނަށް އެކަނބަލުން ޙަލާލުވެގެނެއް ނުވެތެވެ. އަދި އެކަނބަލުންނަށް އެއުރެންވެސް ޙަލާލުވެގެނެއް ނުމެވޭމެއެވެ. އަދި އެއުރެން (ކައިވެނީގެ ރަނުގެ ގޮތުގައި) ހޭދަކޮށްފައިވާ އެއްޗެއް ތިޔަބައިމީހުން އެއުރެންނަށް ރައްދުކުރާހުށިކަމެވެ! އަދި އެކަނބަލުންގެ ކައިވެނީގެ ރަން އެކަނބަލުންނަށް ދޭނަމަ، ތިޔަބައިމީހުން އެކަނބަލުންނާ (ޢިއްދަ ހަމަވުމަށްފަހު) ކައިވެނި ކުރުމުގައި ތިޔަބައިމީހުންގެ މައްޗަށް ފާފައެއް ނެތެވެ. އަދި ތިޔަބައިމީހުން ކާފިރު އަންހެނުން އަނބިންގެ ގޮތުގައި ނުބައިތިއްބާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން (ރަނުގެގޮތުގައި) ހޭދަކުރި އެއްޗަކަށް އެދޭހުށިކަމެވެ! އަދި އެއުރެން ހޭދަކުރި އެއްޗަކަށް އެއުރެންވެސް އެދޭށެވެ! އެއީ اللهގެ ޙުކުމްފުޅެވެ. އެއިލާހު ތިޔަބައިމީހުންގެ މެދުގައި ނިޔާކުރައްވަތެވެ. اللهއީ މޮޅަށް ދެނެވޮޑިގެންވާ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾މުޝްރިކުންގެތެރެއިން ކަނބަލަކު އިސްލާންވެގެން އަތުވެއްޖެނަމަ އެކަނބުލޭގެ ފަރާތުން ހުވާކުރުވެނީ، އެކަނބުލޭގެ އައީ ފިރިމީހާދެކެ ރުޅިން ނޫންކަމަށާއި ވަކިބިމަކަށް ހިތްޖެހިގެން ދުނިޔެހޯދުމަށް ނޫންކަމަށެވެ. އަދި ކިއެއްތޯއެވެ! الله އާއި އެއިލާހުގެ ރަސޫލާ  ‍جއާ އަދި އިސްލާމްދީން އަދައިގެން ކަމަށެވެ. ދެންފަހެ އެކަނބަލުން އެފަދައިން ހުވައި ކުރުމުން، ނަބިއްޔާ  ‍جއެކަނބަލުން އަނބުރައި ނުފޮނުއްވައި އެކަނބަލުންގެ ފިރިންނަށް އެއުރެންދީފައިވާ ކައިވެނީގެ ރަނާއި ދެންވެސްކޮށްފައިވާ ޚަރަދު ދެއްވައެވެ. މުސްލިމު ފިރިހެނެއްގެ އަނތްބަކަށް ކާފިރު އަންހެނަކު އިންނަމަ އެދެމީހުންގެ ދީންތަފާތުވުމުގެ ސަބަބުން ކައިވެނި ރޫޅޭކަމަށްޓަކައި އެކަނބުލޭގެއަކީ އޭނާގެ އަނތްބެއް ނޫނެވެ. މިއީ އަހުލުކިތާބީން ފިޔަވައި އެނޫން މުޝްރިކު އަންހެނުންނާއިމެދު އޮތް ޙުކުމެވެ. ކުރިން މުސްލިމު ފިރިހެނުންނާއި ކާފިރު އަންހެނުން ދެވައި، މުސްލިމު ފިރިހެނުން ކާފިރު އަންހެނުންނާއި ކައިވެނިކޮށްއުޅުނެވެ. ދެން އެއަށްފަހު މިއާޔަތް ބާވާތްލެއްވުމުން އެކަން މަންސޫޚުވީއެވެ.\n‍﴿وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ١١‍﴾\n11‍﴿އަދި ތިޔަބައިމީހުންގެ (މުރުތައްދުވި) އަނބިންގެ ސަބަބުން ތިޔަބައިމީހުންނަށް (ރަނުގެ ބަދަލުގައި) ލިބެންވާ އެއްޗެއް ކާފިރުންގެ އަތުން ނުލިބި ހިނގައްޖެ ނަމަ، ފަހެދެން ތިޔަބައިމީހުންނަށް ޣަނީމާ މުދާ ލިބުމުން (ދަންނައެވެ!) އެބޭކަލުންގެ އަނބީން (ކާފިރުންގެ ކައިރިއަށް) ގޮސްފައިވާ ބޭކަލުންނަށް، ފަހެ (ރަނުގެ ގޮތުގައި) ހޭދަކޮށްފައިވާ އެއްޗަކާ އެއްފަދަ މިންވަރެއް ދޭހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އެއިލާހަށް އީމާންވެގެންވާ اللهއަށް ތިޔަބައިމީހުން ތަޤުވާވެރިވާހުށިކަމެވެ!‍﴾\n‍﴿يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ١٢‍﴾\n12‍﴿އޭ ނަބިއްޔާއެވެ! މުއުމިނު އަންހެނުން ކަލޭގެފާނުގެ އަރިހަށް ބައިޢަތުހިފުމަށް އަންނަހިނދު، އެކަނބަލުން اللهއާ އެއްވެސް އެއްޗެއް ޝަރީކު ނުކުޅައުމަށާއި ވައްކަން ނުކުޅައުމަށާ އަދި ޒިނޭ ނުކުޅައުމަށާއި އެކަނބަލުންގެ ދަރިން ނުމެރުމަށާ އަދި އެކަނބަލުންގެ މާބަނޑުގައިވާ އަޞްލު އޮޅުވައިލުމަށް ބުހުތާނުދޮގެއް ހަދައިގެން ނުގެނައުމަށާ (އެބަހީ: ޒިނޭގެދަރި ފިރިމީހާއަށް ނިސްބަތް ނުކުރުމަށާއި) އަދި އެއްވެސް ހެޔޮކަމެއްގައި ކަލޭގެފާނަށް އެކަނބަލުން އުރެދިނުގަތުމަށް، ފަހެ ކަލޭގެފާނު އެކަނބަލުންނާ ބައިޢަތުހިއްޕަވާށެވެ! އަދި އެކަނބަލުންނަށް ފާފަފުއްސެވުންއެދި ކަލޭގެފާނު اللهއަށް ދަންނަވާށެވެ! ކަށަވަރުންވެސް اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾\n‍"
  ],
  [
    "16",
    "",
    "﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ١٣‍﴾\r13‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! الله އެބައެއްގެ މައްޗަށް ކޯފާލެއްވި މީހުންނީ ތިޔަބައިމީހުންގެ ވާގިވެރިންކަމުގައި ނުހަދާށެވެ! ކަށަވަރުންވެސް ކަށްވަޅުގެ އަހުލުވެރިންނާމެދު ކާފިރުން މާޔޫސްވީ ފަދައިން އެއުރެންވަނީ އާޚިރަތާއިމެދު މާޔޫސްވެގެންނެވެ.‍﴾އަލުންދިރުއްވޭނެކަން އެއުރެން ދޮގުކުރުމުގެ ސަބަބުން، އެއުރެންގެ މަރުވެގޮސްފައިވާ މީހުން ކައްވަޅުތަކުން އެނބުރި އައުމާމެދު އުއްމީދުނުކުރާފަދައިން، އާޚިރަތާމެދުވެސް އެއުރެންވަނީ އުއްމީދުކެނޑިފައެވެ.\rسُوْرَةُ الصَّفِّ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ١‍﴾\n1‍﴿އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް اللهއަށް ތަސްބީޙަކިޔަތެވެ. އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ٢‍﴾\n2‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން ކޮށްނޫޅޭ ކަންތަކުގެ ވާހަކަ ބުނެއުޅެނީ ކީއްވެހެއްޔެވެ!‍﴾\n‍﴿كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ٣‍﴾\n3‍﴿ތިޔަބައިމީހުން ކޮށްނޫޅޭ ކަންތަކުގެ ވާހަކަ ބުނެއުޅުމަކީ، اللهގެ ޙަޟްރަތުގައި ނުރުހުންތެރިކަން ބޮޑުވެގެންވާ ކަމެކެވެ.‍﴾އިބްނު ޢައްބާސް  ‍بވިދާޅުވިކަމަށް އައިސްފައިވެއެވެ. \"ޖިހާދު ފަރުޟުކުރެއްވުމުގެ ކުރިން މުއުމިނުންކުރެ ބައެއްބޭކަލުން ވިދާޅުވާ ކަމުގައިވިއެވެ. اللهގެ ޙަޟުރަތުގައި އެންމެލޮބުވެތިކަންބޮޑު ޢަމަލެއްގެ ޚަބަރު އެއިލާހު އަޅަމެންނަށް ކުރައްވާނެނަމައެވެ. ފަހެ އޭރުން ތިމަންބޭކަލުން އެޢަމަލެއް ކުރާނޫއެވެ! ދެންފަހެ އެންމެލޮބުވެތިކަންބޮޑު ޢަމަލަކީ ޖިހާދުކުރުން ކަމުގައި އެއިލާހު އެންގެވުމުން، މުއުމިނުންގެ ތެރެއިން އެއްބަޔަކަށް އެކަމަށް ނުރުހެވި އަދި އެއީ ބޮޑުކަމަކަށް ދެކެވިއްޖެއެވެ. މިކަމާއި ގުޅިގެން މިއާޔަތް ބާވާތްލެއްވުނެވެ.\"\n‍﴿إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ٤‍﴾\n4‍﴿ބަދަހި ބިނާއެއްފަދައިން ސަފުސަފަށްތިބެ އެއިލާހުގެ މަގުގައި ހަނގުރާމަކުރާ މީހުންދެކެ، ކަށަވަރުންވެސް الله ލޯބިވެވޮޑިގަންނަވަތެވެ.‍﴾މިއާޔަތުގައި الله މުއުމިނުތަކުންނަށް އެބަޔާންކޮށްދެއްވަނީ، އެއިލާހުގެ އަޅުތަކުންކުރާ އެންމެލޮބުވެތި އެއްޢަމަލަކީ އެއިލާހުގެ މަގުގައި ހަނގުރާމަކުރުން ކަމުގައެވެ. އަދި ޙަދީޘްގައި އައިސްފައިވެއެވެ.«رَأْسُ الأَمْرِ الإِسْلامُ وَعُمُوْدُهُ الصَّلاةُ وَذِرْوَةُ سَنَامِهِ الْجِهَادُ فِى سَبِيْلِ اللهِ»މާނައީ: \"ދީނުގެ އަސާސަކީ އިސްލާމްކަމެވެ. (އެބަހީ: ޝަހާދަތުގެ ދެކަލިމަ ކިޔައި އިސްލާމްވުމެވެ.) އަދި އޭގެ ތަނބަކީ ނަމާދެވެ. އަދި އޭގެ އެންމެއުސް ކުރިބޯއްޓަކީ اللهގެ މަގުގައި ހަނގުރާމަ ކުރުމެވެ.\" بُنْيَانٌ مَّرْصُوصٌ ގެ މުރާދަކީ، އެކަތިގަނޑެއް ފަދައިން އެއްބައި އަނެއްބަޔާއި ގުޅި ލާމެހިފައިވާ ބިނާއެކެވެ. އެބޭކަލުންގެ ސަފުތައްވަނީ ޢަދުއްވުންނަށް ފޫއަޅުވައި ނުލެވޭފަދައިން ބަދަހިކޮށް ރޭވިގެންނެވެ. އެއީ އެބޭކަލުން اللهގެ އަމުރުފުޅަށް ކިޔަމަންވެލެއްވުމުގައި ހުރި ހަރުދަނާކަމުންނެވެ.\n‍﴿وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ٥‍﴾\n5‍﴿އަދި މޫސާގެފާނު އެކަލޭގެފާނުގެ ޤައުމުގެމީހުންނަށް ވިދާޅުވިހިނދު، ކަލޭގެފާނު ހަނދުމަފުޅުކުރައްވާށެވެ! އޭ ތިމަންކަލޭގެފާނުގެ ޤައުމުގެމީހުންނޭވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނީ ތިޔަބައިމީހުންގެ ގާތަށް ފޮނުއްވުނު اللهގެ ރަސޫލާކަން ހަމަ ދެނެތިބެމެ، ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނަށް ދުއްތުރާކުރަނީ ކީއްވެހެއްޔެވެ! ފަހެ އެއުރެން (ޙައްޤުން) އެއްކިބާވިހިނދު، الله އެއުރެންގެ ހިތްތައް (ތެދުމަގުން) ދުރުކުރެއްވިއެވެ. އަދި ފާސިޤުވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެތެވެ.‍﴾\n‍"
  ],
  [
    "17",
    "",
    "﴿وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ٦‍﴾\n6‍﴿އަދި މަރްޔަމުގެފާނުގެ ދަރިކަލުން ޢީސާގެފާނު ވިދާޅުވިހިނދު، ކަލޭގެފާނު ހަނދުމަފުޅުކުރައްވާށެވެ! އޭ އިސްރާއީލުގެ ދަރިންނޭވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނީ ތިމަންކަލޭގެފާނުގެ ކުރީން (ބާވައިލެއްވުނު) ތައުރާތު ތެދުކުރައްވާ ބޭކަލެއްގެގޮތުގައި، ތިޔަބައިމީހުންގެ ގާތަށް ފޮނުއްވުނު اللهގެ ރަސޫލާއެވެ. އަދި ތިމަންކަލޭގެފާނަށް ފަހު ވަޑައިގަންނަވާނޭ ރަސޫލުބޭކަލެއްގެ އުފާވެރިޚަބަރުދެއްވާ ބޭކަލެއްގެގޮތުގައެވެ. އެބޭކަލެއްގެ ނަންފުޅަކީ އަޙްމަދެވެ. ދެންފަހެ ބަޔާންވެގެންވާ ހެކިތަކާއިގެން އެކަލޭގެފާނު ވަޑައިގެންނެވި ހިނދު، މިއީ ބަޔާންވެގެންވާ ސިޙުރެކޭ އެއުރެން ބުނޫއެވެ.‍﴾ޢީސާ ‍÷ބަނީ އިސްރާއީލުންނަށް އެވިދާޅުވަނީ، ތިމަންކަލޭގެފާނު މިވަޑައިގެންނެވީ އިންޖީލާއިގެންނެވެ. ތިޔަބައިމީހުންގެ އަތުގައިވާ ތައުރާތާއި ޚިލާފުވާނޭ އެއްޗެއް ތިމަންކަލޭގެފާނު ނުގެންނަވަމެވެ. އެހެންވީއިރު ތިޔަބައިމީހުން ތިމަންކަލޭގެފާނާއި ދުރުހެލިވެ ޚިލާފުވާންވީ ކީއްވެގެން ހެއްޔެވެ! މިއާޔަތުގައި ނަންގަނެވިގެންމިވާ އަޙްމަދަކީ މިއުންމަތުގެ ނަބިއްޔާ ‍جގެ ނަންފުޅެވެ. މާނައަކީ: އެކަލޭގެފާނީ ހެޔޮ ސިފަފުޅުތަކަށްޓަކައި އެހެން އެއްވެސް ބޭކަލަކަށް ލިބިފައިނުވާ ތަޢުރީފާއިޘަނާ ލިބިވަޑައިގެންވާ ބޭކަލެކެވެ.\n‍﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ٧‍﴾\n7‍﴿އިސްލާމްދީނަށް ވަނުމަށް އެމީހަކަށް ގޮވައިލެވޭ ހިނދު اللهގެ މައްޗަށް ދޮގު ހަދައިގަތް މީހަކަށްވުރެ އަނިޔާވެރިކަންބޮޑީ ކާކު ހެއްޔެވެ! އަދި އަނިޔާވެރިވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެތެވެ.‍﴾\n‍﴿يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ٨‍﴾\n8‍﴿އެއުރެން އެދެނީ اللهގެ ނޫރުފުޅު (އެބަހީ: އިސްލާމްދީން) އެއުރެންގެ އަނގަތަކުން (ފުމެ)، ނިއްވައިލުމަށެވެ. اللهއީ އެއިލާހުގެ ނޫރުފުޅު ފުރިހަމަކުރައްވާނެ އިލާހެވެ. ކާފިރުން ނުރުހުންވި ކަމުގައިވިޔަސްމެއެވެ.‍﴾އެބަހީ: ބާޠިލުން ޙައްޤު ފޮހެލުމަށް އެބައިމީހުން މަސައްކަތްކުރާ ޙާލު، އެއުރެންގެ މިސާލީ، އަނގައިން ފުމެ އިރުގެ އަލިކަން ނިއްވާލުމަށް މަސައްކަތްކުރާ މީހާފަދައެވެ. އެކަމަކީ ކުރުން މުސްތަޙީލު ކަމެއްކަމުގައިވީ ފަދައިން، اللهގެ ދީނުގެ ނޫރުފުޅު ނިއްވާލުމަކީ އަމުދުން ވެވޭނޭކަމެއްވެސް ނޫނެވެ.\n‍﴿هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ٩‍﴾\n9‍﴿އެއިލާހު އެއީ އެންމެހައި ދީންތަކުގެ މައްޗަށް އެދީން މަތިވެރި ކުރެއްވުމަށްޓަކައި، ޙައްޤުދީނާއި ތެދުމަގާއިގެން އެއިލާހުގެ ރަސޫލާ ފޮނުއްވި އިލާހެވެ. މުޝްރިކުން ނުރުހުންވި ކަމުގައިވިޔަސްމެއެވެ.‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ١٠‍﴾\n10‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ވޭންދެނިވި ޢަޛާބަކުން ތިޔަބައިމީހުން މިންޖުކޮށްދޭނޭ ވިޔަފާރިއަކަށް ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް މަގުދައްކަވަން ހެއްޔެވެ!‍﴾ޢަމަލުކުރުން އެއިލާހު ލެއްވެވީ ވިޔަފާރިއެއްގެ މިސާލުގައެވެ. އެހެނީ ވިޔަފާރީގައި ނަފާވާފަދައިން ޢަމަލުކުރުމުގައިވެސް ނަފާވާތީއެވެ. މިއާޔަތާއި ވިދިގެން ދެންއޮތް ދެއާޔަތުގައި އެވިޔަފާރި ބަޔާންކުރައްވާފައިވެއެވެ. ފަހެ އެދެއާޔަތުން ދޭހަވަނީ، އީމާންކަމާއި ޖިހާދުކުރުމުގެ އަގަކީ اللهގެ ޙަޟްރަތުން ސުވަރުގެ ކަމެވެ. އެއީ ނަފާބޮޑުވެގެންވާ ވިޔަފާރިއެކެވެ.\n‍﴿تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ١١‍﴾\n11‍﴿އެއީ اللهއާއި އެއިލާހުގެ ރަސޫލާއަށް ތިޔަބައިމީހުން އީމާންވުމެވެ. އަދި ތިޔަބައިމީހުންގެ މުދަލާއި ނަފްސުން اللهގެ މަގުގައި ޖިހާދުކުރުމެވެ. ތިޔަބައިމީހުން ދަންނަނަމަ އެގޮތް ތިޔަބައިމީހުންނަށް މާހެޔޮކަންބޮޑެވެ.‍﴾\n‍﴿يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ١٢‍﴾\n12‍﴿އޭރުން އެއިލާހު ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ފާފަތައް ފުއްސަވާދެއްވާނެތެވެ. އަދި އެތަންތާނގެ ދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއިލާހު ތިޔަބައިމީހުން ވައްދަވާނެތެވެ. އަދި ދާއިމަށް ދެމިހުންނަނިވި ސުވަރުގެތަކުގައިވާ ހިތްފަސޭހަ ގަނޑުވަރުތަކުގައި ތިޔަބައިމީހުން ވަޒަންވެރި ކުރައްވާނެތެވެ. މަތިވެރިވެގެންވާ ދިންނެވުމާއި ކާމިޔާބަކީ އެއީއެވެ.‍﴾\n‍﴿وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ١٣‍﴾\n13‍﴿އަދި ތިޔަބައިމީހުން އެއަށް ލޯބިކުރާނޭ އެހެން ވިޔަފާރިއެއްވެސް މެއެވެ. (އެއީ) اللهގެ ޙަޟްރަތުންދެއްވަވާ ނަޞްރަކާއި ގާތްވެގެންވާ ފަތަޙައެކެވެ. އަދި ކަލޭގެފާނު މުއުމިނުންނަށް އުފާވެރިކަމުގެ ޚަބަރުދެއްވާހުށިކަމެވެ.‍﴾ނަޞްރާއި ފަތަޙަ ދުނިޔެމަތީގައި ދެއްވާނެކަމާއި އާޚިރަތުގައި ސުވަރުގެ ދެއްވާނެކަމުގެ އުފާވެރި ޚަބަރު ކަލޭގެފާނު މުއުމިނުތަކުންނަށް ދެއްވާށެވެ.\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ١٤‍﴾\n14‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުން اللهއަށް ނަޞްރުދޭ ބަޔަކު ކަމުގައިވާށެވެ! މަރްޔަމުގެފާނުގެ ދަރިކަލުން އީސާގެފާނު ޙަވާރިއްޔުންނަށް ވިދާޅުވި ފަދައިންނެވެ. اللهއަށްޓަކައި ތިމަންކަލޭގެފާނަށް ނަޞްރުދޭނީ ކޮންބަޔެއްހެއްޔެވެ؟ ޙަވާރިއްޔުން ދެންނެވޫއެވެ. އަހުރެމެންނީ اللهއަށް ނަޞްރުދޭ މީހުންނެވެ. ދެން އިސްރާއީލުގެ ދަރިންކުރެ ބަޔަކު އީމާންވިއެވެ. އަދި އަނެއްބަޔަކު ކާފިރުވިއެވެ. ފަހެ އީމާންވި މީހުންނަށް އެއުރެންގެ ޢަދުވުންގެ މައްޗަށް ތިމަންއިލާހު ގަދަކަން ދެއްވީމެވެ. ދެން ބާރުލިބި، މަތިވެރިވެގެންވާ ބަޔަކު ކަމުގައި އެއުރެންވެއްޖެއެވެ.‍﴾ޤަތާދާ  ‍/ވިދާޅުވިއެވެ. \"اللهއަށް ޙަމްދުހުއްޓެވެ. މިކަންވަނީ ޞަޙާބީންގެ ތެރޭގައި ހިނގާފައެވެ. ހަތްދިހަ ބޭކަލުން ރަސޫލާ  ‍جއަށް ޢަޤަބާގައި ބައިޢަތު ހިއްޕެވިއެވެ. ދެން اللهގެ ދީން މަތިވެރިވަންދެން އެކަލޭގެފާނަށް ހިމާޔަތްދެއްވައި ނަޞްރުދެއްވިއެވެ.\" الْحَوَارِيُّونَ އަކީ: ޢީސާ  ‍÷އަށް އެންމެފުރަތަމަ އީމާންވެ ނަޞްރުވެރިވި އަދި އެކަލޭގެފާނުގެ އެންމެއިޚްލާޞްތެރި ބާރަ ބޭކަލުންނެވެ."
  ],
  [
    "18",
    "",
    "سُوْرَةُ الْجُمْعَة\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ١‍﴾\n1‍﴿އެންމެހައިތަކެތި މިލްކުވެވޮޑިގެންވާ، އެންމެހައި އުނިކަމަކުން ޠާހިރުވެވޮޑިގެންވާ، ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ الله އަށް އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް ތަސްބީޙަ ކިޔަތެވެ.‍﴾\n‍﴿هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ٢‍﴾\n2‍﴿އެއިލާހު އެއީ އުއްމިއްޔުންގެ ތެރެއަށް އެއުރެންގެ ތެރެއިން ރަސޫލަކު ފޮނުއްވި އިލާހެވެ. އެއިލާހުގެ އާޔަތްތައް އެކަލޭގެފާނު އެއުރެންގެ މައްޗަށް ކިޔަވައިދެއްވައި އެއުރެން ޠާހިރުކުރައްވައި އަދި އެފޮތާއި ޙިކުމަތް (އެބަހީ: ޤުރުއާނާއި ސުންނަތް) އެއުރެންނަށް އުނގަންނައިދެއްވަތެވެ. އޭގެކުރިން އެއުރެންވީ ބަޔާންވެގެންވާ މަގުފުރެދުމެއްގައިކަން ކަށަވަރެވެ.‍﴾الأُمِّيّ އަކީ: ލިޔަންކިޔަން ނުދަންނަ މީހާއެވެ. އޭރުގެ ގިނަ ޢަރަބީންނަކީ އެފަދަބައެކެވެ. އެހެނީ އެބައިމީހުންނީ ބާވައިލެއްވުނު ފޮތެއްގެ އަހުލުވެރިން ކަމުގައި ނުވެތެވެ. މިއާޔަތުގައި ޠާހިރުކުރެއްވުމުގެ މުރާދަކީ: ކާފިރުކަމުގެ ކުނިމިލަތަކުންނާއި އަދި ފާފަތަކާއި ހުތުރު އަޚްލާޤީ ސިފަތަކުން އެކަލޭގެފާނު އެބައިމީހުން ޠާހިރުކޮށްދެއްވާނެ ވާހަކައެވެ.\n‍﴿وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ٣‍﴾\n3‍﴿އަދި (އެކަލޭގެފާނު ފޮނުއްވީ) އެއުރެންގެ ތެރެއިން މިހާތަނަށް އެއުރެންނާއި ބައްދަލުވެފައިނުވާ އެހެން ބައެއްގެ ގާތަށްވެސް މެއެވެ. އަދި އެއިލާހީ ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾އެބަހީ: އެހާތަނަށް ޞަހާބީބޭކަލުންނާއި ބައްދަލުވެފައި ނުވާ އެހަނަސް އޭގެފަހުން ވަޑައިގަންނަވާނޭ ބޭކަލުންގެ ވާހަކައެވެ. އެއީ ޢަރަބިންނާއި ޢަޖަމީންގެ ތެރެއިން ޤިޔާމަތާއި ހަމައަށްވެސް އިސްލާންވާނޭ އެންމެހައި މީސްތަކުންނެވެ.\n‍﴿ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ٤‍﴾\n4‍﴿އެއީ اللهގެ ފަޟްލުވަންތަކަމެވެ. އެއިލާހު އިރާދަކުރައްވާ މީހަކަށް އެކަން ދެއްވަތެވެ. އަދި اللهއީ މަތިވެރިވެގެންވާ ފަޟްލުވަންތަކަމުގެ ވެރި އިލާހެވެ.‍﴾\n‍﴿مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ٥‍﴾\n5‍﴿ތައުރާތު އުފުލުމަށް (އެބަހީ: އެފޮތަށް ޢަމަލުކުރުމަށް) ޙަވާލުކުރެވުމުން ދެން އެނުއުފުލި މީހުންގެ މިސާލަކީ ފޮތްތަކެއް އުފުލާ ޙިމާރެއްގެ މިސާލެވެ. اللهގެ އާޔަތްތައް ދޮގުކުޅަ މީހުންގެ މިސާލުގެ ނުބައިކަމާއެވެ. އަދި އަނިޔާވެރިވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެތެވެ.‍﴾އެއިލާހު މިމިސާލު ޖައްސަވަނީ ތައުރާތަށް ޢަމަލުކުރުން ދޫކޮށްލި ޔަހޫދިންނަށެވެ. މިމިސާލުން އިންޒާރު އެކުރައްވަނީ ރަސޫލާ  ‍جމިންބަރުކޮޅުގެ މަތީގައި ޚުޠުބާ ވިދާޅުވާން ހުންނަވަނިކޮށް އެކަލޭގެފާނު ދޫކޮށް ވިޔަފާރިޔާދިމާއަށް ވަޑައިގަތް ބޭކަލުންނަށެވެ. އަދި ޚުޠުބާ އަޑުއިވޭ ހިނދު އެއަށް ކަނުލައި އަޑުނާހާ ކޮންމެ މީހަކަށްވެސްމެއެވެ.\n‍﴿قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ٦‍﴾\n6‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ. އޭ ޔަހޫދީންނޭވެ! اللهގެ ޙަޟްރަތުގައި (އެހެން) މީސްތަކުން ފިޔަވައި ތިޔަބައިމީހުންނީ ވަލީވެރިން ކަމުގައި ދަޢުވާކުރަނީނަމަ، ފަހެ ތިޔަބައިމީހުން މަރުވުމަށް އެދިބަލާށެވެ. ތިޔަބައިމީހުންނީ ތެދުވެރިންކަމުގައި ވަނީނަމައެވެ.‍﴾ޔަހޫދީން ދަޢުވާކުރަނީ އެއުރެންނީ އެހެން މީސްތަކުން ފިޔަވާ اللهގެ ވަލީވެރިންކަމަށާއި اللهގެ ދަރިންކަމަށާ އަދި އެއިލާހު ލޯބިވެވޮޑިގެންވާ ބަޔަކުކަމުގައެވެ. އެހެންވެ ރަސޫލާ  ‍جއަށް އެންގެވުނީ އެބައިމީހުންނަށް ކަލޭގެފާނު ވިދާޅުވާށެވެ. \"ތިޔަބައިމީހުން މަރުވުމަށް އެދިބަލާށެވެ.\" އެއީ ތިޔަބައިމީހުން ތިޔަ ދަޢުވާކުރާ ކަރާމާތަށް ވާސިލުވުމަށްޓަކައެވެ. އެހެނީ ތިމާއީ ސުވަރުގޭގެ އަހުލުވެރިއެއްކަން އެނގިއްޖެމީހާ، މިދުނިޔެއިން ވަކިވެގެންދިއުމަށް ލޯބިކުރާނެއެވެ.\n‍﴿وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ٧‍﴾\n7‍﴿އަދި އެއުރެންގެ އަތްތަކުން އިސްކުޅަ (ނުބައި) ޢަމަލުތަކުގެ ސަބަބުން، ދުވަހަކުވެސް އެއުރެން އެކަމަކަށް (އެބަހީ: މަރުވުމަކަށް) ނޭދޭނެތެވެ. اللهއީ، އަނިޔާވެރިން މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ٨‍﴾\n8‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ކަށަވަރުންވެސް އެކަމަކުން ތިޔަބައިމީހުން ފިލަންދުވާ މަރު، ފަހެ ތިޔަބައިމީހުންނާ އެ ބައްދަލުކުރާނެކަން ކަށަވަރެވެ. ދެން ތިޔަބައިމީހުން ރައްދުކުރެއްވޭހުށީ ޣައިބުވެގެންވާހާ ކަމަކާއި ފާޅުވެގެންވާހާ ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހުގެ ޙަޟްރަތަށެވެ. ފަހެދެން ތިޔަބައިމީހުން ކޮށްއުޅުނު ޢަމަލުތަކުގެ ޚަބަރު ތިޔަބައިމީހުންނަށް އެއިލާހު އަންގަވާނެތެވެ.‍﴾"
  ],
  [
    "19",
    "",
    "‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ٩‍﴾\r9‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ހުކުރުދުވަހު (ހުކުރު) ނަމާދަށް (ބަންގި) ގޮވައިލެވޭހިނދު، ފަހެ اللهގެ ޒިކުރުކުރުމަށް (އެބަހީ: ޚުޠުބާ އަޑުއެހުމާއި ނަމާދަށް) ތިޔަބައިމީހުން އިޖާބަދީ އަވަސްވެގަންނަހުށިކަމެވެ! އަދި ވިޔަފާރިކުރުން ހުއްޓައިލާހުށިކަމެވެ! ތިޔަބައިމީހުން ދަންނަނަމަ އެގޮތް ތިޔަބައިމީހުންނަށް މާހެޔޮކަންބޮޑުވެގެންވެއެވެ.‍﴾ވިޔަފާރިކުރުން ހުއްޓައިލުމުގެ މުރާދަކީ: އެކަމުގެ އެންމެހައި މުޢާމަލާތްތަކެއް ދޫކޮށްލުމެވެ. ދުނިޔެވީ އެހެނިހެން މުޢާމަލާތްތައްވެސް މިފަދައެވެ. ފަހެ ހުކުރުނަމާދަށް ބަންގިދީފިނަމަ ގަނެވިއްކުމުގެ އެއްވެސްކަމެއް ހުއްދައެއްނުވާނެއެވެ.\r‍﴿فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ١٠‍﴾\r10‍﴿ހުކުރުނަމާދުކޮށް އަވަދިވެއްޖެހިނދު ފަހެ ތިޔަބައިމީހުން (ދިރިއުޅުމުގެ ކަންކަމައިގެން) ބިމުގައި ފެތުރިގަންނަހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން اللهގެ ފަޟުލުވަންތަކަމުން (ރިޒުޤު) ދެއްވުމަށް އެދުމާއި ގިނަގިނައިން اللهގެ ޛިކުރުކުރުމުގައި ދެމިތިބޭހުށިކަމެވެ! އެއީ ތިޔަބައިމީހުން ކާމިޔާބު ލިބިގަތުމަށެވެ.‍﴾\r‍﴿وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ وَاللَّهُ خَيْرُ الرَّازِقِينَ١١‍﴾\n11‍﴿އެއުރެންނަށް ވިޔަފާރިޔެއް ނުވަތަ ދުނިޔެވީ ޒީނަތެއް ފެނިއްޖެނަމަ، ފަހެ ކަލޭގެފާނު (މިންބަރުކޮޅުގައި) ކޮޅަށް ހުންނެވުމަށް ދޫކޮށްލައި، އެކަންތަކާ ދިމާޔަށް އެއުރެން އަވަސްވެގަނެއެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! ދުނިޔެވީ ޒީނަތާއި ވިޔަފާރިއަށްވުރެ اللهގެ ޙަޟުރަތުގައިވާ ދަރުމަ ހެޔޮކަން ބޮޑެވެ. އަދި اللهއީ، ރިޒުގު ދެއްވުމުގައި އެންމެހެޔޮ އިލާހެވެ.‍﴾މިއާޔަތް ބާވައިލެއްވުމުގެ ސަބަބެއްކަމުގައިވަނީ، މަދީނާގެ އަހުލުވެރިންނަށް ފަޤީރުކަމެއް ޖެހިފައިވަނިކޮށް ޝާމުކަރައިން އެބޭކަލުންގެ ވިޔަފާރި ޤާފިލާއެއް އައުމުން ގިނައަދަދެއްގެ ބޭކަލުން މިސްކިތް ދޫކޮށް އެދިމާއަށް ވަޑައިގެންނެވުމެވެ. އޭރު ނަބިއްޔާ  ‍جހުންނެވީ ހުކުރުޚުޠުބާ ދެއްވާށެވެ.\nسُوْرَةُ المُنَافِقُون\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ١‍﴾\n1‍﴿ކަލޭގެފާނުގެ އަރިހަށް މުނާފިޤުން އަންނަހިނދު، އެއުރެން ބުނެތެވެ. ހަމަ ކަށަވަރުން ކަލޭގެފާނީ، اللهގެ ރަސޫލާކަމަށް އަހުރެމެން ހެކިވަމުއެވެ. ހަމަ ކަށަވަރުން، ކަލޭގެފާނީ، اللهގެ ރަސޫލާކަން އެއިލާހު ދެނެވޮޑިގެންވެތެވެ. އަދި ހަމަ ކަށަވަރުން މުނާފިޤުންނީ، ދޮގުވެރިންކަމަށް الله ހެކިވެވޮޑިގަންނަވަތެވެ.‍﴾\n‍﴿اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ٢‍﴾\n2‍﴿އެއުރެންގެ ހުވާތައް އައްޑަނައެއްހެން ހަދައި اللهގެ މަގަށް ހުރަސްއެޅިއެވެ. އެއުރެންނީ ކޮށްއުޅުނު ޢަމަލުތައް ނުބައިވެގެންވާ ބައެއްކަން ކަށަވަރެވެ!‍﴾މުނާފިޤުންގެ ހުވާތައް ބޭނުންކުރީ މުއުމިނުންގެ ކިބައިން ރައްކާތެރިކަން ލިބިގަންނަ ވަސީލަތެއްގެ ގޮތުގައެވެ. މުއުމިނުންގެ ކަނޑިތަކުން ޤަތުލުވުމާއި ހައްޔަރުވުމުން ސަލާމަތްވެގަންނަ ބަހަނާއެއްގެ ގޮތުގައެވެ. އެއުރެން އުފައްދާ އުޅުނު ޝައްކުތަކާއި ނަބީކަމާއިމެދު ކިޔައި އުޅުނު ފާޑުކިޔުންތަކުގެ ސަބަބުން އީމާންވުމާއި ޖިހާދުކުރުމާ އަދި ހެޔޮޢަމަލުތައް ކުރުމުން މީސްތަކުން އެއްކިބާކުރިއެވެ.\n‍﴿ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ٣‍﴾\n3‍﴿އެއީ އެއުރެން (ދުލުކުރިން) އީމާންވެ އެއަށްފަހު (ހިތުގެ އަޑިން) ކާފިރުވީކަމަށްޓަކައެވެ. އެހެންވެ (ތެދުމަގު ނުފެންނާނެހެން) އެއުރެންގެ ހިތްތަކުގައި ސިއްކަޖެއްސެވުނެވެ. ފަހެ އެއުރެންނަކަށް ނުވިސްނެތެވެ.‍﴾\n‍﴿وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ٤‍﴾\n4‍﴿އަދި ކަލޭގެފާނަށް އެއުރެން ފެނިވަޑައިގަންނަވާހިނދު، އެއުރެންގެ ހަށިތައް (ފުރިހަމަކަމުން) ކަލޭގެފާނު އަޖައިބުކުރުވަތެވެ. އަދި ވާހަކަދައްކަންޏާ އެއުރެންގެ ވާހަކަ (އޮމާންކަމުން) ކަލޭގެފާނު އަޑުއައްސަވަމުއެވެ. (އެހެނަސް) އެއުރެންނީ ލައްކޮށްފައިވާ ލަކުޑިތަކެއްފަދައެވެ. އުފުލޭ ކޮންމެ އަޑެއްވަނީ އެއުރެންގެ މައްޗަށް ކަމުގައި ހީކުރެތެވެ. އެއުރެންނީ ހަމަ ޢަދުއްވުންނެވެ. ފަހެ ކަލޭގެފާނު އެއުރެންނާމެދު ރައްކާތެރި ވެވަޑައިގަންނަވާށެވެ. الله އެއުރެންނަށް ލަޢުނަތްލައްވާށިއެވެ! އެއުރެން ޙައްޤު ދޮގުކޮށްގަންނަނީ ކޮންފަދައަކުން ހެއްޔެވެ!‍﴾މުނާފިޤުން އަބަދުވެސް ތިބެނީ ސިއްރުތައް ބޭޒާރުވެ އެއުރެންގެ ފުރާނަޔާއި މުދާ ހިފެވުން ހުއްދަވާފަދަ ވަޙީއެއް ބާވައިލެއްވިދާނެތީ ބިރުންނެވެ. އެއުރެންނަށް ކަލޭގެފާނުގެ ފަރާތްޕުޅުން އެއްވެސް ފުރުސަތެއް ލިބުމާއިމެދު ނުވަތަ ކަލޭގެފާނުގެ އެއްވެސް ސިއްރެއް ފާޅުވުމާއިމެދު ހުޝިޔާރުވެ ރައްކާތެރިވެވަޑައިގަންނަވާހުށިކަމެވެ. އެހެނީ އެއުރެންނީ ކަލޭގެފާނުގެ ޢަދުއްވުންކަމުގައިވާ ކާފިރުންގެ ޖާސޫސުންނެވެ."
  ],
  [
    "20",
    "",
    "‍﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ٥‍﴾\r5‍﴿އަދި اللهގެ ރަސޫލާ ތިޔަބައިމީހުންނަށް އިސްތިޣްފާރުކޮށްދެއްވުމަށް އަންނާށޭ އެއުރެންނަށް ބުނެވިއްޖެހިނދު، (މަލާމާތުގެ ގޮތުން) އެއުރެންގެ ބޯތައް ހޫރުވައިލައެވެ. އަދި އެއުރެން ކިބުރުވެރިވެގެންވާޙާލު މަނާވެގަންނާތީ ކަލޭގެފާނު ދެކެވަޑައިގަންނަވާނެތެވެ.‍﴾\n‍﴿سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ٦‍﴾\n6‍﴿ކަލޭގެފާނު އެއުރެންނަށް އިސްތިޣްފާރުކޮށްދެއްވިޔަސް ނުވަތަ އިސްތިޣްފާރުކޮށްނުދެއްވިޔަސް، އެއުރެންގެ މައްޗަށް ހަމަހަމަވެގެންވެތެވެ. (ނިފާޤުކަމުގައި ދެމިތިބިހާ ހިނދަކު) الله އެއުރެންނަށް ފާފައެއް ނުފުއްސަވާނެތެވެ. އަދި ފާސިޤުވި މީހުންނަށް الله ތެދުމަގު ނުދައްކަވާނެކަން ކަށަވަރެވެ.‍﴾\n‍﴿هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ٧‍﴾\n7‍﴿އެއުރެންނީ، اللهގެ ރަސޫލާގެ އަރިހުގައި ތިއްބެވި ބޭކަލުން (އެކަލޭގެފާނުގެ އަރިހުން) ވަކިވެއްޖައުމަށް ދާނދެން، ތިޔަބައިމީހުން (އެބޭކަލުންނަށް) ހޭދަނުކުރާށޭ ބުނާ މީހުންނެވެ. އަދި އުޑުތަކާއި ބިމުގައިވާ ޚަޒާނާތައް މިލްކުވެގެންވަނީ اللهއަށެވެ. އެހެނެއްކަމަކު މުނާފިޤުންނަކަށް (އެކަމެއް) ނުވިސްނެތެވެ.‍﴾މުނާފިޤުންގެ މިބަހުގެ މުރާދަކީ، ފަޤީރު މުހާޖިރިއްޔަބޭކަލުންނަށް ހޭދަނުކުރުމެވެ.\n‍﴿يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ٨‍﴾\n8‍﴿އެއުރެން ބުނެތެވެ. އަހުރެމެން މަދީނާއަށް އެނބުރި އަތުވެއްޖެނަމަ، ހަމަ ކަށަވަރުން އެންމެވަރުގަދަ މީހުން (އެބަހީ: މުނާފިޤުން)، އެންމެ ދެރަނިކަމެތިން (އެބަހީ: މުއުމިނުން) އެރަށުން ބޭރުކޮށްލާނެތެވެ. (އެހެނަކުން ނޫނެވެ!) ވަރުގަދަކަންވަނީ اللهއަށާއި އެއިލާހުގެ ރަސޫލާއަށާ އަދި މުއުމިނުންނަށެވެ. އެހެނެއްކަމަކު މުނާފިޤުން (އެކަމެއް) ނުދަނެތެވެ.‍﴾ޒައިދު ބިން އަރްޤަމު  ‍سވިދާޅުވިއެވެ. \"اللهގެ ރަސޫލާ  ‍جގެ އަރިހުގައި ހަނގުރާމައެއްގައި އަހުރެންވީމެވެ. ފަހެ ޢަބްދު الله ބިން އުބައްޔު ބުންޏެވެ. \"އަހުރެމެން އެނބުރި މަދީނާއަށް އަތުވެއްޖެނަމަ، ހަމަ ކަށަވަރުން އެންމެވަރުގަދަ މީހުން އެންމެ ދެރަނިކަމެތިން އެތަނުން ބޭރުކޮށްލާނެތެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ދެން އަހުރެން އައިސް اللهގެ ރަސޫލާ  ‍جގެ އަރިހުގައި އެވާހަކަ ދަންނަވައިފީމެވެ. އެކަހަލަ އެއްވެސްވާހަކައެއް ނުދައްކާކަމަށް ޢަބްދު الله ބިން އުބައްޔު ހުވާކޮށް ދެންނެވިއެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ދެން އަހުރެންގެ ޤައުމުގެމީހުން އަހުރެންނަށް އެކަމަށް ފާޑުކިޔެވެ. އަދި އެބައިމީހުން ބުންޏެވެ. \"ކަލޭގެފާނު ކީއްކުރަން ދެއްކެވި ވާހަކައެއް ހެއްޔެވެ!\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ދެން އަހުރެންގޮސް ހިތް ނުތަނަވަސްވެގެންވާ ޙާލު ހިތާކުރަމުން އޮވެ ނިދައިފީމެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ދެން ﷲގެ ނަބިއްޔާ  ‍ج، އަހުރެން ބަލާ ފޮނުއްވައިފިއެވެ.\" ފަހެ ޙަދީޘްކުރެއްވިއެވެ.«إِنَّ اللهَ عَزَّ وَجَلَّ قَدْ أَنْزَلَ عُذْرَكَ وَصَدَّقَكَ» أحمد.މާނައީ: \"الله ـ ކަލޭގެފާނުގެ އުޒުރު ބާވާތްލައްވައިފިއެވެ. އަދި ކަލޭގެފާނުގެ ބަސްފުޅު ތެދުކުރައްވައިފިއެވެ.\" އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ފަހެ މިއާޔަތް ބާވައި ލެއްވުނީ މިކަމާއިމެދުއެވެ.\"\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ٩‍﴾\n9‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ މުދަލާއި ދަރިން، الله ހަނދުމަކުރުމުން ތިޔަބައިމީހުން މަޝްޣޫލުކޮށް ދުރުކުރިޔަ ނުދޭހުށިކަމެވެ. އަދި އެގޮތަށް ކަންކުރާ މީހުން (ދަންނައެވެ!) ފަހެ އެއުރެންނީ ހަމަ ގެއްލި ހަލާކުވެގެންވާ މީހުންނެވެ.‍﴾\n‍﴿وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ١٠‍﴾\n10‍﴿އަދި ތިޔަބައިމީހުންކުރެ މީހެއްގެ ގާތަށް މަރު އައުމުގެ ކުރީން، ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް ދެއްވި ތަކެތިން ހޭދަކުރާހުށިކަމެވެ! ފަހެ (އެހިނދު) އޭނާ ބުނާނެތެވެ. އަޅުގެ ވެރިރައްބެވެ! އިބައިލާހު، ކައިރި އަޖަލަކަށް މިއަޅާ ފަސްކުރައްވާނެނަމަ ކޮންފަދަތޯއެވެ! ފަހެ އޭރުން ޞަދަޤާތްކޮށް، ޞާލިޙުންގެ ތެރެއިން މިއަޅާ ވާހުށީމެވެ.‍﴾\n‍﴿وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ١١‍﴾\n11‍﴿އަދި الله އެއްވެސް ނަފުސަކަށް، އޭގެ އަޖަލު އަންނަހިނދު، ފަހެއް ނުކުރައްވާނެތެވެ. اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾"
  ],
  [
    "21",
    "",
    "سُوْرَةُ التَّغَابُنِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ١‍﴾\n1‍﴿الله އަށް އުޑުތަކާއި ބިމުގައިވާހާ އެއްޗެއް ތަސްބީޙަ ކިޔަތެވެ. އެންމެހައި ވެރިކަމެއްވަނީ އެއިލާހަށެވެ. އަދި އެންމެހައި ޙަމްދެއްހުރީވެސް އެއިލާހަށެވެ. އަދި އެއިލާހީ، އެންމެހައި ކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހެވެ.‍﴾\n‍﴿هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ٢‍﴾\n2‍﴿އެއިލާހު އެއީ ތިޔަބައިމީހުން ޚަލްޤުކުރެއްވި އިލާހެވެ. ފަހެ ތިޔަބައިމީހުންގެ ތެރެއިން ކާފިރުންވެއެވެ. އަދި ތިޔަބައިމީހުންގެ ތެރެއިން މުއުމިނުންވެސްވޭމެއެވެ. اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތައް މޮޅަށް ބައްލަވާވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ٣‍﴾\n3‍﴿އެއިލާހު އުޑުތަކާއި ބިން ޚަލްޤުކުރެއްވީ ޙައްޤުގޮތުގައެވެ. އަދި އެއިލާހު ތިޔަބައިމީހުން ސޫރަކުރައްވައި ތިޔަބައިމީހުންގެ ސޫރަތައް އެންމެ ރިވެތިކުރެއްވިއެވެ. އަދި އެނބުރިދިއުންވަނީ އެއިލާހުގެ ޙަޟުރަތަށެވެ.‍﴾އިންސާނާގެ ނަފުސުގެ ފުރިހަމަކަމާއި އޭނާއަށް ދެއްވާފައިވާ ތަނަވަސް ބުއްދީގެ ކުޅަދާނަކަމީ މަތިވެރި ހެއްކެކެވެ. اللهـ ވަޙީކުރެއްވިއެވެ.‍﴿وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ٢٠ وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ٢١‍﴾[الذاريات: 20-21] މާނައީ: \"އަދި ބަލައި ޔަޤީންކުރާބަޔަކަށް ބިމުގައި (ކުޅަދުންވަންތަކަމުގެ) ހެކިތަކެއްވެއެވެ. އަދި ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކުގައި ވެސްމެއެވެ. ފަހެ ތިޔަބައިމީހުން ވިސްނައި ނުބަލަނީ ހެއްޔެވެ!\"\n‍﴿يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ٤‍﴾\n4‍﴿އުޑުތަކާއި ބިމުގައި ވާހާއެއްޗެއް އެއިލާހު ދެނެވޮޑިގެންވެތެވެ. އަދި ތިޔަބައިމީހުން ސިއްރުކުރާ ކަންތަކާއި ފާޅުކުރާ ކަންތައްވެސް އެއިލާހު ދެނެވޮޑިގެންވެތެވެ. އަދި اللهއީ، ހިތްތަކުގައި ވާހާއެއްޗެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ٥‍﴾\n5‍﴿މީގެކުރިން ކާފިރުވި މީހުންގެ ޚަބަރު ތިޔަބައިމީހުންނާ ހަމަޔަށް ނާދޭހެއްޔެވެ! އެއުރެން ކުޅަ ކަންތަކުގެ (އެބަހީ: ކާފިރުވުމުގެ) ނުބައިނިމުމުގެ ރަހަ އެއުރެން ލިބިގަތީއެވެ. އަދި އެއުރެންނަށް ވޭންދެނިވި ޢަޛާބުހުއްޓެވެ.‍﴾މިއާޔަތުގައި އިޝާރާތްކުރައްވާފައި މިވަނީ، ނޫޙު  ‍÷ގެ ޤައުމާއި ޢާދާއި ޘަމޫދު ބާގަ ފަދަ އިސްވެދިޔަ ކާފިރު އުންމަތްތަކަށެވެ.\n‍﴿ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ٦‍﴾\n6‍﴿އެއީ ބަޔާންވެގެންވާ ހެކިތަކާއިގެން ރަސޫލުން އެއުރެންގެ ގާތަށް ވަޑައިގަތުމުން، ފަހެ އަހުރެމެންނަށް ތެދުމަގު ދައްކަވަނީ އާދަމުގެދަރިންހޭ ބުނެ، އެއުރެން ކާފިރުވެ މޫނުއަނބުރައިލި ކަމަށްޓަކައެވެ. އަދި (އެއުރެންގެ ކިބައިން) الله ފުދިވޮޑިގެންވެއެވެ. اللهއީ ފުދިވޮޑިގެންވާ، ޙަމްދުލިބިވޮޑިގެންވާ އިލާހެވެ.‍﴾އެބަހީ: اللهއީ ޢާލަމްތަކަށް ބޭނުންވެވޮޑިގެންނުވާ އަދި އެއްވެސްފަރާތެއްގެ އަޅުކަމަކަށް ބޭނުންވެވޮޑިގެންނުވާ އިލާހެވެ. ބަހުން ނުވަތަ ޙާލުންނަމަވެސް ކޮންމެ މަޙްލޫޤެއްގެ ޙަމްދު އެއިލާހަށް ލިބިވޮޑިގެންވެއެވެ. މިއާޔަތުގައި ބަޔާން ކުރައްވާފައިވަނީ، ކުރީ އާޔަތުގެ ތަފްސީރެވެ.\n‍﴿زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ٧‍﴾\n7‍﴿އަލުންދިރުއްވުމެއް ނުވާކަމަށް ކާފިރުވިމީހުން ދަޢުވާކުރެތެވެ. ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެހެނަކުން ނޫނެވެ! ތިމަންކަލޭގެފާނުގެ ވެރިރައްބު ގަންދެއްވައި ވިދާޅުވަމެވެ. ހަމަ ކަށަވަރުން ތިޔަބައިމީހުން އަލުންދިރުއްވޭ ހުށްޓެވެ. ދެން ހަމަ ކަށަވަރުން ތިޔަބައިމީހުން ކުޅަ ޢަމަލުތަކުގެ ޚަބަރު އެންގެވޭ ހުށްޓެވެ. އަދި އެއީ اللهއަށް ދާދި ފަސޭހަކަމެކެވެ.‍﴾\n‍﴿فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ٨‍﴾\n8‍﴿ފަހެ ތިޔަބައިމީހުން الله އަށާއި އެއިލާހުގެ ރަސޫލާއަށާ އަދި ތިމަންއިލާހު ބާވައިލެއްވި ނޫރަށް (އެބަހީ: ޤުރުއާނަށް) އީމާންވާހުށިކަމެވެ! اللهއީ، ތިޔަބައިމީހުން ކުރާ ޢަމަލުތަކުގެ ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ٩‍﴾\n9‍﴿ޖަމާކުރެއްވުމުގެ ދުވަހަށް (އެބަހީ: ޤިޔާމަތްދުވަހަށް) އެއިލާހު ތިޔަބައިމީހުން އެއްކުރައްވާ ދުވަސް (ހަނދުމަކުރާށެވެ!) އެއީ ފައިދާއާއި ގެއްލުމުގެ ދުވަހެވެ. اللهއަށް އީމާންވެ ޞާލިޙުޢަމަލު ކުރާ މީހާއަށް އޭނާގެ ކުށްތައް އެއިލާހު ފުއްސަވާނެތެވެ. އަދި އެތަންތާނގެ ދަށުން ފެން އާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއިލާހު އޭނާ ވައްދަވާނެތެވެ. އެތަންތާނގައި އެއުރެން އަބަދަށް ދެމިތިބެނިވިގޮތުގައެވެ. މަތިވެރިވެގެންވާ ދިންނެވުމާއި ކާމިޔާބަކީ އެއީއެވެ.‍﴾އެއީ ޖަޒާދެއްވުމަށް މަޙުޝަރުގެ އަހުލުވެރިން ޖަމާކުރެވޭ ދުވަހެވެ. ކޮންމެ ޢަމަލެއްކުރި މީހަކާއި އޭނާ ކުޅަ ޢަމަލު، އަދި ކޮންމެ ނަބިއްޔަކާއި އެބޭކަލެއްގެ އުންމަތް، އަދި ކޮންމެ އަނިޔާލިބުނުމީހަކާއި އަނިޔާވެރިއެއް، އަދި އިސްވެދިޔަހާ ބަޔަކާއި ފަހުންއައިހާ ބަޔަކުވެސް އެދުވަހުން ހާޒިރުކުރެވޭނެތެވެ. މަޙްޝަރުގައި އެއްބަޔަކު އަނެއްބަޔަކަށް ބަދަލު ލިބިގަންނާނެތެވެ. التَغَابُن ނެގިފައިވަނީ غَبْنُ އިންނެވެ. ޢަރަބިބަހުގައި މީހަކަށް غَبْنُ ކުރިކަމަށް ބުނަނީ އެއްޗެއްވިއްކާއިރު ނުވަތަ ގަންނައިރު ގެއްލުމެއް ލިބޭގޮތަށް ގަނެވިއްކުމަށެވެ. ފަހެ ޙަޤީޤީ ގެއްލުން ލިބޭނެމީހަކީ، ޤިޔާމަތްދުވަހު ސުވަރުގޭގައިވާ އޭނާގެ މަޤާމާއި އަހުލުވެރިން ގެއްލިދާ މީހާއެވެ."
  ],
  [
    "22",
    "",
    "‍﴿وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ١٠‍﴾\r10‍﴿އަދި ކާފިރުވެ ތިމަންއިލާހުގެ އާޔަތްތައް ދޮގުކުޅަމީހުން އެއީ ނަރަކައިގެ އަހުލުވެރިންނެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. އަދި އެއީ އެނބުރިދިޔުމަށް ހާދަހައި ނުބައިވެގެންވާ ތަނެކެވެ.‍﴾\r‍﴿مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ١١‍﴾\r11‍﴿اللهގެ އިޛުނަފުޅަށް މެނުވީ އެއްވެސް މުޞީބާތެއް ނުޖެހެތެވެ. އަދި اللهއަށް އީމާންވާމީހާ (ދަންނައެވެ!) އެއިލާހު އެމީހާގެ ހިތަށް ތެދުމަގު ދައްކަވަތެވެ. اللهއީ ކޮންމެކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾މިއާޔަތް ބާވައިލެއްވުނީ \"މުސްލިމުން ތިބީ ހައްޤުގޮތުގައިނަމަ ދުނިޔޭގެ މުސީބާތްތަކުން، ﷲ އެއުރެން ސަލާމަތްކުރެއްވީހެވެ.\" މިފަދައިން ކާފިރުން ބުނުމުންނެވެ. ހަމަ ކަށަވަރުން އޭނާއަށް މެދުވެރިވި ކަމަކީ ﷲގެ އިރާދަފުޅުން މެދުވެރިވި ކަމެއްކަމާއި އެއިލާހު އިރާދަކުރައްވާފައިނުވާ ކަމެއް ނުޖެހޭނެކަން އޭނާ ދަންނާނެތެވެ. އެހިނދު އެއިލާހުގެ މިންވަރުފުޅަށް ރުހި އޭނާގެ ބަހަކަށްވާނީ،إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَއެވެ. އެހެންވެ މުސީބާތައް ކެތްކޮށް ނިޢުމަތަށް ޝުކުރުވެރިވާނެތެވެ.\n‍﴿وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ١٢‍﴾\n12‍﴿އަދި ތިޔަބައިމީހުން اللهއަށް ކިޔަމަންތެރިވާހުށިކަމެވެ! އަދި ރަސޫލާއަށްވެސް ކިޔަމަންތެރިވާހުށިކަމެވެ! ތިޔަބައިމީހުން ފުރަގަސްދީ އެނބުރިގެންފިނަމަ، (ދަންނައެވެ!) ފަހެ ތިމަންއިލާހުގެ ރަސޫލާގެ މައްޗަށް އޮތްކަން ކަށަވަރީ ބަޔާންވެގެންވާ އިއްވައިދިނުމެވެ.‍﴾\n‍﴿اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ١٣‍﴾\n13‍﴿الله ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވެއެވެ. ފަހެ ހަމައެކަނި اللَّهއަށް މުއުމިނުތަކުން ވަކީލުކުރާހުށިކަމެވެ!‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ١٤‍﴾\n14‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ އަނބިންނާއި ތިޔަބައިމީހުންގެ ދަރިންގެ ތެރެއިން ތިޔަބައިމީހުންނަށް ޢަދާވާތެރިންވާކަން ކަށަވަރެވެ. ފަހެ (ހެޔޮކަމަކަށް ހުރަސްއެޅޭނަމަ) އެއުރެންނާމެދު ރައްކާތެރިވާހުށިކަމެވެ! ތިޔަބައިމީހުން އެކަމަށް މާފުކޮށް ކުށަކަށް ނުހަދައި ވަންހަނާކޮށްފިނަމަ (ދަންނައެވެ!) ފަހެ اللهއީ، ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމުވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾ޢަދުއްވުންގެ ގޮތުގައި އަނބިދަރިން ސިފަކުރެވިފައި އެވަނީ އެފަރާތްތަކަށް އޮންނަ ލޯބީގެ ސަބަބުން ބައެއްފަހަރު ހެޔޮކަންކަމަށް ހުރަސްއެޅޭގޮތް ވާތީއެވެ.\n‍﴿إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ١٥‍﴾\n15‍﴿ތިޔަބައިމީހުންގެ މުދަލާއި ތިޔަބައިމީހުންގެ ދަރީން ވާކަންކަށަވަރީ އިމްތިޙާނެއް ކަމުގައެވެ. އަދި މަތިވެރިވެގެންވާ ދަރުމަހުރީ ﷲގެ ޙަޟްރަތުގައެވެ.‍﴾މުދަލާއި ދަރިންނަށް ހުރި ލޯތްބަކީ، ޙަރާމްތަކެތި ހޯދުމާއި اللهގެ ޙައްޤު އަދާނުކުރުމުގެ މައްޗަށް ހުރި އިމްތިޙާނެކެވެ. އޭނާގެ މުދަލާއި ދަރިންނަށް ކުރާ ލޯތްބަށް ވުރެ، اللهއަށް ކިޔަމަންގަތުން އިސްކޮށްފިމީހާއަށް ބޮޑުވެގެންވާ ދަރުމަހުއްޓެވެ.\n‍﴿فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ١٦‍﴾\n16‍﴿ފަހެ ކުޅަދާނަކަން ލިބިގެންވީމިންވަރަކުން ތިޔަބައިމީހުން اللَّهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އަހައި، ކިޔަމަންވެ، ހޭދަކުރާހުށިކަމެވެ! ތިޔަބައިމީހުންގެ ނަފްސުތަކަށް އެގޮތް ހެޔޮކަން ބޮޑުވެގެންވެތެވެ. އެމީހެއްގެ އަމިއްލަ ނަފްސުގެ ދަހިވެތިކަމުން މިންޖުވެއްޖެ މީހާ (ދަންނައެވެ!) ފަހެ އެއުރެންނީ ހަމަ ކާމިޔާބުވީ މީހުންނެވެ.‍﴾\n‍﴿إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ١٧‍﴾\n17‍﴿ހެޔޮވެގެންވާ ދަރަންޏަކުން اللهއަށް ތިޔަބައިމީހުން ދަރަންޏެއް ދޭނަމަ، (އެބަހީ: اللهގެ މަގުގައި ހޭދަކުރާނަމަ) އެއިލާހު ތިޔަބައިމީހުންނަށް އެއެއްޗެއް ގިނަގުނަކޮށްދެއްވައި އަދި ތިޔަބައިމީހުންނަށް ފާފަފުއްސަވައިދެއްވާނެތެވެ. اللهއީ، ގިނަގިނައިން ޝުކުރު ޤަބޫލުކުރައްވާ، ޙަލީމުވަންތަ އިލާހެވެ.‍﴾ފަހެ ކޮންމެ ހެޔޮކަމަކަށް ދިހަގުނައިން ފެށިގެން ހަތްސަތޭކަގުނައަށް الله އިތުރުކޮށްދެއްވަތެވެ. އަދި އިރާދަކުރެއްވި އަޅަކަށް އެއަށްވުރެވެސް އިތުރުކޮށްދެއްވަތެވެ. އެއިލާހަށް ކިޔަމަންތެރިވާއަޅުންނަށް އެތައްގުނަޔަކަށް ދަރުމަ އިތުރުކޮށްދެއްވަތެވެ. އަދި އެއިލާހަށް އުރެދޭއަޅުންނަށް ޢުޤޫބާތް އަވަސްނުކުރައްވަތެވެ."
  ],
  [
    "23",
    "",
    "‍﴿عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ١٨‍﴾\r18‍﴿ޣައިބުވެގެންވާހާ ކަމަކާއި ފާޅުވެގެންވާހާ ކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ، ޢަޒީޒުވަންތަ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾\rسُوْرَةُ الطَّلاقِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَوَاتَّقُوا اللَّهَ رَبَّكُمْلَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍوَتِلْكَ حُدُودُ اللَّهِوَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُلَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا١‍﴾\n1‍﴿އޭ ނަބިއްޔާއެވެ! ތިޔަބައިމީހުން އަނބިން ވަރިކުރަން ގަސްދުކުރިނަމަ، ފަހެ އެކަނބަލުންގެ ޢިއްދާގައި (އެބަހީ: ޖިމާޢުނުވާ ޠުހުރެއްގައި) އެކަނބަލުން ވަރިކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން ޢިއްދަ ހިމަނައި އަދަދުކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުންގެ ވެރިރައްބު اللهއަށް ތަޤުވާވެރިވާހުށިކަމެވެ! ފާޅުވެގެންވާ ހުތުރުކަންބޮޑު ފާފައަކަށް އެކަނބަލުން އަރައިގެންފިއްޔާ މެނުވީ، އެކަނބަލުންގެ ގެތަކުން (އެބަހީ: އެކަނބަލުން އުޅެމުންއައި ގެތަކުން) ނުނެރޭހުށިކަމެވެ! އަދި އެކަނބަލުންވެސް (އެގެތަކުން) ނުނިކުންނަހުށިކަމެވެ! އެއީ الله ކަނޑައަޅުއްވާފައިވާ އިންތަކެވެ. الله ކަނޑައަޅުއްވާފައިވާ އިންތައް ފަހަނަޅައިދާމީހާ (ދަންނައެވެ!) ފަހެ އެމީހާގެ އަމިއްލަ ނަފުސަށް އަނިޔާވެރިވެއްޖެކަން ކަށަވަރެވެ. އެއަށްފަހު الله މިންވަރުކުރައްވާނެގޮތެއް ތިބާއަކަށް (އެބަހީ: ވަރިކުރި ފިރިހެނާއަކަށް) ނޭނގޭނެތެވެ.‍﴾މިއާޔަތުގައި ނަބިއްޔާ  ‍جއަށް ނިދާއިއްވެވުން އިސްކުރައްވާފައި އެވަނީ އެކަލޭގެފާނަށް ޝަރަފެއްގެ ގޮތުންނެވެ. ދެން އެއަށްފަހު މުޚާޠަބުކުރައްވަނީ އެކަލޭގެފާނާއިއެކު އެކަލޭގެފާނުގެ އުންމަތަށެވެ. އިބްނު ޢުމަރު  ‍بގެ އަރިހުން ރިވާވެގެންވެއެވެ. އެކަލޭގެފާނުގެ އަނބިކަނބަލުން ޙައިޟުގެދުވަސްވަރު ވަރިކުރެއްވިއެވެ. އެކަން ޢުމަރުގެފާނު، اللهގެ ރަސޫލާ  ‍جއަށް ދެންނެވިއެވެ. ދެންފަހެ اللهގެ ރަސޫލާ  ‍جއެކަމާ ހިތްޕުޅައިހަމަނުކުރައްވައި ޙަދީޘްކުރެއްވިއެވެ.«لِيُرَاجِعْهَا ، ثُمَّ يُمْسِكْهَا حَتَّى تَطْهُرَ ، ثُمَّ تَحِيضَ فَتَطْهُرَ ، فَإِنْ بَدَا لَهُ أَنْ يُطَلِّقَهَا ، فَلْيُطَلِّقْهَا طَاهِرًا قَبْلَ أَنْ يَمَسَّهَا ، فَتِلْكَ الْعِدَّةُ كَمَا أَمَرَ اللَّهُ عَزَّ وَجَلَّ»\"އެކަމަނާ ރުޖޫޢަކުރާހުށިކަމެވެ! އަދި އެކަމަނާ ޠާހިރުވެ އެއަށްފަހު ޙައިޟުވެ، ޠާހިރުވަންދެން އަނތްބެއްގެ ގޮތުގައި ބައިންދާހުށިކަމެވެ! ފަހެ ވަރިކުރަންވެއްޖެއްޔާ އެކަމަނާއާއި ޖިމާޢުނުވާ ޠުހުރެއްގައި ވަރިކުރާހުށިކަމެވެ! ވަރިކުރަން، الله އަންގަވާފައިވާ ޢިއްދައަކީ އެއީއެވެ.\" ވަރިކުރެވުމަށްފަހު އެއަންހެނާ ފިރިމީހާގެ ގޭގައި އިނުމުން، އެދެމީހުންގެ ދެމެދު އަލުން ގުޅުންއުފެދި އެކުވެރިވެ، ރުޖޫޢަކުރާފަދަ ކަމެއް ﷲ މިންވަރުކުރައްވަފާނެތެވެ.\n‍﴿فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِوَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا٢‍﴾\n2‍﴿ފަހެ އެކަނބަލުންގެ ޢިއްދަހަމަވުމާ ގާތްވެއްޖެހިނދު، ތިޔަބައިމީހުން އެކަނބަލުން ހެޔޮގޮތުގައި ރުޖޫޢަކުރާހުށިކަމެވެ! ނުވަތަ އެކަނބަލުންނާ ހެޔޮގޮތުގައި ވަކިވާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުންގެ ތެރެއިން ޢަދުލުވެރި ދެމީހަކު ހެކިކުރުވާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން، ﷲ އަށްޓަކައި ހެކިބަސް އަދާކުރާހުށިކަމެވެ! ﷲއަށާއި އާޚިރަތްދުވަހަށް އީމާންވާ މީހާއަށް ވަޢުޡުއިއްވެވެނީ އެފަދައިންނެވެ. އަދި ﷲއަށް ތަޤުވާވެރިވާމީހާ (ދަންނައެވެ!) އެއިލާހު އޭނާއަށް (އެންމެހައި ދަތިއުނދަގުލަކުން) ސަލާމަތްވާނެ މަގެއް ދައްކަވާނެތެވެ.‍﴾\n‍﴿وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُوَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُإِنَّ اللَّهَ بَالِغُ أَمْرِهِقَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا٣‍﴾\n3‍﴿އަދި އެއިލާހު (ތަޤުވާވެރިވާ މީހާއަށް) އޭނާ ހީވެސްނުކުރާފަދަ ގޮތްގޮތުން ރިޒްޤުދެއްވާނެތެވެ. އަދި ﷲއަށް ވަކީލުކުރާމީހާ (ދަންނައެވެ!) ފަހެ އޭނާއަށް އެއިލާހު ފުދެއެވެ. ﷲ އެއިލާހުގެ އަމުރުފުޅު ފުރިހަމައަށް ހިންގަވާކަން ކަށަވަރެވެ. ހަމަ ކޮންމެ އެއްޗަކަށްމެ ﷲ މިންވަރެއް ކަނޑައެޅުއްވެވިއެވެ.‍﴾الله ކޮންމެކަމަކަށްވެސް އެކަމެއްގެ ނިމުން އަންނާނެ މިންވަރެއް ވަނީ ކަނޑައަޅުއްވާފައެވެ. ދަތިއުނދަގުލަށް މިންވަރެކެވެ. ލުއިފަސޭހައަށް މިންވަރެކެވެ. އެއިން އެއްވެސްކަމެއް އިންސާނާގެ ހަޔާތުގައި އަބަދަކު ދެމިއެއް ނޯންނާނެތެވެ.\n‍﴿وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَوَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّوَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا٤‍﴾\n4‍﴿އަދި ޙައިޟުން ކެނޑިފައިވާ، ތިޔަބައިމީހުންގެ އަނބިންނާމެދު އޮޅުންއަރާނަމަ އެކަނބަލުންގެ ޢިއްދައަކީ ތިން މަސްދުވަހެވެ. އަދި ޙައިޟުނުވާ ކަނބަލުންވެސް އެފަދައެވެ. އަދި މާބަނޑު އަންހެނުންގެ ޢިއްދައަކީ، އެކަނބަލުން ވިހައި މާބަނޑުން ވީއްލުމެވެ. އަދި ﷲއަށް ތަޤުވާވެރިވާމީހާ (ދަންނައެވެ!) އެއިލާހު އޭނާގެ ކަންތަކުގައި ފަސޭހަކަން ލައްވާނެތެވެ.‍﴾\n‍﴿ذَلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْوَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا٥‍﴾\n5‍﴿އެއީ ތިޔަބައިމީހުންނަށް ﷲ ބާވައިލެއްވި އެއިލާހުގެ އަމުރުފުޅެވެ. އަދި ﷲއަށް ތަޤުވާވެރިވެއްޖެމީހާ (ދަންނައެވެ!) އެއިލާހު އޭނާގެ ކުށްތައް ފުއްސަވައި އަދި އޭނާއަށް ދަރުމަ މަތިވެރިކުރައްވާނެތެވެ.‍﴾އިސްވެދިޔަ އާޔަތްތަކުގައި ބަޔާންކުރައްވާފައި އެވަނީ ވަރިކުރުމާއި ރުޖޫޢަކުރުމުގެ ޙުކުމްތަކެވެ. އެއައްފަހު އަންނަނިވި އާޔަތްތަކުގައި މިވަނީ އިންނާނެތަނަކާއި ޚަރަދު ދިނުމުގެ ޙުކުމްތަކެވެ."
  ],
  [
    "24",
    "",
    "‍﴿أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّوَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّفَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّوَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍوَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَى٦‍﴾\r6‍﴿ތިޔަބައިމީހުންގެ ތަނަވަސްކަން ހުރިވަރަކުން ތިޔަބައިމީހުން ދިރިއުޅޭ (ފަދަ) ތަނެއްގައި އެކަނބަލުން (އެބަހީ: ރަޖުޢީވަރިއެއްގެ ޢިއްދައިގައިވާ އަންހެނުން) ބައިތިއްބާހުށިކަމެވެ! އަދި އެކަނބަލުންނަށް ދަތިކުރުމުގެ ގޮތުން ތިޔަބައިމީހުން އުނދަގޫ ނުކުރާހުށިކަމެވެ! އަދި އެކަނބަލުންނީ މާބަނޑު އަންހެނުންނަމަ، ފަހެ އެކަނބަލުން ވިހައި މާބަނޑުން ވީއްލެންދެން ތިޔަބައިމީހުން އެކަނބަލުންނަށް ޚަރަދުކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުންނަށްޓަކައި (ދަރިންނަށް) އެކަނބަލުން ކިރުދީފިނަމަ، ފަހެ އެކަނބަލުންނަށް އުޖޫރަދޭހުށިކަމެވެ! އަދި ތިޔަބައިމީހުންގެ މެދުގައި (އެކަމާއި މެދު) ހެޔޮގޮތުގައި މަޝްވަރާކުރާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން އެކަކު އަނެކަކަށް ދަތިކުރާނަމަ، ފަހެ ފިރިމީހާއަށްޓަކައި (ދަރިފުޅަށް) އެހެން އަންހެނަކު ލައްވައި ކިރުދޭހުށިކަމެވެ!‍﴾ތިންފަށްވަރިން ވަރިވެފައިވާ އަންހެނާއަށް ޚަރަދެއްވެސް އަދި އިންނާނެތަނެއްވެސް ދިނުމެއްނުވެއެވެ.\r‍﴿لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِوَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُلَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَاسَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا٧‍﴾\r7‍﴿ތަނަވަސްކަން ލިބިގެންވާމީހާ އޭނާގެ ތަނަވަސްކަމުން ހޭދަކުރާހުށިކަމެވެ! އަދި އެމީހެއްގެ ރިޒްޤު ދަތިވެގެންވާމީހާ (ދަންނައެވެ!) ފަހެ الله ދެއްވި އެއްޗަކުން ހޭދަކުރާހުށިކަމެވެ! الله ދެއްވާފައިވާ މިންވަރުން މެނުވީ އެއްވެސް ނަފުސަކަށް ތަކުލީފެއް ނުޖައްސަވާނެތެވެ. ދަތިކަމަކަށްފަހު ފަސޭހަކަމެއް الله ލައްވާހުށްޓެވެ.‍﴾ތިމާގެ ތަނަވަސްކަންހުރި މިންވަރުން ކިރުމައިންނަށް ހޭދަކުރާހުށިކަމެވެ. މުއްސަދިން ޚަރަދުކުރާވަރަށް ޚަރަދުކުރާކަށް އަތްމަތިދަތި މީހާއަކަށް ނުޖައްސަވަތެވެ.\n‍﴿وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا٨‍﴾\n8‍﴿އަދި އެއުރެންގެ ވެރިރައްބުގެ އަމުރުފުޅަށާއި އެއިލާހުގެ ރަސޫލުންނަށް އުރެދުނީ ކިތައްކިތައް ރަށުގެ އަހުލުވެރިން ހެއްޔެވެ! ފަހެ ތިމަންއިލާހު ގަދަފަދަވެގެންވާ ހިއްޕެވުމަކުން އެއުރެން ހިއްޕެވީމެވެ. އަދި ބިރުވެރި ޢަޛާބަކުން އެއުރެންނަށް ޢަޛާބު ދެއްވެވީމެވެ.‍﴾\n‍﴿فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا٩‍﴾\n9‍﴿ފަހެ (އެރަށްތަކުގެ އަހުލުވެރިން) އެއުރެން ކުޅަކަންތަކުގެ (އެބަހީ: ކާފިރުވުމުގެ) ނުބައިނިމުމުގެ ރަހަ ލިބިގަތީއެވެ. އަދި އެއުރެން ކުޅަކަންތަކުގެ ނިމުންވީ ގެއްލި ހަލާކުވުމެއް ކަމުގައެވެ.‍﴾\n‍﴿أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا١٠‍﴾\n10‍﴿الله އެއުރެންނަށް ގަދަފަދަވެގެންވާ ޢަޛާބެއް ތައްޔާރުކުރެއްވިއެވެ. އޭ އީމާންވެގެންތިބި ބުއްދީގެ އަހުލުވެރިންނޭވެ! ފަހެ ތިޔަބައިމީހުން اللهއަށް ތަޤްވާވެރިވާހުށިކަމެވެ! الله ތިޔަބައިމީހުންނަށް ޛިކުރެއް (އެބަހީ: ޤުރުއާން) ބާވައިލެއްވިކަން ކަށަވަރެވެ.‍﴾\n‍﴿رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا١١‍﴾\n11‍﴿اللهގެ ބަޔާންވެގެންވާ އާޔަތްތައް ތިޔަބައިމީހުންގެ މައްޗަށް ކިޔަވައިދެއްވާ ރަސޫލަކު ފޮނުއްވިކަން ކަށަވަރެވެ. އެއީ އީމާންވެ ޞާލިޙުޢަމަލުތައް ކުޅަ މީހުން އަނދިރިކަމުގެ ތެރެއިން އަލިކަމުގެ ތެރެއަށް ނެރުއްވުމަށްޓަކައެވެ. އަދި الله އަށް އީމާންވެ ޞާލިޙުޢަމަލު ކުރާ މީހާ (ދަންނައެވެ!) އެތަންތާނގެ ދަށުން ފެން އާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް އެއިލާހު އޭނާ ވައްދަވާނެތެވެ. އެތަންތާނގައި އެއުރެން އަބަދަށް ދެމިތިބެނިވިގޮތުގައެވެ. (އެތާނގައި) އެންމެފުރިހަމަ ގޮތުގައި الله އޭނާއަށް ރިޒްޤުދެއްވާނެކަން ކަށަވަރެވެ.‍﴾\n‍﴿اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا١٢‍﴾\n12‍﴿الله އެއީ ހަތް އުޑާއި ބިމުންވެސް އެފަދައިން (ހަތް ބިން) ޚަލްޤުކުރެއްވި އިލާހެވެ. އެތަންތަނަށް އެއިލާހުގެ އަމުރުފުޅު ބާވައިލެއްވެތެވެ. އެއީ ކަށަވަރުންވެސް اللهއީ އެންމެހައިކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހުކަމާއި އަދި ކަށަވަރުންވެސް اللهގެ ޢިލްމުފުޅުން ހަމަ އެންމެހައި އެއްޗެއް ވަށައިލެއްވިކަން ތިޔަބައިމީހުން ދެނެގަތުމަށެވެ.‍﴾\nسُوْرَةُ التَّحْرِيْمِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَتَبْتَغِي مَرْضَاتَ أَزْوَاجِكَوَاللَّهُ غَفُورٌ رَحِيمٌ١‍﴾\n1‍﴿އޭ ނަބިއްޔާއެވެ! الله ކަލޭގެފާނަށް ޙަލާލުކުރައްވާފައިވާ އެއްޗެއް ކަލޭގެފާނުގެ އަނބިއަނބިކަނބަލުންގެ ރުހުން ހޯއްދެވުމަށް ޙަރާމްކުރައްވަނީ ކީއްވެތޯއެވެ! اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމްވަންތަ އިލާހެވެ.‍﴾މިއާޔަތް ބާވައިލެއްވުނުކަމަށް ބުނެވޭ އެއް ސަބަބަކީ: ނަބިއްޔާ  ‍ج، އެކަލޭގެފާނުންގެ އަނބިކަނބަލުން ޒައިނަބު ބިންތު ޖަޙްޝު  ‍لގެ އަރިހުން މާމުއި ހިއްޕެވިއެވެ. އެކަން އެނގިވަޑައިގެން ޢާއިޝާއާއި ޙަފްޞާ  ‍بރޭއްވެވުމެއް ރާއްވަވައި އެކަނބަލުންގެ އަރިހަށް ވެދެވަޑައިގެންނެވީމާ އެކަލޭގެފާނުގެ ކިބައިން ވަހެއް އެބަދުވައޭ ދެންނެވުމަށް އެއްބަސްވެ ވަޑައިގެންނެވިއެވެ. އެކަމުގެ ސަބަބުން އެކަލޭގެފާނުގެ އަމިއްލަ ނަފްސުފުޅުގެ މައްޗަށް މާމުއި ޙަރާމްކުރެއްވިއެވެ. ދެން ތަރުބިއްޔަތުކުރައްވައި މަގުދެއްކެވުމުގެ ބަސްފުޅު ﷲ އެކަލޭގެފާނަށް ބާވައިލެއްވީއެވެ."
  ],
  [
    "25",
    "",
    "‍﴿قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْوَاللَّهُ مَوْلَاكُمْوَهُوَ الْعَلِيمُ الْحَكِيمُ٢‍﴾\r2‍﴿ތިޔަބައިމީހުންގެ ހުވާތަކުން މިންޖުވާނެގޮތް الله ތިޔަބައިމީހުންނަށް ޝަރުޢުކުރައްވައިފިކަން ކަށަވަރެވެ. الله ވޮޑިގެންވަނީ ތިޔަބައިމީހުންގެ ވާގިވެރިވަންތަ އިލާހުކަމުގައެވެ. އަދި އެއިލާހީ މޮޅަށް ދެނެވޮޑިގެންވާ، ޙަކީމުވަންތަ އިލާހެވެ.‍﴾الله ޙަލާލުކުރެއްވި އެއްޗެއް ޙަރާމްކުރުން އެކަކަށްވެސް ހުއްދަވެގެން ނުވެއެވެ. ތަކެތި ޙަލާލުކުރުމާއި ޙަރާމްކުރުންވަނީ ހަމައެކަނި الله ـގެ ހަޟުރަތުންނެވެ. އެފަދަކަމެއް މީހަކު ކަނޑައެޅިޔަސް އެގޮތުގައި ހުރުން ލާޒިމެއް ނުވާނެއެވެ. އޭނާގެ އަމިއްލަ ނަފްސުގެ މައްޗަށް ޙަރާމްކުޅަކަމެއް އަލުން ކުރާނަމަ އޭނާއަށް އޮތީ، ހުވައިގެ ކައްފާރާ ދިނުމެވެ. ކައްފާރާދީފިނަމަ އެހުވައިން އޭނާ މިންޖުވީއެވެ.\n‍﴿وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍفَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَاقَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ٣‍﴾\n3‍﴿ނަބިއްޔާ އެކަލޭގެފާނުގެ އަނބިއަނބިކަނބަލުންކުރެ ބޭކަނބަލެއްގެ (އެބަހީ: ޙަފްޞާގެފާނުގެ) އަރިހުގައި ސިއްރުން ވާހަކައެއް ވިދާޅުވިހިނދު ހަނދުމަކުރައްވާށެވެ! އެކަމަނާ އެވާހަކައިން (ޢާއިޝަތުގެފާނަށް) ޚަބަރުކުރެއްވުމުން، الله އެކަލޭގެފާނަށް އެކަން ހާމަކުރެއްވިއެވެ. (އެއިލާހު ހާމަކުރެއްވި) ވާހަކައިން ބައެއް އެކަލޭގެފާނު (ޙަފްޞާގެފާނަށް) އަންގަވައި، އަނެއްބައި (ނާންގަވައި) ދޫކޮށްލެއްވިއެވެ. ފަހެ އެކަމަނާއަށް އެވާހަކަ ޚަބަރުކުރެއްވުމުން ކަލޭގެފާނަށް މިޚަބަރުދެއްވީ ކޮންފަރާތަކުންތޯ އެކަމަނާ އެއްސެވިއެވެ. (ޖަވާބުގައި) ވިދާޅުވިއެވެ. ތިމަންކަލޭގެފާނަށް އެޚަބަރު އެންގެވީ މޮޅަށް ދެނެވޮޑިގެންވާ، ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَاوَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَوَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ٤‍﴾\n4‍﴿ތިޔަދެބޭކަނބަލުން اللهއަށް ތައުބާވާނަމަ ދަންނައެވެ! (އެގޮތް ހެޔޮކަން ބޮޑުވެގެންވެތެވެ.) ފަހެ ތިޔަދެބޭކަނބަލުންގެ ހިތްޕުޅު ލެނބިއްޖެކަން ކަށަވަރެވެ. އަދި ތިޔަދެބޭކަނބަލުން އެކަލޭގެފާނާ ދެކޮޅަށް އެކަކު އަނެކަކަށް އެހީތެރިވާނަމަ (ދަންނައެވެ!) ފަހެ ﷲއީ އެކަލޭގެފާނުގެ ވާގިވެރިވަންތަ އިލާހުކަން ކަށަވަރެވެ. އަދި ޖިބްރީލުގެފާނާއި ޞާލިޙު މުއުމިނުންނާ އެއަށްފަހު މަލާއިކަތުންވެސް އެކަލޭގެފާނުގެ އެހީތެރިން ކަމުގައިވެއެވެ.‍﴾ މިބަސްފުޅުން މުޚާޠަބުވެވެނީ ޢާއިޝާއާއި ޙަފްޞާ  ‍بއަށެވެ. ނަބިއްޔާ  ‍جއެދިވަޑައިގަންނަވާގޮތާ ޚިލާފަށް، ތިޔަދެބޭކަނބަލުންގެ ހިތްޕުޅު ލެނބުމަށްފަހު ތައުބާވުމަށް އެނބުރިއްޖެކަން ކަށަވަރެވެ. އެގޮތް ތިޔަދެބޭކަނބަލުންނަށް ހެޔޮވެގެންވެއެވެ.\n‍﴿عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا٥‍﴾\n5‍﴿އެކަލޭގެފާނު ތިޔަކަނބަލުން ވަރިކުރައްވައިފިނަމަ (ދަންނައެވެ!) އެކަލޭގެފާނުގެ ވެރިރައްބު، ތިޔަކަނބަލުންނަށްވުރެ ހެޔޮކަންބޮޑު އަނބިންތަކެއް އެކަލޭގެފާނަށް ދެއްވައިފާނެތެވެ. (އެއީ) މުސްލިމު، މުއުމިނު، ކިޔަމަންތެރި، ތައުބާވާ، އަޅުވެރި، ރޯދަހިފާ، ބިކުރުވެރިނޫން ކަނބަލުންނާއި، ބިކުރުވެރި ކަނބަލުންނެވެ.‍﴾\n‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ٦‍﴾\n6‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! ތިޔަބައިމީހުންގެ އަމިއްލަ ނަފްސުތަކާއި އަހުލުވެރިން ނަރަކައިން ސަލާމަތްކުރާހުށިކަމެވެ! އެތާނގެ ދަރަކީ މީހުންނާއި ހިލައެވެ. ހަރުކަށި، ގަދަފަދަ މަލާއިކަތުން (ބަނޑޭރިންގެ ގޮތުގައި) އެތާނގެ މައްޗަށްވެއެވެ. الله އެބޭކަލުންނަށް ކުރައްވާ އަމުރުފުޅަކަށް ނުއުރެދޭނެތެވެ. އަދި އަމުރުކުރެއްވޭ ކަންތައް ކުރައްވާނެތެވެ.‍﴾އިބްނު ޖަރީރު / ވިދާޅުވިއެވެ. \"ދީނާއި ހެޔޮކަން، އަދި ކޮންމެހެން އެނގެންޖެހޭ އަދަބުތައް ދަރިންނަށް އުނގަންނައި ދިނުމަކީ އަހުރެމެންގެ މައްޗަށް ވާޖިބެކެވެ.\" ނަރަކައިގެ ކަންތައް ބެލެހެއްޓުމަށާއި ޢަޛާބުދެއްވުމަށް ލައްވާފައިވާ ޒަބާނިއްޔަ މަލާއިކަތުންނަކީ، އެތާނގެ އަހުލުވެރިންނަށް ހަރުކަށި، އެއުރެންގެ މައްޗަށް ގަދަފަދަ، ރަޙުމްކުރުމަށްއެދި ދެންނެވިއަސް ރަޙުމްނުކުރައްވާނޭ ބޭކަލުންނެވެ. އެބޭކަލުން ހެއްދެވިފައި ވަނީ ޢަޛާބުދެއްވުމަށެވެ.\n‍﴿يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَإِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ٧‍﴾\n7‍﴿އޭ ކާފިރުވެއްޖެ މީސްތަކުންނޭވެ! މިއަދު ޢުޛުރުނުދައްކާށެވެ. ތިޔަބައިމީހުންނަށް ޖަޒާދެއްވޭކަން ކަށަވަރީ ތިޔަބައިމީހުން (ދުނިޔޭގައި) ކޮށްއުޅުނު ޢަމަލުތަކަށެވެ.‍﴾މިބަސް އެއުރެންނަށް އިއްވޭހުށީ ނަރަކައަށް ވެއްދޭހިނދެވެ. އެއީ އެއުރެން އުއްމީދުކެނޑި މާޔޫސްވުމަށްޓަކައެވެ."
  ],
  [
    "26",
    "",
    "‍﴿يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ٨‍﴾\r8‍﴿އޭ އީމާންވެއްޖެ މީސްތަކުންނޭވެ! އިޚްލާޞްތެރި ތައުބާއަކުން اللهއަށް ތައުބާވާހުށިކަމެވެ! އޭރުން ތިޔަބައިމީހުންގެ ވެރިރައްބު ތިޔަބައިމީހުންގެ ފާފަތައް ފުއްސަވައި އެތަންތާނގެދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކަށް ތިޔަބައިމީހުން ވައްދަވާނެތެވެ. الله (އެދުވަހެއްގައި) ނަބިއްޔާއާއި އެކަލޭގެފާނުގެ އަރިހުގައިވާ އީމާންވި މީސްތަކުން ނިކަމެތިނުކުރައްވާނެ ދުވަހު، ކުރިމަތިންނާއި ކަނާތްފަރާތުން އެއުރެންގެ ނޫރު ހިނގަހިނގާ ހުންނަހާލު އެއުރެން ދަންނަވާނެތެވެ. އަޅަމެންގެ ވެރިރައްބެވެ! އަޅަމެންގެ ނޫރު ފުރިހަމަކޮށްދެއްވައި އަޅަމެނަށް ފާފަފުއްސަވާނދޭވެ! އިބައިލާހީ އެންމެހައިކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾ޞިރާޠުމަގު ހުރަސްކުރާހިނދު މުއުމިނުންގެ އީމާންކަމުގެ ނޫރުގެ އަލި އެއުރެންނާއި އެކުވެއެވެ. މިއާޔަތުގައި މިވާ ތެދުވެރި އިޚުލާޞްތެރި ތައުބާއަކީ: އިސްވެދިޔަ ފާފައިގެމައްޗަށް ހިތާމަކޮށް ފާފަފުއްސެވުމަށްއެދި ދަންނަވައި އެފާފައަކުން މުޅިންދުރުހެލިވެ، އަލުން އެފާފައަށް އަރައިނުގަތުމަށް ޢަޒުމްކަނޑައެޅުމެވެ.\n‍﴿يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْوَمَأْوَاهُمْ جَهَنَّمُوَبِئْسَ الْمَصِيرُ٩‍﴾\n9‍﴿އޭ ނަބިއްޔާއެވެ! ކާފިރުންނާއި މުނާފިޤުންނާ ދެކޮޅަށް ޖިހާދުކުރައްވައި އެއުރެންގެ މައްޗަށް ހަރުކަށިވެވަޑައިގަންނަވާހުށިކަމެވެ! އެއުރެން ތިބެނިވި ތަނަކީ ނަރަކައެވެ. އަދި އެއީ އެނބުރިދިއުމަށް ހާދަހައި ނުބައިވެގެންވާ ތަނެކެވެ.‍﴾އޭ ނަބިއްޔާ  ‍جއެވެ! ކާފިރުންނާ ހަނގުރާމަ ކުރައްވައި ޖިހާދު ކުރައްވާށެވެ! މުނާފިޤުންނާ ޖިހާދު ކުރައްވާނީ، ޙައްދުތައް ޤާއިމުކުރައްވައިގެންނެވެ. ފަހެ އެއުރެން ޙައްދުކަނޑައެޅިފައިވާ ކަންކަމަށް އަރައިގަންނަކަން ކަށަވަރެވެ. އެހެންވެ އެދެބައިމީހުންނަށްވެސް ހައިބަތުދެއްކެވުމަށް ހަރުކަށިގޮތް ބޭނުންފުޅު ކުރައްވާށެވެ.\n‍﴿ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍكَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ١٠‍﴾\n10‍﴿ނޫޙުގެފާނުގެ އަނބިކަނބަލުންނާއި ލޫޠުގެފާނުގެ އަނބިކަނބަލުންގެ ވާހަކައިން، ކާފިރުވިމީހުންނަށް الله މިޘާލެއް ޖައްސަވަތެވެ. ތިމަންއިލާހުގެ ޞާލިޙުއަޅުންކުރެ ދެއަޅެއްގެ އަމުރުގެދަށުގައި އެދެއަންހެނުންތިބެމެ، އެދެބޭކަލުންނަށް (އީމާންނުވެ) ޚިޔާނާތްތެރިވިއެވެ. ފަހެ اللهގެ ޙަޟްރަތުން (ޢަޛާބު އައިހިނދު) އެދެބޭކަލުންނަށް އެއްވެސްކަމެއް އެދެއަންހެނުންގެ ކިބައިން ދުރުކޮށެއް ނުދެވުނެވެ. އަދި އެންގެވޭނެތެވެ. (ނަރަކައަށް) ވަންނަމީހުނާއެކު ތިޔަދެއަންހެނުން ނަރަކައަށް ވަންނާށެވެ!‍﴾މިއާޔަތުގައި ޚިޔާނަތެއްކަމަށް އައިސްފައިވަނީ: ނޫޙު  ‍÷ގެ އަނބިކަނބަލުން، އެކަލޭގެފާނަކީ މޮޔައެއްކަމަށް ބުނުމާއި ލޫޠު  ‍÷ގެ އަނބިކަނބަލުން، އެކަލޭގެފާނުންގެ މެހްމާނުންގެ ޚަބަރު ޤައުމުގެމީހުންނަށް ދިނުންކަމަށް ބުނެވެއެވެ.\n‍﴿وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ١١‍﴾\n11‍﴿އަދި ފިރުޢައުނުގެ އަނބިކަނބަލުންގެ ވާހަކައިން، އީމާންވި މީސްތަކުންނަށް الله މިޘާލެއް ޖައްސަވަތެވެ. އެކަމަނާ ދެންނެވިހިނދު ހަނދުމަކުރައްވާށެވެ! އަޅުގެ ވެރިރައްބެވެ! އިބައިލާޙުގެ ޙަޟްރަތުގައި ސުވަރުގޭގައި މިއަޅާއަށް ގެއެއް ބިނާކޮށްދެއްވާނދޭވެ! އަދި ފިރުޢައުނާއި އޭނާގެ (ނުބައި) ޢަމަލުން މިއަޅާ ސަލާމަތްކޮށްދެއްވައި އަނިޔާވެރިވި މީހުންގެ ކިބައިންވެސް މިއަޅާ ސަލާމަތްކޮށްދެއްވާނދޭވެ!‍﴾ކާފިރުކަމުގައި އަރާހުރި ފިރުޢައުނުގެ އަނބިކަނބަލުންގެ މަޤާމުގައި އިންނެވިހިނދުވެސް އެކަމަނާގެ އީމާންކަމުގެ ސަބަބުން ނިޢުމަތުގެ ސުވަރުގެ ލިބިވަޑައިގެންނެވިއެވެ. އެކަމަނާއަށް ފިރުޢައުނުގެ ފާރާތުން ގެއްލުމެއް ނުލިބުނުފަދައިން ކާފިރުންގެ ކާފިރުކަމުން މުއުމިނުންނަށް ގެއްލުމެއްނެތެވެ.\n‍﴿وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ١٢‍﴾\n12‍﴿އަދި (ޢިއްފަތްތެރިވެ) އެކަމަނާގެ ފަރުޖު ރައްކާތެރިކުރެއްވި، ޢިމްރާނުގެފާނުގެ ދަރިކަނބަލުން މަރްޔަމުގެފާނުގެ މިޘާލުވެސްމެއެވެ. ފަހެ ތިމަންއިލާހުގެ ރޫޙުފުޅުން (އެބަހީ: ޖިބުރީލުގެފާނު ފޮނުއްވައި) އެކަމަނާގެ ފޭރާންކޮޅަށް ފުމެލެއްވީމެވެ. އަދި އެކަމަނާގެ ވެރިރައްބުގެ ކަލިމަފުޅުތަކާއި އެއިލާހުގެ ފޮތްތައް އެކަމަނާ ތެދުކުރެއްވިއެވެ. އަދި އެކަމަނާވީ ކިޔަމަންތެރި އަޅުވެރިންގެ ތެރެއިންނެވެ.‍﴾ﷲ އެކަމަނާއަށް ދުނިޔެއާއި އާޚިރަތުގެ ކަރާމާތް ޖަމާކޮށް ދެއްވައި، އެންމެހައި އަންހެނުންގެ ތެރެއިން އެކަމަނާ ޚާއްޞަކުރައްވައި ޚިޔާރުކުރެއްވިއެވެ. މިއާޔަތުގައި އެކަމަނާގެ ވެރިރައްބުގެ ކަލިމަފުޅުތައް ކަމުގައި އައިސްފައިއެވަނީ: އެއިލާހުގެ އަޅުތަކުންނަށް ފޮނުއްވެވި ޝަރީޢަތްތަކާއި ޖިބުރީލު  ‍÷އެކަމަނާއަށް ވިދާޅުވި ބަސްފުޅުތަކެވެ. އެކަލޭގެފާނު ވިދާޅުވިއެވެ. \"ތިމަންކަލޭގެފާނީ ކަމަނާގެ ވެރިރައްބުގެ ހަޟުރަތުން ފޮނުއްވެވި ރަސޫލަކީމެވެ. އަދި ކަމަނާގެ މިދަރިކަލުންނީ، (އެބަހީ: ޢީސާ ÷ އަކީ) ކުއްތަންވެގެންވާ ރަސޫލުބޭކަލެއްކަމުގައި ލެއްވޭނެތެވެ.\" ފަހެ އެކަމާނާއާއި އެކަމަނާގެ އަހުލުންނަކީ އަޅުވެރި ހެޔޮލަފާ ބަޔަކުކަމުގައިވެއެވެ."
  ],
  [
    "27",
    "",
    "سُوْرَةُ الْمُلْكِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ١‍﴾\n1‍﴿އެއިލާހުގެ އަތްޕުޅުގައި އެންމެހައި ވެރިކަމެއްވާ އިލާހު ހެޔޮކަން އިތުރުވެ މަތިވެރިވެގެންވެއެވެ. އެއިލާހީ އެންމެހައި ކަމެއްގެ މައްޗަށް ކުޅަދުންވަންތަ އިލާހެވެ.‍﴾\n‍﴿الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًاوَهُوَ الْعَزِيزُ الْغَفُورُ٢‍﴾\n2‍﴿އެއީ ޢަމަލު އެންމެހެޔޮވެގެންވަނީ ތިޔަބައިމީހުންކުރެ ކާކުތޯ އިމްތިޙާނުކުރެއްވުމަށް، މަރާއި ދިރުން ޚަލްޤުކުރެއްވި އިލާހެވެ. އަދި އެއިލާހީ ޢަޒީޒުވަންތަ، ގިނަގިނައިން ފާފަފުއްސަވާ އިލާހެވެ.‍﴾\n‍﴿الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًامَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍفَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ٣‍﴾\n3‍﴿އެއީ މަތިމައްޗަށް ހަތްއުޑު ޚަލްޤުކުރެއްވި އިލާހެވެ. ރަހުމާނުވަންތަ އިލާހުގެ ޚަލްޤުކުރެއްވުމުގައި އެއްވެސްކަހަލަ އުނިކަމެއް ތިބާއަކަށް ނުފެންނާނެތެވެ. ފަހެ އަލުން ނަޒަރުހިންގައި ބަލާހުށިކަމެވެ! ފަހެ ތިބާއަށް އެއްވެސްކަހަލަ ފުށުއެރުމެއް ފެނޭހެއްޔެވެ!‍﴾އެއުޑުތައްވަނީ އައިބުކަމެއް، ދެކޮޅުނުޖެހުމެއް، ތަފާތުވުމެއް ނެތިއެވެ. ހަމަހަމަކަމާއި ސީދާކަމާއިއެކު އެއުޑުތަކުގެ ވެރިރައްބުގެ ކުޅަދުންވަންތަކަމަށް ހެކިދޭޙާލުއެވެ.\n‍﴿ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ٤‍﴾\n4‍﴿އަދިވެސް ތަކުރާރުކޮށް ނަޒަރުހިންގައި ބަލާހުށިކަމެވެ! އޭރުންވެސް ތިބާގެ ނަޒަރު އެނބުރިއަންނަހުށީ (ފުށުއެރުމެއް ނުފެނި) ނިކަމެތިވެ، ނާއުއްމީދުވެގެންވާ ޙާލުގައެވެ.‍﴾\n‍﴿وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِوَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ٥‍﴾\n5‍﴿ހަމަ ކަށަވަރުން ތިމަންއިލާހު ވޮށްތަކަކުން (އެބަހީ: ތަރިތަކުން) ދުނިޔޭގެ އުޑު ޒީނަތްތެރި ކުރެއްވެވީމެވެ. އަދި ޝައިޠާނުން ރަޖަމުކުރެވޭ ގިނިހިލަތަކެއްގޮތުގައި އެތަކެތި ލެއްވެވީމެވެ. އަދި ތިމަންއިލާހު އެއުރެންނަށް އަނދައަނދައިހުރި ނަރަކައިގެ ޢަޛާބު ތައްޔާރުކުރެއްވެވީމެވެ.‍﴾ޤަތާދާ / ވިދާޅުވިއެވެ. \"الله ـ ތަރިތައް ޚަލުޤުކުރައްވާފައިވަނީ ތިންކަމަކަށެވެ. އެއީ ދުނިޔޭގެ އުޑުގެ ޒީނަތަކަށާއި ޝައިޠާނުން ރަޖަމުކުރެވޭ ގިނިހިލަތަކެއް ކަމުގައްޔާ އަދި އެއްގަމާއި ކަނޑުގައި މަގުހޯދުމަށްވާ ޢަލާމާތްތަކެއްކަމުގައެވެ.\"\n‍﴿وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَوَبِئْسَ الْمَصِيرُ٦‍﴾\n6‍﴿އަދި އެބައިމީހުންގެ ވެރިރައްބަށް ކާފިރުވި މީހުންނަށް ނަރަކައިގެ ޢަޛާބުހުށްޓެވެ. އެއީ އެނބުރިދިއުމަށް ހާދަހައި ނުބައިވެގެންވާ ތަނެކެވެ.‍﴾\n‍﴿إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ٧‍﴾\n7‍﴿އެތަނަށް (އެބަހީ: ނަރަކައަށް) އެއުރެން އެއްލައިލެވޭހިނދު، އެތަން ކެކިގަންނަ ޙާލު އެއުރެންނަށް ނާމާންކަމުންފުރިގެންވާ އަޑެއް އެތަނުން އިވޭނެތެވެ.‍﴾\n‍﴿تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِكُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ٨‍﴾\n8‍﴿(ކާފިރުންދެކެ) އަރައިގަންނަ ރުޅިން އެނަރަކަ ކުދިކުދިވެދާން ކައިރިވެތެވެ. އެތަނަށް ބަޔަކު އެއްލައިލެވޭ ކޮންމެފަހަރަކު (މަލާއިކަތުންކުރެ) އެތާނގެ ބަނޑޭރިން އެއުރެންނާ ސުވާލުކުރައްވާނެތެވެ. ތިޔަބައިމީހުންގެ ގާތަށް އިންޒާރުކުރައްވާ ރަސޫލަކު ވަޑައެއްނުގަންނަވާހެއްޔެވެ!‍﴾\n‍﴿قَالُوا بَلَى قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ٩‍﴾\n9‍﴿އެއުރެން ދަންނަވާނެތެވެ. އެހެނަކުން ނޫނެވެ! ކަށަވަރުންވެސް އަހުރެމެންގެގާތަށް އިންޒާރުކުރައްވާ ރަސޫލަކު ވަޑައިގެންނެވިއެވެ. ފަހެ އަހުރެމެން (އެބޭކަލަކު) ދޮގުކުޅައީމެވެ. އަދި ދެންނެވީމެވެ. الله އެއްވެސް އެއްޗެއް ބާވައެއް ނުލައްވަތެވެ. ތިޔަބޭކަލުން ބޮޑުވެގެންވާ ފުރެދުމެއްގައި މެނުވީ ނުވަމުއެވެ.‍﴾\n‍﴿وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ١٠‍﴾\n10‍﴿އަދި އެއުރެން ދަންނަވާނެތެވެ. އަހުރެމެން ކަނުލައި އަޑުއަހައި ނުވަތަ ވިސްނައި ފިކުރުކުރާކަމުގައި ވީނަމަ، އަނދައަނދައިހުރި ނަރަކައިގެ އަހުލުވެރިންގެ ތެރެޔަކު އަހުރެމެން ނުވީހެވެ.‍﴾\n‍﴿فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ١١‍﴾\n11‍﴿ފަހެދެން އެއުރެންގެ ފާފަތަކަށް އިޢުތިރާފުވާނެތެވެ. ފަހެ އަނދައަނދައިހުރި ނަރަކައިގެ އަހުލުވެރިންނަށް (ރަޙުމަތުން) ދުރުކުރެއްވުން ހުށްޓެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ١٢‍﴾\n12‍﴿ވަންހަނާހާލުގައިވެސް އެއުރެންގެ ވެރިރައްބަށް ބިރުވެތިވާމީހުން (ދަންނައެވެ!) އެއުރެންނަށް ހުރީ ފާފަފުއްސެވުމާއި ބޮޑުވެގެންވާ ދަރުމަކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِإِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ١٣‍﴾\n13‍﴿ތިޔަބައިމީހުން ބުނާއެއްޗެއް ސިއްރުގައި، ނުވަތަ ފާޅުގައިވިޔަސް ބުނެބަލާށެވެ. އެއިލާހީ ހިތްތަކުގައި ވާހާކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހުކަން ކަށަވަރެވެ.‍﴾\n‍﴿أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ١٤‍﴾\n14‍﴿(އެންމެހައިތަކެތި) ޚަލްޤުކުރައްވާ އިލާހު ދެނެވޮޑިގެން ނުވާނެހެއްޔެވެ! އަދި އެއިލާހީ ނުހަނު އޯގާތެރިވަންތަ، ސިއްރުވެސް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾"
  ],
  [
    "28",
    "",
    "‍﴿هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِوَإِلَيْهِ النُّشُورُ١٥‍﴾\r15‍﴿އެއިލާހު އެއީ ތިޔަބައިމީހުންނަށްޓަކައި ބިން ފަސޭހަތަނެއްކަމުގައި ލެއްވި އިލާހެވެ. ފަހެ އެތާނގައި ތިޔަބައިމީހުން (އެއްތަނުން އަނެއްތަނަށް) ހިނގައިބިނގައިވެ އުޅޭށެވެ. އަދި އެއިލާހު ދެއްވި ރިޒްޤުން ކައިއުޅޭށެވެ. އަދި އަލުން ދިރުއްވައި މަޙްޝަރުކުރެއްވުންވަނީ އެއިލާހުގެ ހަޟުރަތަށެވެ.‍﴾ތިޔަބައިމީހުންނަށްޓަކައި ބިން ފަސޭހަތަނެއްކަމުގައި ލެއްވުމަށްފަހު، އެބިމުގައި އުރެދިއުޅޭނަމަ ޤާރޫނު ގަންބަވައިގެންނެވި ފަދައިން ތިޔަބައިމީހުންނާމެދު ކަންހިނގައިފާނެކަމާމެދު ބިރެއްނެތި އަމާންކަން ލިބިގެންވަނީ ހެއްޔެވެ!\n‍﴿أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ١٦‍﴾\n16‍﴿އުޑުން މަތީގައި (ޢަރުޝީގައި) ވޮޑިގެންވާއިލާހު (އެބަހީ: ﷲ) ތިޔަބައިމީހުންނާއިގެން ބިންގަނޑު ގަންބަވައިގެންފާނެ ކަމާމެދު (ބިރެއްނެތި) އަމާންވެގަތީހެއްޔެވެ! ފަހެ އެހިނދު (ތިޔަބައިމީހުންނައިގެން) ބިންގަނޑު ތެޅިފޮޅިގަންނާނެތެވެ.‍﴾\n‍﴿أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًافَسَتَعْلَمُونَ كَيْفَ نَذِيرِ١٧‍﴾\n17‍﴿ނުވަތަ އުޑުން މަތީގައި (ޢަރުޝީގައި) ވޮޑިގެންވާއިލާހު ތިޔަބައިމީހުންގެ މައްޗަށް ހިލައިގެވާރޭއެއް ފޮނުއްވައިފާނެކަމާމެދު (ބިރެއްނެތި) އަމާންވެގަތީހެއްޔެވެ! ފަހެ (އެއެނގުމަކުން މަންފާނުކުރާނޭ ދުވަހު) ތިމަންއިލާހުގެ އިންޒާރު ކުރެއްވުންވަނީ ކޮންފަދައަކުންކަން ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.‍﴾ލޫޠުބާގައިގެ މީހުންނާއި ފީލުބަގައިގެ މީހުންގެ މައްޗަށް ހިލައިގެވާރޭ ފޮނުއްވިފަދައިން ތިޔަބައިމީހުންނާމެދުވެސް ކަންހިނގައިފާނެކަމާމެދު ބިރެއްނެތި އަމާންކަން ލިބިގެންވަނީ ހެއްޔެވެ!\n‍﴿وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ١٨‍﴾\n18‍﴿ހަމަ ކަށަވަރުން އެއުރެންގެކުރިން އުޅުނުމީހުން (ރިސާލަތު) ދޮގުކުޅައެވެ. ފަހެ (އެއުރެންގެ ޢަމަލުތަކަށް) ތިމަންއިލާހުގެ އިންކާރުކުރެއްވުމާއި ޢުޤޫބާތްދެއްވުންވީ ކޮންފަދައަކުން ހެއްޔެވެ!‍﴾\n‍﴿أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَمَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُإِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ١٩‍﴾\n19‍﴿އެއުރެންގެ މަތީގައި ފިޔަތައް ދަމާލައިގެންނާއި ގާތްކޮށްލައިގެން (ފިޔަޖަހަމުން އުދުހި) އުޅޭ ދޫނިތަކަށް އެއުރެން ނުބަލަނީ ހެއްޔެވެ! ރަޙްމާނުވަންތަ އިލާހު މެނުވީ އެތަކެތި (ވެއްޓުނަނުދީ) ހިފަހައްޓަވާ ފަރާތެއް ނުވެތެވެ. އެއިލާހީ ހުރިހާ އެއްޗެއްމެ މޮޅަށް ބައްލަވާވޮޑިގެންވާ އިލާހުކަން ކަށަވަރެވެ.‍﴾ދޫނިސޫފާސޫފި އުފެއްދެވިފައިވާގޮތުގެ ކަވިކަމާއި ހަށިގަނޑުގެ ލުއިކަމާއި ފަތްތަކުން ނިވާކުރެވިފައިވުމާއި ލިބިގެންވާ ހުނަރުވެރި ހަރަކާތްތަކާއި ވައިގެ ތެރޭގައި ފިޔަ ޖަހަންފެށުމުން މައްޗަށް އަރައި، އުދުހިއުޅުމުގެ ކުޅަދާނަކަން އެސޮރުމެންނަށް ދެއްވި އިލާހުގެ ކުޅަދުންވަންތަކަމާއެވެ!\n‍﴿أَمَّنْ هَذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَنِإِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ٢٠‍﴾\n20‍﴿ނުވަތަ ރަޙްމާނުވަންތަ އިލާހު މެނުވީ ތިޔަބައިމީހުންނަށް ނަޞްރުދޭނޭ އެލަޝްކަރަކީ ކޮބައިހެއްޔެވެ! ހެއްލުމެއްގެތެރޭގައި މެނުވީ ކާފިރުންނުވެތެވެ.‍﴾\n‍﴿أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُبَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ٢١‍﴾\n21‍﴿ނުވަތަ އެއިލާހު ރިޒުޤު ހިފަހައްޓަވައިފިނަމަ ތިޔަބައިމީހުންނަށް ރިޒުޤުދޭނެ ފަރަތާކީ ކޮބައިހެއްޔެވެ! އަދި ކިއެއްތަ، ބޮޑާކަމާއި ޙައްޤުން އެއްކިބާވުމުގައި އެއުރެން ދެމިތިބެތެވެ.‍﴾\n‍﴿أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّنْ يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ٢٢‍﴾\n22‍﴿ފަހެ އެންމެފުރިހަމައަށް މަގުފެންނާނީ، މޫނުވަތަށް (އިސްއޮބައިގެން) ހިނގާ މީހާއަށް ހެއްޔެވެ! ނޫންނަމަ ސީދާވެގެންވާ މަގެއްގައި ތެދަށް ހިނގާ މީހާއަށް ހެއްޔެވެ!‍﴾މިއީ ކާފިރަކާއި މުއުމިނެއްގެ މިސާލެވެ. ކާފިރުމީހާ ދުނިޔޭގައި ސީދާމަގުން މޫނުއަނބުރާލައި ﷲއަށް އުރެދުމުގައި އުޅުނުފަދައިން ޤިޔާމަތްދުވަހު އޭނާ މަޙްޝަރުކުރެއްވޭނީ މޫނުވަތަށްއޮވެ ހިނގާޙާލުގައެވެ. މުއުމިނުއަޅާ ދުނިޔޭގައި ﷲ އެންގެވިގޮތަށް ސީދާމަގުގައި އުޅުނުފަދައިން ޤިޔާމަތްދުވަހު އޭނާ މަޙްޝަރުކުރެއްވޭނީ ސުވަރުގެއަށް ފޯރުކޮށްދެނިވި ސީދާ ތެދުމަގުގެ މަތީގައެވެ.\n‍﴿قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَقَلِيلًا مَا تَشْكُرُونَ٢٣‍﴾\n23‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއިލާހު އެއީ ތިޔަބައިމީހުން ނެތުމުގެތެރެއިން އުފައްދަވައި ތިޔަބައިމީހުންނަށް އިވުމާއި ފެނުމާއި ހިތްތައް ލެއްވި އިލާހެވެ. ތިޔަބައިމީހުން ޝުކުރުކުރަނީ ނުހަނު މަދުންނެވެ.‍﴾\n‍﴿قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ٢٤‍﴾\n24‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެއިލާހު އެއީ ތިޔަބައިމީހުން އުފައްދަވައި ބިމުގައި ފެތުރުއްވި އިލާހެވެ. އަދި (ޤިޔާމާތްދުވަހުން) ތިޔަބައިމީހުން އެއްކުރެއްވޭހުށީ އެއިލާހުގެ ޙަޟުރަތަށެވެ.‍﴾\n‍﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ٢٥‍﴾\n25‍﴿އެއުރެން (އެބަހީ: ކާފިރުން) ބުނެތެވެ. ތިޔަބައިމީހުންނީ ތެދުވެރިންކަމުގައި ވާނަމަ (މަޙްޝަރު ކުރެއްވޭނެކަމަށް) ތިޔަކުރަމުންދާ ވަޢުދު ތެދުވާނީ ކޮންއިރަކުން ހެއްޔެވެ؟‍﴾"
  ],
  [
    "29",
    "",
    "ބޭކަލެއްކަމުގައެވެ.‍﴾\n‍﴿فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ٢٧‍﴾\n27‍﴿ފަހެ (މަޙްޝަރުކުރެއްވޭ ދުވަހުގެ) ވަޢުދުވެވިގެންވާ ޢަޛާބު ނުހަނުކައިރިން ފެނިއްޖެހިނދު، ކާފިރުންގެ މޫނުތައް މިލާމޯޅިވެ މާޔޫސްކަން ފާޅުވާނެތެވެ. އަދި ބުނެވޭނެތެވެ. މިއީ ތިޔަބައިމީހުން (އަވަސްކޮށްދިނުމަށް) އެދިއުޅުނު ކަންތަކެވެ.‍﴾\n‍﴿قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ٢٨‍﴾\n28‍﴿ކަލޭގެފާނު (މުޝްރިކުންނަށް) ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ނިކަން ޚަބަރުދީބަލާށެވެ! ﷲ ތިމަންކަލޭގެފާނާއި ތިމަންކަލޭގެފާނުގެ އަރިހުގައިވާ (ޞަޙާބީ) ބޭކަލުން (މަރުގަންނަވައި) ހަލާކުކުރެއްވިޔަސް ނުވަތަ (ޢަޖަލުދިގުކުރައްވައި) ރަޙުމަތްލެއްވިޔަސް، ވޭންދެނިވި ޢަޛާބުން ކާފިރުން ސަލާމަތްކޮށްދޭނީ ފަހެ ކާކުހެއްޔެވެ!‍﴾\n‍﴿قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَافَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ٢٩‍﴾\n29‍﴿ކަލޭގެފާނު (މުޝްރިކުންނަށް) ވިދާޅުވާށެވެ! އެއިލާހީ ރަޙްމާނުވަންތަ އިލާހެވެ. ތިމަންބޭކަލުން އެއިލާހަށް އީމާންވެއްޖައީމެވެ. އަދި ހަމައެކަނި އެއިލާހަށް ވަކީލުކޮށްފީމެވެ. ފަހެ ބަޔާންވެގެންވާ ފުރެދުމެއްގައިވަނީ ކާކުކަން ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.‍﴾\n‍﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ٣٠‍﴾\n30‍﴿ކަލޭގެފާނު (މުޝްރިކުންނަށް) ވިދާޅުވާށެވެ! ތިޔަބައިމީހުން ނިކަން ޚަބަރުދީބަލާށެވެ! ތިޔަބައިމީހުން ބޭނުންކޮށްއުޅޭ ފެން ބިމަށް ހިނދިއްޖެނަމަ، ‍﴿قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ٢٦‍﴾\n26‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! އެޢިލްމުފުޅުވާކަން ކަށަވަރީ ހަމައެކަނި اللَّهގެ ޙަޟްރަތުގައެވެ. އަދި ތިމަންކަލޭގެފާނުވާކަން ކަށަވަރީ ހަމައެކަނި ބަޔާންވެގެންވާ އިންޒާރުކުރައްވާ ހިނގަހިނގާ ހުންނަ ފެނެއް ތިޔަބައިމީހުންނަށް ގެނެސްދޭހުށީ ފަހެ ކާކުހެއްޔެވެ!‍﴾ﷲ ـ ތިޔަބައިމީހުންނަށް މިންނަތްކުރައްވައި ދެއްވާފައިވާ އުޑުގެ ވާރޭއާއި ބިމުގެ ފެންއާރުތައް ގެންދަވައި، އެފެން ލިބިގަތުމަށް ނުކުޅެދިއްޖެނަމަ، ދެންވެސް އެނިޢުމަތް އަނބުރާ ދެއްވާހުށީ އެއިލާހެވެ.\nسُوْرَةُ الْقَلَم\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿ن وَالْقَلَمِ وَمَا يَسْطُرُونَ١‍﴾\n1‍﴿ن (މިއަކުރުގެ މުރާދު ދެނެވޮޑިގެންވަނީ ހަމައެކަނި اللهއެވެ.) ގަލަމާއި (އެގަލަމުން) އެއުރެން ލިޔާތަކެތި ގަންދެއްވަމެވެ!‍﴾\n‍﴿مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ٢‍﴾\n2‍﴿ކަލޭގެފާނުގެ ވެރިރައްބުގެ ނިޢުމަތުގެ ސަބަބުން، ކަލޭގެފާނީ މޮޔަޔަކުކަމުގައި ވެވަޑައިނުގަންނަވަމުއެވެ.‍﴾އަދިކިއެއްތޯއެވެ! މައްކާގެ މުޝްރިކުން ސިފަކުރާގޮތާއި ޚިލާފަށް، ކަލޭގެފާނުވަނީ އެކަމުން ބަރީއަވެވަޑައިގެންނެވެ.\n‍﴿وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ٣‍﴾\n3‍﴿އަދި ނިމުމެއްނުވާ (މަތިވެރި) ދަރުމަ ކަލޭގެފާނަށްވާކަން ކަށަވަރެވެ.‍﴾ކަލޭގެފާނަށްހުރީ ނަބީކަމުގައި ތަޙައްމަލުކުރެއްވި އެންމެހައިދަތިކަމެއްގެ މަތިވެރި ޘަވާބެވެ.\n‍﴿وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ٤‍﴾\n4‍﴿އަދި ހަމަ ކަށަވަރުން ކަލޭގެފާނުވަނީ މަތިވެރިވެގެންވާ ޚުލުޤުފުޅެއްގެ މަތީގައެވެ.‍﴾ކަލޭގެފާނުވަނީ ކީރިތި ޤުރުއާނުގައި، ﷲ އެންގެވި ޚުލުޤުފުޅުގެ މަތީގައެވެ. ޢާއިޝާ  ‍لއަށް ސުވާލުދެންނެވުނުހިނދު އެކަމަނާ ވިދާޅުވިއެވެ.كَانَ خُلُقُهُ الْقُرْآنَމާނައީ: \"އެކަލޭގެފާނުގެ ޚުލުޤުފުޅަކީ ޤުރުއާނެވެ.\"\n‍﴿فَسَتُبْصِرُ وَيُبْصِرُونَ٥‍﴾\n5‍﴿ފަހެ ކަލޭގެފާނަށް ފެނިވަޑައިގަންނަވާނެތެވެ. އަދި އެއުރެންނަށްވެސް (އެބަހީ: ކާފިރުންނަށްވެސް) ފެންނާނެތެވެ.‍﴾\n‍﴿بِأَيْيِكُمُ الْمَفْتُونُ٦‍﴾\n6‍﴿ތިޔަބައިމީހުންކުރެ މޮޔަވެފައިވަނީ ކާކުކަމެވެ.‍﴾\n‍﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ٧‍﴾\n7‍﴿ކަށަވަރުންވެސް ކަލޭގެފާނުގެ ވެރިރައްބު އެއިލާހުގެ މަގުން ފުރެދިގެންވާމީހުން ހަމަ މޮޅަށް ދެނެވޮޑިގެންވެތެވެ. އަދި ތެދުމަގު ލިބިގެންވާ މީހުންވެސް، އެއިލާހު މޮޅަށް ދެނެވޮޑިގެންވެތެވެ.‍﴾\n‍﴿فَلَا تُطِعِ الْمُكَذِّبِينَ٨‍﴾\n8‍﴿ފަހެ (ﷲއާއި ރަސޫލާ) ދޮގުކުރާމީހުންނަށް ކަލޭގެފާނު ކިޔަމަންތެރިވެވަޑައި ނުގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ٩‍﴾\n9‍﴿އެއުރެން (އެބަހީ: މުޝްރިކުން) އެދެނީ ކަލޭގެފާނު (ޙައްޤުން އެއްކިބާވެ) އެއުރެންގެ ފަރާތަށް ލެނބޭށެވެ. ފަހެ އޭރުން (ދެކޮޅުވެރިކަމެއްނެތި) ކަލޭގެފާނުގެ ފަރާތަށް އެއުރެން ލެނބޭށެވެ.‍﴾\n‍﴿وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ١٠‍﴾\n10‍﴿އަދި ގިނަގިނައިން ހުވާކޮށްއުޅޭ ނިކަމެތިކުރެވިގެންވާ އެއްވެސްމީހަކަށް ކަލޭގެފާނު ކިޔަމަންތެރިވެވަޑައި ނުގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ١١‍﴾\n11‍﴿ޣީބަބުނުންގިނަ ދެބައޮޑުވަމުން ހިނގައިއުޅޭމީހާއެވެ.‍﴾\n‍﴿مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ١٢‍﴾\n12‍﴿ހެޔޮކަންތައް މަނާކުރުންގިނަ ހައްދުފަހަނަޅައިފައިވާ ފާފަކުރުންގިނަ މީހާއެވެ.‍﴾\n‍﴿عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ١٣‍﴾\n13‍﴿ޚުލުޤުނުބައި ހިތްހަރުމީހާއެވެ. އެހުރިހާ ޞިފަތަކާއިއެކު ނަސަބާއިމެދު ނުކަށަވަރު މީހާއެވެ.‍﴾"
  ],
  [
    "30",
    "",
    "‍﴿أَنْ كَانَ ذَا مَالٍ وَبَنِينَ١٤‍﴾\r14‍﴿މުދާވެރި އަދި ދަރިންގިނަ މީހަކަށް އެނާ ވިޔަސްމެއެވެ.‍﴾\r‍﴿إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ١٥‍﴾\r15‍﴿ތިމަންއިލާހުގެ އާޔަތްތައް އޭނާއަށް ކިޔަވައިދެވޭހިނދު ބުނެތެވެ. (ތިޔައީ) އެވޭލާމީހުންގެ ފުލޯކުވާހަކަތަކެވެ.‍﴾\n‍﴿سَنَسِمُهُ عَلَى الْخُرْطُومِ١٦‍﴾\n16‍﴿ނިކަންހުރެ އޭނާގެ ނޭފަތްމަތީގައި ތިމަންއިލާހު ފާހަގަލައްވާހުށީމެވެ.‍﴾\n‍﴿إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ١٧‍﴾\n17‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު އެއުރެން އިމްތިޙާނު ކުރެއްވެވީމެވެ. (އެއީ) ހަމަ ހެނދުނުހެނދުނާ މޭވާކަނޑާނެކަމަށް ހުވާކުރިހިނދު، ބަގީޗާގެ އަހުލުވެރިންވެސް އިމްތިޙާނުކުރެއްވެވި ފަދައިންނެވެ.‍﴾\n‍﴿وَلَا يَسْتَثْنُونَ١٨‍﴾\n18‍﴿އަދި އެއުރެން (ހުވާކުޅައިރު) އިސްތިސްނާއެއް ނުކުރެތެވެ.‍﴾އެބަހީ: إن شاء ﷲ އޭ ނުބުނެތެވެ.\n‍﴿فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ١٩‍﴾\n19‍﴿ފަހެ އެރޭ އެއުރެން ނިދާފައިތިއްބައި، ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟުރަތުން އާފާތެއް އެބަގީޗާގެ މައްޗަށް އައެވެ.‍﴾\n‍﴿فَأَصْبَحَتْ كَالصَّرِيمِ٢٠‍﴾\n20‍﴿ދެން ފަހެ (އެނދުމުގެ ސަބަބުން) ކަޅުއަނދިރި ރެއެއްފަދައިން (ނުވަތަ މޭވާކަނޑައިފައިވާ ދަނޑެއްފަދައިން) އެބަގީޗާވިއެވެ.‍﴾\n‍﴿فَتَنَادَوْا مُصْبِحِينَ٢١‍﴾\n21‍﴿ފަހެ ހެނދުނުހެދުނާ، އެއުރެން އެކަކުއަނެކަކަށް ގޮވިއެވެ.‍﴾\n‍﴿أَنِ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ٢٢‍﴾\n22‍﴿ތިޔަބައިމީހުން މޭވާކަނޑާނެނަމަ ހެނދުނާ އަވަހަށް ތިޔަބައިމީހުންގެ ދަނޑަށް ހިނގާށެވެ!‍﴾\n‍﴿فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ٢٣‍﴾\n23‍﴿ފަހެ އެއުރެން އެކަކުއަނެކަކަށް ސިއްރުސައްލާކުރަމުން (ބަގީޗާއަށް) ދިޔައެވެ.‍﴾\n‍﴿أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ٢٤‍﴾\n24‍﴿ތިޔަބައިމީހުންގެ ގާތަށް އެތަނަށް (އެބަހީ: ބަގީޗާއަށް) މިއަދު އެއްވެސް މިސްކީނަކު ވަނަނުދޭށެވެ.‍﴾\n‍﴿وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ٢٥‍﴾\n25‍﴿އަދި ނުބައި ގަސްދުގެމަތީގައި އެކަމަށް އެއުރެން ކުޅަދާނަކަމަށް ހީކޮށް، ހެނދުނާ އަވަހަށް (ބަގީޗާއަށް) ދިޔައެވެ.‍﴾\n‍﴿فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ٢٦‍﴾\n26‍﴿ފަހެ އެތަން (އެބަހީ: އަނދައިހުލިވެފައިވާ ބަގީޗާ) ފެނުނުހިނދު އެއުރެން ބުންޏެވެ. ހަމަ ކަށަވަރުން، އަހުރެމެންވަނީ (ނުބައިތަނަކަށް އާދެވި) މަގުގެއްލިފައެވެ.‍﴾\n‍﴿بَلْ نَحْنُ مَحْرُومُونَ٢٧‍﴾\n27‍﴿އަދި ކިއެއްތަ! އަހުރެމެންވަނީ (އެ ބަގީޗާގެ މޭވާތަކުން) މަޙުރޫމުކުރެވިގެންނެވެ.‍﴾\n‍﴿قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ٢٨‍﴾\n28‍﴿އެއުރެންކުރެ އެންމެ ހެޔޮލަފާމީހާ ބުންޏެވެ. ތިޔަބައިމީހުން (ﷲ ހަނދުމަކޮށް) ތަސްބީޙަނުކިޔަނީ ކީއްވެހޭ، ތިޔަބައިމީހުންނަށް އަހުރެން ނުބުނަން ހެއްޔެވެ!‍﴾\n‍﴿قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ٢٩‍﴾\n29‍﴿އެއުރެން ބުންޏެވެ. އަޅަމެންގެ ވެރިރައްބުގެ، ހުސްޠާހިރުވަންތަކަމާއެވެ! ކަށަވަރުންވެސް އަޅަމެންވީ އަނިޔާވެރިންކަމުގައެވެ.‍﴾\n‍﴿فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ٣٠‍﴾\n30‍﴿ފަހެ އެއުރެން އެކަކު އަނެކަކާ ދިމާއަށް އެނބުރި މަލާމާތް ރައްދުކުރަމުންދިޔައެވެ.‍﴾\n‍﴿قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ٣١‍﴾\n31‍﴿އެއުރެން ބުންޏެވެ. އޭ އަހުރެމެންނަށްހުރި ހަލާކެއްގެ ބޮޑުކަމާއެވެ! ކަށަވަރުންވެސް އަހުރެމެންވީ އުރެދުމުގައި ހައްދުފަހަނަޅައިފައިވާ ބަޔަކުކަމުގައެވެ.‍﴾\n‍﴿عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ٣٢‍﴾\n32‍﴿އަޅަމެންގެ ވެރިރައްބު އެއަށްވުރެ (އެބަހީ: އެބަގީޗާއަށްވުރެ) ހެޔޮވެގެންވާ ބަދަލެއް އަޅަމެނަށް ދެއްވުން އެދެވެއެވެ. އަޅަމެންގެ ވެރިރައްބުގެ ޙަޟުރަތަށް (ތައުބާވެ) ހެޔޮކަމަށްއެދޭ ބަޔަކުކަމުގައި ކަށަވަރުންވެސް އަޅަމެންވަމެވެ.‍﴾\n‍﴿كَذَلِكَ الْعَذَابُوَلَعَذَابُ الْآخِرَةِ أَكْبَرُلَوْ كَانُوا يَعْلَمُونَ٣٣‍﴾\n33‍﴿(ދުނިޔޭގައި) ޢަޛާބުހުރީ އެފަދައިންނެވެ. އަދި އާޚިރަތުގެ ޢަޛާބު (އެއަށްވުރެ) މާބޮޑުވެގެންވާކަން ކަށަވަރެވެ. އެއުރެން (އެކަން) ދަންނާނެނަމައެވެ.‍﴾\n‍﴿إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ٣٤‍﴾\n34‍﴿ތަޤުވާވެރިންނަށް، އެއުރެންގެ ވެރިރައްބުގެ ޙަޟުރަތުގައި ނިޢުމަތުގެ ސުވަރުގެތައް ހުރިކަން ކަށަވަރެވެ.‍﴾\n‍﴿أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ٣٥‍﴾\n35‍﴿ފަހެ ތިމަންއިލާހު (ކިޔަމަންތެރި) މުސްލިމުން (ކާފިރުވި) މުޖުރިމުންނާ އެއްފަދަ ކުރައްވާނޭ ހެއްޔެވެ!‍﴾\n‍﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ٣٦‍﴾\n36‍﴿އެފަދައިން ތިޔަޙުކުމްކުރަނީ، ފަހެ ތިޔަބައިމީހުންނަށް ކީއްވެފައި ތިބެގެންހެއްޔެވެ!‍﴾\n‍﴿أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ٣٧‍﴾\n37‍﴿އަދި ކިއެއްތަ! (ތިޔަކުރާޙުކުމް) އެފޮތަކުން ކިޔަވާނޭ ފޮތެއް ތިޔަބައިމީހުންނަށް ލިބިގެންވަނީހެއްޔެވެ!‍﴾\n‍﴿إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ٣٨‍﴾\n38‍﴿ހަމަ ތިޔަބައިމީހުން ހިތްއެދޭހައިގޮތަކަށް، އެފޮތުގައި (ކަނޑައެޅިފައި) ވަނީހެއްޔެވެ!‍﴾\n‍﴿أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَى يَوْمِ الْقِيَامَةِإِنَّ لَكُمْ لَمَا تَحْكُمُونَ٣٩‍﴾\n39‍﴿އަދި ކިއެއްތަ! ހަމަ ތިޔަބައިމީހުން ޙުކުމްކުރާހައިގޮތަކަށް ކަންހިނގާނެކަމަށް، ޤިޔާމަތްދުވަހައިހަމައަށް ދެމިއޮންނަނިވި އަހުދުތަކެއް ތިމަންއިލާހުގެ ހަޟުރަތުގައި ތިޔަބައިމީހުންނަށް ވަނީހެއްޔެވެ!‍﴾\n‍﴿سَلْهُمْ أَيُّهُمْ بِذَلِكَ زَعِيمٌ٤٠‍﴾\n40‍﴿އެކަމަށް (އެބަހީ: އެކުރާޙުކުމަށް) ޖާމިނުވާހުށީ އެއުރެންކުރެ ކާކުތޯ، ކަލޭގެފާނު އެއުރެންނާ ސުވާލުކުރައްވާހުށިކަމެވެ!‍﴾"
  ],
  [
    "31",
    "",
    "‍﴿أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ٤١‍﴾\r41‍﴿އަދި ކިއެއްތަ! (އެޙުކުމް ތެދުކުރުމަށް) އެއުރެންނަށް (ﷲ ފިޔަވައި) ބައިވެރިންތަކެއް ވަނީހެއްޔެވެ! އެއުރެންނީ ތެދުވެރިންކަމުގައިވާނަމަ، ފަހެ އެއުރެންގެ ބައިވެރިން ގޮވައިގެން އަންނަހުށިކަމެވެ!‍﴾\n‍﴿يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ٤٢‍﴾\n42‍﴿ކަށިމަތިފުޅު ކަޝްފުކުރެއްވޭދުވަހު (ނުވަތަ ހާސްކަންބޮޑުވެ ގޮތްހުސްވާދުވަހު ދަންނައެވެ!) އެއުރެންނަށް ސަޖިދަކުރުމަށް ގޮވައިލެވޭހިނދު، ފަހެ އެއުރެންނަށް އެކަމަށް ކުޅަދާނައެއްނުވާނެތެވެ.‍﴾\n‍﴿خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌوَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ٤٣‍﴾\n43‍﴿ބިރުވެރިކަމުންފުރި އެއުރެންގެ ނަޒަރުތައް ތިރިވެ ނިކަމެތިކަން އެއުރެން ވަށާލާފައިވާޙާލުގައެވެ! (ދުނިޔޭގައި) ކުޅަދާނަކަމާއިއެކު ސަލާމަތުންވީޙާލު އެއުރެނަށް ސަޖިދަކުޅައުމަށް ގޮވައިލެވުނުކަން ކަށަވަރެވެ.‍﴾\n‍﴿فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا الْحَدِيثِسَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ٤٤‍﴾\n44‍﴿ފަހެ މިބަސްފުޅު (އެބަހީ: ޤުރުއާން) ދޮގުކުރާމީހާ ކަލޭގެފާނު ތިމަންއިލާހަށް ދޫކޮށްލައްވާށެވެ! އެއުރެން ނުވެސްދަންނަފަދަ ގޮތަކަށް ތިމަންއިލާހު، ނިކަންހުރެ އެއުރެން ލަސްލަހުން ހިއްޕަވާހުށީމެވެ.‍﴾\n‍﴿وَأُمْلِي لَهُمْإِنَّ كَيْدِي مَتِينٌ٤٥‍﴾\n45‍﴿އަދި ތިމަންއިލާހު އެއުރެންނަށް މުހުލަތުދެއްވަމެވެ. ތިމަންއިލާހުގެ ރޭއްވެވުން ގަދަފަދަވެގެންވާކަން ކަށަވަރެވެ.‍﴾\n‍﴿أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ٤٦‍﴾\n46‍﴿އަދި ކިއެއްތަ! ފަހެ އެއުޖޫރައެއް ދައްކަންޖެހުމުގެ ސަބަބުން އެއުރެންނަށް ބުރައަކަށްވާފަދަ އުޖޫރައަކަށް ކަލޭގެފާނު އެއުރެންގެކިބައިން އެދިވަޑައިގަންނަވަނީތޯއެވެ!‍﴾\n‍﴿أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ٤٧‍﴾\n47‍﴿އަދި ކިއެއްތަ! ފަހެ އެއުރެން (އެދޭހައިގޮތަކަށް) ލިޔެކަނޑައެޅުމަށް، ޣައިބުގެޢިލްމުވަނީ (އެބަހީ: ލައުޙުލްމަޙްފޫޡުވަނީ) އެއުރެންގެ އަތުގައި ހެއްޔެވެ!‍﴾\n‍﴿فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ٤٨‍﴾\n48‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބުގެ ނިޔާފުޅަށް ކެތްތެރިވެވަޑައިގަންނަވާހުށިކަމެވެ! އަދި ބޮޑުމަހުގެ އެކުވެރިޔާ (ޔޫނުސްގެފާނު) ފަދައިން ކަލޭގެފާނު ވެވަޑައިނުގަންނަވާހުށިކަމެވެ! މޮޅިވެރިކަމުން ފުރިގެންވީޙާލު އެކަލޭގފާނުގެ ވެރިރައްބަށް ދުޢާދެންނެވިހިނދު ހަނދުމަފުޅުކުރައްވާށެވެ!‍﴾\n‍﴿لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ٤٩‍﴾\n49‍﴿އެކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟުރަތުން ނިޢުމަތެއް އެކަލޭގެފާނާ ހަމަޔަށް ވާޞިލުނުވިނަމަ، އެކަލޭގެފާނަށް މަލާމާތްލިބިގެންވާޙާލު ކަނޑުގެ އައްސޭރިއަށް އެކަލޭގެފާނު އެއްލައިލެއްވުނީސްކަން ކަށަވަރެވ‍﴾\n‍﴿فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ٥٠‍﴾\n50‍﴿ފަހެ އެކަލޭގެފާނުގެ ވެރިރައްބު އެކަލޭގެފާނު ޚިޔާރުކުރައްވައި އަދި ޞާލިޙުއަޅުންގެ ތެރެއިން ލެއްވެވިއެވެ.‍﴾\n‍﴿وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ٥١‍﴾\n51‍﴿ކާފިރުވިމީހުން ޤުރުއާން އަޑުއެހިހިނދު، އެއުރެންގެ (ރުޅިވެރި) ނަޒަރުތަކުން ކަލޭގެފާނު ކައްސުވާލައި ވައްޓައިލާހައިވެއެވެ. އަދި އެއުރެން ބުނެތެވެ. ހަމަ ކަށަވަރުން އެކަލޭގެފާނީ މޮޔައެކެވެ.‍﴾\n‍﴿وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ٥٢‍﴾\n52‍﴿ޢާލަމްތަކަށްވާ ވަޢުޡާއި ހަނދުމަކޮށްދިނުމެއް ކަމުގައި މެނުވީ އެޤުރުއާން ނުވެތެވެ.‍﴾\nسُوْرَةُ الحَاقَّة\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿الْحَاقَّةُ١‍﴾\n1‍﴿ޙައްޤުތައް ތަންފީޒުވެގެންދާ ޤިޔާމަތްދުވަހެވެ.‍﴾\n‍﴿مَا الْحَاقَّةُ٢‍﴾\n2‍﴿ޙައްޤުތައް ތަންފީޒުވެގެންދާ ޤިޔާމަތްދުވަހަކީ ކޮންދުވަހެއް ހެއްޔެވެ!‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا الْحَاقَّةُ٣‍﴾\n3‍﴿ޙައްޤުތައް ތަންފީޒުވެގެންދާ ޤިޔާމަތްދުވަހަކީ ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ٤‍﴾\n4‍﴿ޘަމޫދުބާގައާއި ޢާދުބާގައިގެ މީހުން ހިތްތަކަށް ބިރުވެރިކަން ވެރިވެގެންދާ ޤިޔާމަތްދުވަސް ދޮގުކުޅައެވެ.‍﴾\n‍﴿فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ٥‍﴾\n5‍﴿ޘަމޫދުބާގައިގެމީހުން، ދަންނައެވެ! ފަހެ ހޮނުގުގުރިއެއްފަދަ ބާރުއަޑަކުން އެއުރެން ހަލާކުކުރެއްވުނެވެ.‍﴾\n‍﴿وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ٦‍﴾\n6‍﴿ޢާދުބާގައިގެމީހުން ދަންނައެވެ! ފަހެ އަޑުބާރު ފިނިގަދަ ވަޔަކުން އެއުރެން ހަލާކުކުރެއްވުނެވެ.‍﴾\n‍﴿سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ٧‍﴾\n7‍﴿އެއިލާހު ވިދިވިދިގެން ހަތްރެޔާއި އަށްދުވާ ވަންދެން އެއުރެންގެ މައްޗަށް އެވައި ފޮނުއްވެވިއެވެ. ފަހެ އެޤައުމުގެމީހުން މަރުވެގެން ވެއްޓިފައިވާތީ ތިބާ ދެކޭނެތެވެ. އެއުރެންވީ ފީވެ ހޮއިހެދިފައިވާ ކަދުރުރުއްބުޑުތަކެއް ފަދައިންނެވެ.‍﴾\n‍﴿فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ٨‍﴾\n8‍﴿އެއުރެންކުރެ އެކަކުވެސް (މަރުނުވެ) ސަލާމަތްވެފައިވާތީ ތިބާއަށް ފެނޭހެއްޔެވެ!‍﴾"
  ],
  [
    "32",
    "",
    "‍﴿وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ٩‍﴾\n9‍﴿އަދި ފިރުޢައުނާއި އޭނާގެ ކުރީގެ (އުއްމަތްކުގެ) މީހުންނާ އަދި ބަންޑުންޖެއްސެވުނު ރަށްތަކުގެ (އެބަހީ: ލޫޠުބާގައިގެ) މީހުން، (ޝިރުކުގެ) ފާފައަށް އަރައިގަތެވެ.‍﴾\n‍﴿فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً١٠‍﴾\n10‍﴿ފަހެ (އެއިން ކޮންމެބަޔަކުވެސް) އެއުރެންގެ ވެރިރައްބު ފޮނުއްވެވި ރަސޫލާއަށް އުރެދުނެވެ. ފަހެ އެއިލާހު ގަދަފަދަ ވޭންދެނިވި ހިއްޕެވުމަކުން އެއުރެން ހިއްޕެވިއެވެ.‍﴾\n‍﴿إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ١١‍﴾\n11‍﴿ފެންގަނޑު ބޮޑުވެ އުފުލިގަތްހިނދު، ކަށަވަރުންވެސް ތިމަންއިލާހު (ނޫޙުގެފާނުގެ) ނައުކޮޅުގައި ތިޔަބައިމީހުން އުފުއްލެވީމެވެ.‍﴾\n‍﴿لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ١٢‍﴾\n12‍﴿އެއީ ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް ހަނދުމަކޮށްދިނުމެއްކަމުގައި އެކަން ލެއްވުމަށެވެ. އަދި އަހައި ދަސްކުރާނޭ ކަންފަތްތަކުން އެކަން އަހައި ދަސްކުރުމަށްޓަކައެވެ.‍﴾\n‍﴿فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ١٣‍﴾\n13‍﴿އަދި އެއްފުމެލެއްވުމަކުން ތާޅަފިލި ފުމެލެއްވޭ ހިނދެވެ.‍﴾\n‍﴿وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً١٤‍﴾\n14‍﴿އަދި ބިމާއި ފަރުބަދަތައް (އެ ތަކެތި ހުރިތަނުން) އުފުލި އެއްޖެހެވުމަކުން އެކަތި އަނެކައްޗާއި ޖެހި ކުނޑިކުނޑިވެގެންދާ ހިނދެވެ.‍﴾\n‍﴿فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ١٥‍﴾\n15‍﴿ފަހެ އެދުވަހުން ޤިޔާމަތް ޤާއިމުވާނެތެވެ.‍﴾\n‍﴿وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ١٦‍﴾\n16‍﴿އަދި އެދުވަހުން ބަލިކަށިވެގެންވާ ޙާލު އުޑު ފަޅަފަޅައިގެން ދާނެތެވެ.‍﴾\n‍﴿وَالْمَلَكُ عَلَى أَرْجَائِهَاوَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ١٧‍﴾\n17‍﴿އަދި މަލާއިކަތުން އެ އުޑުގެ ކަންކޮޅުތަކުގައި ތިއްބަވާނެތެވެ. އެދުވަހުން އެއުރެންގެ މަތީގައި ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޢަރުޝިފުޅު އުފުއްލަވާނީ އަށް މަލާއިކަތުންނެވެ.‍﴾\n‍﴿يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ١٨‍﴾\n18‍﴿އެދުވަހުން (ޙިސާބުބެއްލެވުމަށް) ތިޔަބައިމީހުން ހުށަހެޅުއްވޭނެތެވެ. ތިޔަބައިމީހުންގެ އެއްވެސްކަމެއް ވަންހަނާވެގެންނުވެތެވެ.‍﴾\n‍﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ١٩‍﴾\n19‍﴿ކަނާއަތަށް އެމީހެއްގެ ފަތް ލިބުނުމީހާ ދަންނައެވެ! ފަހެ އެމީހާ ބުނާނެތެވެ. މިއޮތީ އަހުރެންގެ ފަތެވެ! ތިޔަބައިމީހުން ނިކަން ހިފައި ކިޔައިބަލާށެވެ!‍﴾\n‍﴿إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ٢٠‍﴾\n20‍﴿ކަށަވަރުންވެސް އަހުރެންގެ ޙިސާބާއި ކުރިމަތިލާންޖެހޭނެކަން، އަހުރެން ހަމަ ޔަޤީންކުރީމެވެ.‍﴾\n‍﴿فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ٢١‍﴾\n21‍﴿ފަހެ އޭނާ ވާހުށީ ރުހެވިގެންވާ ދިރިއުޅުމެއްގައެވެ.‍﴾\n‍﴿فِي جَنَّةٍ عَالِيَةٍ٢٢‍﴾\n22‍﴿އުފުއްލެވި ޤަދަރު މަތިވެރިވެގެންވާ ސުވަރުގެއެއްގައެވެ.‍﴾\n‍﴿قُطُوفُهَا دَانِيَةٌ٢٣‍﴾\n23‍﴿އެތާނގެ މޭވާތައް (ބިނުމަށް އެދޭހިނދު އޭނާއާ) ކައިރިވެގެންވެތެވެ.‍﴾ކޮޅަށްހުރެވިޔަސް އިށީނދެއިނދެވިޔަސް އަދި އޮށޯވެއޮވެވިޔަސް ސުވަރުގޭގެ މޭވާތައް ބިނދެވޭނެތެވެ.\n‍﴿كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ٢٤‍﴾\n24‍﴿(ދެންނެވޭނެތެވެ.) އުނދަގުލެއްނެތި ހިތްހަމަޖެހިގެންވާ ހާލު ތިޔަބައިމީހުން ކައިބޮއި އުޅޭހުށިކަމެވެ! ދުނިޔޭގައި ވޭތިކުޅަ ދުވަސްތަކުގައި ތިޔަބައިމީހުން ކުޅަ (ހެޔޮ) ޢަމަލުތަކުގެ ޖަޒާއެއްގެ ގޮތުންނެވެ.‍﴾\n‍﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ٢٥‍﴾\n25‍﴿އަދި ވައަތަށް އެމީހެއްގެ ފަތް ލިބުނުމީހާ ދަންނައެވެ! ފަހެ އެމީހާ ބުނާނެތެވެ. އޭ ސަހަރޯއެވެ! އަހުރެންގެ ފަތް އަހުރެންނަށް ނުދެއްވުނުނަމަ ކޮންފަދަހެއްޔެވެ!‍﴾\n‍﴿وَلَمْ أَدْرِ مَا حِسَابِيَهْ٢٦‍﴾\n26‍﴿އަދި އަހުރެންގެ ހިސާބު އަހުރެންނަށް ނޭނގުނުނަމަ ކޮންފަދަހެއްޔެވެ!‍﴾\n‍﴿يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ٢٧‍﴾\n27‍﴿އޭ ސަހަރޯއެވެ! (މަރު) އެއީ އަހުރެންގެ ނިމުންކަމުގައިވީނަމަ ކޮންފަދަހެއްޔެވެ!‍﴾\n‍﴿مَا أَغْنَى عَنِّي مَالِيَهْ ٢٨‍﴾\n28‍﴿އަހުރެންގެ މުދާ (މިއަދުގެ ޢަޛާބުން) އަހުރެން ދުރުކޮށެއްނުދިނެވެ!‍﴾\n‍﴿هَلَكَ عَنِّي سُلْطَانِيَهْ٢٩‍﴾\n29‍﴿އަހުރެންގެ އާރާއިބާރު (މިއަދު) އަހުރެންގެ ކިބައިން ފިލައިހިނގައްޖެއެވެ.‍﴾\n‍﴿خُذُوهُ فَغُلُّوهُ٣٠‍﴾\n30‍﴿(ޒަބާނިއްޔަ މަލާއިކަތުންނަށް އެންގެވޭނެތެވެ.) ތިޔަބޭކަލުން އޭނާ ހިފައި ކަސްތޮޅު އަޅުއްވާހުށިކަމެވެ!‍﴾\n‍﴿ثُمَّ الْجَحِيمَ صَلُّوهُ٣١‍﴾\n31‍﴿ދެން އޭނާ ނަރަކައިގެ އަނގުރުއަލިފާނަށް އެއްލައި އަންދައިލާހުށިކަމެވެ!‍﴾\n‍﴿ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ٣٢‍﴾\n32‍﴿ދެން އޭގެ ދިގުމިނުގައި ހަތްދިހަ މުށްހުރި ހިލިހިލާއަކުން އޭނާ ބަނދެލާހުށިކަމެވެ!‍﴾\n‍﴿إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ٣٣‍﴾\n33‍﴿ކަށަވަރުންވެސް އޭނާވީ މަތިވެރިވެވޮޑިގެންވާ الله އަށް އީމާންނުވާކަމުގައެވެ.‍﴾\n‍﴿وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ٣٤‍﴾\n34‍﴿އަދި އޭނާވީ މިސްކީނުންނަށް ކާންދިނުމަށް ބާރުނާޅާކަމުގައެވެ.‍﴾\n‍﴿فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ٣٥‍﴾\n35‍﴿ފަހެ މިތާކު މިއަދު އޭނާއަކަށް (ޤިޔާމަތް މަޙުޝަރުގައި) ރަޙުމަތްތެރިޔަކު ނުވެއެވެ.‍﴾"
  ],
  [
    "33",
    "",
    "‍﴿وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ٣٦‍﴾\r36‍﴿އަދި އޭނާއަކަށް، ޣިސްލީން ނޫން ކެއުމެއް ނުވެއެވެ.‍﴾ޣިސްލީންގެ މުރާދަކީ: ނަރަކައިގެ އަހުލުވެރިންގެ ގައިން އޮހޮރޭ ފާ ދިޔައާއި ދޮހެވެ.\r‍﴿لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ٣٧‍﴾\r37‍﴿އުރެދުންތެރިން މެނުވީ އެއެއް ނުކާނެތެވެ.‍﴾\r‍﴿فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ٣٨‍﴾\r38‍﴿ފަހެ ތިޔަބައިމީހުންނަށް ފެންނަތަކެތި ގަންދެއްވަމެވެ!‍﴾\r‍﴿وَمَا لَا تُبْصِرُونَ٣٩‍﴾\r39‍﴿ތިޔަބައިމީހުންނަށް ނުފެންނަ ތަކެތިވެސް ގަންދެއްވަމެވެ!‍﴾\r‍﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ٤٠‍﴾\r40‍﴿ހަމަ އެއީ (އެބަހީ: ޤުރްއާނަކީ) މާތްވެގެންވާ ރަސޫލަކު ގެންނެވި ބަސްފުޅެއްކަން ކަށަވަރެވެ.‍﴾މިތާނގާއި ރަސޫލުގެ މުރާދަކީ: މުޙައްމަދު ‍جނުވަތަ ޖިބްރީލު ÷ ކަމުގައި ބުނެވެއެވެ.\r‍﴿وَمَا هُوَ بِقَوْلِ شَاعِرٍقَلِيلًا مَا تُؤْمِنُونَ٤١‍﴾\r41‍﴿އެއީ ޅެންވެރިޔެއްގެ ބަހެއްނޫނެވެ. ތިޔަބައިމީހުން އީމާންވަނީ ދާދިކުޑަކޮށެވެ.‍﴾\r‍﴿وَلَا بِقَوْلِ كَاهِنٍقَلِيلًا مَا تَذَكَّرُونَ٤٢‍﴾\r42‍﴿އަދި އެއީ ކާހިނެއްގެ ބަހެއްވެސްނޫނެވެ. ތިޔަބައިމީހުން ވިސްނަނީ ދާދިކުޑަކޮށެވެ.‍﴾\r‍﴿تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ٤٣‍﴾\r43‍﴿އެއީ ޢާލަމްތަކުގެ ވެރިރައްބުގެ ޙަޟުރަތުންވާ ބާވައިލެއްވުމެކެވެ.‍﴾\r‍﴿وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ٤٤‍﴾\r44‍﴿އަދި އެކަލޭގެފާނު ތިމަންއިލާހުގެ މައްޗަށް އެއްވެސްވާހަކަފުޅެއް ހަދައިގެން ދައްކަވައިފިނަމަ ދަންނައެވެ!‍﴾\r‍﴿لَأَخَذْنَا مِنْهُ بِالْيَمِينِ٤٥‍﴾\r45‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު އެކަލޭގެފާނުގެ ކަނާއަތްޕުޅުގައި ހިއްޕަވާހުށީމެވެ! (ނުވަތަ ތިމަންއިލާހުގެ ކަނާއަތްޕުޅުން ހިއްޕަވާހުށީމެވެ!)‍﴾\r‍﴿ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ٤٦‍﴾\r46‍﴿ދެން ހަމަ ތިމަންއިލާހު އެކަލޭގެފާނުގެ (ހިތްޕުޅުގެ) މައިނާރު ކަނޑުއްވާހުށީމެވެ!‍﴾\r‍﴿فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ٤٧‍﴾\r47‍﴿ފަހެ އެކަލޭގެފާނުގެ ކިބައިން ތިމަންއިލާހުގެ ޢުޤޫބާތް ދުރުކޮށް ހުރަސްއެޅޭނެފަދަ ހަމައެކަކުވެސް ތިޔަބައިމީހުންގެތެރެއަކު ނުހުންނާނެތެވެ.‍﴾\r‍﴿وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ٤٨‍﴾\r48‍﴿އަދި ހަމަ އެއީ (އެބަހީ: ޤުރްއާނަކީ) ތަޤުވާވެރިންނަށް ހުރި ހަނދުމަކޮށްދިނުމެއްކަން ކަށަވަރެވެ.‍﴾\r‍﴿وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ٤٩‍﴾\r49‍﴿އަދި ތިޔަބައިމީހުންގެ ތެރެއިން (އެ ޤުރްއާން) ދޮގުކުރާބަޔަކުވާކަން ހަމަ ކަށަވަރުން ތިމަންއިލާހު ދެނެވޮޑިގެންވަމެވެ.‍﴾\r‍﴿وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ٥٠‍﴾\r50‍﴿އަދި ހަމަ އެއީ (އެބަހީ: ޤުރްއާނަކީ) ކާފިރުންގެ މައްޗަށް ހުރި މޮޅިވެރިކަމެއްކަން ކަށަވަރެވެ.‍﴾\r‍﴿وَإِنَّهُ لَحَقُّ الْيَقِينِ٥١‍﴾\r51‍﴿އަދި ހަމަ އެއީ (އެބަހީ: ޤުރްއާނަކީ) ޔަޤީންވެގެންވާ ޙައްޤުތެދެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ٥٢‍﴾\n52‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބު މަތިވެރިވަންތަ އިލާހުގެ އިސްމުފުޅުން ތަސްބީޙަވިދާޅުވާހުށިކަމެވެ!‍﴾\nسُوْرَةُ الْمَعَارِج\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ١‍﴾\n1‍﴿(އިންކާރުކުރުމުގެގޮތުން) ގޮވާމީހަކު އަންނަންއޮތް ޢަޛާބަށްއެދި ގޮވިއެވެ.‍﴾\n‍﴿لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ٢‍﴾\n2‍﴿(އެޢަޛާބުވަނީ) ކާފިރުވިމީސްތަކުންނަށެވެ. އެއިން (އެއުރެން) ދުރުކޮށްދޭނެ އެކަކުވެސް ނުވެތެވެ.‍﴾\n‍﴿مِنَ اللَّهِ ذِي الْمَعَارِجِ٣‍﴾\n3‍﴿(އެޢަޛާބުވަނީ) މަތިވެރި ދަރަޖަތަކުގެވެރި ﷲގެ ޙަޟުރަތުންނެވެ.‍﴾\n‍﴿تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ٤‍﴾\n4‍﴿އެދުވަހެއްގެ ދިގުމިން ފަންސާސްހާސް އަހަރުކަމުގައިވާ ދުވަހެއްގައި މަލާއިކަތުންނާއި ޖިބްރީލުގެފާނު، އެއިލާހުގެ ޙަޟްރަތަށް އަރާވަޑައިގަންނަވާނެތެވެ.‍﴾\n‍﴿فَاصْبِرْ صَبْرًا جَمِيلًا٥‍﴾\n5‍﴿ފަހެ ރިވެތިވެގެންވާ ކެތްތެރިވުމަކުން ކަލޭގެފާނު ކެތްތެރިވެވަޑައިގަންނަވާހުށިކަމެވެ!‍﴾ރިވެތިވެގެންވާ ކެތްތެރިވުމަކީ: ނުކުޅަދާނަކަމެއްނެތި އަދި ﷲ ނޫން ފަރާތަކަށް ޝަކުވާއެއް ނުކުރާގޮތުގައި ވެވޭ ކެއްތެރިވުމެވެ.\n‍﴿إِنَّهُمْ يَرَوْنَهُ بَعِيدًا٦‍﴾\n6‍﴿އެއުރެން ދެކެނީ އެޢަޛާބު ހަމަ ނާންނާނެކަމަށެވެ.‍﴾\n‍﴿وَنَرَاهُ قَرِيبًا٧‍﴾\n7‍﴿އަދި ތިމަންއިލާހު ގައިމުވެސް އެޢަޛާބު އަންނާނެކަން ދެނެވޮޑިގެންވަމެވެ.‍﴾\n‍﴿يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ٨‍﴾\n8‍﴿ވިރިކެކިފައިވާ މަޢުދަންގަނޑެއް (ނުވަތަ ކެކިފައިވާ ތެޔޮކުނޑިގަނޑެއް) ފަދައިން އުޑު ވާނޭދުވަހުއެވެ.‍﴾\n‍﴿وَتَكُونُ الْجِبَالُ كَالْعِهْنِ٩‍﴾\n9‍﴿އަދި (ނިއުޅިގެންވާ) ކެހެރިތަކެއް ފަދައިން ފަރުބަދަތައް ވާނޭދުވަހުއެވެ.‍﴾\n‍﴿وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا١٠‍﴾\n10‍﴿އަދި، (އެދުވަހުން) ރަޙުމަތްތެރިޔަކު (އޭނާގެ) ރަޙުމަތްތެރިޔާކުރެ ހޭވެސް އަހާނުލާނެތެވެ.‍﴾"
  ],
  [
    "34",
    "",
    "‍﴿يُبَصَّرُونَهُمْيَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ١١‍﴾\n11‍﴿އެއުރެން އެއްބަޔަކު އަނެއްބަޔަކަށް ފެންނާނެގޮތުގައި ލެއްވޭނެތެވެ. ފާފަވެރި މުޖްރިމު، އެދުވަހުގެ ޢަޛާބުގެ ފިދްޔަގޮތުގައި އޭނާގެ ދަރިން ދެވޭނެނަމައޭ ހިތައި އެކަމަށް އެދޭނެތެވެ!‍﴾\n‍﴿وَصَاحِبَتِهِ وَأَخِيهِ١٢‍﴾\n12‍﴿އަދި އޭނާގެ އަނބިމީހާއާއި އަޚާވެސްމެއެވެ!‍﴾\n‍﴿وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ١٣‍﴾\n13‍﴿އަދި އޭނާޔަށް ހިޔާވަހިކަންދޭ ޢާއިލީމަތިފުށު މީހުންވެސްމެއެވެ!‍﴾\n‍﴿وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ١٤‍﴾\n14‍﴿އަދި ބިމުގައިވާހާ އެއްޗެއްވެސްމެއެވެ. އެވަރުންވެސް އޭނާ (ޢަޛާބުން) ނަޖާކުރައްވައިތޯއެވެ!‍﴾\n‍﴿كَلَّاإِنَّهَا لَظَى١٥‍﴾\n15‍﴿ހަމަހިލާ އެހެނެއް ނުވާނެތެވެ! އެއީ ހަމަ އަނދައަނދާހުރި ނަރަކައެވެ.‍﴾\n‍﴿نَزَّاعَةً لِلشَّوَى١٦‍﴾\n16‍﴿(އެނަރަކައިގެ ހޫނުން) ބޮލާއި ގައިގެ ހަންގަނޑު ނޮޅާލާ ޙާލުގައެވެ.‍﴾\n‍﴿تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى١٧‍﴾\n17‍﴿ފުރަގަސްދީ އަދި މޫނުއަނބުރައިލި މީހާއަށް އެނަރަކަ ގޮވާނެތެވެ.‍﴾\n‍﴿وَجَمَعَ فَأَوْعَى١٨‍﴾\n18‍﴿އަދި މުދާ ބައްކޮށް ޚަޒާނާކުޅަ މީހާއަށްވެސްމެއެވެ.‍﴾\n‍﴿إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا١٩‍﴾\n19‍﴿ކަށަވަރުންވެސް އިންސާނާ ޚަލްޤުކުރެވިގެންވަނީ މަނާވެގަންނަ ނުކުޅެދުންތެރި ޙާލުގައެވެ.‍﴾\n‍﴿إِذَا مَسَّهُ الشَّرُّ جَزُوعًا٢٠‍﴾\n20‍﴿ނުބައިކަމެއް ޖެހޭހިނދު ނުކުޅެދުންތެރިވެގަންނަ ޙާލުގައި އޭނާވެއެވެ.‍﴾\n‍﴿وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا٢١‍﴾\n21‍﴿އަދި ހެޔޮކަމެއް ލިބޭހިނދު މަނާވެގަންނަ (މުށްބާރު) ޙާލުގައި އޭނާވެއެވެ.‍﴾\n‍﴿إِلَّا الْمُصَلِّينَ٢٢‍﴾\n22‍﴿ނަމާދު (ޤާއިމު) ކޮށްއުޅޭމީހުން މެނުވީއެވެ.‍﴾\n‍﴿الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ٢٣‍﴾\n23‍﴿އެއުރެންނީ ހަމަ އެއުރެންގެ ނަމާދުތައް އަދާކުރުންމަތީ ދެމިތިބޭމީހުންނެވެ.‍﴾\n‍﴿وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ٢٤‍﴾\n24‍﴿އަދި އެއުރެންނީ އެއުރެންގެ މުދަލުގައި ކަނޑައެޅިފައިވާ ޙައްޤުތައް އަދާކުރާމީހުންނެވެ.‍﴾\n‍﴿لِلسَّائِلِ وَالْمَحْرُومِ٢٥‍﴾\n25‍﴿(ނިކަމެތިންކުރެ) ސަލާންޖަހާ މީހުންނަށާއި ސަލާންނުޖަހާ މީހުންނަށްވެސްމެއެވެ.‍﴾\n‍﴿وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ٢٦‍﴾\n26‍﴿އަދި އެއުރެންނީ ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަސް ތެދުކޮށް ކަށަވަރުކުރާ މީހުންނެވެ.‍﴾\n‍﴿وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ٢٧‍﴾\n27‍﴿އަދި އެއުރެންނީ ހަމަ އެއުރެންގެ ވެރިރައްބުގެ ޢަޛާބަށް ބިރުވެތިވާ މީހުންނެވެ.‍﴾\n‍﴿إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ٢٨‍﴾\n28‍﴿ކަށަވަރުންވެސް އެއުރެންގެ ވެރިރައްބުގެ ޢަޛާބަކީ އެއާއިމެދު އަމާންވެތިބެގެންވާން އޮތްއެއްޗެއް ނޫނެވެ.‍﴾\n‍﴿وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ٢٩‍﴾\n29‍﴿އަދި އެއުރެންނީ ހަމަ އެއުރެންގެ ލަދުވެތި ގުނަވަންތައް، (ޙަރާމްކުރެއްވި ކަންތައްތަކުން) ރައްކާތެރިކުރާ މީހުންނެވެ.‍﴾\n‍﴿إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ٣٠‍﴾\n30‍﴿އެއުރެންގެ އަނބިންނާއި އެއުރެންނަށް މިލްކުވެގެންވާ ޖާރިޔާއިންގެފުށުން މެނުވީއެވެ. ފަހެ އެއުރެންނީ (އެކަމުގައި) މަލާމާތް ލިބިގެންވާބައެއްނޫންކަން ކަށަވަރެވެ.‍﴾\n‍﴿فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ٣١‍﴾\n31‍﴿ފަހެ (އިސްވެދިޔަގޮތް ފިޔަވައި) އެއިން ބޭރުން ކަމަކަށް އަރައިގަތުމަށް އެދިއްޖެމީހާ (ދަންނައެވެ!) ފަހެ އެއުރެންނީ ހަމަ ޙައްދުފަހަނައަޅައިފައިވާ މީހުންނެވެ.‍﴾\n‍﴿وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ٣٢‍﴾\n32‍﴿އަދި އެއުރެންނީ ހަމަ އެއުރެންގެ އަމާނާތްތަކާއި ޢަހްދުތަކަށް ފަރުވާތެރިވާ މީހުންނެވެ.‍﴾\n‍﴿وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ٣٣‍﴾\n33‍﴿އަދި އެއުރެންނީ ހަމަ އެއުރެންގެ ހެކިބަސް އަދާކުރުމުގައި ޤާއިމްވެތިބޭ މީހުންނެވެ.‍﴾\n‍﴿وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ٣٤‍﴾\n34‍﴿އަދި އެއުރެންނީ، ހަމަ އެއުރެންގެ ނަމާދުތަކަށް ރައްކާތެރިވާ މީހުންނެވެ.‍﴾\n‍﴿أُولَئِكَ فِي جَنَّاتٍ مُكْرَمُونَ٣٥‍﴾\n35‍﴿އެއުރެންވަނީ ސުވަރުގެތަކެއްގައި މާތްކޮށްހިތެވިގެންވާ ގޮތުގައެވެ.‍﴾\n‍﴿فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ٣٦‍﴾\n36‍﴿ފަހެ ކާފިރުވިމީހުން ކަރުދަމައިގެން ލޯއަޅަމުން ކަލޭގެފާނުގެ އަރިހަށް އަންނަނީ ކީއްވެހެއްޔެވެ!‍﴾\n‍﴿عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ٣٧‍﴾\n37‍﴿ކަނާއަތްފަރާތާއި ވާއަތްފަރާތުން ބައިބަޔަށެވެ.‍﴾\n‍﴿أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ٣٨‍﴾\n38‍﴿ނިޢުމަތުގެ ސުވަރުގެއަށް ވެއްދެވުމަށް އެއިންކޮންމެ މީހަކުވެސް ނުހަނު އެދެނީ ހެއްޔެވެ!‍﴾\n‍﴿كَلَّا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ٣٩‍﴾\n39‍﴿ހަމަހިލާ އެހެނެއް ނުވާނެތެވެ! ތިމަންއިލާހު ހަމަ އެއުރެން ދަންނަ އެއްޗަކުން އެއުރެން ޚަލްޤުކުރެއްވީމެވެ.‍﴾"
  ],
  [
    "35",
    "",
    "‍﴿فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ٤٠‍﴾\n40‍﴿ފަހެ އިރުގެ މަޝްރިޤުތަކާއި މަޣުރިބުތަކުގެ ވެރިރައްބު ގަންދެއްވަމެވެ! ހަމަ ކަށަވަރުން ތިމަންއިލާހު ކުޅަދުންވަތަވެވޮޑިގެންވަމެވެ.‍﴾\n‍﴿عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ٤١‍﴾\n41‍﴿އެއީ އެއުރެންނަށްވުރެ ހެޔޮބަޔަކަށް ބަދަލުކުރައްވާ އެހެންބަޔަކު ގެންނެވުމަށެވެ. ތިމަންއިލާހު ނުކުޅެދުންތެރި ފަރާތެއްކަމުގައި ވޮޑިގެންނުވަމުއެވެ.‍﴾\n‍﴿فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ٤٢‍﴾\n42‍﴿ފަހެ އެއުރެންނަށް ވަޢުދުވެވިގެންވާ ދުވަހާއި ބައްދަލުވެއްޖައުމަށް ދާނދެން ކަލޭގެފާނު އެއުރެން އަނގަތެޅުމާއި މަޖަލުގައި ތިބުމަށް ދޫކޮށްލައްވާހުށިކަމެވެ!‍﴾\n‍﴿يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ٤٣‍﴾\n43‍﴿(އެއީ) އެއުރެން ކަށްވަޅުތަކުން އަވަސްއަވަހަށް ނިކުންނާނެދުވަހެވެ. ބެހެއްޓިފައިވާ ބުދުތަކުގެ ކައިރިޔަށް އެއުރެން އަވަސްވެގަންނަފަދައިންނެވެ.‍﴾\n‍﴿خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌذَلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ٤٤‍﴾\n44‍﴿ބިރުވެރިކަމުންފުރި އެއުރެންގެ ނަޒަރުތައް ތިރިވެ ނިކަމެތިކަން އެއުރެން ވަށާލާފައިވާޙާލުގައެވެ! އެދުވަސް އެއީ އެއުރެންނަށް ވަޢުދުކުރެއްވޭކަމުގައިވީ ދުވަހެވެ.‍﴾\nسُوْرَة نُوْحٍ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ١‍﴾\n1‍﴿ކަށަވަރުންވެސް އެއުރެންނަށް ވޭންދެނިވި ޢަޛާބު ނާންނަނީސް ކަލޭގެފާނުގެ ޤައުމުގެ މީހުންނަށް އިންޒާރުކުރައްވާށޭ އަންގަވަމުން، ތިމަންއިލާހު ނޫޙުގެފާނު އެކަލޭގެފާނުގެ ޤައުމުގެމީހުންގެ ގާތަށް ރަސޫލުކަމާއިގެން ފޮނުއްވެވީމެވެ.‍﴾\n‍﴿قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ٢‍﴾\n2‍﴿އެކަލޭގެފާނު ވިދާޅުވިއެވެ. އޭ އަހުރެންގެ ޤައުމުގެމީހުންނޭވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނީ ތިޔަބައިމީހުންނަށް ބަޔާންވެގެންހުރި އިންޒާރުކުރައްވާ ބޭކަލަކީމެވެ.‍﴾\n‍﴿أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ٣‍﴾\n3‍﴿ތިޔަބައިމީހުން الله އަށް އަޅުކަންއަދާކޮށް، އެއިލާހަށް ތަޤުވާވެރިވާހުށިކަމެވެ! އަދި ތިމަންކަލޭގެފާނަށް ކިޔަމަންތެރިވާހުށިކަމެވެ!‍﴾\n‍﴿يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّىإِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُلَوْ كُنْتُمْ تَعْلَمُونَ٤‍﴾\n4‍﴿(އެއިރުން) އެއިލާހު ތިޔަބައިމީހުންނަށް ފާފަތައް ފުއްސަވައިދެއްވާނެތެވެ. އަދި ތިޔަބައިމީހުން ކަނޑައެޅިގެންވާ އަޖަލަކަށް ފަސްކުރައްވާނެތެވެ. الله ނިޔާކުރައްވާފައިވާ އަޖަލު އަތުވެއްޖެނަމަ ކަށަވަރުންވެސް ފަހެއްނުކުރެއްވޭނެތެވެ. ތިޔަބައިމީހުން ދަންނަނަމައެވެ.‍﴾\n‍﴿قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا٥‍﴾\n5‍﴿އެކަލޭގެފާނު ވިދާޅުވިއެވެ. އަޅުގެ ވެރިރައްބެވެ! ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނުގެ ޤައުމުގެމީހުންނަށް ރެއާއި ދުވާލު ދީނަށްގޮވައިލެއްވެވީމެވެ.‍﴾\n‍﴿فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا٦‍﴾\n6‍﴿ފަހެ ތިމަންކަލޭގެފާނުގެ ދީނަށްގޮވައިލެއްވެވުން، (ތެދުމަގުން) ދުރުހެލިވުން ނޫންކަމެއް އެއުރެންނަކަށް (އެބަހީ: އެއުރެންގެ ފުށަކުން) އިތުރެއްނުކުރިއެވެ.‍﴾\n‍﴿وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا٧‍﴾\n7‍﴿އަދި ކަށަވަރުންވެސް އިބައިލާހު އެއުރެންނަށް ފާފަފުއްސަވައިދެއްވައިތޯ ތިމަންކަލޭގެފާނު އެއުރެންނަށް ދީނަށްގޮވައިލައްވާ ކޮންމެ ފަހަރަކު އެއުރެންގެ ކަންފަތްތަކުގައި އިނގިލިތައް އަޅައި (ފިލުމުގެގޮތުން) ފޭރާމުން ފޮރުވިގަނެތެވެ. އަދި އެއުރެން (ކުފުރުގެމަތީ) ދެމިތިބެމެ، ނުހަނު ބޮޑާވުމަކުން ބޮޑާވެގަނެތެވެ.‍﴾\n‍﴿ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا٨‍﴾\n8‍﴿ދެން ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނު އެއުރެންނަށް އަޑުހަރުކޮށް ދީނަށްގޮވައިލެއްވެވީމެވެ.‍﴾\n‍﴿ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا٩‍﴾\n9‍﴿އެއަށްފަހު ކަށަވަރުންވެސް ތިމަންކަލޭގެފާނު އެއުރެންނަށް ފާޅުގައްޔާއި އެކަހެރިކޮށް ސިއްރިޔާތުގައި ދީނަށްގޮވައިލެއްވެވީމެވެ.‍﴾\n‍﴿فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا١٠‍﴾\n10‍﴿ފަހެ ތިމަންކަލޭގެފާނު ދެންނެވީމެވެ. ތިޔަބައިމީހުންގެ ވެރިރައްބުގެ ޙަޟްރަތަށް އިސްތިޣްފާރުކުރައްވާށެވެ! ކަށަވަރުންވެސް އެއިލާހު ވޮޑިގެންވަނީ ގިނަގިނައިން ފާފަފުއްސަވާ އިލާހުކަމުގައެވެ.‍﴾"
  ],
  [
    "36",
    "",
    "‍﴿يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا١١‍﴾\n11‍﴿އެއިލާހު ތިޔަބައިމީހުންގެ މައްޗަށް ގިނަގިނައިން ވާރޭ ވެއްސައްވާނެތެވެ.‍﴾\n‍﴿وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا١٢‍﴾\n12‍﴿އަދި އެއިލާހު ތިޔަބައިމީހުންނަށް މުދަލާއި ދަރިން އިތުރުކޮށްދެއްވާނެތެވެ. އަދި ތިޔަބައިމީހުންނަށް ބަގީޗާތައް ލައްވާނެތެވެ. އަދި ތިޔަބައިމީހުންނަށް ކޯރުތައްވެސް ލައްވާނެތެވެ.‍﴾\n‍﴿مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا١٣‍﴾\n13‍﴿ތިޔަބައިމީހުން اللهގެ ހައިބަވަންތަކަމަށް ބިރުވެތިނުވެ ތިތިބީ އަޅެފަހެ ކީއްވެހެއްޔެވެ!‍﴾\n‍﴿وَقَدْ خَلَقَكُمْ أَطْوَارًا١٤‍﴾\n14‍﴿ކަށަވަރުންވެސް އެއިލާހު ތިޔަބައިމީހުން ޚަލްޤުކުރެއްވީ ތަފާތު މަރުޙަލާތަކަކަށް ބަދަލުވަމުންއަންނަ ގޮތެއްގައެވެ.‍﴾\n‍﴿أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا١٥‍﴾\n15‍﴿الله މަތިމައްޗަށް ހަތްއުޑު ޚަލްޤުކުރެއްވެވީ ކޮންފަދައަކުންކަން ތިޔަބައިމީހުން ނުދެކެނީ ހެއްޔެވެ!‍﴾\n‍﴿وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا١٦‍﴾\n16‍﴿އަދި އެއިލާހު ހަނދު ނޫރެއްކަމުގައި އެތާނގައި ލައްވަވައި، އިރު ވޮށެއްކަމުގައި ލެއްވިވެއެވެ.‍﴾\n‍﴿وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا١٧‍﴾\n17‍﴿އަދި الله ތިޔަބައިމީހުން އުފެއްދެވުމަކުން ބިމުން އުފެއްދެވިއެވެ.‍﴾\n‍﴿ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا١٨‍﴾\n18‍﴿ދެން އެއިލާހު ތިޔަބައިމީހުން އެބިމަށް އިޢާދަކުރައްވައި އަދި ނެރުއްވުމަކުން ތިޔަބައިމީހުން ނެރުއްވާނެތެވެ.‍﴾\n‍﴿وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا١٩‍﴾\n19‍﴿އަދި الله ތިޔަބައިމީހުންނަށްޓަކައި ފެތުރިގެންވާގޮތުގައި ބިންލެއްވެވިއެވެ.‍﴾\n‍﴿لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا٢٠‍﴾\n20‍﴿ތިޔަބައިމީހުން އެބިމުން، ތަނަވަސް މަގުތައް ލިބިގަތުމަށެއެވެ.‍﴾\n‍﴿قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا٢١‍﴾\n21‍﴿ނޫޙުގެފާނު ވިދާޅުވިއެވެ. އަޅުގެ ވެރިރައްބެވެ! ކަށަވަރުންވެސް އެއުރެން މިއަޅާއަށް އުރެދި އަދި އެބައެއްގެ މުދަލުންނާއި ދަރިންގެ ފަރާތުން އެބަޔަކަށް ގެއްލުމާއި ހަލާކުމެނުވީ ނުލިބޭ ބަޔަކަށް (މުއްސަނދިންނާއި ބޮޑުންނަށް) އެއުރެން ތަބާވެގެންފިއެވެ.‍﴾\n‍﴿وَمَكَرُوا مَكْرًا كُبَّارًا٢٢‍﴾\n22‍﴿އަދި އެބަޔަކު ބޮޑުވެގެންވާ މަކަރުވެރިރޭވުމެއް ރޭވިއެވެ.‍﴾\n‍﴿وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا٢٣‍﴾\n23‍﴿އަދި އެބަޔަކު ބުނެތެވެ. ތިޔަބައިމީހުންގެ އިލާހުންތައް ދޫނުކުރާހުށިކަމެވެ! އަދި (އަޅުކަންކުރަން ބެހެއްޓިފައިހުރި) ވައްދާއި ސުވާޢާއި ޔަޣޫޘާއި ޔަޢޫޤާއި ނަސްރުގެ ބުދުތައް ދޫނުކުރާހުށިކަމެވެ!‍﴾\n‍﴿وَقَدْ أَضَلُّوا كَثِيرًاوَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا٢٤‍﴾\n24‍﴿އަދި ކަށަވަރުންވެސް އެއުރެން ގިނަބަޔަކު މަގުފުރެއްދިއެވެ. (އަޅުގެ ވެރިރައްބެވެ!) އަނިޔާވެރިންނަށް މަގުފުރެދުން މެނުވީ އިތުރު ނުކުރައްވާށިއެވެ!‍﴾\n‍﴿مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا٢٥‍﴾\n25‍﴿އެއުރެންގެ ފާފަތަކުގެ ސަބަބުން ޣަރަޤުކުރައްވައި ފަހެދެން ގަދަފަދަ އަލިފާނަށް އެއުރެން ވެއްދެވުނެވެ. ފަހެ الله ފިޔަވައި ނަޞްރުދޭނޭ ފަރާތެއް އެއުރެންނަކަށް ނުލިބުނެވެ.‍﴾\n‍﴿وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا٢٦‍﴾\n26‍﴿އަދި ނޫޙުގެފާނު ވިދާޅުވިއެވެ. އަޅުގެ ވެރިރައްބެވެ! ކާފިރުންގެ ތެރެއިން ހަމައެކަކުވެސް ބިންމަތީގައި ދިރިހުރުމަށް ދޫނުކުރައްވާށިއެވެ!‍﴾\n‍﴿إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا٢٧‍﴾\n27‍﴿ކަށަވަރުންވެސް އިބައިލާހު އެއުރެން ދޫކުރައްވައިފިނަމަ އެއުރެން އިބައިލާހުގެ އަޅުތަކުން މަގުފުރައްދައިފާނެތެވެ. އަދި (ޙައްޤުން އެއްކިބާވެފައިވާ) ފާޖިރު، (ނިޢުމަތްތަކަށް) ކާފިރުވުންބޮޑު ދަރިޔަކުމެނުވީ އެއުރެންގެފުށުން އުފަންނުވާނެތެވެ.‍﴾\n‍﴿رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا٢٨‍﴾\n28‍﴿އަޅުގެ ވެރިރައްބެވެ! މިއަޅާއާއި މިއަޅާގެ މައިންބަފައިންނާ އަދި މުއުމިނެއްގެ ގޮތުގައި މިއަޅާގެ ގެއަށް ވަދެއްޖެ މީހަކާއި މުއުމިނުފިރިހެނުންނާ އަދި މުއުމިނުއަންހެނުންނަށް ފާފަފުއްސަވާށިއެވެ! އަދި އަނިޔާވެރިންނަށް ގެއްލުމާއި ހަލާކުމެނުވީ އިތުރު ނުކުރައްވާށިއެވެ!‍﴾"
  ],
  [
    "37",
    "",
    "سُوْرَةُ اْلجِنِّ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا١‍﴾\n1‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ކަށަވަރުންވެސް ޖިންނީންގެ ޖަމާޢަތެއް (ޤުރްއާން) ކަނުލައި އަޑުއަހައިފިކަމަށް ތިމަންކަލޭގެފާނަށް ވަޙީއިއްވެވިއްޖެއެވެ. ފަހެ އެއުރެން ބުންޏެވެ. ކަށަވަރުންވެސް އަހުރެމެން ޢަޖާއިބުކުރުވަނިވި ޤުރްއާނެއް އަޑުއަހައިފީމުއެވެ.‍﴾\n‍﴿يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِوَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا٢‍﴾\n2‍﴿އެޤުރްއާން މަގުދައްކަނީ ޙައްޤުތެދުމަގަށެވެ. ފަހެ އަހުރެމެން އެއަށް އީމާންވެއްޖައީމުއެވެ. އަދި އަހުރެމެންގެ ވެރިރައްބަށް އެއްވެސް ފަރާތަކާއި ދުވަހަކުވެސް ޝަރީކުނުކުރާހުށީމެވެ.‍﴾\n‍﴿وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا٣‍﴾\n3‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެންގެ ވެރިރައްބުގެ މަތިވެރިކަމާއި ކީރިތިކަން އުފުލިގެންވެއެވެ. އެއިލާހު އަނބިކަނބަލަކު އަދި ދަރިކަލަކުވިޔަސް ނުހިއްޕަވަތެވެ.‍﴾\n‍﴿وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا٤‍﴾\n4‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެންގެ ގަމާރުސޮރު (އިބިލީސް)، الله ގެ މައްޗަށް ޙައްދުފަހަނަޅައިފައިވާ ދޮގުބަސް ބުނާކަމުގައިވިއެވެ.‍﴾\n‍﴿وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا٥‍﴾\n5‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެން ހީކުރީ އިންސިއަކު އަދި ޖިންނިއަކުވިޔަސް اللهގެ މައްޗަށް ދުވަހަކުވެސް ދޮގެއް ނުހަދާނެކަމަށެވެ.‍﴾\n‍﴿وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا٦‍﴾\n6‍﴿އަދި ކަށަވަރުންވެސް އިންސީންގެ ތެރެއިން ބަޔަކު، ޖިންނީންގެ ތެރެއިން ބައެއްގެ ކިބައިން ރައްކާތެރިކަމަށް އެދޭކަމުގައިވިއެވެ. އެހެންވެ އެޖިންނީން އެއިންސީންގެމައްޗަށް ބިރުގެންނެވުމާއި ހާސްކަން އިތުރުކުރިއެވެ.‍﴾\n‍﴿وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا٧‍﴾\n7‍﴿އަދި ކަށަވަރުންވެސް ތިޔަޖިންނީން ހީކުޅަގޮތަށް އެއިންސީންވެސް ހީކުޅައީ، الله ދުވަހަކުވެސް އެއްވެސް ރަސޫލަކު ނުފޮނުއްވާނެކަމަށެވެ.‍﴾މިއާޔަތުގައި މިވާ ފޮނުއްވުމުގެ މާނައަކީ، އަލުންދިރުއްވައި ފޮނުއްވުން ކަމުގައިވެސް ވާރިދުވެގެންވެއެވެ.\n‍﴿وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا٨‍﴾\n8‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެން (ޖިންނީން) އުޑުގެ ޚަބަރު ހޯދުމުގެ އެދުމުގައި ދިޔައީމެވެ. ފަހެ އަހުރެމެންނަށް އެތަންފެނުނީ ގަދަފަދަވެގެންވާ މަލާއިކަތުންނާއި ގިނިހިލަތަކުން ފުރިފައިވާތީއެވެ.‍﴾\n‍﴿وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِفَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا٩‍﴾\n9‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެން އެއުޑުގެ އެކި ހިސާބުތަކުގައި އަޑުއެހުމަށް އިށީނދެ ތިބޭކަމުގައިވީމުއެވެ. ފަހެ އަޑުއަހަންއުޅޭފަރާތަކަށް މިހާރު ފެންނަހުށީ އެފަރާތަކަށް ފާރަވެރިވެއޮތް ގިނިހިލައެކެވެ.‍﴾\n‍﴿وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا١٠‍﴾\n10‍﴿އަދި ކަށަވަރުންވެސް ބިމުގައިވާ ފަރާތްތަކަށް އިރާދަކުރެއްވިފައިވަނީ ނުބައެއްކަން، ނުވަތަ އެއުރެންގެ ވެރިރައްބު އިރާދަކުރައްވާފައިވަނީ އެއުރެންނަށް ހެވެއްކަން އަހުރެމެންނަކަށް ނޭނގެއެވެ.‍﴾\n‍﴿وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَكُنَّا طَرَائِقَ قِدَدًا١١‍﴾\n11‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެންގެ ތެރޭގައި ޞާލިޙުންވެއެވެ. އަދި އަހުރެމެންގެ ތެރޭގައި އެނޫން މީހުންވެސްވެއެވެ. ތަފާތު ދީންތަކާއި ފިރްޤާތަކެއްކަމުގައި އަހުރެމެންވީމުއެވެ.‍﴾\n‍﴿وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا١٢‍﴾\n12‍﴿އަދި ކަށަވަރުންވެސް اللهގެ ކުޅަދުންވަންތަކަމުގެ މައްޗަށް ބިމުގައި ދުވަހަކުވެސް އަހުރެމެންނަށް ގަދަނުވެވޭނެކަމާއި އަދި ފަޒާއަށް ފިލަންއެރިޔަސް ދުވަހަކުވެސް އެއިލާހުގެ ކުޅަދުންވަންތަކަމުން ރެކިނުގަނެވޭނެކަން އަހުރެމެންނަށް ޔަޤީންވެއްޖެއެވެ.‍﴾\n‍﴿وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِفَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا١٣‍﴾\n13‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެން ޤުރްއާން އަޑުއެހިހިނދު އެއަށް އީމާންވެއްޖައީމުއެވެ. އެމީހެއްގެ ވެރިރައްބަށް އީމާންވާ މީހާ (ދަންނައެވެ!) ފަހެ އޭނާއަށް ދަރުމަ އުނިކުރެވި އަދި ބޭއިންސާފު ވެވިދާނެކަމަށް ބިރުގަތުމެއް ނުވެއެވެ.‍﴾\n‍﴿وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَفَمَنْ أَسْلَمَ فَأُولَئِكَ تَحَرَّوْا رَشَدًا١٤‍﴾\n14‍﴿އަދި ކަށަވަރުންވެސް އަހުރެމެންގެ ތެރޭގައި ކިޔަމަންތެރި އަޅުންވެއެވެ. އަދި އަހުރެމެންގެ ތެރޭގައި މަގުފުރެދިފައިވާ އަނިޔާވެރިންވެސްވެއެވެ. ކިޔަމަންގަތް އަޅުން (ދަންނައެވެ!) ފަހެ އެއުރެން ތެދުމަގުލިބިގަތުމުގައި މުރާލިވެގެންފިއެވެ.‍﴾\n‍﴿وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا١٥‍﴾"
  ],
  [
    "38",
    "",
    "15‍﴿އަދި މަގުފުރެދިފައިވާ އަނިޔާވެރިން (ދަންނައެވެ!)، ފަހެ އެއުރެންވީ ނަރަކައަށްހުރި ދަރު ކަމުގައެވެ.‍﴾\r‍﴿وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا١٦‍﴾\r16‍﴿އެއުރެން ތެދުމަގުގައި ސީދާވެ ތިބިނަމަ ތިމަންއިލާހު އެއުރެންނަށް ގިނަވެގެންވާ ފެންދެއްވާ ރިޒްޤުތަނަވަސްކުރައްވާހުށީމެވެ.‍﴾\r‍﴿لِنَفْتِنَهُمْ فِيهِوَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا١٧‍﴾\r17‍﴿އެއީ ތިމަންއިލާހު އެކަމުގައި އެއުރެން އިމްތިޙާންކުރެއްވުމަށެވެ. އަދި އޭނާގެ ވެރިރައްބު ހަނދުމަކުރުމުން މޫނުއަނބުރައިލައިފި މީހާ (ދަންނައެވެ!) އެއިލާހު ދަތި އުނދަގޫ ޢަޛާބަކަށް އޭނާ ވައްދަވާނެތެވެ.‍﴾\r‍﴿وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا١٨‍﴾\r18‍﴿އަދި ކަށަވަރުންވެސް މިސްކިތްތައް (ޚާއްޞަކުރެވިފައި) ވަނީ ހަމައެކަނި الله އަށެވެ. ފަހެ ތިޔަބައިމީހުން (އަޅުކަންކުރުމުގައި) الله އާއެކު އެހެން އެއްވެސް ފަރާތަކަށް އެދި ނުދަންނަވާށެވެ!‍﴾\n‍﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا١٩‍﴾\n19‍﴿އަދި ކަށަވަރުންވެސް اللهގެ އަޅާ (ނަބިއްޔާ) އެއިލާހަށް އަޅުކަންކުރެއްވުމަށް ތެދުވެވަޑައިގެންނެވިހިނދު (ޖިންނީންގެ) ޖަމާޢަތްތައް (ޤުރްއާން އަޑުއެހުމަށް) އެކަލޭގެފާނު އަރިހަށް، އެކަތި އަނެކަތިމައްޗަށް އަރައިގެންފާނެހައި ގާތްވެގަތެވެ.‍﴾\n‍﴿قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا٢٠‍﴾\n20‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިމަންކަލޭގެފާނު އަޅުކަންކުރައްވާކަން ކަށަވަރީ ތިމަންކަލޭގެފާނުގެ ވެރިރައްބަށެވެ. އަދި ތިމަންކަލޭގެފާނު އެއިލާހަށް އެއްވެސް ފަރާތަކައި ޝަރީކުނުކުރާއްވާހުށީމެވެ.‍﴾\n‍﴿قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا٢١‍﴾\n21‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ކަށަވަރުންވެސް ތިޔަބައިމީހުންނަށް ގެއްލުމެއް މެދުވެރިކޮށް އަދި ހެޔޮކަމެއް ފޯރުކޮށްދިނުމުގެ ބާރެއް، ތިމަންކަލޭގެފާނަށް ލިބިވަޑައިގެން ނުވެތެވެ.‍﴾\n‍﴿قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا٢٢‍﴾\n22‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ކަށަވަރުންވެސް اللهގެ ޢަޛާބުން ހަމައެކަކަށްވެސް ތިމަންކަލޭގެފާނު ދުވަހަކުވެސް މިންޖުކޮށެއްނުދެއްވޭނެތެވެ. އަދި އެއިލާހު ފިޔަވައި ސަލާމަތްތެރިކަމަށްއެދޭނެ އެހެންފަރާތެއް ތިމަންކަލޭގެފާނަށް ދުވަހަކުވެސް ލިބިވަޑައިނުގަންނަވާނެތެވެ.‍﴾\n‍﴿إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِوَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا٢٣‍﴾\n23‍﴿އެހެނެއްކަމަކު (ތިމަންކަލޭގެފާނަށް ވަނީ) اللهގެ އެންގެވުންތަކާއި ރިސާލަތްތައް ފޯރުކޮށްދެއްވެވުމެވެ. اللهއަށާއި އެއިލާހުގެ ރަސޫލާއަށް އުރެދޭ މީހާ (ދަންނައެވެ!) ފަހެ ކަށަވަރުންވެސް އޭނާއަށްވަނީ ނަރަކައިގެ އަލިފާނެވެ! އެތާނގައި އެއުރެން އަބަދަށް ދެމިތިބެނިވިގޮތުގައެވެ.‍﴾\n‍﴿حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا٢٤‍﴾\n24‍﴿އެއުރެންނަށް ވަޢުދުވެވިގެންވާ ޢަޛާބު ފެނުމާއިހަމައަށް (ކާފިރުކަންމަތީ) ދެމިތިބޭނެތެވެ. ފަހެ އެހިނދު، ނަޞްރުވެރިންގެ ގޮތުން ނިކަމެތީ އަދި ޢަދަދުގެގޮތުން މަދީ ކޮންބަޔެއްކަން ނިކަންހުރެ އެއުރެންނަށް އެނގޭނެތެވެ.‍﴾\n‍﴿قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا٢٥‍﴾\n25‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ! ތިޔަބައިމީހުންނަށް ވަޢުދުވެވިގެންވާ ޢަޛާބުވަނީ ގާތްވެގެންކަން ނުވަތަ ތިމަންކަލޭގެފާނުގެ ވެރިރައްބު އެކަމަކަށް ދިގުމުއްދަތެއް ލައްވައި ފަސްކުރައްވާނެ ކަމެއްވެސް ތިމަންކަލޭގެފާނަށް އެނގިވަޑައިގެންނުވެތެވެ.‍﴾\n‍﴿عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا٢٦‍﴾\n26‍﴿(އެއިލާހީ) ޣައިބުވެގެންވާހާކަމެއް މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ. ފަހެ އެއިލާހުގެ ޣައިބު އެއްވެސް ފަރާތަކަށް ފާޅެއްނުކުރައްވަތެވެ.‍﴾\n‍﴿إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا٢٧‍﴾\n27‍﴿އެއިލާހު ރުހިވޮޑިގެންވާ ރަސޫލަކަށް މެނުވީއެވެ. ފަހެ ކަށަވަރުންވެސް އެއިލާހު އެބޭކަލެއްގެ ކުރިފުޅުމަތިންނާއި ފަހަތްޕުޅުން ރައްކާތެރިކުރައްވަނިވި މަލާއިކަތުން ލައްވަވާނެތެވެ.‍﴾\n‍﴿لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا٢٨‍﴾\n28‍﴿އެއީ އެބޭކަލުންގެ ވެރިރައްބުގެ ރިސާލަތްތައް ފޯރުކޮށްދެއްވެވިކަން، އެކަލޭގެފާނު (އެބަހީ: ނަބިއްޔާ) ދެނެވަޑައިގެންނެވުމަށެވެ. އަދި އެބޭކަލުންގެ އަރިހުގައި ވާހާއެއްޗެއް އެއިލާހުގެ ޢިލްމުފުޅުން ވަށައިލެއްވެވިއެވެ. އަދި އެއިލާހު ޢަދަދުގެގޮތުން (ވަންހަނާކަމެއްނެތި) ހުރިހާ އެއްޗެއް ހިމެނުއްވެވިއެވެ.‍﴾"
  ],
  [
    "39",
    "",
    "سُوْرَةُ الْمُزَمِّل\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا الْمُزَّمِّلُ١‍﴾\n1‍﴿އޭ! ހަށިކޮޅުގައި، ފޭރާން އޮޅުއްވައިގެން އޮންނެވި (ނަބީ) ކަލޭގެފާނެވެ!‍﴾\n‍﴿قُمِ اللَّيْلَ إِلَّا قَلِيلًا٢‍﴾\n2‍﴿މަދު ވަޤުތުކޮޅެއްގައި މެނުވީ ރޭއަޅުކަންކުރެއްވުމަށް ތެދުވެވަޑައިގަންނަވާހުށިކަމެވެ.‍﴾\n‍﴿نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا٣‍﴾\n3‍﴿ރޭގަނޑުގެ ދެބައިކުޅަ އެއްބައިގައި ނުވަތަ އެއަށްވުރެ ތަންކޮޅެއް މަދުންނެވެ!‍﴾\n‍﴿أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا٤‍﴾\n4‍﴿ނުވަތަ އެއަށްވުރެ އިތުރަށެވެ! އަދި ލަސްލަހުން ޤުރްއާން ކިޔަވައި ވިދާޅުވާހުށިކަމެވެ!‍﴾\n‍﴿إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا٥‍﴾\n5‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު، ކަލޭގެފާނުގެ މައްޗަށް، ބުރަދަނާއި ހައިބަތުހުރި ބަސްފުޅެއް (އެބަހީ: ޤުރްއާން)، ބާވައިލައްވާހުށީމެވެ.‍﴾\n‍﴿إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا٦‍﴾\n6‍﴿ކަށަވަރުންވެސް ދަމުނަމާދަކީ (ހިތަށް) އަސަރުކުރުވުމުގައި ގަދަކަންބޮޑު، އަދި ކިޔެވުމުގައި ދޭހަވުންބޮޑު އަޅުކަމެކެވެ.‍﴾\n‍﴿إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا٧‍﴾\n7‍﴿ކަށަވަރުންވެސް ދުވާލުގެ ވަގުތުގައި ކަލޭގެފާނަށް، ޒިންމާތަކުގައި އަވަދިނެތިވުމެއްވެއެވެ.‍﴾އެހެންކަމުން ރޭގަނޑުގައި އަޅުކަންކުރެއްވުމަށް ހުސްވެވަޑައިގަންނަވާށެވެ. މިއާޔަތްތަކުން ރޭއަޅުކަމަކީ، ފުރަތަމަ ފަރުޟެއްކަމުގައި ލެއްވުނެވެ. އަހަރެއްހައި ދުވަހު ރަސޫލާ  ‍جއާއި ޞަޙާބީން،‍ شއެބޭކަލުންގެ ފައިންޕުޅުތައް ދުޅަވަންދެން ރޭއަޅުކަންކުރެއްވުންމަތީ ދެމިތިއްބެވިއެވެ. އެއަށްފަހު މިސޫރަތުގެ ފަހުއާޔަތް ބާވައިލައްވައި އެކަން އުންމަތުގެ މައްޗަށް ސުންނަތެއްކަމުގައި ލެއްވުނެވެ.\n‍﴿وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا٨‍﴾\n8‍﴿ކަލޭގެފާނުގެ ވެރިރައްބުގެ އިސްމުފުޅު ޒިކުރުކުރައްވާހުށިކަމެވެ! އަދި އެއިލާހަށް ފުރިހަމަ ހުސްވެވަޑައިގެންނެވުމަކުން، (އަޅުކަމުގައި) ހުސްވެވަޑައިގަންނަވާހުށިކަމެވެ.‍﴾\n‍﴿رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا٩‍﴾\n9‍﴿މަޝްރިޤާއި މަޣުރިބުގެ ވެރިރައްބެވެ. އެއިލާހު ފިޔަވައި ޙައްޤުގޮތުގައި އަޅުކަންވެވޭ އެހެން އިލާހަކު ނުވެއެވެ. ފަހެ ކަލޭގެފާނު ވަކީލުކުރައްވާ ފަރާތަކީ އެއިލާހުކަމުގައި ޚިޔާރުކުރައްވާހުށިކަމެވެ!‍﴾\n‍﴿وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا١٠‍﴾\n10‍﴿އަދި އެއުރެން (އެބަހީ: މުޝްރިކުން) ކިޔާތަކެއްޗަށް ކަލޭގެފާނު ކެތްތެރިވެވަޑައިގަންނަވާހުށިކަމެވެ! އަދި ރިވެތިވެގެންވާ ދުރުހެލިވުމަކުން ކަލޭގެފާނު އެއުރެންނާ ދުރުހެލިވެވަޑައިގަންނަވާހުށިކަމެވެ!‍﴾މިއާޔަތުގައިވާ ޙުކުމަކީ، ޖިހާދު ފަރުޟުކުރެއްވުމުގެ ކުރިން ފަރުޟުވެވިގެންވާ ގޮތެވެ.\n‍﴿وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا١١‍﴾\n11‍﴿އަދި ކަލޭގެފާނު، ތިމަންއިލާހާއި، ދުނިޔެވީ ތަނަވަސްކަން ލިބިފައިވާ (އާޔަތްތައް) ދޮގުކުރާމީހުން، (ބަދަލުހިއްޕެވުމަށް) ދޫކުރައްވާހުށިކަމެވެ! އަދި އެއުރެންނަށް ކުރުމުހުލަތެއް ދެއްވާހުށިކަމެވެ!‍﴾\n‍﴿إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا١٢‍﴾\n12‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހުގެ ޙަޟުރަތުގައި ކަސްތަޅުތަކާއި ނަރަކައިގެ އަނގުރުއަލިފާންވެއެވެ.‍﴾\n‍﴿وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا١٣‍﴾\n13‍﴿އަދި ކަރުގައި އަޅައިގަންނަ ކާނާއާއި ވޭންދެނިވި ޢަޛާބު ވެސްމެއެވެ.‍﴾\n‍﴿يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا١٤‍﴾\n14‍﴿ބިމާއި ފަރުބަދަތައް ގުޑައިގެންދާނެ ދުވަހެވެ. އަދި ސޮހިގެންދާ ވެލިފުންޏެއްފަދައިން ފަރުބަދަތައް ވާނެތެވެ.‍﴾\n‍﴿إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا١٥‍﴾\n15‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ފިރްޢައުންގެގާތަށް ރަސޫލަކު (އެބަހީ: މޫސާގެފާނު) ފޮނުއްވެވި ފަދައިން ތިޔަބައިމީހުންގެ މައްޗަށް ހެކިވެވަޑައިގަންނަވާ ބޭކަލެއްގޮތުގައި ތިޔަބައިމީހުންގެ ގާތަށް ރަސޫލަކު ފޮނުއްވެވީމެވެ.‍﴾\n‍﴿فَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا١٦‍﴾\n16‍﴿ފަހެ ފިރްޢައުނު އެރަސޫލާއަށް (އެބަހީ: މޫސާގެފާނަށް) އުރެދުނެވެ. ދެން ތިމަންއިލާހު ގަދަފަދަވެގެންވާ ޢުޤޫބާތުގެ ހިއްޕެވުމަކުން އޭނާ ހިއްޕެވީމެވެ.‍﴾\n‍﴿فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا١٧‍﴾\n17‍﴿ފަހެ ތިޔަބައިމީހުން ކާފިރުވެއްޖެނަމަ ކުޑަކުދިން މުސްކުޅިވެދާދުވަހު (އެބަހީ: ޤިޔާމަތްދުވަހު) ތިޔަބައިމީހުން ރައްކާތެރިވާނީ ކޮންފަދައަކުން ހެއްޔެވެ!‍﴾\n‍﴿السَّمَاءُ مُنْفَطِرٌ بِهِكَانَ وَعْدُهُ مَفْعُولًا١٨‍﴾\n18‍﴿އެދުވަހު އުޑުވާނީ ފަޅަފަޅައިންގޮހެވެ. އެއިލާހުގެ ވަޢުދުފުޅު ކޮންމެހެންވެސް ފުރިހަމަވާނެތެވެ.‍﴾\n‍﴿إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا١٩‍﴾\n19‍﴿މިއީ ކަށަވަރުންވެސް ހަނދުމަކޮށްދިނުމެކެވެ. ފަހެ (ހަނދުމަކުރުމަށް) އެދޭމީހާ (ދަންނައެވެ!)، އޭނާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް (ވާޞިލްކޮށްދެނިވި) މަގެއް ހިފާހުށިކަމެވެ!‍﴾"
  ],
  [
    "40",
    "",
    "‍﴿إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَوَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَعَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْفَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِعَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَىوَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِوَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِفَاقْرَءُوا مَا تَيَسَّرَ مِنْهُوَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًاوَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًاوَاسْتَغْفِرُوا اللَّهَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ٢٠‍﴾\n20‍﴿ކަށަވަރުންވެސް ކަލޭގެފާނާއި ކަލޭގެފާނުގެ އަރިހުގައިވީ ބޭކަލުންކުރެ ބަޔަކު ރޭގަނޑުގެ ތިންބައިކުޅަ ދެބަޔަށްވުރެ މަދުންނާއި، (ބައެއްފަހަރު) ދެބައިކުޅަ އެއްބައިގައްޔާއި، އަދި (އަނެއްބައިފަހަރު) ތިންބައިކުޅަ އެއްބައިގައި ރޭއަޅުކަން ކުރައްވާކަން ކަށަވަރުންވެސް ކަލޭގެފާނުގެ ވެރިރައްބު ދެނެވޮޑިގެންވެތެވެ. އަދި ރޭގަނޑާއި ދުވާލުގެ މިންވަރު ކަނޑައަޅުއްވަނީ اللهއެވެ. ތިޔަބައިމީހުންނަށް އެކަމަށް (އެބަހީ: މުޅިރޭގެ އަޅުކަމާއި އެކަން ވަޒަންކުރުމަށް) ކުޅަދާނަވެގެންނުވާނެކަން އެއިލާހު ދެނެވޮޑިގެންވެތެވެ. ދެން ތިޔަބައިމީހުންގެ މައްޗަށް ޢަފޫކުރައްވައި ލުއިކުރައްވައިފިއެވެ. ފަހެ (ރޭއަޅުކަމުގައި) ޤުރްއާނުން ފަސޭހަ މިންވަރެއް ތިޔަބައިމީހުން ކިޔަވާހުށިކަމެވެ! ތިޔަބައިމީހުންގެ ތެރެއިން ބަލިމީހުން ވާނޭކަމާއި އަދި އަނެއްބަޔަކު اللهގެ ފަޟްލުވަންތަކަމުން (ރިޒްޤަށް) އެދި ބިމުގައި ދަތުރުފަތުރުކުރާކަމާއި އަދި އަނެއްބަޔަކު اللهގެ މަގުގައި ހަނގުރާމަ ކުރާކަން އެއިލާހު ދެނެވޮޑިގެންވެތެވެ. ފަހެ އެޤުރްއާނުން ފަސޭހަ މިންވަރެއް ތިޔަބައިމީހުން ކިޔަވާހުށިކަމެވެ! އަދި ތިޔަބައިމީހުން ނަމާދު ޤާއިމްކޮށް ޒަކާތްދީ އަދި ހެޔޮވެގެންވާ ދަރަންޏަކުން اللهއަށް ދަރަނިދޭހުށިކަމެވެ! (އެބަހީ: اللهގެ މަގުގައި ހޭދަކުރާހުށިކަމެވެ!) އަދި ތިޔަބައިމީހުންގެ ނަފްސުތަކަށް ހެޔޮކަމުގެ ތެރެއިން އިސްކުރާ ކޮންމެ ކަމެއް، (އެއަށްވުރެ) ހެޔޮކަންބޮޑު ދަރުމަމަތިވެރި ކަމެއްގޮތުގައި اللهގެ ޙަޟްރަތުން ތިޔަބައިމީހުން އެކަން ދެކޭނެތެވެ. އަދި ތިޔަބައިމީހުން اللهގެ ޙަޟްރަތަށް އިސްތިޣްފާރުކުރާހުށިކަމެވެ. اللهއީ ގިނަގިނައިން ފާފަފުއްސަވާ، ރަޙީމުވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾\nسُوْرَةُ المُدَّثِّر\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿يَا أَيُّهَا الْمُدَّثِّرُ١‍﴾\n1‍﴿އޭ! ފޭރާމުން، ހަށިކޮޅު ނިވާކުރައްވައިގެން އޮންނެވި (ނަބީ) ކަލޭގެފާނެވެ!‍﴾\n‍﴿قُمْ فَأَنْذِرْ٢‍﴾\n2‍﴿ކަލޭގެފާނު ތެދުވެވަޑައިގެން، ފަހެ (ޢަޛާބުގެ) އިންޒާރުކުރައްވާހުށިކަމެވެ!‍﴾\n‍﴿وَرَبَّكَ فَكَبِّرْ٣‍﴾\n3‍﴿އަދި (ޚާއްޞަކޮށް) ކަލޭގެފާނުގެ ވެރިރައްބަށް، ފަހެ ތަކްބީރުވިދާޅުވާހުށިކަމެވެ!‍﴾\n‍﴿وَثِيَابَكَ فَطَهِّرْ٤‍﴾\n4‍﴿އަދި ކަލޭގެފާނުގެ ފޭރާންކޮޅުތައް ފަހެ ޠާހިރުކުރައްވާހުށިކަމެވެ!‍﴾\n‍﴿وَالرُّجْزَ فَاهْجُرْ٥‍﴾\n5‍﴿އަދި (އެންމެހައި ޝިރްކާއި) ބުދުތަކުން ފަހެ ދުރުހެލިވެވަޑައިގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿وَلَا تَمْنُنْ تَسْتَكْثِرُ٦‍﴾\n6‍﴿އަދި ކަލޭގެފާނަށް ކުރެއްވޭ ހެޔޮޢަމަލުފުޅުތައް ގިނަކަމައިމެދު (ކަލޭގެފާނުގެ ވެރިރައްބުގެ މައްޗަށް) ބޮޑާވެނުގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿وَلِرَبِّكَ فَاصْبِرْ٧‍﴾\n7‍﴿އަދި (އެންމެހައި ކަމެއްގައި) ކަލޭގެފާނުގެ ވެރިރައްބަށްޓަކައި، ފަހެ ކެތްތެރިވެ ވަޑައިގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿فَإِذَا نُقِرَ فِي النَّاقُورِ٨‍﴾\n8‍﴿ފަހެ (އަލުންދިރުއްވުމަށް) ތާޅަފިލި ފުމެލެއްވޭ ހިނދެވެ.‍﴾\n‍﴿فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ٩‍﴾\n9‍﴿ފަހެ ކަށަވަރުންވެސް އެވަޤުތުވަނީ ދަތިއުނދަގޫވެގެންވާ ދުވަހެއްގައެވެ.‍﴾\n‍﴿عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ١٠‍﴾\n10‍﴿އެއީ ކާފިރުންގެ މައްޗަށް ފަސޭހަވެގެންނުވާ ދުވަހެކެވެ.‍﴾\n‍﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا١١‍﴾\n11‍﴿އަދި ކަލޭގެފާނު، ތިމަންއިލާހާއި ތިމަންއިލާހު އޭނާ ޚަލްޤުކުރެއްވިހިނދު (މުދަލާއި ދަރިން ނުދެއްވައި) އެކަނިޙާލުގައިވިމީހާ (ބަދަލުހިއްޕެވުމަށް) ދޫކުރައްވާހުށިކަމެވެ!‍﴾މިއާޔަތަތަކުގައި މިވަނީ، މުޝްރިކުންގެ ބޮޑެއްކަމުގައިވާ އަލްވަލީދު ބިން މުޣީރަތު އަލްމަޚްޒޫމީގެ ވާހަކައެވެ.\n‍﴿وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا١٢‍﴾\n12‍﴿އަދި ތިމަންއިލާހު، އޭނާއަށް ގިނަގުނަވެގެންވާ މުދާ ދެއްވެވީމެވެ.‍﴾\n‍﴿وَبَنِينَ شُهُودًا١٣‍﴾\n13‍﴿އަދި ގާތުގައި ތިބޭނެ ފިރިހެންދަރިންވެސްމެއެވެ.‍﴾\n‍﴿وَمَهَّدْتُ لَهُ تَمْهِيدًا١٤‍﴾\n14‍﴿އަދި ތަނަވަސްކޮށްދެއްވުމަކުން އޭނާއަށް (ދިރިއުޅުމުގެ މަގު) ތަނަވަސްކޮށްދެއްވެވީމެވެ.‍﴾\n‍﴿ثُمَّ يَطْمَعُ أَنْ أَزِيدَ١٥‍﴾\n15‍﴿ދެންވެސް ތިމަންއިލާހު އިތުރުކޮށްދެއްވުމަށް އޭނާ ނުހަނު އެދެތެވެ.‍﴾\n‍﴿كَلَّاإِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا١٦‍﴾\n16‍﴿ހަމަހިލާ އެހެނެއް ނުވާނެތެވެ! ކަށަވަރުންވެސް އޭނާވީ ތިމަންއިލާހުގެ އާޔަތްތަކަށް ދޮގުކޮށް އިންކާރުކުރާ މީހެއް ކަމުގައެވެ.‍﴾\n‍﴿سَأُرْهِقُهُ صَعُودًا١٧‍﴾\n17‍﴿ނިކަންހުރެ ތިމަންއިލާހު، ދަތި އުނދަގޫ ޢަޛާބެއް ތަޙައްމަލްކުރުމަށް، އޭނާއަށް ޖައްސަވާހުށީމެވެ.‍﴾صعودا އަކީ: ނަރަކައިގެ ފަރުބަދައެއްކަމުގައިވެސް ރިވާވެގެންވެއެވެ."
  ],
  [
    "41",
    "",
    "‍﴿إِنَّهُ فَكَّرَ وَقَدَّرَ١٨‍﴾\n18‍﴿ކަށަވަރުންވެސް (ނަބިއްޔާއާއި ޤުރްއާނާމެދު)، އޭނާ ވިސްނައި ފިކުރުކޮށް (ދައްކާނެ ބަހަނާއެއް) ރޭވިއެވެ.‍﴾\n‍﴿فَقُتِلَ كَيْفَ قَدَّرَ١٩‍﴾\n19‍﴿ފަހެ އޭނާއަށް ލަޢްނަތްލެއްވުނެވެ. އޭނާ ރޭވީ ކޮންފަދައަކުން ހެއްޔެވެ!‍﴾\n‍﴿ثُمَّ قُتِلَ كَيْفَ قَدَّرَ٢٠‍﴾\n20‍﴿ދެންވެސް އޭނާއަށް ލަޢްނަތްލެއްވުނެވެ. އޭނާ ރޭވީ ކޮންފަދައަކުން ހެއްޔެވެ!‍﴾\n‍﴿ثُمَّ نَظَرَ٢١‍﴾\n21‍﴿ދެން އަނެއްކައިވެސް އޭނާ ބަލައި ފިކުރުހިންގިއެވެ.‍﴾\n‍﴿ثُمَّ عَبَسَ وَبَسَرَ٢٢‍﴾\n22‍﴿ދެން އޭނާ މޫނު ކުނިކޮށް އަދި ދަތްދިލުވިއެވެ.‍﴾\n‍﴿ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ٢٣‍﴾\n23‍﴿ދެން އޭނާ ފުރަގަސްދީ އަދި ބޮޑާވެގަތެވެ.‍﴾\n‍﴿فَقَالَ إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ٢٤‍﴾\n24‍﴿ފަހެ އޭނާ ބުންޏެވެ. އަސަރުކުރުވާ ސިހުރެއްކަމުގައި މެނުވީ މިޤުރްއާން ނުވެތެވެ.‍﴾\n‍﴿إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ٢٥‍﴾\n25‍﴿އާދަމުގެދަރިއެއްގެ ބަސްކަމުގައި މެނުވީ މިޤުރްއާން ނުވެތެވެ.‍﴾\n‍﴿سَأُصْلِيهِ سَقَرَ٢٦‍﴾\n26‍﴿ނިކަންހުރެ ތިމަންއިލާހު، އޭނާ ނަރަކައަށް އެއްލައި، އަންދައިލައްވާހުށީމެވެ!‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا سَقَرُ٢٧‍﴾\n27‍﴿ނަރަކައަކީ ކޮންތަނެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿لَا تُبْقِي وَلَا تَذَرُ٢٨‍﴾\n28‍﴿(އެއްލައިލެވިއްޖެ) އެއްވެސްއެއްޗެއް (އަންދައިނުލާ) އެނަރަކަ ނުބަހައްޓަތެވެ. އަދި (ސަލާމަތްވުމަށް) ދޫކޮށެއްވެސް ނުލަތެވެ.‍﴾\n‍﴿لَوَّاحَةٌ لِلْبَشَرِ٢٩‍﴾\n29‍﴿އެނަރަކަ ހަންގަނޑު އަންދައި ކަޅުކޮށްލަތެވެ.‍﴾\n‍﴿عَلَيْهَا تِسْعَةَ عَشَرَ٣٠‍﴾\n30‍﴿އެނަރަކައިގެ މައްޗަށް އޮނަވިހި ބަނޑޭރިންވެއެވެ.‍﴾\n‍﴿وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةًوَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًاوَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَوَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلًاكَذَلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُوَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَوَمَا هِيَ إِلَّا ذِكْرَى لِلْبَشَرِ٣١‍﴾\n31‍﴿އަދި ތިމަންއިލާހު، ނަރަކައިގެ ބަނޑޭރިން ކަމުގައި މަލާއިކަތުން މެނުވީ ނުލައްވަމެވެ. އަދި ކާފިރުވި މީހުންނަށް އިމްތިޙާނެއްކަމުގައި މެނުވީ އެބޭކަލުންގެ (އެ) ޢަދަދު ނުލައްވަމެވެ. އެއީ ފޮތް ދެއްވުނުމީހުން ޔަޤީންކުޅައުމަށާއި އީމާންވި މީސްތަކުން އީމާންކަން އިތުރުކުޅައުމަށާ، އަދި ފޮތް ދެއްވުނުމީހުންނާއި މުއުމިނުން ޝައްކުނުކުޅައުމަށެވެ. އަދި މި (ޢަދަދު) މިޘާލެއްގޮތުގައި ލައްވައި الله އިރާދަކުރެއްވީ ކޮންކަމެއްހެއްޔެވެ؟ އެއުރެންގެ ހިތްތަކުގައި ބަލިމަޑުކަމެއްވާ މީހުންނާއި ކާފިރުން ބުނުމަށެވެ. الله އިރާދަކުރައްވާ މީހަކު މަގުފުރައްދަވައި އަދި އިރާދަކުރައްވާ މީހަކަށް ތެދުމަގު ދައްކަވަނީ އެފަދައިންނެވެ. އަދި ކަލޭގެފާނުގެ ވެރިރައްބުގެ ލަޝްކަރުގެ ޢަދަދު އެއިލާހު މެނުވީ ދެނެވޮޑިގެން ނުވެތެވެ. އަދި އާދަމުގެދަރިންނަށް ވަޢުޡާއި ހަނދުމަކޮށްދިނުމެއް ކަމުގައި މެނުވީ އެނަރަކަ ނުވެތެވެ.‍﴾\n‍﴿كَلَّا وَالْقَمَرِ٣٢‍﴾\n32‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ހަނދު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَاللَّيْلِ إِذْ أَدْبَرَ٣٣‍﴾\n33‍﴿ފަސްދީދާހިނދު، ރޭގަނޑުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالصُّبْحِ إِذَا أَسْفَرَ٣٤‍﴾\n34‍﴿އަލިވެގެންދާހިނދު، ފަތިސްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿إِنَّهَا لَإِحْدَى الْكُبَرِ٣٥‍﴾\n35‍﴿ކަށަވަރުންވެސް އެ ނަރަކައަކީ ބޮޑެތި މުސީބާތްތަކުގެ ތެރެއިން މުސީބާތެކެވެ.‍﴾\n‍﴿نَذِيرًا لِلْبَشَرِ٣٦‍﴾\n36‍﴿އާދަމުގެދަރިންނަށް އިންޛާކުރާ ގޮތުގައެވެ.‍﴾\n‍﴿لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ٣٧‍﴾\n37‍﴿ތިޔަބައިމީހުންކުރެ އެދޭމީހަކު، (އީމާންކަމުގައި) ކުރިއަރައިދިއުމަށާއި ނުވަތަ ފަސްޖެހުމަށެވެ.‍﴾\n‍﴿كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ٣٨‍﴾\n38‍﴿ކޮންމެ ނަފްސެއްމެވަނީ އެ ނަފްސެއް ހޯދައިގަތްކަމަކުން (ފާފަތަކައިގެން) ރަހީނުކުރެވިގެންނެވެ.‍﴾\n‍﴿إِلَّا أَصْحَابَ الْيَمِينِ٣٩‍﴾\n39‍﴿ކަނާއަތުގެ އަހުލުވެރިން މެނުވީއެވެ.‍﴾\n‍﴿فِي جَنَّاتٍ يَتَسَاءَلُونَ٤٠‍﴾\n40‍﴿(އެއުރެންވަނީ) ސުވަރުގެތަކެއްގައެވެ. އެކަކު އަނެކަކާ ސުވާލުކުރާ ޙާލެވެ.‍﴾\n‍﴿عَنِ الْمُجْرِمِينَ٤١‍﴾\n41‍﴿ކާފިރު މުޖްރިމުންގެ ޙާލާއިމެދެވެ.‍﴾\n‍﴿مَا سَلَكَكُمْ فِي سَقَرَ٤٢‍﴾\n42‍﴿ނަރަކައަށް ތިޔަބައިމީހުން ވެއްދީ ކޮންކަމެއް ހެއްޔެވެ!‍﴾\n‍﴿قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ٤٣‍﴾\n43‍﴿އެއުރެން ބުނާނެތެވެ. ނަމާދުކުރާ މީހުންގެ ތެރެއިން އަހުރެމެން ނުވީމުއެވެ.‍﴾\n‍﴿وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ٤٤‍﴾\n44‍﴿އަދި މިސްކީނުންނަށް ކާންދޭކަމުގައި އަހުރެމެން ނުވީމުއެވެ.‍﴾\n‍﴿وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ٤٥‍﴾\n45‍﴿އަދި މަގުފުރެދި ބާޠިލްވާހަކަދައްކާ މީހުންނާއެކުވެ އަހުރެމެން ބާޠިލްވާހަކަދައްކާކަމުގައި ވީމުއެވެ.‍﴾\n‍﴿وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ٤٦‍﴾\n46‍﴿އަދި ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަސް ދޮގުކުރާކަމުގައި އަހުރެމެން ވީމުއެވެ.‍﴾\n‍﴿حَتَّى أَتَانَا الْيَقِينُ٤٧‍﴾\n47‍﴿އަހުރެމެންނާ ހަމައަށް ޔަޤީންވެގެންވާމަރު އަތުވެއްޖައުމަށް ދާނދެނެވެ.‍﴾"
  ],
  [
    "42",
    "",
    "‍﴿فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ٤٨‍﴾\r48‍﴿ފަހެ އެއުރެންނަކަށް ޝަފާޢަތްތެރިންގެ ޝަފާޢަތް މަންފާއެއް ނުދޭނެތެވެ.‍﴾އެބަހީ: އެއުރެންނަށްޓަކައި ޝަފާޢަތްތެރިވެދިނުމުގެ އިޛުނަ އެއްވެސްފަރާތަކަށް ނުދެއްވޭނެތެވެ.\r‍﴿فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ٤٩‍﴾\r49‍﴿ފަހެ އެއުރެން ޤުރްއާނުން މޫނުއަނބުރައިލާބަޔަކަށް އެވަނީ އެއުރެންނަށް ކީއްވެގެންހެއްޔެވެ!‍﴾\r‍﴿كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ٥٠‍﴾\r50‍﴿ކަށަވަރުންވެސް އެއުރެންނީ، ފިލަންދުވާ ވަޙްޝީޙިމާރުތަކެއް ފަދައެވެ.‍﴾\r‍﴿فَرَّتْ مِنْ قَسْوَرَةٍ٥١‍﴾\r51‍﴿ސިންގާއެއްގެފުށުން އެސޮރުމެން ފިލާފަދައިންނެވެ.‍﴾\r‍﴿بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَى صُحُفًا مُنَشَّرَةً٥٢‍﴾\r52‍﴿އަދި ކިއެއްތަ! އެއުރެންކުރެ ކޮންމެ މީހަކުވެސް އެދެނީ ލިޔުއްވިފައިވާ ފަތްފުށްތަކެއް އޭނާއަށް ބާވައިލެއްވުމަށެވެ.‍﴾\n‍﴿كَلَّابَلْ لَا يَخَافُونَ الْآخِرَةَ٥٣‍﴾\n53‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އަދި ކިއެއްތަ! އާޚިރަތަކަށް އެއުރެން ބިރެއްނުގަނެތެވެ.‍﴾\n‍﴿كَلَّا إِنَّهُ تَذْكِرَةٌ٥٤‍﴾\n54‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ކަށަވަރުންވެސް އެ ޤުރްއާނަކީ ހަނދުމަކޮށްދިނުމެކެވެ.‍﴾\n‍﴿فَمَنْ شَاءَ ذَكَرَهُ٥٥‍﴾\n55‍﴿ފަހެ އެދޭމީހާ އެޤުރްއާނުން ވަޢުޡުލިބިގަންނަހުށިކަމެވެ!‍﴾\n‍﴿وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُهُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ٥٦‍﴾\n56‍﴿އަދި الله އިރާދަފުޅުންމެނުވީ އެއުރެންނަށް ވަޢުޡުލިބިއެއްނުގަނެވޭނެތެވެ. އެއިލާހީ ތަޤްވާވެރިވެވުން (ހަމައެކަނި އެފަރާތަށް) ޙައްޤުވެގެންވާ، އަދި ފާފަފުއްސެވުމުގެ ވެރިއިލާހެވެ.‍﴾\nسُوْرَةُ الْقِيَامَة\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ١‍﴾\n1‍﴿ތިމަންއިލާހު ޤިޔާމަތްދުވަސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ٢‍﴾\n2‍﴿އަދި ތިމަންއިލާހު، މަލާމަތްދޭ ނަފްސުވެސް ގަންދެއްވަމެވެ!‍﴾النَفس اللوامةނުވަތަ މަލާމަތްދޭ ނަފްސަކީ: ތަޤުވާވެރި މުއުމިނާގެ ނަފްސެވެ. ހެޔޮކަމެއް ދޫކޮށްލެވިއްޖެނަމަ ނުވަތަ ފާފައަކަށް އަރައިގަނެވިއްޖެނަމަ އެނަފްސުގެ ވެރިޔާއަށް މަލާމާތްދެއެވެ.\n‍﴿أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ٣‍﴾\n3‍﴿އިންސާނާ ހީކުރަނީ ތިމަންއިލާހު އޭނާގެ ކަށިތައް ދުވަހަކުވެސް އެއްނުކުރައްވާނެ ކަމަށްހެއްޔެވެ!‍﴾\n‍﴿بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ٤‍﴾\n4‍﴿އެހެނަކުން ނޫނެވެ! އޭނާގެ އިނގިލިތަކުގެ ކުރިތައް ޖަމަކުރައްވައި ހަމަކުރެއްވުމަށްވެސް، ތިމަންއިލާހު ކުޅަދުންވަންތަވެވޮޑިގެންވަމެއެވެ.‍﴾\n‍﴿بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ٥‍﴾\n5‍﴿އަދި ކިއެއްތަ! (އަލުންފޮނުއްވޭނެކަމަށް އިންކާރުކޮށް) އެއިންސާނާ އެދެނީ އޭނާގެ ކުރިމަގުގައިވެސް ފާފަކުޅައުމަށެވެ.‍﴾\n‍﴿يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ٦‍﴾\n6‍﴿ޤިޔާމަދުވަސް އަންނާނީ ކޮންއިރަކުންތޯ؟ އޭނާ ސުވާލުކުރެތެވެ.‍﴾\n‍﴿فَإِذَا بَرِقَ الْبَصَرُ٧‍﴾\n7‍﴿ފަހެ ލޯތަކަށް ޙައިރާންކަންލިބި ތަރަތަރަލާހިނދެވެ.‍﴾\n‍﴿وَخَسَفَ الْقَمَرُ٨‍﴾\n8‍﴿އަދި ހަނދުގެ އަލިކަން ފިލައިދާހިނދެވެ.‍﴾\n‍﴿وَجُمِعَ الشَّمْسُ وَالْقَمَرُ٩‍﴾\n9‍﴿އަދި އިރާއި ހަނދު އެއްކުރެއްވޭހިނދެވެ.‍﴾\n‍﴿يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ١٠‍﴾\n10‍﴿(ފާޖިރު) އިންސާނާ އެދުވަހުން ބުނާނެތެވެ. ފިލަންދާނެތަނަކީ ކޮބައިހެއްޔެވެ؟‍﴾\n‍﴿كَلَّا لَا وَزَرَ١١‍﴾\n11‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ރައްކާތެރިތަނެއްނެތެވެ.‍﴾\n‍﴿إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ١٢‍﴾\n12‍﴿ޤަރާރުވެތިބުން އެދުވަހުންވަނީ ހަމައެކަނި ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟްރަތުގައެވެ.‍﴾\n‍﴿يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ١٣‍﴾\n13‍﴿އެދުވަހުން އިންސާނާ (ދުނިޔޭގައި) އިސްކުޅަހާ ކަމަކާއި ފަސްކުޅަހާ ކަމެއްގެ ޚަބަރު އޭނާއަށް ދެއްވޭނެތެވެ.‍﴾\n‍﴿بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ١٤‍﴾\n14‍﴿އަދި ކިއެއްތަ! އިންސާނާއީ އަމިއްލަނަފްސުގެ މައްޗަށްވާ ހެކިވެރިއެކެވެ.‍﴾\n‍﴿وَلَوْ أَلْقَى مَعَاذِيرَهُ١٥‍﴾\n15‍﴿އޭނާގެ އުޛުރުތައް ހުށަހެޅިނަމަވެސްމެއެވެ.‍﴾\n‍﴿لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ١٦‍﴾\n16‍﴿ހިއްޕުޅަށް އެޤުރްއާން ނެންގެވުމަށް އަވަސްވެވަޑިގެންނެވުމުގެ ގޮތުން، ކަލޭގެފާނުގެ ދޫފުޅު އަވަސްއަވަހަށް ހަރަކާތްނުކުރައްވާހުށިކަމެވެ!‍﴾\n‍﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ١٧‍﴾\n17‍﴿ކަށަވަރުންވެސް އެ ޤުރްއާން (ކަލޭގެފާނުގެ ހިތްޕުޅުގައި) ޖަމާކުރެއްވެވުމާއި ކިޔަވައިވިދާޅުވުމުގެ ކުޅަދާނަކަން ދެއްވެވުންވެސް ވަނީ ތިމަންއިލާހުގެ ޙަޟްރަތަށެވެ.‍﴾"
  ],
  [
    "43",
    "",
    "‍﴿فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ١٨‍﴾\r18‍﴿ތިމަންއިލާހު އެޤުރްއާން (ޖިބްރީލްގެފާނު މެދުވެރިކުރައްވައި) ކިޔުއްވައިދެއްވާހިނދު، ފަހެ އެކިޔަވައިދެއްވުމަށް ކަލޭގެފާނު ތަބާވެވަޑައިގަންނަވާ ހުށިކަމެވެ!‍﴾\r‍﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ١٩‍﴾\r19‍﴿ދެން އެޤުރްއާން ބަޔާންކޮށްދެއްވުންވެސް ވަނީ ތިމަންއިލާހަގެ ޙަޟްރަތަށްކަން ކަށަވަރެވެ.‍﴾\r‍﴿كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ٢٠‍﴾\r20‍﴿ހަމަހިލާ އެހެނަކުންނުވާނެތެވެ! އަދި ކިއެއްތަ! ތިޔަބައިމީހުން (އެބަހީ: މުޝްރިކުން) ލޯބިކުރަނީ ދުނިޔެއަށެވެ.‍﴾\r‍﴿وَتَذَرُونَ الْآخِرَةَ٢١‍﴾\r21‍﴿އަދި ތިޔަބައިމީހުން (އެބަހީ: މުޝްރިކުން) އާޚިރަތް ދޫކޮށްލަމުއެވެ.‍﴾\r‍﴿وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ٢٢‍﴾\r22‍﴿އަލިވެ އުޖާލާވެގެންވާ ރިވެތިމޫނުތަކެއް އެދުވަހުންވެއެވެ.‍﴾\r‍﴿إِلَى رَبِّهَا نَاظِرَةٌ٢٣‍﴾\n23‍﴿އެމޫނުތަކުގެ ވެރިރައްބަށް ބަލާނެތެވެ.‍﴾\n‍﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ٢٤‍﴾\n24‍﴿އަދި އަނގަމެޅި މިލާފައިވާ ހުތުރުމޫނުތަކެއް އެދުވަހުންވެއެވެ.‍﴾\n‍﴿تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ٢٥‍﴾\n25‍﴿މައިކަށި ބަދަތަކުން ބިނދޭވަރުގެ މުޞީބާތެއް ޖެހިދާނެކަމަށް އެއުރެން ހީކުރެތެވެ.‍﴾\n‍﴿كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ٢٦‍﴾\n26‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ފުރާނަ ވައިނޮޅިކަށިގަނޑާ ހަމައަށް ފޯރައްޖެހިނދެވެ.‍﴾\n‍﴿وَقِيلَ مَنْرَاقٍ٢٧‍﴾\n27‍﴿އަދި ބުނެވޭހިނދެވެ. ކިޔެވެއްޔަކުން ފަރުވާއެއްދޭނީ ކާކުހެއްޔެވެ؟‍﴾\n‍﴿وَظَنَّ أَنَّهُ الْفِرَاقُ٢٨‍﴾\n28‍﴿އަދި ކަށަވަރުންވެސް އެއީ (ދުނިޔެއިން) ވަކިވެގެންދިއުންކަން އޭނާ ޔަޤީންކޮށްފި ހިނދެވެ.‍﴾\n‍﴿وَالْتَفَّتِ السَّاقُ بِالسَّاقِ٢٩‍﴾\n29‍﴿އަދި (މަރުގެ ސަކަރާތުގައި) އެއްކަށިމަތި އަނެއްކަށިމައްޗާއި އޮޅައިލެވި އެއްވާހިނދެވެ.‍﴾\nމިއާޔަތުގެ މުރާދަކީ: ދުނިޔެ ދޫކޮށްދިއުމާއި އާޚިރަތުގެ ފެށުމާ ކުރިމަތިލާންޖެހޭހިނދު އެކަމުގެވޭން ބޮޑުވެގެންދާދިއުންކަމަށް ޞައްޙަމަގުން ވާރިދުވެފައިވެއެވެ.\n‍﴿إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ٣٠‍﴾\n30‍﴿އެދުވަހުން (އަނބުރާ) ގެންދެވުންވަނީ ކަލޭގެފާނުގެ ވެރިރަބުގެ ޙަޟްރަތަށެވެ.‍﴾\n‍﴿فَلَا صَدَّقَ وَلَا صَلَّى٣١‍﴾\n31‍﴿ފަހެ އޭނާ (ރިސާލަތު) ތެދެއްނުކުރެތެވެ. އަދި ނަމާދެއްވެސް ނުކުރެތެވެ.‍﴾\n‍﴿وَلَكِنْ كَذَّبَ وَتَوَلَّى٣٢‍﴾\n32‍﴿އެހެނެއްކަމަކު އޭނާ ދޮގުކޮށް އަދި ފުރަގަސްދީ އެނބުރިގަތެވެ.‍﴾\n‍﴿ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى٣٣‍﴾\n33‍﴿ދެން ބޮޑާކަންމަތީ ހިނގަމުން އޭނާގެ އަހްލުވެރިންގެ ގާތަށް ދިޔައެވެ.‍﴾\n‍﴿أَوْلَى لَكَ فَأَوْلَى٣٤‍﴾\n34‍﴿ތިބާއަށް ހަލާކު ހުށްޓެވެ. ފަހެ ހަލާކު ހުށްޓެވެ.‍﴾\n‍﴿ثُمَّ أَوْلَى لَكَ فَأَوْلَى٣٥‍﴾\n35‍﴿ދެންވެސް ތިބާއަށް ހަލާކު ހުށްޓެވެ. ފަހެ ހަލާކު ހުށްޓެވެ.‍﴾\n‍﴿أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى٣٦‍﴾\n36‍﴿އިންސާނާ ހީކުރަނީ ޒިއްމާއެއްނެތްގޮތުގައި އޭނާ ދޫކޮށްލެވޭނެކަމަށް ހެއްޔެވެ؟‍﴾\n‍﴿أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى٣٧‍﴾\n37‍﴿އޮހޮރިގެންދާ މަނީގެ ތިއްކެއްކަމުގައި އޭނާ ނުވޭހެއްޔެވެ؟‍﴾\n‍﴿ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى٣٨‍﴾\n38‍﴿ދެން އޭނާ ގަނޑުލޭކޮޅެއް ކަމުގައިވިއެވެ. ފަހެ ދެން އެއިލާހު އެނާ ޚަލްޤުކުރައްވައި ފުރިހަމަކުރެއްވެވިއެވެ.‍﴾\n‍﴿فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى٣٩‍﴾\n39‍﴿ފަހެ އެއިލާހު އޭނާގެ ކިބައިން ދެޖިންސު ޚަލްޤުކުރެއްވެވިއެވެ. ފިރިހެން އަދި އަންހެންވެސްމެއެވެ.‍﴾\n‍﴿أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى٤٠‍﴾\n40‍﴿(މިއެންމެހައިކަމެއް މިންވަރުކުރެއްވި) އެއިލާހު މަރުވެފައިވާމީހުން އަލުންދިރުއްވުމަށް ކުޅަދުންވަންތަވެވޮޑިގެން ނުވާނެހެއްޔެވެ!‍﴾\nسُوْرَةُ اْلإِ نْسَان\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا١‍﴾\n1‍﴿އިންސާނާގެ މައްޗަށް ޒަމާނެއް އައިކަން ކަށަވަރެވެ. ނަންގަނެވޭ އެއްޗެއްކަމުގައިވެސް އޭނާ ނުވިއެވެ.‍﴾\n‍﴿إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا٢‍﴾\n2‍﴿ކަށަވަރުންވެސް އެއްވެގެންވާ މަނިތިއްކަކުން ތިމަންއިލާހު އިންސާނާ ޚަލްޤުކުރެއްވެވީ، އޭނާ އިމްތިޙާންކުރަށްވާގޮތުގައެވެ. ފަހެ ކަންފަތަށް އިވޭ ލޮލަށް ފެންނަ މީހެއްކަމުގައި ތިމަންއިލާހު އޭނާ ލެއްވެވީމެވެ.‍﴾\n‍﴿إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا٣‍﴾\n3‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު އޭނާއަށް ޙައްޤުމަގު ބަޔާންކޮށްދެއްވެވީމެވެ. ފަހަރުގައި ޝުކުރުވެރިވާޙާލު ނޫނީ ކުފުރުވެރިވާޙާލު އޭނާވެއެވެ.‍﴾"
  ],
  [
    "44",
    "",
    "‍﴿إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا٤‍﴾\n4‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ކާފިރުންނަށް ހިލިހިލާތަކާއި ކަސްތޮޅުތަކާއި އަނދައަނދައިހުރި ނަރަކަ ތައްޔާރުކުރެއްވެވީމެވެ.‍﴾\n‍﴿إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا٥‍﴾\n5‍﴿ކަށަވަރުންވެސް ކާފޫރާއި އެއްކުރެވިފައިވާ ރާތަށިން (ޝުކުރުވެރިވި) ހެޔޮލަފާޞާލިޙުން ހިއްޕަވާނެތެވެ.‍﴾\n‍﴿عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا٦‍﴾\n6‍﴿އެއީ اللهގެ (ހެޔޮލަފާޞާލިޙު) އަޅުތަކުން އެއިން ހިއްޕަވާނެ ރަލުގެއާރެކެވެ. އެއާރު ދައުރުކުރުމަކުން އެއުރެން އެދޭހައިގޮތަކަށް ދައުރުކުރެވޭނެގޮތުގައެވެ.‍﴾\n‍﴿يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا٧‍﴾\n7‍﴿އެއުރެން ނަދުރު ފުއްދަތެވެ. އަދި އެދުވަހެއްގެ ގެއްލުމާއި ނުބައި ފެތުރިއާއްމުވެގެންވާ ދުވަހަކަށް (އެބަހީ: ޤިޔާމަތްދުވަހަށް) އެއުރެން ބިރުވެތިވެތެވެ.‍﴾\n‍﴿وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا٨‍﴾\n8‍﴿އަދި އެއުރެން އެކާތަކެއްޗަށް ބޭނުންވެ ހިތްޖެހިގެންވުމާއެކުވެސް، މިސްކީނުންނާއި ޔަތީމުކުދިން އަދި އަސީރުންނަށްވެސް ކާންދެތެވެ.‍﴾\n‍﴿إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا٩‍﴾\n9‍﴿(އަމިއްލަނަފްސުތަކަށް ބުނަމުންނެވެ.) އަހުރެމެން ތިޔަބައިމީހުންނަށް ކާންދޭކަން ކަށަވަރީ ތިޔަބައިމީހުންގެ ފުށުން ބަދަލެއް އަދި ޝުކުރެއްވެސް ނޭދޭޙާލު ހަމައެކަނި اللهގެ ވަޖްހުފުޅަށްޓަކައެވެ.‍﴾\n‍﴿إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا١٠‍﴾\n10‍﴿ކަށަވަރުންވެސް އެދުވަހެއްގައި، ބުމަގޮށްޖެހި މޫނުތައް މިލައިގެންދާ ނުބައިކަންބޮޑު ދުވަހަކާމެދު އަހުރެމެންގެ ވެރިރައްބަށް ބިރުވެތިވަމުއެވެ.‍﴾\n‍﴿فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا١١‍﴾\n11‍﴿ފަހެ الله އެއުރެން އެދުވަހުގެ ނުބައިކަމުން ރައްކާތެރި ކުރައްވައި އަދި މޫނުއަލިކަމާއި އުފާވެރިކަން ދެއްވެވިއެވެ.‍﴾\n‍﴿وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا١٢‍﴾\n12‍﴿ކެތްތެރިވިކަމަށްޓަކައި ސުވަރުގެއާއި ފަށުއިފޭރާމުން އެއުރެންނަށް އެއިލާހު ޖަޒާ މިންވަރުކުރެއްވެވިއެވެ.‍﴾\n‍﴿مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِلَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا١٣‍﴾\n13‍﴿އެތާނގައި އެއުރެން ދާންތަކުގައި، ލެނގިލައިގެން ތިބޭޙާލުގައެވެ. އިރުގެހޫނެއް އަދި ގަދަފިންޏެއްވިޔަސް އެއުރެން އެތާނގައި ނުދެކޭނެތެވެ.‍﴾\n‍﴿وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا١٤‍﴾\n14‍﴿އެތާނގެ ގަސްގަހުގެ ހިޔާތައް އެއުރެންނަށް ގާތްވެގެންވާޙާލު އަދި ފަހިކުރެއްވުމަކުން އެތާނގެ މޭވާބިނުމަށް ފަހިކުރެއްވިގެންވާގޮތުގައެވެ.‍﴾\n‍﴿وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا١٥‍﴾\n15‍﴿އަދި ރިހީގެ ކަންވާރުތަކާއި ކޫޒުތަކައިގެން އެއުރެންގެ މެދުގައި ބުރުޖެހޭނެތެވެ. އެތަކެތިވީ ބިއްލޫރިއަކުންނެވެ.‍﴾\n‍﴿قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا١٦‍﴾\n16‍﴿ރިހިންވާ ބިއްލޫރިއެކެވެ. (އެބަހީ: ރިހީގެ އަލިކަމާއި ބިއްލޫރީގެ ސާފުކަން އެތަކެތީގައިވެއެވެ.) އެތަކެތި މިންކުރުމަކުން އެއުރެން އެދޭހައިވަރަކަށް މިންކުރެވޭނެގޮތުގައެވެ.‍﴾\n‍﴿وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا١٧‍﴾\n17‍﴿އެއުރެންނަށް އެތާނގައި އިނގުރާއި އެއްކުރެވިފައިވާ ރާތަށި ބުއިމަށް ދެއްވޭނެތެވެ.‍﴾\n‍﴿عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا١٨‍﴾\n18‍﴿އެއީ އެތާނގައިވާ ސަލްސަބީލޭކިއުނު ރަލުގެއާރެކެވެ.‍﴾\n‍﴿وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا١٩‍﴾\n19‍﴿އަދި ދާއިމުވެތިބޭ ފުރާވަރުގެ ފިރިހެންކުދިން އެއުރެންގެ ޚިދުމަތުގައި ބުރުޖަހަމުންދާނެތެވެ. ތިބާއަށް އެކުދިން ފެންނަހިނދު ފެތުރިފައިވާ ރަންމުތްތަކެކޭ ހީވާނެތެވެ.‍﴾\n‍﴿وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا٢٠‍﴾\n20‍﴿އަދި ތިބާ އެތަނަށް ބަލައިފިނަމަ ފެންނާނީ، ގިނަގުނަ ނިޢުމަތްތަކާއި ތަނަވަސްވެގެންވާ ވެރިކަމެވެ.‍﴾\n‍﴿عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌوَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا٢١‍﴾\n21‍﴿ފެހިކުލައިގެ (އެތެރެއިންލާ) އޮމާން ފަށުވިފޭރާމާއި (ބޭރުންލާ) އަތްކަންއެޅި ފަށުވިފޭރާމުން އެއުރެން ފޭރާންލެއްވެވޭނެތެވެ. ރިހި އުޅާތަކުން އެއުރެން ގަހަނާ އެޅުއްވެވިގެންވާގޮތުގައެވެ. އަދި އެއުރެންގެ ވެރިރައްބު އެއުރެންނަށް ސާފުޠާހިރުބުއިމެއް ބޯންދެއްވަވާނެތެވެ.‍﴾\n‍﴿إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا٢٢‍﴾\n22‍﴿(އަދި ބުނެވޭނެތެވެ.) ކަށަވަރުންވެސް މިއީ ތިޔަބައިމީހުންނަށްވާ ޖަޒާއެވެ. އަދި ތިޔަބައިމީހުންގެ ޢަމަލުތައްވީ ޤަބޫލުވެވިގެންނެވެ.‍﴾\n‍﴿إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا٢٣‍﴾\n23‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ކަލޭގެފާނުގެ މައްޗަށް ވަކިވަކިބާވައިލެއްވެވުމަކުން އެޤުރްއާން ބާވައިލެއްވެވީމެވެ.‍﴾\n‍﴿فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا٢٤‍﴾\n24‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބުގެ ނިޔާފުޅަށް ކެތްތެރިވެވަޑައިގަންނަވާހުށިކަމެވެ! އަދި އެއުރެންގެ (އެބަހީ: މުޝްރިކުންގެ) ތެރެއިން ތަތްތެޅިފައިވާ ފާފަވެރިޔަކަށް ނުވަތަ ބޮޑު ފުރެދުންތެރިއަކަށް ކަލޭގެފާނު ކިޔަމަންވެވަޑައިނުގަންނަވާހުށިކަމެވެ!‍﴾\n‍﴿وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا٢٥‍﴾\n25‍﴿އަދި ހެނދުނާއި ހަވީރު ކަލޭގެފާނުގެ ވެރިރައްބުގެ އިސްމުފުޅު ޛިކުރުކުރައްވާހުށިކަމެވެ!‍﴾"
  ],
  [
    "45",
    "",
    "‍﴿وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا٢٦‍﴾\r26‍﴿އަދި ރޭގަނޑުން ބައެއްގައި އެއިލާހަށް ކަލޭގެފާނު ސަޖިދަކުރައްވާހުށިކަމެވެ! އަދި އެއިލާހަށް ކަލޭގެފާނު ގިނަވަޤުތު ރޭއަޅުކަން ކުރައްވާހުށިކަމެވެ!‍﴾\r‍﴿إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا٢٧‍﴾\r27‍﴿ކަށަވަރުންވެސް މިބައިމީހުން (އެބަހީ: މުޝްރިކުން) ލޯބިކުރަނީ ދުނިޔެއަށެވެ. އަދި އެއުރެންގެ ފަހަތަށް އެދޫކޮށްލަނީ ބުރަވެގެންވާ ދުވަހެކެވެ.‍﴾\r‍﴿نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْوَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا٢٨‍﴾\r28‍﴿ތިމަންއިލާހު އެއުރެން ޚަލްޤުކުރައްވަވައި އެއުރެންގެ ޖިސްމު ބަދަހިކުރައްވަވާ ގަދަކުރެއްވެވީމެވެ. އަދި ތިމަންއިލާހު އިރާދަކުރައްވައިފިނަމަ، (ކިޔަމަންތެރިކަންބޮޑު ޖިސްމުގައި) އެއުރެންފަދަ އެހެންބަޔަކު ގެންނަވައި ފުރިހަމަ ބަދަލުކުރެއްވުމަކުން ބަދަލުކުރައްވައިފީމުހެވެ.‍﴾\n‍﴿إِنَّ هَذِهِ تَذْكِرَةٌفَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا٢٩‍﴾\n29‍﴿މިއީ ކަށަވަރުންވެސް ހަނދުމަކޮށްދިނުމެކެވެ. ފަހެ (ހަނދުމަކުރުމަށް) އެދޭމީހާ (ދަންނައެވެ!)، އޭނާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް (ވާޞިލްކޮށްދެނިވި) މަގެއް ހިފާހުށިކަމެވެ!‍﴾\n‍﴿وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُإِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا٣٠‍﴾\n30‍﴿އަދި الله އިރާދަކުރެއްވުމުން މެނުވީ، ތިޔަބައިމީހުންނަށް (އެއްވެސްކަމަކަށް) ނޭދެވޭނެތެވެ. ކަށަވަރުންވެސް الله ވޮޑިގެންވަނީ، މޮޅަށް ދެނެވޮޑިގެންވާ، ޙަކީމުވަންތަ އިލާހުކަމުގައެވެ.‍﴾\n‍﴿يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِوَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا٣١‍﴾\n31‍﴿އެއިލާހު އިރާދަކުރައްވާ މީހަކު އެއިލާހުގެ ރަޙުމަތުގެ ތެރެއަށް ވައްދަވަތެވެ. އަދި އަނިޔާވެރިންނަށް ވޭންދެނިވި ޢަޛާބު އެއިލާހު ތައްޔާރުކުރައްވާފައިވެއެވެ.‍﴾\nسُوْرَةُالْمُرْسَلات\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالْمُرْسَلَاتِ عُرْفًا١‍﴾\n1‍﴿ވިދިވިދިގެން އަންނަ ވައިރޯޅިތައް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْعَاصِفَاتِ عَصْفًا٢‍﴾\n2‍﴿ގަދަފަދަޔަށްއަންނަ ތޫފާނީ ވައިރޯޅިތައްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالنَّاشِرَاتِ نَشْرًا٣‍﴾\n3‍﴿ވިލާތައް ފަރާތްފަރާތަށް ފަތުރައިލައްވާ ވައިރޯޅިތައްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْفَارِقَاتِ فَرْقًا٤‍﴾\n4‍﴿ޙައްޤާއި ބާޠިލު ވަކިކޮށްދޭ މަލާއިކަތުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْمُلْقِيَاتِ ذِكْرًا٥‍﴾\n5‍﴿ވަޙީ ފޯރުކޮށްދޭ މަލާއިކަތުންވެސް ގަންދެއްވަމެވެ!‍﴾މި ފަސްއާޔަތުގައި ގަންދެއްވައި ވަޙީކުރައްވާފައިވަނީ ވައިރޯޅިތައްކަމާއި މަލާއިކަތުންކަމާއިމެދުގައި މުފައްސިރުންގެ އަރިހުން ތަފާތު ބަސްފުޅުތަކެއް އައިސްފައިވެއެވެ.\n‍﴿عُذْرًا أَوْ نُذْرًا٦‍﴾\n6‍﴿ޢުޛުރުނެތިކުރެއްވުމަށާއި އިންޒާކުރެއްވުމަށެވެ.‍﴾\n‍﴿إِنَّمَا تُوعَدُونَ لَوَاقِعٌ٧‍﴾\n7‍﴿ތިޔަބައިމީހުންނަށް ވަޢުދުކުރެއްވޭ ކަންތައް ގައިމުވެސް ވާނޭކަން ކަށަވަރެވެ.‍﴾\n‍﴿فَإِذَا النُّجُومُ طُمِسَتْ٨‍﴾\n8‍﴿ފަހެ ތަރިތަކުން އަލިކަން ފިލައިހިނގައްޖެހިނދެވެ!‍﴾\n‍﴿وَإِذَا السَّمَاءُ فُرِجَتْ٩‍﴾\n9‍﴿އަދި އުޑު ފަޅަފަޅައިގެން ހިނގައްޖެހިނދެވެ!‍﴾\n‍﴿وَإِذَا الْجِبَالُ نُسِفَتْ١٠‍﴾\n10‍﴿އަދި ފަރުބަދަތައް ކުނޑިކުނޑިވެ ވަޔަށްއަރައިގެން ހިނގައްޖެހިނދެވެ!‍﴾\n‍﴿وَإِذَا الرُّسُلُ أُقِّتَتْ١١‍﴾\n11‍﴿އަދި (އުއްމަތްތަކުގެ ނިޔާކުރެއްވުމަށް) ރަސޫލުންނަށް ވަޤުތު ކަނޑައެޅިއްޖެހިނދެވެ!‍﴾\n‍﴿لِأَيِّ يَوْمٍ أُجِّلَتْ١٢‍﴾\n12‍﴿އެބޭކަލުންނަށް ފަސްކުރެއްވުނީ ކޮންދުވަހަކަށްޓަކައިހެއްޔެވެ؟‍﴾\n‍﴿لِيَوْمِ الْفَصْلِ١٣‍﴾\n13‍﴿ނިޔާކަނޑައެޅުއްވޭ ދުވަހަށްޓަކައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ١٤‍﴾\n14‍﴿އަދި ނިޔާކަނޑައެޅުއްވޭ ދުވަހަކީ ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ١٥‍﴾\n15‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿أَلَمْ نُهْلِكِ الْأَوَّلِينَ١٦‍﴾\n16‍﴿ތިމަންއިލާހު، (ދޮގުކުޅަކަމަށްޓަކައި) އިސްވެދިޔަ މީސްތަކުން ހަލާކު ނުކުރައްވަންހެއްޔެވެ!‍﴾\n‍﴿ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ١٧‍﴾\n17‍﴿ދެން ތިމަންއިލާހު، (ދޮގުކުޅަކަމަށްޓަކައި) އެއުރެންނާއި ފަސްވެއައި މީސްތަކުން އެކުކުރެއްވެވީމެވެ.‍﴾\n‍﴿كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ١٨‍﴾\n18‍﴿ކާފިރު މުޖްރިމުނާއިމެދު ތިމަންއިލާހު ކަންހިންގަވަނީ އެފަދައިންނެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ١٩‍﴾\n19‍﴿ދޮގުކުރާމީހުންނަށް، އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ٢٠‍﴾\n20‍﴿ތިމަންއިލާހު، ދެރަނިކަމެތި ފެނަކުން ތިޔަބައިމީހުން ޚަލްޤުނުކުރައްވަންހެއްޔެވެ!‍﴾\n‍﴿فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ٢١‍﴾\n21‍﴿ފަހެ ތިމަންއިލާހު ރައްކާތެރިވެގެންވާ ތަނެއްގައި (އެބަހީ: ރަޙިމުގައި)، އެފެން ލެއްވެވީމެވެ.‍﴾"
  ],
  [
    "46",
    "",
    "‍﴿إِلَى قَدَرٍ مَعْلُومٍ٢٢‍﴾\r22‍﴿ކަނޑައެޅި އެނގިގެންވާ މުއްދަތަކަށެވެ.‍﴾\r‍﴿فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ٢٣‍﴾\r23‍﴿ފަހެ ތިމަންއިލާހު (އެކަންކަން އެގޮތަށް) މިންވަރު ކުރެއްވެވީމެވެ. ފަހެ އެންމެފުރިހަމައަށް މިންވަރުކުރައްވާ ފަރާތަކީ ތިމަންއިލާހެވެ!‍﴾\r‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٢٤‍﴾\r24‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا٢٥‍﴾\n25‍﴿(މީސްތަކުން) ޖަމާކުރައްވާ ތަނެއްގޮތުގައި ތިމަންއިލާހު އެބިން ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿أَحْيَاءً وَأَمْوَاتًا٢٦‍﴾\n26‍﴿ދިރިތިބީންނާއި މަރުވެދިޔަ މީސްތަކުންނެވެ.‍﴾\n‍﴿وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا٢٧‍﴾\n27‍﴿އަދި ތިމަންއިލާހު އެބިމުގައި ހަރުލައިހުންނަ އުސްފަރުބަދަތައް ލެއްވެވީމެވެ. އަދި ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް މީރުފެން ބޯންދެއްވެވީމެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٢٨‍﴾\n28‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކު ހުށްޓެވެ!‍﴾\n‍﴿انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ٢٩‍﴾\n29‍﴿(އެންގެވޭނެތެވެ.) ތިޔަބައިމީހުން ދޮގުކޮށްއުޅުނު ކަންތަކަށް (ނަރަކައިގެ ޢަޛާބަށް) ތިޔަބައިމީހުން އަވަސްވެ ހިނގައިދާހުށިކަމެވެ!‍﴾\n‍﴿انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ٣٠‍﴾\n30‍﴿(އެނަރަކައިގެ) ތިންކަފިވެފައިވާ (ދުމުގެ) ހިޔަންޏަށް ތިޔަބައިމީހުން އަވަސްވެ ހިނގައިދާހުށިކަމެވެ!‍﴾\n‍﴿لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ٣١‍﴾\n31‍﴿(އެހިޔަނީގައި) ހިޔާވަހިކަމެއް ނުވެތެވެ. އަދި ނަރަކައިގެ ހުޅުގަނޑުން ދިފާއުކޮށެއްވެސް ނުމެދޭމެއެވެ.‍﴾\n‍﴿إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ٣٢‍﴾\n32‍﴿ކަށަވަރުންވެސް ބިޔަ ކިއްލާތައްފަދަ ކަނިތައް އެނަރަކައިން އަރައަރައިގެންދެއެވެ.‍﴾\n‍﴿كَأَنَّهُ جِمَالَتٌ صُفْرٌ٣٣‍﴾\n33‍﴿އެ ކަނިތައް، ކަޅުރީނދޫ ޖަމަލުތަކެއް ފަދައެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٣٤‍﴾\n34‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿هَذَا يَوْمُ لَا يَنْطِقُونَ٣٥‍﴾\n35‍﴿މިއީ (ފައިދާހުރިގޮތުގައި) އެއުރެން ވާހަކަނުދައްކާނެ ދުވަހެވެ.‍﴾\n‍﴿وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ٣٦‍﴾\n36‍﴿އަދި (ޞައްޙައުޒުރެއް ނުވާނެތީ) ޢުޒުރުދެއްކުމަށް، އެއުރެންނަށް އިޒުނައެއް ނުމެދެއްވޭނެތެއެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٣٧‍﴾\n37‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿هَذَا يَوْمُ الْفَصْلِجَمَعْنَاكُمْ وَالْأَوَّلِينَ٣٨‍﴾\n38‍﴿މިއީ ނިޔާކަނޑައެޅުއްވޭ ދުވަހެވެ. ތިމަންއިލާހު ތިޔަބައިމީހުންނާއި އަދި އިސްވެދިޔަ މީސްތަކުން އެއްކުރެއްވެވީމެވެ.‍﴾\n‍﴿فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ٣٩‍﴾\n39‍﴿(ޢަޛާބުން ރެކުމަށް) ހަދާނޭ ޙީލަތެއް ތިޔަބައިމީހުންނަށް އޮތްނަމަ ފަހެ ތިމަންއިލާހަށް ތިޔަބައިމީހުން ޙީލަތްހަދައިބަލާހުށިކަމެވެ!‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٤٠‍﴾\n40‍﴿ދޮގުކުރާމީހުންނަށް، އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ٤١‍﴾\n41‍﴿ތަޤްވާވެރިން ވާކަންކަށަވަރީ ހިޔާވަހިތަކާއި ފެންއާރުތަކުގެ ސުވަރުގޭގައެވެ.‍﴾\n‍﴿وَفَوَاكِهَ مِمَّا يَشْتَهُونَ٤٢‍﴾\n42‍﴿އަދި އެއުރެން ހިތްއެދޭހައި މޭވާތައްވެސްމެއެވެ.‍﴾\n‍﴿كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ٤٣‍﴾\n43‍﴿(ދެންނެވޭނެތެވެ.) ތިޔަބައިމީހުން ކުޅަ (ހެޔޮ) ޢަމަލުތަކުގެ ޖަޒާއެއްގެ ގޮތުން، އުނދަގުލެއްނެތި ހިތްހަމަޖެހިގެންވާ ހާލު، ތިޔަބައިމީހުން ކައިބޮއި އުޅޭހުށިކަމެވެ!‍﴾\n‍﴿إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ٤٤‍﴾\n44‍﴿އިޙްސާންތެރިންނަށް ތިމަންއިލާހު ޖަޒާ ދެއްވާކަންކަށަވަރީ އެފަދައިންނެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٤٥‍﴾\n45‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ٤٦‍﴾\n46‍﴿(ދޮގުކުޅަމީހުންނަށް އެންގެވޭނެތެވެ.) ތިޔަބައިމީހުން ކުޑަހިނދުކޮޅަކަށް (ދުނިޔޭގައި) ކައި މަޖާކޮށްއުޅޭށެވެ! ތިޔަބައިމީހުންނީ، ކާފިރު މުޖްރިމުންކަންކަށަވަރެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٤٧‍﴾\n47‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ٤٨‍﴾\n48‍﴿ނަމާދުކުރާށޭ، އެއުރެންނަށް ބުނެވިއްޖެނަމަވެސް އެއުރެން ނަމާދުކޮށެއް ނޫޅެތެވެ.‍﴾\n‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ٤٩‍﴾\n49‍﴿ދޮގުކުރާމީހުންނަށް، އެދުވަހުން ގެއްލުމާއިހަލާކުހުށްޓެވެ!‍﴾\n‍﴿فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ٥٠‍﴾\n50‍﴿ފަހެ އެ ޤުރްއާނަށްފަހު، (އެބަހީ: ޤުރްއާންފިޔަވައި) އެއުރެން އީމާންވަނީ ކޮންފޮތަކަށް ހެއްޔެވެ!‍﴾"
  ],
  [
    "47",
    "",
    "سُوْرَةُ النّبَإِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿عَمَّ يَتَسَاءَلُونَ١‍﴾\n1‍﴿އެއުރެން އެކަކު އަނެކަކާ ސުވާލުކޮށް އުޅެނީ ކޮންކަމަކާ ބެހޭގޮތުންހެއްޔެވެ!‍﴾\n‍﴿عَنِ النَّبَإِ الْعَظِيمِ٢‍﴾\n2‍﴿މަތިވެރިވެގެންވާ ޚަބަރާ (އެބަހީ: ޤުރްއާންއާ) ބެހޭގޮތުންނެވެ.‍﴾\n‍﴿الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ٣‍﴾\n3‍﴿އެއީ އެއުރެން އެއާއިމެދު ޚިލާފުވެފައިވާ ޚަބަރެވެ.‍﴾\n‍﴿كَلَّا سَيَعْلَمُونَ٤‍﴾\n4‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ނިކަންހުރެ އެއުރެންނަށް އެނގޭނެތެވެ!‍﴾\n‍﴿ثُمَّ كَلَّا سَيَعْلَمُونَ٥‍﴾\n5‍﴿އަދިވެސް ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ނިކަންހުރެ އެއުރެންނަށް އެނގޭނެތެވެ!‍﴾\n‍﴿أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا٦‍﴾\n6‍﴿ތިމަންއިލާހު ފަސޭހަ ތަނަވަސް ތަނެއްކަމުގައި ބިން ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَالْجِبَالَ أَوْتَادًا٧‍﴾\n7‍﴿އަދި (ބިންގަނޑު ހިފެހެއްޓިއޮތުމަށް) ކަޑަތަކެއްކަމުގައި ފަރުބަދަތައް ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَخَلَقْنَاكُمْ أَزْوَاجًا٨‍﴾\n8‍﴿އަދި ތިމަންއިލާހު ޖޯޑުޖޯޑަށް (ދެޖިންސަށް) ތިޔަބައިމީހުން ޚަލްޤުކުނުކުރައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا٩‍﴾\n9‍﴿އަދި ތިމަންއިލާހު ރާހަތެއްކަމުގައި ތިޔަބައިމީހުންގެ ނިދި ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَجَعَلْنَا اللَّيْلَ لِبَاسًا١٠‍﴾\n10‍﴿އަދި ތިމަންއިލާހު (ތިޔަބައިމީހުންނަށް) ފޭރާމެއްކަމުގައި ރޭގަނޑު ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَجَعَلْنَا النَّهَارَ مَعَاشًا١١‍﴾\n11‍﴿އަދި ތިމަންއިލާހު (ތިޔަބައިމީހުންނަށް) ދިރިއުޅުމުގެ މަސައްކަތުވަޤުތެއްކަމުގައި ދުވާލު ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا١٢‍﴾\n12‍﴿އަދި ތިމަންއިލާހު ގަދަފަދަވެގެންވާ ހަތްއުޑު ތިޔަބައިމީހުންގެ މަތީގައި ބިނާނުކުރައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَجَعَلْنَا سِرَاجًا وَهَّاجًا١٣‍﴾\n13‍﴿އަދި ތިމަންއިލާހު އަލިކަމާއި ބެބުޅުންގަދަ ވޮށެއް (އެބަހީ: އިރު) ނުލައްވަންހެއްޔެވެ!‍﴾\n‍﴿وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا١٤‍﴾\n14‍﴿އަދި ތިމަންއިލާހު ވާރޭވިލާތަކުގެ ތެރެއިން ބޯކޮށް އޮހިގެންއަންނަ ފެނެއް ނުވެއްސަވަންހެއްޔެވެ!‍﴾\n‍﴿لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا١٥‍﴾\n15‍﴿އެފެނުގެ ސަބަބުން އޮށްޓަރާއި ފަތްޕިލާވެލި ފަޅުއްވައި ނެރުއްވުމަށެވެ.‍﴾\n‍﴿وَجَنَّاتٍ أَلْفَافًا١٦‍﴾\n16‍﴿އަދި ބޯކޮށް ގަސްހެދިފައިވާ ބަގީޗާތައްވެސްމެއެވެ.‍﴾الله ـ އެއިލާހުގެ ޤުދުރަތްތެރިވަންތަކަމަށް ދަލީލުކުރާ ނިޢުމަތްތަކަށްފަހު، ޤިޔާމަތުގެ ވާހަކަ ޛިކުރުކުރައްވާފައިވަނީ، މިއެއްމެހައިނިޢުމަތްތަކެއް ލެއްވި ކުޅަދުންވަންތަ އިލާހު އަޅުތަކުން އަލުންދިރުއްވައި ޙިސާބުކުރެއްވުމަށްވެސް ކުޅަދުންވަންތަކަން ބަޔާންކުރެއްވުމަށެވެ.\n‍﴿إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا١٧‍﴾\n17‍﴿ކަށަވަރުންވެސް ނިޔާކަނޑައެޅުއްވޭ ދުވަސް ވަނީ ކަނޑައެޅިގެންވާ ވަޤުތެއްގައެވެ.‍﴾\n‍﴿يَوْمَ يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْوَاجًا١٨‍﴾\n18‍﴿ތާޅަފިލި ފުމެލެއްވޭ ދުވަހެވެ. ފަހެ އެދުވަހުން ތިޔަބައިމީހުން (މަޙްޝަރަށް) ފައުޖުފައުޖަށް އަންނާނެތެވެ.‍﴾\n‍﴿وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا١٩‍﴾\n19‍﴿އަދި އުޑުތައް (ފެޅި) ހުޅުވޭނެތެވެ. ފަހެ އެއުޑުތައް ދޮރޯށިތަކެއްކަމުގައި ވާނެތެވެ.‍﴾\n‍﴿وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا٢٠‍﴾\n20‍﴿އަދި ފަރުބަދަތައް ލުހެވި ވަޔަށްއަރައިގެން ދާނެތެވެ! ފަހެ އެފަރުބަދަތައް އަވާމެންދުރެއްކަމުގައި ވާނެތެވެ.‍﴾\n‍﴿إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا٢١‍﴾\n21‍﴿ކަށަވަރުންވެސް ނަރަކަވަނީ (އެތާނގެ އަހުލުވެރިންނަށް) ފާރަވެރިވެއޮންނަ ތަނެއްކަމުގައެވެ.‍﴾\n‍﴿لِلطَّاغِينَ مَآبًا٢٢‍﴾\n22‍﴿ކާފިރުންނަށް އެނބުރިގޮސް ތިބޭނެތަނެއް ކަމުގައެވެ.‍﴾\n‍﴿لَابِثِينَ فِيهَا أَحْقَابًا٢٣‍﴾\n23‍﴿ޒަމާންތަކަށް އެއުރެން އެތާނގައި ދެމިތިބޭޙާލެވެ.‍﴾\n‍﴿لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا٢٤‍﴾\n24‍﴿އެތާނގައި ފިނިކަމެއް އަދި ބުއިމެއްގެ ރަހަވެސް އެއުރެން ނުދެކޭނެތެވެ.‍﴾\n‍﴿إِلَّا حَمِيمًا وَغَسَّاقًا٢٥‍﴾\n25‍﴿ކެކިކެކިހުންނަ ހޫނުފެނާއި (ނަރަކައިގެ އަހުލުވެރިންގެ) ގައިން އޮހޮރޭ ފާދިޔަ މެނުވީއެވެ.‍﴾\n‍﴿جَزَاءً وِفَاقًا٢٦‍﴾\n26‍﴿(އެއުރެންގެ ޢަމަލުތަކާ) އެކަށީގެންވާ ޖަޒާއެއްކަމުގައެވެ.‍﴾\n‍﴿إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا٢٧‍﴾\n27‍﴿ކަށަވަރުންވެސް އެއުރެންވީ ޙިސާބުބެއްލެވުމާމެދު ވަރިހަމަވެގަންނަ ބަޔަކުކަމުގައެވެ.‍﴾\n‍﴿وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا٢٨‍﴾\n28‍﴿އަދި ތިމަންއިލާހުގެ އާޔަތްތައް އެއުރެން ދޮގުކުޅައުމަކުން ދޮގުކުޅައެވެ.‍﴾"
  ],
  [
    "48",
    "",
    "‍﴿وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا٢٩‍﴾\n29‍﴿އަދި ތިމަންއިލާހު ހުރިހާ އެއްޗެއް (ލައުޙުލް މަޙްފޫޡުގައި) ލިޔުއްވުމަކުން ހިމެނުއްވެވީމެވެ.‍﴾\n‍﴿فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلَّا عَذَابًا٣٠‍﴾\n30‍﴿އަދި (އޭ ކާފިރުންނޭވެ!) ތިޔަބައިމީހުން (ކުޅަ ޢަމަލުތަކުގެ) ރަހަދެކޭށެވެ! ފަހެ ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް (ޢަޛާބުގެ މައްޗަށް) ޢަޛާބުމެނުވީ އިތުރުނުކުރައްވާހުށީމެވެ.‍﴾\n‍﴿إِنَّ لِلْمُتَّقِينَ مَفَازًا٣١‍﴾\n31‍﴿ކަށަވަރުންވެސް ތަޤްވާވެރިންނަށް ހުރީ ދިންނެވުމާއި ކާމިޔާބީގެ ގޮވެއްޗެވެ.‍﴾\n‍﴿حَدَائِقَ وَأَعْنَابًا٣٢‍﴾\n32‍﴿ބަގީޗާތަކާއި މޭބިސްކަދުރު ދަނޑުތަކެވެ.‍﴾\n‍﴿وَكَوَاعِبَ أَتْرَابًا٣٣‍﴾\n33‍﴿އަދި ފުރާވަރުގެ ޒުވާން އަންހެންކުދިންނެވެ.‍﴾\n‍﴿وَكَأْسًا دِهَاقًا٣٤‍﴾\n34‍﴿އަދި ފުރައިލެވިފައިވާ ރާތަށިތަކެވެ.‍﴾\n‍﴿لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا٣٥‍﴾\n35‍﴿ބާޠިލު ވާހަކަތަކެއް އަދި ދޮގުބަސްތަކެއްވެސް އެތާނގައި އެއުރެން ނާހާނެތެވެ.‍﴾\n‍﴿جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا٣٦‍﴾\n36‍﴿ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟްރަތުން ޖަޒާއެއްގެ ގޮތުގައި ދެއްވެވޭ އެކަށޭނަ ދެއްވެވުމެކެވެ.‍﴾\n‍﴿رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِلَا يَمْلِكُونَ مِنْهُ خِطَابًا٣٧‍﴾\n37‍﴿އުޑުތަކާއި ބިން އަދި އެދެމެދުގައިވާހާ އެއްޗެއްގެ ވެރިރައްބު ރަޙްމާނުވަންތަ އިލާހުގެ ޙަޟްރަތުންނެވެ. އެއިލާހުގެ ޙަޟްރަތުގައި ގޮތްކިއުން އެއުރެންނަށް މިލްކުވެގެންނުވާޙާލުގައެވެ.‍﴾\n‍﴿يَوْمَ يَقُومُ الرُّوحُ وَالْمَلَائِكَةُ صَفًّالَا يَتَكَلَّمُونَ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا٣٨‍﴾\n38‍﴿ޖިބްރީލުގެފާނާއި މަލާއިކަތުން ސަފަކަށް ތެދުވެވަޑައިގަންނަވާ ދުވަހު، ރަޙްމާނުވަންތަ އިލާހު އިޛުނަދެއްވައިފި ފަރާތެއްމެނުވީ ހަމަ އެކަކުވެސް ވާހަކައެއް ނުދައްކާނެތެވެ. އަދި އޭނާ (ދުނިޔޭގައި) ޙައްޤުބަހަށް (ތައުޙީދުގެ ކަލިމައަށް) އިޤްރާރުވިއެވެ.‍﴾\n‍﴿ذَلِكَ الْيَوْمُ الْحَقُّفَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا٣٩‍﴾\n39‍﴿އެއީ ކަށަވަރުންވެސް އަންނާނެ ދުވަހެވެ. ފަހެ (ސަލާމަތްވުމަށް) އެދޭމީހާ (ދަންނައެވެ!) އޭނާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް އެނބުރިގޮސް ވަންނާނެތަނެއް ލިބިގަންނަހުށިކަމެވެ!‍﴾\n‍﴿إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا٤٠‍﴾\n40‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް ކައިރީގައިވާ ޢަޛާބެއްގެ އިންޛާރު ކުރެއްވެވީމެވެ. އެއީ އިންސާނާގެ ދެއަތުން އިސްކުޅަހައިކަމެއް އެނާ ދެކޭނެ ދުވަހެވެ. އަދި ކާފިރުމީހާ ބުނާނެތެވެ. އޭ ސަހަރޯއެވެ! އަހުރެން ވެއްޔަށްވީނަމަ ކޮންފަދަހެއްޔެވެ!‍﴾\nسُوْرَةُ النَّازِعَاتِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالنَّازِعَاتِ غَرْقًا١‍﴾\n1‍﴿ވޭންހުރިގޮތުގައި ކާފިރުންގެ ފުރާނަތައް ހިއްޕަވާ މަލާއިކަތުން ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالنَّاشِطَاتِ نَشْطًا٢‍﴾\n2‍﴿އޯގާތެރިގޮތުގައި މުއުމިނުންގެ ފުރާނަތައް ހިއްޕަވާ މަލާއިކަތުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالسَّابِحَاتِ سَبْحًا٣‍﴾\n3‍﴿ހަލުއިގޮތުގައި (اللهގެ އަމުރުފުޅުތަކާއިގެން) ދަތުރުކުރައްވާ މަލާއިކަތުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالسَّابِقَاتِ سَبْقًا٤‍﴾\n4‍﴿ކުރިއަރައިދާގޮތުގައި (اللهގެ އަމުރުފުޅުތަކާއިގެން) އަވަސްވެލައްވާ މަލާއިކަތުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْمُدَبِّرَاتِ أَمْرًا٥‍﴾\n5‍﴿اللهގެ އަމުރުފުޅުތައް ތަންފީޛުކުރައްވާ މަލާއިތުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿يَوْمَ تَرْجُفُ الرَّاجِفَةُ٦‍﴾\n6‍﴿ފަނާކުރައްވަނިވި ތާޅަފިލީގެ ލޮޅުންއަރައިގެންދާ ދުވަހެވެ.‍﴾\n‍﴿تَتْبَعُهَا الرَّادِفَةُ٧‍﴾\n7‍﴿އެއާ ވިދިގެން އަލުންދިރުއްވުމުގެ ތާޅަފިލިވެސް ފުމެލެއްވޭގޮތުގައެވެ.‍﴾\n‍﴿قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ٨‍﴾\n8‍﴿ބިރުންތެޅޭ ހިތްތަކެއް އެދުވަހުން ވާނެތެވެ.‍﴾\n‍﴿أَبْصَارُهَا خَاشِعَةٌ٩‍﴾\n9‍﴿އެހިތްތަކުގެ (އަހުލުވެރިންގެ) ނަޒަރުތައް ތިރިކުރެވި ބިރުވެރިކަމުންފުރިގެންވާނެތެވެ.‍﴾\n‍﴿يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ١٠‍﴾\n10‍﴿އެއުރެން ބުނެއުޅުނެވެ. ކަށަވަރުންވެސް ދުނިޔޭގެ ދިރިއުޅުމަށް އަލުން ރައްދުކުރެއްވޭނޭ ބަޔަކުކަމުގައި ހަމަ އަހުރެމެން ވޭހެއްޔެވެ؟‍﴾\n‍﴿أَإِذَا كُنَّا عِظَامًا نَخِرَةً١١‍﴾\n11‍﴿ފީވެ ކުނޑިކުނޑިވެފައިވާ ކަށިތަކަކަށް އަހުރެމެން ވީނަމަވެސްހެއްޔެވެ؟‍﴾\n‍﴿قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ١٢‍﴾\n12‍﴿އެއުރެން ބުންޏެވެ. އެހެންވިއްޔާ އެއީ ގެއްލިހަލާކުވަނިވި އެނބުރިއައުމެކެވެ.‍﴾\n‍﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ١٣‍﴾\n13‍﴿ފަހެ އެކަންތަކީ ހަމައެންމެ ފުމެލެއްވުމެއްގެ އަޑެކެވެ.‍﴾\n‍﴿فَإِذَا هُمْ بِالسَّاهِرَةِ١٤‍﴾\n14‍﴿ފަހެ އެހިނދު އެއުރެން ތިބޭހުށީ (އަލުންދިރުއްވި) މަޙްޝަރުބިމުގައެވެ.‍﴾\n‍﴿هَلْ أَتَاكَ حَدِيثُ مُوسَى١٥‍﴾\n15‍﴿މޫސާގެފާނުގެ ޚަބަރު ކަލޭގެފާނާ ހަމަޔަށް އައިސްފައިވޭތޯއެވެ.‍﴾"
  ],
  [
    "49",
    "",
    "‍﴿إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى١٦‍﴾\r16‍﴿ޠުވާގެ މުޤައްދަސް ވާދީގައި ވަނިކޮށް އެކަލޭގެފާނުގެ ވެރިރައްބު ނިދާ އިއްވެވިހިނދެވެ.‍﴾\r‍﴿اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى١٧‍﴾\r17‍﴿ކަލޭގެފާނު ފިރުޢައުނުގެ ގާތަށް ވަޑައިގަންނަވާހުށިކަމެވެ. ކަށަވަރުންވެސް (އުރެދުމުގައި) އޭނާ ހައްދުފަހަނަޅައިފިއެވެ.‍﴾\r‍﴿فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى١٨‍﴾\r18‍﴿ފަހެ ކަލޭގެފާނު ވިދާޅުވާހުށިކަމެވެ. ކުފުރުން ޠާހިރުވެގަތުމަށް ތިބާ އެދެމުހެއްޔެވެ؟‍﴾\r‍﴿وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى١٩‍﴾\n19‍﴿އަދި ތިބާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް ތިމަންކަލޭގެފާނު ތިބާއަށް މަގުދެއްކެވުމަށް އެދެމުހެއްޔެވެ؟ ފަހެ އެއިލާހަށް ތިބާ ބިރުވެތިވުމަށެވެ.‍﴾\n‍﴿فَأَرَاهُ الْآيَةَ الْكُبْرَى٢٠‍﴾\n20‍﴿ފަހެ އެކަލޭގެފާނު އޭނާއަށް ބޮޑުވެގެންވާ މުޢުޖިޒާތް ދެއްކެވިއެވެ.‍﴾\n‍﴿فَكَذَّبَ وَعَصَى٢١‍﴾\n21‍﴿ފަހެ އޭނާ (އެބަހީ: ފިރުޢައުނު) ދޮގުކޮށް އަދި އުރެދިގަތެވެ.‍﴾\n‍﴿ثُمَّ أَدْبَرَ يَسْعَى٢٢‍﴾\n22‍﴿ދެން ފުރަގަސްދީ ދެކޮޅުވެރިވުމުގައި އަވަސްވެގަތެވެ.‍﴾\n‍﴿فَحَشَرَ فَنَادَى٢٣‍﴾\n23‍﴿ފަހެ އޭނާގެ މީހުން އެއްކޮށް އަދި ގޮވާލިއެވެ.‍﴾\n‍﴿فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَى٢٤‍﴾\n24‍﴿ފަހެ އޭނާ ބުންޏެވެ. އަހުރެންނީ ތިޔަބައިމީހުންގެ އެންމެމަތީ ރައްބެވެ.‍﴾\n‍﴿فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَى٢٥‍﴾\n25‍﴿ދެން ދުނިޔެއާއި އާޚިރަތުގެ ޢުޤޫބާތެއްގެ ގޮތުން الله އޭނާ ހިއްޕެވިއެވެ.‍﴾\n‍﴿إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى٢٦‍﴾\n26‍﴿ބިރުވެތިވާ އަޅަކަށް ކަށަވަރުންވެސް އެކަމުގައި ހަމަ ޢިބުރަތެއްވެއެވެ.‍﴾\n‍﴿أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُبَنَاهَا٢٧‍﴾\n27‍﴿ޚަލްޤުކުރެއްވުމުގެގޮތުން ބުރަބޮޑީ ތިޔަބައިމީހުންހެއްޔެވެ؟ ނުވަތަ އުޑުހެއްޔެވެ؟ އެއުޑު ބިނާކުރެއްވެވީ އެއިލާހެވެ.‍﴾\n‍﴿رَفَعَ سَمْكَهَا فَسَوَّاهَا٢٨‍﴾\n28‍﴿އެއިލާހު އެއުޑުގެ ބިނާ އުފުއްލަވައި އަދި ފުރިހަމަކުރެއްވެވިއެވެ.‍﴾\n‍﴿وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا٢٩‍﴾\n29‍﴿އަދި އެއުޑުގެ (އިރު އޮއްސަވައި) ރޭގަނޑު އަނދިރިކުރެއްވެވިއެވެ. އަދި އެއުޑުގެ (އިރު އަރުއްވައި) ދުވާލު ފާޅުކުރެއްވެވިއެވެ.‍﴾\n‍﴿وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا٣٠‍﴾\n30‍﴿އަދި އެއަށްފަހު ބިން ފެތުރުއްވެވިއެވެ.‍﴾މިއާޔަތުގައި ނަންގަނެވިގެންވާ ފެތުރުއްވުމުގެ ތަފްސީރު އަންނަނިވި އާޔަތްތަކުގައިވެއެވެ.\n‍﴿أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا٣١‍﴾\n31‍﴿އެބިމުގެ ފެނާއި ފަތްޕިލާވެލި އެބިމުން ނެރުއްވެވިއެވެ.‍﴾\n‍﴿وَالْجِبَالَ أَرْسَاهَا٣٢‍﴾\n32‍﴿އަދި ފަރުބަދަތައް (އެބިމުގައި) ކޮޅަށްޖެއްސެވިއެވެ.‍﴾\n‍﴿مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ٣٣‍﴾\n33‍﴿އެއީ ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ނަޢަމްސޫފިތަކަށް މަންފާއެއްކަމުގައެވެ.‍﴾\n‍﴿فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى٣٤‍﴾\n34‍﴿ފަހެ ބޮޑުވެގެންވާ މުޞީބާތުގެ ދުވަސް (އެބަހީ: ޤިޔާމަތްދުވަސް) އަންނަހިނދެވެ!‍﴾\n‍﴿يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى٣٥‍﴾\n35‍﴿އިންސާނާ ކުޅަހާ ޢަމަލެއް އޭނާ ހަނދުމަކުރާނެ ދުވަހެވެ.‍﴾\n‍﴿وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى٣٦‍﴾\n36‍﴿އަދި ދެކޭމީހަކަށް ނަރަކައިގެ އަނގުރުއަލިފާން ފާޅުކުރެއްވޭނެތެވެ.‍﴾\n‍﴿فَأَمَّا مَنْ طَغَى٣٧‍﴾\n37‍﴿ފަހެ (އުރެދުމުގައި) ހައްދުފަހަނަޅައިދާމީހާ ދަންނައެވެ!‍﴾\n‍﴿وَآثَرَ الْحَيَاةَ الدُّنْيَا٣٨‍﴾\n38‍﴿އަދި އޭނާ ދުނިޔޭގެ ދިރިއުޅުން އިސްކުޅައެވެ.‍﴾\n‍﴿فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى٣٩‍﴾\n39‍﴿ފަހެ ކަށަވަރުންވެސް އޭނާ އެނބުރިދާނެތަނަކީ ނަރަކައިގެ އަނގުރުއަލިފާނެވެ.‍﴾\n‍﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى٤٠‍﴾\n40‍﴿އަދި އޭނާގެ ވެރިރައްބުގެ ޙަޟްރަތުގައި ހުންނަންޖެހޭ މަޤާމައިމެދު ބިރުވެތިވެ ހަވާނަފްސު އެދޭހައިކަމަކުން އޭނާގެ ނަފްސު މަނާކޮށްފިމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى٤١‍﴾\n41‍﴿ފަހެ ކަށަވަރުންވެސް އޭނާ އެނބުރިދާނެތަނަކީ ސުވަރުގެއެވެ.‍﴾\n‍﴿يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا٤٢‍﴾\n42‍﴿ޤިޔާމަތާމެދު ކަލޭގެފާނާ އެއުރެން ސުވާލުކުރެތެވެ. އެކަން ޤާއިމްވާނީ ކޮންއިރަކުތޯއެވެ؟‍﴾\n‍﴿فِيمَ أَنْتَ مِنْ ذِكْرَاهَا٤٣‍﴾\n43‍﴿އެކަން ބަޔާންކޮށްދެއްވުމަކީ ކަލޭގެފާނަށް ލިބިވަޑައިގެންވާ ޢިލްމުފުޅެއްނޫނެވެ.‍﴾\n‍﴿إِلَى رَبِّكَ مُنْتَهَاهَا٤٤‍﴾\n44‍﴿އެކަމުގެ ޢިލްމުފުޅުވަނީ ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟްރަތަށެވެ.‍﴾\n‍﴿إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا٤٥‍﴾\n45‍﴿ކަލޭގެފާނީ އެދުވަހަށް ބިރުވެތިވާބަޔަކަށް ހަމައެކަނި އިންޛާރުކުރައްވާ ބޭކަލަކީމެވެ.‍﴾\n‍﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا٤٦‍﴾\n46‍﴿އެއުރެން ޤިޔާމަތްވުން ދެކޭދުވަހު، ހަވީރެއް ނުވަތަ ހެނދުނެއްގައި މެނުވީ ދުނިޔޭގައި އެއުރެން ނުތިބޭކަހަލައެވެ.‍﴾"
  ],
  [
    "50",
    "",
    "سُوْرَةُ عَبَسَ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿عَبَسَ وَتَوَلَّى١‍﴾\n1‍﴿އެކަލޭގެފާނު (އެބަހީ: ނަބިއްޔާ) ހިތްޕުޅާނުވުމުގެ ގޮތް ފާޅުކުރައްވައި މޫނުފުޅު އަނބުރައިލެއްވެވިއެވެ.‍﴾\n‍﴿أَنْ جَاءَهُ الْأَعْمَى٢‍﴾\n2‍﴿އެކަލޭގެފާނުގެ އަރިހަށް ލޯފަންބޭކަލަކު ވަޑައިގަތުމުންނެވެ.‍﴾އެބޭކަލަކީ ޢަބްދު الله ބިން އުއްމި މަކްތޫމް  ‍سއެވެ. އެބޭކަލަކު ވަޑައިގެންނެވިއިރު ރަސޫލު الله  ‍جއިންނެވީ މައްކާގެ ބޮޑުންނާއި ވާހަކަފުޅުދެއްކެވުމަށެވެ. އެއުރެންނަށް ތެދުމަގު ލިބުމަށް އެދިވަޑައިގަންނަވާލެ ބޮޑުކަމުން އެބޭކަލަކާއިމެދު އެކަލޭގެފާނަށް، ފަރުވާތެރިވެނުލެއްވުނީއެވެ.\n‍﴿وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى٣‍﴾\n3‍﴿ކަލޭގެފާނަށް (އެބޭކަލެއްގެ ގޮތް) އަންގައިދެނީ ކޮންއެއްޗެއްހެއްޔެވެ! އެބޭކަލަކު ކުށްތަކުން ޠާހިރުވެވަޑައިގެންވެދާނެތެވެ.‍﴾\n‍﴿أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى٤‍﴾\n4‍﴿ނުވަތަ އެބޭކަލަކަށް ވަޢުޡުލިބި ހަނދުމަވެވަޑައިގެން، އެވަޢުޡާއި ހަނދުމަކޮށްދިނުމުން އެބޭކަލަކަށް މަންފާވެސް ކޮށްފާނެތެވެ.‍﴾\n‍﴿أَمَّا مَنِ اسْتَغْنَى٥‍﴾\n5‍﴿އަދި (ހިދާޔަތުން އެއްކިބާވެ) އަމިއްލައަށް ފުދިގެންވާކަމަށް ދުށްމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَأَنْتَ لَهُ تَصَدَّى٦‍﴾\n6‍﴿ފަހެ ކަލޭގެފާނު އޭނާއަށް ސަމާލުވެ އަޑުއައްސަވަމުއެވެ.‍﴾\n‍﴿وَمَا عَلَيْكَ أَلَّا يَزَّكَّى٧‍﴾\n7‍﴿އަދި އޭނާ (ކުފުރުން) ޠާހިރުވެނުގަތަސް ކަލޭގެފާނުގެ މައްޗަށް އެއްވެސްކަމެއްނެތެވެ.‍﴾\n‍﴿وَأَمَّا مَنْ جَاءَكَ يَسْعَى٨‍﴾\n8‍﴿އަދި ކަލޭގެފާނުގެ އަރިއަހަށް (ހިދާޔަތަށްއެދި) އަވަސްވެވަޑައިގެންނެވި ބޭކަލަކު ދަންނައެވެ!‍﴾\n‍﴿وَهُوَ يَخْشَى٩‍﴾\n9‍﴿އެބޭކަލަކުވަނީ (اللهއަށް) ބިރުވެތިވުމުގައެވެ.‍﴾\n‍﴿فَأَنْتَ عَنْهُ تَلَهَّى١٠‍﴾\n10‍﴿ފަހެ ކަލޭގެފާނު އެބޭކަލަކައިމެދު ވަރިހަމަވެވަޑައިގަންނަވަމުއެވެ.‍﴾\n‍﴿كَلَّا إِنَّهَا تَذْكِرَةٌ١١‍﴾\n11‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ކަށަވަރުންވެސް އެއާޔަތްތަކަކީ ހަނދުމަކޮށްދިނުމެކެވެ.‍﴾\n‍﴿فَمَنْ شَاءَ ذَكَرَهُ١٢‍﴾\n12‍﴿ފަހެ އެދޭމީހާ އެޤުރްއާނުން ވަޢުޡުލިބިގަންނަހުށިކަމެވެ!‍﴾\n‍﴿فِي صُحُفٍ مُكَرَّمَةٍ١٣‍﴾\n13‍﴿އެޤުރްއާންވަނީ މާތްކުރެއްވިގެންވާ ފަތްފުށްތަކެއްގައެވެ.‍﴾\n‍﴿مَرْفُوعَةٍ مُطَهَّرَةٍ١٤‍﴾\n14‍﴿ޤަދަރުއުފުއްލެވި ޠާހިރުކުރެއްވިގެންވާ ފަތްފުއްތަކެކެވެ.‍﴾\n‍﴿بِأَيْدِي سَفَرَةٍ١٥‍﴾\n15‍﴿ލިޔުއްވާ މަލާއިކަތުންގެ އަތްޕުޅުތަކުގައެވެ.‍﴾\n‍﴿كِرَامٍ بَرَرَةٍ١٦‍﴾\n16‍﴿މާތްވެގެންވާ ކިޔަމަންތެރި ބޭކަލުންނެވެ.‍﴾\n‍﴿قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ١٧‍﴾\n17‍﴿(ކާފިރު) އިންސާނާއަށް ލަޢުނަތްލެއްވުނެވެ. އޭނާގެ ކުފުރުގެ ބޮޑުކަމާއެވެ!‍﴾\n‍﴿مِنْ أَيِّ شَيْءٍ خَلَقَهُ١٨‍﴾\n18‍﴿އެއިލާހު އޭނާ ޚަލްޤުކުރެއްވެވީ ކޮންއެއްޗަކުންހެއްޔެވެ؟‍﴾\n‍﴿مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ١٩‍﴾\n19‍﴿އެއިލާހު އޭނާ ޚަލްޤުކުރެއްވެވީ މަނިތިއްކަކުންނެވެ. ފަހެ އެއިލާހު އޭނާގެ (އެންމެހައިކަމެއްގެ) މިންވަރުކަނޑައެޅުއްވެވިއެވެ.‍﴾\n‍﴿ثُمَّ السَّبِيلَ يَسَّرَهُ٢٠‍﴾\n20‍﴿ދެން އެއިލާހު އޭނާއަށް ތެދުމަގު ފަސޭހަކޮށްދެއްވެވިއެވެ.‍﴾\n‍﴿ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ٢١‍﴾\n21‍﴿ދެން އެއިލާހު އޭނާ މަރުގެންނެވިއެވެ. އަދި ކަށްވަޅުގައި ލެއްވެވިއެވެ.‍﴾\n‍﴿ثُمَّ إِذَا شَاءَ أَنْشَرَهُ٢٢‍﴾\n22‍﴿ދެން އެއިލާހު އިރާދަކުރައްވައިފި ހިނދަކު އޭނާ އަލުން ދިރުއްވައި މަޙްޝަރުކުރައްވަތެވެ.‍﴾\n‍﴿كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ٢٣‍﴾\n23‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އެއިލާހު އޭނާއަށް އަމުރުކުރެއްވި ކަންތައް އަދިވެސް އޭނާ ނުކުރެތެވެ.‍﴾އެބަހީ: އީމާންނުވެ ކުފުރުގެމަތީގައި އޭނާ ދެމިހުރެތެވެ.\n‍﴿فَلْيَنْظُرِ الْإِنْسَانُ إِلَى طَعَامِهِ٢٤‍﴾\n24‍﴿ފަހެ (ކާފިރު) އިންސާނާ އޭނާގެ ކާތަކެއްޗަށް ބަލައި ވިސްނާހުށިކަމެވެ!‍﴾\n‍﴿أَنَّا صَبَبْنَا الْمَاءَ صَبًّا٢٥‍﴾\n25‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ވެއްސެވުމަކުން ފެން ވެއްސެވީމެވެ.‍﴾\n‍﴿ثُمَّ شَقَقْنَا الْأَرْضَ شَقًّا٢٦‍﴾\n26‍﴿ދެން ތިމަންއިލާހު ފެޅުއްވުމަކުން (ގަސްގަހާއިގެހި ނެރުއްވައި) ބިންގަނޑު ފެޅުއްވެވީމެވެ.‍﴾\n‍﴿فَأَنْبَتْنَا فِيهَا حَبًّا٢٧‍﴾\n27‍﴿ދެން ތިމަންއިލާހު އެބިމުގައި އޮށްޓަރު ލައްވައި ނެރުއްވެވީމެވެ.‍﴾\n‍﴿وَعِنَبًا وَقَضْبًا٢٨‍﴾\n28‍﴿އަދި މޭބިސްކަދުރާއި ފަތްޕިލާވެލިވެސްމެއެވެ.‍﴾\n‍﴿وَزَيْتُونًا وَنَخْلًا٢٩‍﴾\n29‍﴿އަދި ޒައިތޫންޏާއި ކަދުރުރުއްވެސްމެއެވެ.‍﴾\n‍﴿وَحَدَائِقَ غُلْبًا٣٠‍﴾\n30‍﴿އަދި ބިޔަގަސްތަކުގެ ބަގީޗާތައްވެސްމެއެވެ.‍﴾\n‍﴿وَفَاكِهَةً وَأَبًّا٣١‍﴾\n31‍﴿އަދި މޭވާއާއި ހުއިގެ ބާވަތްތައްވެސްމެއެވެ.‍﴾\n‍﴿مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ٣٢‍﴾\n32‍﴿އެއީ ތިޔަބައިމީހުންނާއި ތިޔަބައިމީހުންގެ ނަޢަމްސޫފިތަކަށް މަންފާއެއްކަމުގައެވެ.‍﴾\n‍﴿فَإِذَا جَاءَتِ الصَّاخَّةُ٣٣‍﴾\n33‍﴿ފަހެ ދެވަނަ ތާޅަފިލީގެ ގަދަފަދައަޑު އަތުވެއްޖެހިނދެވެ!‍﴾\n‍﴿يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ٣٤‍﴾\n34‍﴿އެދުވަހުން އިންސާނާ އޭނާގެ އަޚާގެ ފުށުން ފިލަންދުވާނެތެވެ.‍﴾"
  ],
  [
    "51",
    "",
    "‍﴿وَأُمِّهِ وَأَبِيهِ٣٥‍﴾\n35‍﴿އަދި އޭނާގެ މައިމީހާއާއި ބަފާގެ ފުށުންވެސްމެއެވެ.‍﴾\n‍﴿وَصَاحِبَتِهِ وَبَنِيهِ٣٦‍﴾\n36‍﴿އަދި އޭނާގެ އަނބިމީހާއާއި ދަރިންގެ ފުށުންވެސްމެއެވެ.‍﴾\n‍﴿لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ٣٧‍﴾\n37‍﴿އެއުރެންކުރެ ކޮންމެމީހަކަށް އެދުވަހުން އޭނާ (އަނެކުންނާއިމެދު) އަވަދިނެތިކުރުވާނެ ކަމެއްވާނެތެވެ.‍﴾\n‍﴿وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ٣٨‍﴾\n38‍﴿އަލިވެ އުޖާލާވެގެންވާ މޫނުތަކެއް އެދުވަހުންވާނެތެވެ.‍﴾\n‍﴿ضَاحِكَةٌ مُسْتَبْشِرَةٌ٣٩‍﴾\n39‍﴿ހުނުމާއި އުފާވެރިކަންލިބިފައިވާނެތެވެ.‍﴾\n‍﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ٤٠‍﴾\n40‍﴿އަދި އެމޫނުތަކުގެ މައްޗަށް ހިރަފުސް ބުރާފައިވާ މޫނުތަކެއްވެސް އެދުވަހުންވާނެތެވެ.‍﴾\n‍﴿تَرْهَقُهَا قَتَرَةٌ٤١‍﴾\n41‍﴿އެމޫނުތަކަށް ވެރިވެފައިވާނީ ނިކަމެތިކަމާއި މޮޅިކަމެވެ.‍﴾\n‍﴿أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ٤٢‍﴾\n42‍﴿އެއުރެންނީ ހަމަ ކާފިރު ފާޖިރުންނެވެ.‍﴾\nسُوْرَةُ التَّكْوِيْر\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا الشَّمْسُ كُوِّرَتْ١‍﴾\n1‍﴿އޮޅިބޮޅިވެ އިރުން އަލިކަން ފިލައިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا النُّجُومُ انْكَدَرَتْ٢‍﴾\n2‍﴿އަދި ވިއްސިވިހާލިވެ ތަރިތަކުން އަލިކަން ފިލައިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْجِبَالُ سُيِّرَتْ٣‍﴾\n3‍﴿އަދި ބުޑުންލުހެވި ފަރުބަދަތައް ވަޔަށްއަރައިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْعِشَارُ عُطِّلَتْ٤‍﴾\n4‍﴿އަދި އަޅާނުލެވި މާބަނޑު ޖަމަލުތައް ދޫކޮށްލެވިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْوُحُوشُ حُشِرَتْ٥‍﴾\n5‍﴿އަދި ބަދަލުހިފެވުމަށް ވަލުޖަނަވާރުތައް އެއްކުރެވިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْبِحَارُ سُجِّرَتْ٦‍﴾\n6‍﴿އަދި ދިޔަގަނޑުއުފުލި ކަނޑުތައް އަނދައިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا النُّفُوسُ زُوِّجَتْ٧‍﴾\n7‍﴿އަދި ޖަމާކުރެވި އެއްބާވަތެއްގެ ނަފްސުތައް ގުޅިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْمَوْءُودَةُ سُئِلَتْ٨‍﴾\n8‍﴿އަދި ދިރިހުއްޓައި ވަޅުލެވުނު އަންހެންކުއްޖާއާ ސުވާލުކުރެވިދާހިނދެވެ.‍﴾\n‍﴿بِأَيِّ ذَنْبٍ قُتِلَتْ٩‍﴾\n9‍﴿އެކުއްޖާ މަރައިލެވުނީ ކޮން ކުށަކާހުރެހެއްޔެވެ؟‍﴾\n‍﴿وَإِذَا الصُّحُفُ نُشِرَتْ١٠‍﴾\n10‍﴿އަދި ހިސާބުކުރެއްވުމަށް ފަތްފުށްތައް ނިއުޅައިލެވިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا السَّمَاءُ كُشِطَتْ١١‍﴾\n11‍﴿އަދި އުޑު ލުހެވިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْجَحِيمُ سُعِّرَتْ١٢‍﴾\n12‍﴿އަދި އެންދުމަށް ނަރަކައިގެ އަނގުރުއަލިފާން ރޯކޮށްލެވިދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْجَنَّةُ أُزْلِفَتْ١٣‍﴾\n13‍﴿އަދި ތަޤުވާވެރިންނަށް ސުވަރުގެ ގާތްކުރެވިދާހިނދެވެ.‍﴾\n‍﴿عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ١٤‍﴾\n14‍﴿އެހިނދު ކޮންމެނަފްސަކަށްމެ އެނަފްސެއް އިސްކުޅަހައިކަމެއް އެނގޭނެތެވެ.‍﴾\n‍﴿فَلَا أُقْسِمُ بِالْخُنَّسِ١٥‍﴾\n15‍﴿ފަހެ ދުވާލަށް ވަންހަނާވާ ތަރިތައް ގަންދެއްވަމެވެ!‍﴾\n‍﴿الْجَوَارِ الْكُنَّسِ١٦‍﴾\n16‍﴿ދައުރުވެވެހުންނަ ނިވާވެދާތަރިތަކެވެ.‍﴾\n‍﴿وَاللَّيْلِ إِذَا عَسْعَسَ١٧‍﴾\n17‍﴿އަނދިރިކަމައިގެން އަންނަހިނދު ރޭގަނޑުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالصُّبْحِ إِذَا تَنَفَّسَ١٨‍﴾\n18‍﴿އަލިކަމައިގެން އަންނަހިނދު ފަތިސްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ١٩‍﴾\n19‍﴿ހަމަ އެޤުރްއާނަކީ މާތްވެގެންވާ ރަސޫލަކު (އެބަހީ: ޖިބްރީލުގެފާނު) ގެންނެވި ބަސްފުޅުކަންކަށަވަރެވެ.‍﴾\n‍﴿ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ٢٠‍﴾\n20‍﴿ޢަރްޝީގެ ވެރިރައްބުގެ ޙަޟްރަތުގައި މަތިވެރިދަރަޖަ ލިބިވަޑައިގެންވާ ބާރެއްގެވެރި ބޭކަލެކެވެ.‍﴾\n‍﴿مُطَاعٍ ثَمَّ أَمِينٍ٢١‍﴾\n21‍﴿އުޑުތަކުގައި ކިޔަމަންވެވޭ އަމާނާތްތެރިއެކެވެ.‍﴾\n‍﴿وَمَا صَاحِبُكُمْ بِمَجْنُونٍ٢٢‍﴾\n22‍﴿އަދި ތިޔަބައިމީހުންގެ އެކުވެރިޔާ (މުޙައްމަދުގެފާނީ) މޮޔަބޭކަލަކުކަމުގައި ނުވެތެވެ.‍﴾\n‍﴿وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ٢٣‍﴾\n23‍﴿އަދި ހަމަ ކަށަވަރުންވެސް އެކަލޭގެފާނު ފާޅުވެގެންވާ އުދަރެހުން ޖިބްރީލްގެފާނު ދެކެވަޑައިގަތެވެ.‍﴾\n‍﴿وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ٢٤‍﴾\n24‍﴿އަދި އެކަލޭގެފާނު ޣައިބުގެ ކަންތައް ފޮރުއްވައި ހިފަހައްޓަވާ ބޭކަލަކު ކަމުގައިނުވެތެވެ.‍﴾\n‍﴿وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ٢٥‍﴾\n25‍﴿އަދި ރަޙްމަތުން ބޭރުކުރެއްވިގެންވާ ޝައިޠާނެއްގެ ބަސްކަމުގައިވެސް އެޤުރްއާން ނުވެތެވެ.‍﴾\n‍﴿فَأَيْنَ تَذْهَبُونَ٢٦‍﴾\n26‍﴿ތިޔަބައިމީހުން ދެކެނީ (މިނޫންދެން) ފަހެ ކޮންގޮތެއްހެއްޔެވެ؟‍﴾\n‍﴿إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ٢٧‍﴾\n27‍﴿ޢާލަމްތަކަށްހުރި ހަނދުމަކޮށްދިނުމެއް ކަމުގައި މެނުވީ އެޤުރްއާން ނުވެތެވެ.‍﴾\n‍﴿لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ٢٨‍﴾\n28‍﴿ތިޔަބައިމީހުންކުރެ ސީދާވެގަތުމަށް އެދޭ މީހަކަށެވެ.‍﴾\n‍﴿وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ٢٩‍﴾\n29‍﴿ޢާލަމްތަކުގެ ވެރިރައްބު الله އިރާދަކުރެއްވުމުން މެނުވީ ތިޔަބައިމީހުންނަށް އެއްވެސްކަމަކަށް ނޭދެވޭނެތެވެ.‍﴾"
  ],
  [
    "52",
    "",
    "سُوْرَةُ الإنْفِطَارِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا السَّمَاءُ انْفَطَرَتْ١‍﴾\n1‍﴿އުޑު ފަޅަފަޅައިގެންދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ٢‍﴾\n2‍﴿އަދި ތަރިތައް ވެރި ބުރަބުރައިގެންދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْبِحَارُ فُجِّرَتْ٣‍﴾\n3‍﴿އަދި ދިޔަގަނޑު އުފުލި ކަނޑުތައް އެކުވެދާހިނދެވެ.‍﴾\n‍﴿وَإِذَا الْقُبُورُ بُعْثِرَتْ٤‍﴾\n4‍﴿އަދި ކައްވަޅުތައް އެފުށްމިފުށަށްޖެހި ކަށްތައް ނެރެވިދާހިނދެވެ.‍﴾\n‍﴿عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ٥‍﴾\n5‍﴿(އެހިނދު) ކޮންމެ ނަފްސަކަށް އެނަފްސެއް އިސްކުޅަހާ ކަމަކާއި ފަސްކުޅަހާ ކަމެއް އެނގޭނެތެވެ.‍﴾\n‍﴿يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ٦‍﴾\n6‍﴿އޭ (ކާފިރު) އިންސާނާއެވެ! ދީލަތިވަންތަ ތިބާގެ ވެރިރައްބާމެދު ތިބާ ހެއްލުންތެރިކުރުވީ ކޮންކަމެއްހެއްޔެވެ؟‍﴾\n‍﴿الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ٧‍﴾\n7‍﴿އެއީ ތިބާ ޚަލްޤުކުރައްވައި އަދި އިސްކޮޅާ ރޫފަ ހަމަކުރައްވައި، ފުރިހަމަ ބުރުސޫރައެއްގައި ލެއްވެވި އިލާހެވެ.‍﴾\n‍﴿فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ٨‍﴾\n8‍﴿އެއިލާހު އިރާދަކުރެއްވި ސޫރައެއްގައި ތިބާ އެއްކުރެއްވެވިއެވެ.‍﴾\n‍﴿كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ٩‍﴾\n9‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އަދި ކިއެއްތަ! ހިސާބުބައްލަވައި ޖަޒާދެއްވުން ތިޔަބައިމީހުން ދޮގުކުރަމުއެވެ.‍﴾\n‍﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ١٠‍﴾\n10‍﴿ކަށަވަރުންވެސް ތިޔަބައިމީހުންގެ މައްޗަށް ވަނީ ރައްކާތެރިވެ ބަލަހައްޓަވާނެ މަލާއިކަތުން ލެއްވިގެންނެވެ.‍﴾\n‍﴿كِرَامًا كَاتِبِينَ١١‍﴾\n11‍﴿ޢަމަލުތައްލިޔުއްވާ މާތްވެގެންވާ ބޭކަލުންގެގޮތުގައެވެ.‍﴾\n‍﴿يَعْلَمُونَ مَا تَفْعَلُونَ١٢‍﴾\n12‍﴿ތިޔަބައިމީހުން ކުރާ ކަންތައް އެބޭކަލުން ދެނެވަޑައިގެންވެތެވެ.‍﴾\n‍﴿إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ١٣‍﴾\n13‍﴿ހަމަ ކަށަވަރުން ހެޔޮލަފާ ކިޔަމަންތެރިންވަނީ ނިޢުމަތުގައެވެ.‍﴾\n‍﴿وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ١٤‍﴾\n14‍﴿އަދި ފާޖިރުން ވާކަންކަށަވަރީ ހަމަ ނަރަކައިގެ އަނގުރުއަލިފާނުގައެވެ.‍﴾\n‍﴿يَصْلَوْنَهَا يَوْمَ الدِّينِ١٥‍﴾\n15‍﴿ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަހު، އެއުރެން އެނަރަކަޔަށް ވަދެ އެތާނގެ ރަހަދެކޭނެތެވެ.‍﴾\n‍﴿وَمَا هُمْ عَنْهَا بِغَائِبِينَ١٦‍﴾\n16‍﴿އެއުރެންނަށް އެތަނުން ފިލައިނުދެވޭނެގޮތުގައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ١٧‍﴾\n17‍﴿ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަހަކީ ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ١٨‍﴾\n18‍﴿ދެންވެސް ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަހަކީ ކޮންދުވަހެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ١٩‍﴾\n19‍﴿އެއީ އެއްވެސް ނަފްސަކަށް އަނެއް ނަފްސަކަށްޓަކައި އެއްވެސްކަމެއް ފުއްދައިދިނުން މިލްކުވެގެންނުވާ ދުވަހެވެ. އަދި އެދުވަހުން ހުރިހާކަމެއް މިލްކުވެގެންވަނީ ހަމައެކަނި اللهއަށެވެ.‍﴾\nسُوْرَةُ الْمُطَفِّفِيْنَ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَيْلٌ لِلْمُطَفِّفِينَ١‍﴾\n1‍﴿މިނެކިރުމުގައި އުނިކުރާ މީހުންނަށް ގެއްލުމާއި ހަލާކު ހުށްޓެވެ!‍﴾\n‍﴿الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ٢‍﴾\n2‍﴿އެއުރެންނީ އެހެންމީހުންގެ ކިބައިން މިނުވާނަމަ ބަރާބަރަށް ހަމަކުރަން އެދޭމީހުންނެވެ.‍﴾\n‍﴿وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ٣‍﴾\n3‍﴿އަދި އެހެންމީހުންނަށް މިނެދޭނަމަ ނުވަތަ ކިރައިދޭނަމަ އުނިކުރާ މީހުންނެވެ.‍﴾\n‍﴿أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ٤‍﴾\n4‍﴿އެއުރެން އަލުންދިރުއްވޭނެކަން ޔަޤީންނުކުރަނީހެއްޔެވެ؟‍﴾\n‍﴿لِيَوْمٍ عَظِيمٍ٥‍﴾\n5‍﴿އެއީ ބޮޑުވެގެންވާ ދުވަހަކަށެވެ.‍﴾\n‍﴿يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ٦‍﴾\n6‍﴿ޢާލަމްތަކުގެ ވެރިރައްބުގެ ޙަޟްރަތުގައި މީސްތަކުން ކޮޅަށްތިބޭނެ ދުވަހެވެ.‍﴾\n‍﴿كَلَّا إِنَّ كِتَابَ الْفُجَّارِ لَفِي سِجِّينٍ٧‍﴾\n7‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ފާޖިރުންގެ ޢަމަލުތަކުގެ ފަތްތައް ވާކަންކަށަވަރީ ސިއްޖީންގައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا سِجِّينٌ٨‍﴾\n8‍﴿ސިއްޖީންއަކީ ކޮބައިކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾"
  ],
  [
    "53",
    "",
    "‍﴿كِتَابٌ مَرْقُومٌ٩‍﴾\r9‍﴿އެއީ ލިޔެވި ކަނޑައެޅިފައިވާ ފަތެކެވެ.‍﴾\r‍﴿وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ١٠‍﴾\r10‍﴿ދޮގުކުރާމީހުންނަށް އެދުވަހުން ގެއްލުމާއިހަލާކު ހުށްޓެވެ!‍﴾\r‍﴿الَّذِينَ يُكَذِّبُونَ بِيَوْمِ الدِّينِ١١‍﴾\r11‍﴿އެއުރެންނީ ހިސާބުބައްލަވައި ޖަޒާދެއްވާ ދުވަސް ދޮގުކުރާމީހުންނެވެ.‍﴾\r‍﴿وَمَا يُكَذِّبُ بِهِ إِلَّا كُلُّ مُعْتَدٍ أَثِيمٍ١٢‍﴾\r12‍﴿ހައްދުފަހަނަޅައިފައިވާ، ފާފަކުރުންގިނަމީހަކު މެނުވީ އެދުވަސް ދޮގެއް ނުކުރާނެތެވެ.‍﴾\r‍﴿إِذَا تُتْلَى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ١٣‍﴾\n13‍﴿ތިމަންއިލާހުގެ އާޔަތްތައް އޭނާއަށް ކިޔަވައިދެވޭހިނދު ބުނެތެވެ. (ތިޔައީ) އެވޭލާމީހުންގެ ފުލޯކުވާހަކަތަކެވެ.‍﴾\n‍﴿كَلَّابَلْرَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ١٤‍﴾\n14‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އަދި ކިއެއްތަ! އެއުރެން ހޯދައިގަތް ކަންތަކުގެ ސަބަބުން އެއުރެންގެ ހިތްތަކުގައިވަނީ ލައްޖެހި ފޮރުވިފައެވެ.‍﴾އަބޫހުރައިރާ  ‍سގެ އަރިހުން ރިވާވެގެންވެއެވެ. ރަސޫލު الله  ‍جހަދީޘްކުރެއްވިއެވެ.إنَّ المؤمنَ إذا أذنَبَ ذنبًا كانت نُكتةٌ سَوداءُ في قلبِهِ ، فإن تابَ ونزعَ واستغفرَ صُقِلَ منها، وإن زادَ زادَتْ حتَّى يغلفَ بها قلبُهُ ، فذلكَ الرَّانُ الَّذي ذكرَ اللهُ في كتابِهِ كَلَّا بَلْ رَانَ عَلَى قُلُوبِهِمْމާނައީ: \"ކަށަވަރުންވެސް މުއުމިނަކު ފާފައެއްކޮށްފިނަމަ އޭނާގެ ހިތުގައި ކަޅުތިއްކެއް ޖެހޭނެތެވެ. ފަހެ އޭނާ ތައުބާވެ އެކަމުން ދުރުހެލިވެ އިސްތިޣްފާރުކޮށްފިނަމަ (އޭނާގެ ހިތް) އަލިވެ ސާފުވެދެއެވެ. އަދި އިތުރަށް ފާފަކުރާނަމަ އޭނާގެ ހިތް ފޮރުވިއްޖެއުމަށްދާނދެން ތިކިތައް އިތުރުވެދެއެވެ. އެއީ الله އެއިލާހުގެ ފޮތުގައި ޛިކުރުކުރައްވާފައިވާالرَانَއެވެ.\"\n‍﴿كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ١٥‍﴾\n15‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ހަމަ ކަށަވަރުން އެއުރެންގެ ވެރިރައްބު ނުފެންނާނެހެން އެދުވަހުން އެއުރެންވާނީ ނިވާކުރެވިގެންނެވެ.‍﴾އެބަހީ: ޤިޔާމަތްދުވަހުން ފާޖިރުންނަށް الله ـ ނުފެންނާނެތެވެ.\n‍﴿ثُمَّ إِنَّهُمْ لَصَالُو الْجَحِيمِ١٦‍﴾\n16‍﴿ދެން ހަމަ އެއުރެން ނަރަކައިގެ އަނގުރުއަލިފާނަށް ވަދެ އެތާނގެ ރަހަދެކޭނެކަން ކަށަވަރެވެ.‍﴾\n‍﴿ثُمَّ يُقَالُ هَذَا الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ١٧‍﴾\n17‍﴿ދެން ބުނެވޭނެތެވެ. ތިޔަބައިމީހުން ދޮގުކޮށް އުޅުނު ކަންތަކަކީ މިއީއެވެ.‍﴾\n‍﴿كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ١٨‍﴾\n18‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ހެޔޮލަފާ ކިޔަމަންތެރިންގެ ޢަމަލުތަކުގެ ފަތްތައް ވާކަންކަށަވަރީ ޢިއްލިއްޔޫންގައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا عِلِّيُّونَ١٩‍﴾\n19‍﴿ޢިއްލިއްޔޫންއަކީ ކޮބައިކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\n‍﴿كِتَابٌ مَرْقُومٌ٢٠‍﴾\n20‍﴿އެއީ ލިޔެވި ކަނޑައެޅިފައިވާ ފަތެކެވެ.‍﴾\n‍﴿يَشْهَدُهُ الْمُقَرَّبُونَ٢١‍﴾\n21‍﴿ކުއްތަންކުރެއްވިގެންވާ މަލާއިކަތުން އެފަތަށް ހެކިވެވަޑައިގަންނަވާނެތެވެ.‍﴾\n‍﴿إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ٢٢‍﴾\n22‍﴿ހަމަ ކަށަވަރުން ހެޔޮލަފާ ކިޔަމަންތެރިންވަނީ ނިޢުމަތުގައެވެ.‍﴾މިތަނުގައި ނިޢުމަތްތަކުގެ މުރާދަކީ އެންމެހައި ނިޢުމަތްތަކެވެ. އޭގެތެރޭގައި الله ـ ގެ ވަޖުހުފުޅު ދުށުމުގެ ނިޢުމަތްވެސް ހިމެނެއެވެ.\n‍﴿عَلَى الْأَرَائِكِ يَنْظُرُونَ٢٣‍﴾\n23‍﴿ދާންތަކުގައި (ނިޢުމަތްތަކަށް) ބަލަބަލައެވެ.‍﴾"
  ],
  [
    "54",
    "",
    "‍﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ٢٤‍﴾\n24‍﴿ނިޢުމަތުގެ އުޖަލާކަން އެއުރެންގެ މޫނުތަކުން ތިބާއަށް ފެންނާނެތެވެ.‍﴾\n‍﴿يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ٢٥‍﴾\n25‍﴿އެތާނގައި ސާފު ޚާލިޞް ރާ، ބުއިމަށް އެއުރެންނަށް ދެއްވޭނެތެވެ.‍﴾\n‍﴿خِتَامُهُ مِسْكٌوَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ٢٦‍﴾\n26‍﴿އެބުއިމުގެ ނިމުންވަނީ ގޮމަކަސްތޫރީގެ ވަހުންނެވެ. ވާދަކޮށް ކުރިއަރައިދާމީހުން އެކަމަށް ވާދަކޮށް ކުރިއަރައިދާ ހުށިކަމެވެ!‍﴾\n‍﴿وَمِزَاجُهُ مِنْ تَسْنِيمٍ٢٧‍﴾\n27‍﴿އެއާ އެއްކުރެވިފައިވަނީ ތަސްނީމެވެ.‍﴾\n‍﴿عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ٢٨‍﴾\n28‍﴿(ތަސްނީމަކީ) ކުއްތަންކުރެއްވިގެންވާ އަޅުތަކުން އެއިން ހިއްޕަވާ އާރެކެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ٢٩‍﴾\n29‍﴿ކަށަވަރުންވެސް ފާފަކުޅަ މުޖްރިމުން އީމާންވި މީސްތަކުންނާ ދިމާއަށް (މަލާމާތުގެގޮތުން) ހީނއުޅޭ ކަމުގައިވިއެވެ.‍﴾\n‍﴿وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ٣٠‍﴾\n30‍﴿އަދި އެއުރެން މުއުމިނުންގެ ކައިރިންދާހިނދު ލޮލުގެ އިޝާރާތުން ފުރައްސާރަކުރެތެވެ.‍﴾\n‍﴿وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ٣١‍﴾\n31‍﴿އަދި އެއުރެންގެ އަހުލުވެރިންގެގާތަށް އެނބުރިދާހިނދު، (މުއުމިނުންނަށް ފުރައްސާރައަކަށް) ހީނސަމާސާކުރާ ކަމުގައިވިއެވެ.‍﴾\n‍﴿وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ٣٢‍﴾\n32‍﴿އަދި އެއުރެން މުއުމިނުން ދެކޭހިނދު ބުނެތެވެ. ހަމަ މިބައިމީހުންނީ މަގު ގެއްލިފައިވާ ބައެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ٣٣‍﴾\n33‍﴿ފަހެ އެއުރެންނީ މުއުމިނުންގެ މައްޗަށް ރައްކާތެރިވެ ބަލަހައްޓާ ބަޔަކުކަމުގައި ފޮނުއްވިގެންނުވެތެވެ.‍﴾\n‍﴿فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ٣٤‍﴾\n34‍﴿ފަހެ އީމާންވި މީސްތަކުން މިއަދު (އެބަހީ: ޤިޔާމަތްދުވަހު) ކާފިރުންނާ ދިމާއަށް ހޭނެތެވެ.‍﴾\n‍﴿عَلَى الْأَرَائِكِ يَنْظُرُونَ٣٥‍﴾\n35‍﴿ދާންތަކުގައި (ނިޢުމަތްތަކަށް) ބަލަބަލައެވެ.‍﴾\n‍﴿هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ٣٦‍﴾\n36‍﴿ކާފިރުންނަށް އެއުރެން ކޮށްއުޅުނު ކަންތަކަށް ޖަޒާ ލިބިއްޖެހެއްޔެވެ!‍﴾އެބަހީ: ޖަޒާ ލިބިއްޖެއެވެ.\nسُوْرَةُ الإِنْشِقَاقِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا السَّمَاءُ انْشَقَّتْ١‍﴾\n1‍﴿އުޑު ފަޅަފަޅައިގެންދާހިނދެވެ.‍﴾\n‍﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ٢‍﴾\n2‍﴿އަދި އެއުޑުގެ ވެރިރައްބުގެ އަމުރުފުޅަށް ކިޔަމަންތެރިވާހިނދެވެ. އެއުޑަށް ޙައްޤުވަނީވެސް އެގޮތެވެ.‍﴾\n‍﴿وَإِذَا الْأَرْضُ مُدَّتْ٣‍﴾\n3‍﴿އަދި ބިންގަނޑު ފެތުރި ދެމިގެންދާހިނދެވެ.‍﴾\n‍﴿وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ٤‍﴾\n4‍﴿އަދި އެބިމުގެ ތެރޭގައިވާހާ ތަކެތި ނެރެއުކާލައި ހުސްވެގަންނަހިނދެވެ.‍﴾\n‍﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ٥‍﴾\n5‍﴿އަދި އެބިމުގެ ވެރިރައްބުގެ އަމުރުފުޅަށް ކިޔަމަންތެރިވާހިނދެވެ. އެބިމަށް ޙައްޤުވަނީވެސް އެގޮތެވެ.‍﴾\n‍﴿يَا أَيُّهَا الْإِنْسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا فَمُلَاقِيهِ٦‍﴾\n6‍﴿އޭ އިންސާނާއެވެ! ތިބާއީ ކަށަވަރުންވެސް ތިބާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް ދިޔުމަށް ނުހަނުގަދައެޅުމަކުން ގަދައަޅައި މަސައްކަތްކުރާ މީހަކީމެވެ. ފަހެ ތިބާ (ކުޅަ ޢަމަލަކައިގެން) އެއިލާހާ ބައްދަލުކުރާނެތެވެ.‍﴾އެބަހީ: އިންސާނާއީ، ހެޔޮ ނުވަތަ ނުބައި ޢަމަލުން ޢަމަލުކުޅަޔަސް، އެއިން ކޮންމެ ޢަމަލަކައިގެން އޭނާގެ ވެރިރައްބާ ބައްދަލުކުރަންޖެހޭނެ މީހެކެވެ. އެއީ އެޢަމަލެއްގެ ޖަޒާ ލިބިދެވުމަށެވެ.\n‍﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ٧‍﴾\n7‍﴿ކަނާއަތަށް އެމީހެއްގެ ފަތް ލިބުނުމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا٨‍﴾\n8‍﴿ފަހެ ލުއިފަސޭހަވެގެންވާ ޙިސާބުބެއްލެވުމަކުން ނިކަންހުރެ އެމީހަކާމެދު ޙިސާބުބެއްލެވޭނެތެވެ.‍﴾\n‍﴿وَيَنْقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا٩‍﴾\n9‍﴿އަދި އޭނާގެ އަހްލުވެރިންގެގާތަށް (ސުވަރުގެއަށް) އެނބުރިދާހުށީ ނުހަނުއުފަލުންހުރެއެވެ.‍﴾\n‍﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ١٠‍﴾\n10‍﴿އަދި ފުރަގަހުން (ވައަތަށް) އެމީހެއްގެ ފަތް ލިބުނުމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَسَوْفَ يَدْعُو ثُبُورًا١١‍﴾\n11‍﴿ފަހެ ނިކަންހުރެ އެމީހަކު ގޮވާނެތެވެ. އޭ ހުރި ހަލާކެއްގެ ބޮޑުކަމާއެވެ!‍﴾\n‍﴿وَيَصْلَى سَعِيرًا١٢‍﴾\n12‍﴿އަދި އޭނާ އަނދައަނދާހުރި ނަރަކައަކަށް ވަދެ އެތާނގެ ރަހަދެކޭނެތެވެ.‍﴾\n‍﴿إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا١٣‍﴾\n13‍﴿ކަށަވަރުންވެސް އޭނާގެ އަހްލުވެރިންގެ ގާތުގައި (ދުނިޔޭގައި) ނުހަނުއުފަލުގައިވިއެވެ.‍﴾\n‍﴿إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ١٤‍﴾\n14‍﴿ކަށަވަރުންވެސް (اللهގެ ޙަޟްރަތަށް) އެނބުރި ނުދާނޭކަމަށް އޭނާ ހީކުޅައެވެ.‍﴾\n‍﴿بَلَى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا١٥‍﴾\n15‍﴿އެހެނަކުން ނޫނެވެ! ކަށަވަރުންވެސް އޭނާގެ ވެރިރައްބު އޭނާގެ ކަންތައް މޮޅަށް ބައްލަވާވޮޑިގެންވާ އިލާހުކަމުގައި ވޮޑިގެންވެއެވެ.‍﴾\n‍﴿فَلَا أُقْسِمُ بِالشَّفَقِ١٦‍﴾\n16‍﴿ފަހެ ތިމަންއިލާހު ރަތްވިލާ ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَاللَّيْلِ وَمَا وَسَقَ١٧‍﴾\n17‍﴿ރޭގަނޑާއި، އެރޭގަނޑުގައި ޖަމާކުރުވިހައި ތަކެތިވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالْقَمَرِ إِذَا اتَّسَقَ١٨‍﴾\n18‍﴿ބުރުފުރިހަމަވާހިނދު ހަނދުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ١٩‍﴾\n19‍﴿ހަމަ ތިޔަބައިމީހުން އެއް ޙާލަތަކަށްފަހު އަނެއް ޙާލަތަކަށް ބަދަލުވަމުން ދާނެކަންކަށަވަރެވެ.‍﴾\n‍﴿فَمَا لَهُمْ لَا يُؤْمِنُونَ٢٠‍﴾\n20‍﴿އެއުރެން އީމާންނުވަނީ އެއުރެންނަށްވީ ފަހެ ކީއްހެއްޔެވެ؟‍﴾\n‍﴿وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ ٢١‍﴾\n21‍﴿އަދި އެއުރެންނަށް ޤުރްއާން ކިޔަވައިދެވޭހިނދު ސަޖިދަނުކުރަނީ އެއުރެންނަށްވީ ފަހެ ކީއްހެއްޔެވެ؟‍﴾\n‍﴿بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ٢٢‍﴾\n22‍﴿އަދި ކިއެއްތަ! ކާފިރުން (އެޤުރްއާން) ދޮގުކުރެތެވެ.‍﴾\n‍﴿وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ٢٣‍﴾\n23‍﴿އަދި އެއުރެން ވަންހަނާކުރާހާ ކަމެއްވެސް، الله މޮޅަށް ދެނެވޮޑިގެންވެތެވެ.‍﴾\n‍﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ٢٤‍﴾\n24‍﴿ފަހެ ކަލޭގެފާނު އެއުރެންނަށް ވޭންދެނިވި ޢަޛާބެއްގެ ޚަބަރު ދެއްވާހުށިކަމެވެ.‍﴾\n‍﴿إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ٢٥‍﴾\n25‍﴿އީމާންވެ ޞާލިޙުޢަމަލުތައް ކުޅަ މީހުން މެނުވީއެވެ. އެއުރެންނަށް ހުރީ ނިމުމެއްނުވާ (މަތިވެރި) ދަރުމައެވެ.‍﴾"
  ],
  [
    "55",
    "",
    "سُوْرَةُ الْبُرُوْجِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالسَّمَاءِ ذَاتِ الْبُرُوجِ١‍﴾\n1‍﴿ބުރުޖުތަކުގެވެރި އުޑު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالْيَوْمِ الْمَوْعُودِ٢‍﴾\n2‍﴿އަދި ވަޢުދުވެވިގެންވާ ދުވަސްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَشَاهِدٍ وَمَشْهُودٍ٣‍﴾\n3‍﴿އަދި ހެކިދޭ ފަރާތާއި ހެކިދެވޭ ފަރާތްވެސް ގަންދެއްވަމެވެ!‍﴾މިދެއާޔަތުގެ ތަފްސީރުގައި އިމާމް އައްތިރްމިޛީ/ ރިވާކުރައްވާފައިވާ ހަދީޘެއް އަބޫހުރައިރާ  ‍سގެ އަރިހުން ގެންނަވާފައިވެއެވެ. ރަސޫލު الله  ‍جހަދީޘްކުރެއްވިއެވެ. \"ވަޢުދުވެވިގެންވާ ދުވަހަކީ، ޤިޔާމަތްދުވަހެވެ. ހެކިދެވޭ ދުވަހަކީ، ޢަރަފާތުދުވަހެވެ. ހެކިދޭ ދުވަހަކީ، ހުކުރުދުވަހެވެ.\"\n‍﴿قُتِلَ أَصْحَابُ الْأُخْدُودِ٤‍﴾\n4‍﴿ބިޔަވަޅުގަނޑުގެ އަހުލުވެރިންނަށް، ލަޢުނަތްލެއްވުނެވެ.‍﴾\n‍﴿النَّارِ ذَاتِ الْوَقُودِ٥‍﴾\n5‍﴿އެއީ ގަދަޔަށްއަނދާދަރުގެވެރި އަލިފާންގަނޑެވެ.‍﴾\n‍﴿إِذْ هُمْ عَلَيْهَا قُعُودٌ٦‍﴾\n6‍﴿އެއަލިފާންގަނޑުގެ ކައިރީގައި އެއުރެން އިށީނދެ ތިބިހިނދެވެ.‍﴾\n‍﴿وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ٧‍﴾\n7‍﴿މުއުމިނުންނާމެދު އެއުރެން ކުރާކަންތައް އަމިއްލައަށް ދުށުމަށެވެ.‍﴾\n‍﴿وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ٨‍﴾\n8‍﴿އަދި ޢަޒީޒްވަންތަ، ގިނަގިނައިން ޙަމްދުލިބިވޮޑިގެންވާ اللهއަށް އީމާންވާކަމަށްޓަކައި މެނުވީ މުއުމިނުންނާމެދު ކާފިރުން ނުރުހުންތެރިއެއް ނުވެތެވެ.‍﴾\n‍﴿الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِوَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ٩‍﴾\n9‍﴿އެއީ އުޑުތަކާއި ބިމުގެ ވެރިކަން ލިބިވޮޑިގެންވާ އިލާހެވެ. އަދި اللهއީ އެންމެހައިކަމެއްގެ މައްޗަށް ހެކިވެވޮޑިގެންވާއިލާހެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ١٠‍﴾\n10‍﴿ކަށަވަރުންވެސް މުއުމިނު ފިރިހެނުންނާއި މުއުމިނު އަންހެނުންނަށް (ދީނުން އެއްކިބާކުރުމަށް) ޢަޛާބުދީއުޅުންމީހުން، ދެންފަހެ އެކަމަށް ތައުބާނުވިނަމަ ދަންނައެވެ! ފަހެ އެއުރެންނަށް ހުރީ ނަރަކައިގެ ޢަޛާބެވެ. އަދި އެއުރެންނަށްހުރީ ގަދަފަދައަށް އެނދުމުގެ ޢަޛާބެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُذَلِكَ الْفَوْزُ الْكَبِيرُ١١‍﴾\n11‍﴿ކަށަވަރުންވެސް އީމާންވެ ޞާލިޙުޢަމަލުތައް ކުޅަ މީހުންނަށްހުރީ އެތާނގެދަށުން ފެންއާރުތައް ހިނގަހިނގާ ހުންނަ ސުވަރުގެތަކެވެ. ބޮޑުވެގެންވާ ދިންނެވުމާއި ކާމިޔާބަކީ އެއީއެވެ.‍﴾\n‍﴿إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ١٢‍﴾\n12‍﴿ހަމަ ކަށަވަރުން ކަލޭގެފާނުގެ ވެރިރައްބުގެ ހިއްޕެވުން ގަދަފަދަވެގެންވެއެވެ.‍﴾\n‍﴿إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ١٣‍﴾\n13‍﴿ކަށަވަރުންވެސް ފުރަތަމަ ޚަލްޤުކުރައްވަނީ އަދި އަލުންދިރުއްވައި އިޢާދަކުރައްވަނީވެސް ހަމަ އެއިލާހެވެ.‍﴾\n‍﴿وَهُوَ الْغَفُورُ الْوَدُودُ١٤‍﴾\n14‍﴿އަދި އެއިލާހީ ގިނަގިނައިން ފާފަފުއްސަވާ، ނުހަނު ލޮބުވެތިވެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿ذُو الْعَرْشِ الْمَجِيدُ١٥‍﴾\n15‍﴿ޢަރްޝީގެވެރި، ދީލަތިވަންތަ ކީރިތިވަންތަވެވޮޑިގެންވާ އިލާހެވެ.‍﴾\n‍﴿فَعَّالٌ لِمَا يُرِيدُ١٦‍﴾\n16‍﴿އިރާދަކުރައްވާ ކޮންމެކަމެއް ކުރައްވާ އިލާހެވެ.‍﴾\n‍﴿هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ١٧‍﴾\n17‍﴿ދޮގުކުޅަ އުއްމަތްތަކުގެ ޚަބަރު ކަލޭގެފާނާ ހަމައަށް އައިސްފައިވޭތޯއެވެ؟‍﴾\n‍﴿فِرْعَوْنَ وَثَمُودَ١٨‍﴾\n18‍﴿ފިރުޢައުނާއި ޘަމޫދުބާގައެވެ.‍﴾\n‍﴿بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ١٩‍﴾\n19‍﴿އަދި ކިއެއްތަ! ކާފިރުވިމީހުންވަނީ ދޮގުކުރުމެއްގައެވެ.‍﴾\n‍﴿وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ٢٠‍﴾\n20‍﴿އަދި اللهއީ އެއިލާހުގެ ޢިލްމުފުޅާއި ބާރު އެއުރެންގެމައްޗަށް ފުރިހަމައަށް ލިބިވޮޑިގެންވާއިލާހެވެ.‍﴾\n‍﴿بَلْ هُوَ قُرْآنٌ مَجِيدٌ٢١‍﴾\n21‍﴿އަދި ކިއެއްތަ! އެއީ ކީރިތި ޤުރްއާނެވެ.‍﴾\n‍﴿فِي لَوْحٍ مَحْفُوظٍ٢٢‍﴾\n22‍﴿(އެޤުރްއާންވަނީ) ލައުޙުލްމަޙްފޫޡުގައެވެ.‍﴾"
  ],
  [
    "56",
    "",
    "سُوْرَةُ الطَّارِقِ\r‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\r‍﴿وَالسَّمَاءِ وَالطَّارِقِ١‍﴾\r1‍﴿އުޑާއި ޠާރިޤުއޭކިޔުނުތަރި ގަންދެއްވަމެވެ!‍﴾\r‍﴿وَمَا أَدْرَاكَ مَا الطَّارِقُ٢‍﴾\r2‍﴿އަދި ޠާރިޤުއޭކިޔުނުތަރިއަކީ ކޮބައިކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\r‍﴿النَّجْمُ الثَّاقِبُ٣‍﴾\r3‍﴿އެއީ އަނދިރިކަން ފޫދުއްވާލާ އަލިގަދަ ތަރިއެވެ.‍﴾\r‍﴿إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ٤‍﴾\r4‍﴿އެއްވެސް ނަފްސެއް އެނަފްސެއްގެ މައްޗަށް ރައްކާތެރިވާނެ މަލާއިކަތަކު ނެތި ނުވެތެވެ.‍﴾\r‍﴿فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ٥‍﴾\r5‍﴿ފަހެ އިންސާނާ އޭނާ ޚަލްޤުކުރެވުނީ ކޮންއެއްޗަކުންތޯ ބަލައި ވިސްނާހުށިކަމެވެ!‍﴾\r‍﴿خُلِقَ مِنْ مَاءٍ دَافِقٍ٦‍﴾\n6‍﴿އޭނާ ޚަލްޤުކުރެއްވިގެންވަނީ ގަދަޔަށް އޮހޮރިގެންދާ ފެނަކުންނެވެ.‍﴾\n‍﴿يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ٧‍﴾\n7‍﴿މައިކަށްޓާއި މޭކަށްޓާ ދެމެދުން ނުކުންނަ ފެނެކެވެ.‍﴾\n‍﴿إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ٨‍﴾\n8‍﴿ކަށަވަރުންވެސް އެއިލާހީ އޭނާ (މަރުވުމައްފަހު) އަލުން ދިރުއްވުމަށް ކުޅަދުންވަންތަ އިލާހުކަން ކަށަވަރެވެ.‍﴾\n‍﴿يَوْمَ تُبْلَى السَّرَائِرُ٩‍﴾\n9‍﴿ހިތުގެ ސިއްރުތައް ހާމަކުރެވި އިމްތިޙާނުކުރެއްވޭދުވަހެވެ.‍﴾\n‍﴿فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ١٠‍﴾\n10‍﴿ފަހެ އޭނާއަށް އެއްވެސް ބާރެއް އަދި ނަޞްރުދޭނޭ މީހަކުވެސް ނުވެތެވެ.‍﴾\n‍﴿وَالسَّمَاءِ ذَاتِ الرَّجْعِ١١‍﴾\n11‍﴿ގިނަވާރޭގެވެރި އުޑު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالْأَرْضِ ذَاتِ الصَّدْعِ١٢‍﴾\n12‍﴿ގިނަގަސްގަހާގެހީގެވެރި ބިންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿إِنَّهُ لَقَوْلٌ فَصْلٌ١٣‍﴾\n13‍﴿ކަށަވަރުންވެސް އެޤުރްއާނަކީ ޙައްޤާއި ބާޠިލު ވަކިކުރާ ބަސްފުޅެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَمَا هُوَ بِالْهَزْلِ١٤‍﴾\n14‍﴿އަދި ކުޅޭކުޅޭ ބާޠިލުއެއްޗެއްކަމުގައި، އެޤުރްއާން ނުވެތެވެ.‍﴾\n‍﴿إِنَّهُمْ يَكِيدُونَ كَيْدًا١٥‍﴾\n15‍﴿ކަށަވަރުންވެސް އެއުރެން (ކަލޭގެފާނާ ދެކޮޅަށް) ހީލަތްތެރިރޭވުމެއް ރާވަތެވެ.‍﴾\n‍﴿وَأَكِيدُ كَيْدًا١٦‍﴾\n16‍﴿އަދި ތިމަންއިލާހުވެސް ރޭއްވެވުމެއް ރާއްވަވަމެވެ.‍﴾\n‍﴿فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا١٧‍﴾\n17‍﴿ފަހެ ކަލޭގެފާނު ކާފިރުންނަށް މުހްލަތެއް ދެއްވާހުށިކަމެވެ! ކުޑަހިނދުކޮޅަކަށް އެއުރެންނަށް ލަސްކޮށްލައްވާހުށިކަމެވެ!‍﴾\nسُوْرَةُ الأَعْلَى\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى١‍﴾\n1‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބު އެންމެމަތިވެރި އިލާހުގެ އިސްމުފުޅުން ތަސްބީޙަވިދާޅުވާހުށިކަމެވެ!‍﴾\n‍﴿الَّذِي خَلَقَ فَسَوَّى٢‍﴾\n2‍﴿އެއީ (އެންމެހާތަކެތި) ޚަލްޤުކުރައްވައި އަދި އިސްކޮޅާ ރޫފަ ހަމަކުރެއްވެވި އިލާހެވެ.‍﴾\n‍﴿وَالَّذِي قَدَّرَ فَهَدَى٣‍﴾\n3‍﴿އަދި އެއީ (އެންމެހާތަކެތީގެ) މިންވަރުކަނޑައަޅުއްވައި މަގުދެއްކެވި އިލާހެވެ.‍﴾\n‍﴿وَالَّذِي أَخْرَجَ الْمَرْعَى٤‍﴾\n4‍﴿އަދި އެއީ ފަތްޕިލާވެލި ފެޅުއްވެވި އިލާހެވެ.‍﴾\n‍﴿فَجَعَلَهُ غُثَاءً أَحْوَى٥‍﴾\n5‍﴿އަދި އެއިލާހު ކަޅުކުލައިގެ ހިކިކުނޑިތަކެއްކަމުގައި އެތަކެތި ލެއްވެވިއެވެ.‍﴾\n‍﴿سَنُقْرِئُكَ فَلَا تَنْسَى٦‍﴾\n6‍﴿ނިކަންހުރެ ތިމަންއިލާހު ކަލޭގެފާނަށް އެޤުރްއާން ކިޔަވައިދެއްވާހުށީމެވެ. ދެން އޭރުން ކަލޭގެފާނު (ކިޔަވާވިދާޅުވިތަން) ހަނދުމަފުޅުނެތިގެން ނުދާނެތެވެ.‍﴾\n‍﴿إِلَّا مَا شَاءَ اللَّهُإِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى٧‍﴾\n7‍﴿(ހަނދުމަފުޅު ނެތުމަށް) الله އިރާދަކުރެއްވި އެއްޗެއް މެނުވީއެވެ. ކަށަވަރުންވެސް ފާޅުވެގެންވާކަންތަކާއި ވަންހަނާވެގެންވާކަންތައް އެއިލާހު ދެނެވޮޑިގެންވެތެވެ.‍﴾\n‍﴿وَنُيَسِّرُكَ لِلْيُسْرَى٨‍﴾\n8‍﴿އަދި ތިމަންއިލާހު ފަސޭހަކަންހުރިމަގަށް ކަލޭގެފާނަށް ފަހިކޮށްދެއްވާހުށީމެވެ.‍﴾\n‍﴿فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى٩‍﴾\n9‍﴿ފަހެ ވަޢުޡާއި ހަނދުމަކޮށްދިނުމުން މަންފާކުރާނަމަ ކަލޭގެފާނު ހަނދުމަކޮށްދެއްވާހުށިކަމެވެ!‍﴾ނަމަވެސް މިއީ އެތައްފަހަރަކު ހަނދުމަކޮށްދިނުން ތަކުރާރުކުރެވޭނަމައެވެ. އެއާ ޚިލާފަށް މަންފާކުރޭތޯ ފުރަތަމަފަހަރު ހަނދުމަކޮށްދިނުން އޮންނަންވާނެއެވެ.\n‍﴿سَيَذَّكَّرُ مَنْ يَخْشَى١٠‍﴾\n10‍﴿ބިރުވެތިވާ އަޅަކު ވަޢުޡުލިބި ހަނދުމަކޮށްއުޅޭނެތެވެ.‍﴾\n‍﴿وَيَتَجَنَّبُهَا الْأَشْقَى١١‍﴾\n11‍﴿އަދި އެންމެއަބާއްޖަވެރިޔާ އެކަމުން ދުރުވެގަންނާނެތެވެ.‍﴾\n‍﴿الَّذِي يَصْلَى النَّارَ الْكُبْرَى١٢‍﴾\n12‍﴿އޭނާއީ ބޮޑުވެގެންވާ ނަރަކައަށް ވަދެ އެތާނގެ ރަހަދެކޭނެ މީހެކެވެ.‍﴾"
  ],
  [
    "57",
    "",
    "‍﴿ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى١٣‍﴾\r13‍﴿ދެން އޭނާ އެތާނގައި މަރެއްވެސް ނުވާނެއެވެ. އަދި (މަންފާހުރި ދިރުމަކުން) ނުވެސް ދިރޭނެތެވެ.‍﴾\r‍﴿قَدْ أَفْلَحَ مَنْ تَزَكَّى١٤‍﴾\r14‍﴿ކުފުރުން ޠާހިރުވެގެންފިމީހާ ކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.‍﴾\r‍﴿وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى١٥‍﴾\r15‍﴿އަދި އޭނާގެ ވެރިރައްބުގެ އިސްމުފުޅު ޛިކުރުކޮށް ނަމާދުކުޅަމީހާއެވެ.‍﴾\r‍﴿بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا١٦‍﴾\r16‍﴿އަދި ކިއެއްތަ! ތިޔަބައިމީހުން ދުނިޔޭގެ ދިރިއުޅުން އިސްކުރަމުއެވެ.‍﴾\r‍﴿وَالْآخِرَةُ خَيْرٌ وَأَبْقَى١٧‍﴾\r17‍﴿އަދި އާޚިރަތް ހެޔޮކަންބޮޑުވެފައި ދާއިމަށްދެމިގެންވެތެވެ.‍﴾\r‍﴿إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى١٨‍﴾\n18‍﴿ހަމަ ކަށަވަރުން މިވާހަކަތައް ކުރީގެ ފަތްފުށްތަކުގައިވެއެވެ.‍﴾\n‍﴿صُحُفِ إِبْرَاهِيمَ وَمُوسَى١٩‍﴾\n19‍﴿އިބްރާހީމުގެފާނާއި މޫސާގެފާނަށް ބާވައިލެއްވެވުނު ފަތްފުށްތަކުގައެވެ.‍﴾\nسُوْرَةُ الْغَاشِيَةِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ١‍﴾\n1‍﴿ނާމާންކަމުން ފުރިފައިވާ ދުވަހުގެ ޚަބަރު ކަލޭގެފާނާ ހަމަޔަށް އައިސްފައިވޭތޯއެވެ؟‍﴾\n‍﴿وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ٢‍﴾\n2‍﴿ބިރުވެރިކަމުންފުރި ނިކަމެތިވެފައިވާ މޫނުތަކެއް އެދުވަހުންވެއެވެ.‍﴾\n‍﴿عَامِلَةٌ نَاصِبَةٌ٣‍﴾\n3‍﴿ޢަމަލުކޮށް ވަރުބަލިވެފައިވާ މޫނުތަކެކެވެ.‍﴾\n‍﴿تَصْلَى نَارًا حَامِيَةً٤‍﴾\n4‍﴿ހޫނުކަންގަދަ ނަރަކަޔަށް އެމޫނުތައް ވަދެ އެތާނގެ ރަހަދެކޭނެތެވެ.‍﴾\n‍﴿تُسْقَى مِنْ عَيْنٍ آنِيَةٍ٥‍﴾\n5‍﴿ހޫނުކަން އިންތިހާއަށްބޮޑު ފެންއާރަކުން އެއުރެންނަށް ބޯންދެވޭނެތެވެ.‍﴾\n‍﴿لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ٦‍﴾\n6‍﴿ކަށިހުރި ވިހަގަހަކުން މެނުވީ އެއުރެންނަށް ކެއުމެއް ނުވެއެވެ.‍﴾\n‍﴿لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ٧‍﴾\n7‍﴿(އެކެއުމަކުން) ހަކަތަލިއްބައެއް ނުދޭނެތެވެ. އަދި ބަނޑުހައި ހޫނުކަން ފިލުވައެއްވެސް ނުމެދޭނެތެވެ.‍﴾\n‍﴿وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ٨‍﴾\n8‍﴿ނިޢުމަތްލިބިގެންވާ އުފާވެރި މޫނުތަކެއް އެދުވަހުންވެއެވެ.‍﴾\n‍﴿لِسَعْيِهَا رَاضِيَةٌ٩‍﴾\n9‍﴿ދުނިޔޭގައި ކުޅަ ޢަމަލުތަކަށް ރުހިގެންވާޙާލުއެވެ.‍﴾\n‍﴿فِي جَنَّةٍ عَالِيَةٍ١٠‍﴾\n10‍﴿އުފުއްލެވި ޤަދަރު މަތިވެރިވެގެންވާ ސުވަރުގެއެއްގައެވެ.‍﴾\n‍﴿لَا تَسْمَعُ فِيهَا لَاغِيَةً١١‍﴾\n11‍﴿ބާޠިލު ވާހަކައެއް އެތާނގައި ނާހާނެތެވެ.‍﴾\n‍﴿فِيهَا عَيْنٌ جَارِيَةٌ١٢‍﴾\n12‍﴿ހިނގަހިނގާ ހުންނަ ފެންއާރެއް އެތާނގައިވެއެވެ.‍﴾\n‍﴿فِيهَا سُرُرٌ مَرْفُوعَةٌ١٣‍﴾\n13‍﴿އުފުލިގެންވާ ދާންތައް އެތާނގައިވެއެވެ.‍﴾\n‍﴿وَأَكْوَابٌ مَوْضُوعَةٌ١٤‍﴾\n14‍﴿އަދި ބެހެއްޓިގެންވާ ކޫޒުތަކެއްވެސްމެއެވެ.‍﴾\n‍﴿وَنَمَارِقُ مَصْفُوفَةٌ١٥‍﴾\n15‍﴿އަދި އެތުރިގެންވާ ބާލީސްތަކެއްވެސްމެއެވެ.‍﴾\n‍﴿وَزَرَابِيُّ مَبْثُوثَةٌ١٦‍﴾\n16‍﴿އަދި ފެތުރިގެންވާ ދޫލަތަކެއްވެސްމެއެވެ.‍﴾\n‍﴿أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ١٧‍﴾\n17‍﴿ފަހެ އެއުރެން ޖަމަލަށް ބަލައި ނުވިސްނަނީހެއްޔެވެ؟ އެޚަލްޤުކުރެއްވުނީ ކޮންފަދައަކުންތޯއެވެ!‍﴾\n‍﴿وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ١٨‍﴾\n18‍﴿އަދި އުޑަށްވެސްމެއެވެ. އެ އުފުއްލެވުނީ ކޮންފަދައަކުންތޯއެވެ!‍﴾\n‍﴿وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ١٩‍﴾\n19‍﴿އަދި ފަރުބަދަތަކަށްވެސްމެއެވެ. އެ ޘާބިތުކޮށްލެއްވުނީ ކޮންފަދައަކުންތޯއެވެ!‍﴾\n‍﴿وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ٢٠‍﴾\n20‍﴿އަދި ބިމަށްވެސްމެއެވެ. އެ ފެތުރުއްވުނީ ކޮންފަދައަކުންތޯއެވެ!‍﴾\n‍﴿فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ٢١‍﴾\n21‍﴿ފަހެ ކަލޭގެފާނު ވަޢުޡުއިއްވައި ހަނދުމަކޮށްދެއްވާހުށިކަމެވެ. ކަލޭގެފާނު ވާކަން ކަށަވަރީ ވަޢުޡުއިއްވައި ހަނދުމަކޮށްދެއްވާ ބޭކަލަކުކަމުގައެވެ.‍﴾\n‍﴿لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ٢٢‍﴾\n22‍﴿އެއުރެންގެ މައްޗަށް ބާރުހިންގަވާ ބޭކަލަކު ކަމުގައި ކަލޭގެފާނު ވެނުލައްވަމުއެވެ.‍﴾\n‍﴿إِلَّا مَنْ تَوَلَّى وَكَفَرَ٢٣‍﴾\n23‍﴿ފުރަގަސްދީ އެނބުރިގެންފި އަދި ކާފިރުވެގެންފި މީހެއްގެމައްޗަށް މެނުވީއެވެ.‍﴾\n‍﴿فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ٢٤‍﴾\n24‍﴿ފަހެ الله އޭނާއަށް ބޮޑުވެގެންވާ ޢަޛާބުން ޢަޛާބުދެއްވާނެތެވެ.‍﴾\n‍﴿إِنَّ إِلَيْنَا إِيَابَهُمْ٢٥‍﴾\n25‍﴿ކަށަވަރުންވެސް އެއުރެން އެނބުރިއައުންވަނީ ތިމަންއިލާހުގެ ޙަޟްރަތަށެވެ.‍﴾\n‍﴿ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ٢٦‍﴾\n26‍﴿ދެން އެއުރެންގެ ޙިސާބުބެއްލެވުން ވަނީވެސް ހަމަ ތިމަންއިލާހުގެ ހަޟުރަތަށެވެ.‍﴾"
  ],
  [
    "58",
    "",
    "سُوْرَةُ الْفَجْرِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالْفَجْرِ١‍﴾\n1‍﴿ފަތިސްވަޤުތު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَلَيَالٍ عَشْرٍ٢‍﴾\n2‍﴿މާތްވެގެންވާ ދިހަރޭވެސް ގަންދެއްވަމެވެ!‍﴾ބައެއް ޢިލްމުވެރިން ދެކެލައްވާގޮތުގައި މިއީ ރަމަޟާންމަހުގެ ފަހުދިހައިގެ ރޭތަކެވެ. އަދި އަނެއްބައި ޢިލްމުވެރިން ދެކެލައްވާގޮތުގައި ޙައްޖުމަހުގެ ފުރަތަމަ ދިހައިގެ ރޭތަކެވެ.\n‍﴿وَالشَّفْعِ وَالْوَتْرِ٣‍﴾\n3‍﴿ހިރިތަކެއްޗާއި އޮނަހިރިތަކެތިވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَاللَّيْلِ إِذَا يَسْرِ٤‍﴾\n4‍﴿ވޭތުވެދާހިނދު ރޭގަނޑުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ٥‍﴾\n5‍﴿ބުއްދީގެ އަހުލުވެރިއަކަށް، މިކަންކަމުގައި ކަށަވަރުވުމެއް ނުވޭހެއްޔެވެ!‍﴾\n‍﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ٦‍﴾\n6‍﴿ކަލޭގެފާނުގެ ވެރިރައްބު ޢާދުބާގައިގެ މީހުންނާ މެދު ކަންހިންގެވިގޮތް ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ!‍﴾\n‍﴿إِرَمَ ذَاتِ الْعِمَادِ٧‍﴾\n7‍﴿އެއީ ތަނބުތަކުގެ ވެރި އިރަމުގެ އަހުލުވެރިންނެވެ.‍﴾\n‍﴿الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ٨‍﴾\n8‍﴿ރަށްތަކުގައި އެބިނާތައްފަދަ ބިނާތަކެއް ކުރެވިފައިނުވެއެވެ.‍﴾\n‍﴿وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ٩‍﴾\n9‍﴿އަދި ވާދީގައި ގެދޮރުހެދުމަށް ހިލަކަނޑައިއުޅުނު ޘަމޫދުބާގައިގެމީހުންނާ މެދުގައިވެސްމެއެވެ؟‍﴾\n‍﴿وَفِرْعَوْنَ ذِي الْأَوْتَادِ١٠‍﴾\n10‍﴿އަދި ބިޔަލަޝްކަރުތަކުގެވެރި ފިރްޢައުނާ މެދުގައިވެސްމެއެވެ؟‍﴾\n‍﴿الَّذِينَ طَغَوْا فِي الْبِلَادِ١١‍﴾\n11‍﴿އެއުރެންނީ ރަށްތަކުގައި ހައްދުފަހަނަޅައިދިޔަ މީހުންނެވެ.‍﴾މިއީ އިސްވެ ޛިކުރުކުރެވުނު ބާގަތަކުގެ ވާހަކައެވެ.\n‍﴿فَأَكْثَرُوا فِيهَا الْفَسَادَ١٢‍﴾\n12‍﴿ފަހެ އެއުރެން އެރަށްތަކުގައި ފަސާދަ އާންމުކުރިއެވެ.‍﴾\n‍﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ١٣‍﴾\n13‍﴿ފަހެދެން ކަލޭގެފާނުގެ ވެރިރައްބު އެއުރެންގެ މައްޗަށް ޢަޛާބުގެ ބާވަތްތައް އޮއްސެވިއެވެ.‍﴾\n‍﴿إِنَّ رَبَّكَ لَبِالْمِرْصَادِ١٤‍﴾\n14‍﴿ކަށަވަރުންވެސް ކަލޭގެފާނުގެ ވެރިރައްބު (އެއުރެން ކުރާކަންތައް) ފުރިހަމައަށް ބައްލަވައިވޮޑިގެންވާކަން ކަށަވަރެވެ.‍﴾\n‍﴿فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ١٥‍﴾\n15‍﴿ފަހެ އިންސާނާ ދަންނައެވެ! އޭނާގެ ވެރިރައްބު އޭނާއަށް ދީލަތިވެވޮޑިގަންނަވައި އަދި ނިޢުމަތްދެއްވައި އިމްތިޙާންކުރައްވައިފިހިނދު، ފަހެ އޭނާ (ބޮޑާކަމާއެކު) ބުނެތެވެ. އަހުރެންގެ ވެރިރައްބު އަހުރެން ކަރާމާތްތެރިކުރައްވައިފިއެވެ.‍﴾\n‍﴿وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ١٦‍﴾\n16‍﴿އަދި ދަންނައެވެ! އެއިލާހު އޭނާގެ ރިޒްޤުދަތިކުރައްވައި އިމްތިޙާންކުރައްވައިފިހިނދު، ފަހެ އޭނާ (މޮޅިކަމާއެކު) ބުނެތެވެ. އަހުރެންގެ ވެރިރައްބު އަހުރެން އިހާނެތިކުރައްވައިފިއެވެ.‍﴾\n‍﴿كَلَّابَلْ لَا تُكْرِمُونَ الْيَتِيمَ١٧‍﴾\n17‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އަދި ކިއެއްތަ! ތިޔަބައިމީހުން ޔަތީމުކުދިންނަށް ހެޔޮކޮށްނުހިތަމުއެވެ.‍﴾\n‍﴿وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ١٨‍﴾\n18‍﴿އަދި ތިޔަބައިމީހުން މިސްކީނުންނަށް ކާންދިނުމަށް ބާރުނާޅަމުއެވެ.‍﴾\n‍﴿وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا١٩‍﴾\n19‍﴿އަދި ތިޔަބައިމީހުން ނުޙައްޤުން ވާރުތަމުދާ ނިކަންގިނައިން ކައިއުޅެމުއެވެ.‍﴾\n‍﴿وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا٢٠‍﴾\n20‍﴿އަދި ތިޔަބައިމީހުން ނުހަނުގަދަވެގެންވާ ލޯތްބަކުން މުދަލަށް ލޯބިކުރަމުއެވެ.‍﴾\n‍﴿كَلَّا إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا٢١‍﴾\n21‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ބިންގަނޑު ފުނޑުވުމަކުން ފުނޑުވެ ކުނޑިކުނޑިވެގެންދާހިނދެވެ.‍﴾\n‍﴿وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا٢٢‍﴾\n22‍﴿އަދި ކަލޭގެފާނުގެ ވެރިރައްބު ޙާޟިރުވެވޮޑިގަންނަވާނެތެވެ. އަދި މަލާއިކަތުން ތަރުތީބުން ސަފުސަފަށް ވަޑައިގަންނަވާނެތެވެ.‍﴾ޢަރަބިބަހުގެ (جاء) މިލަފްޒު ދިވެހިބަހަށް މާނަކުރުމުގައި الله ـއަށް ނިސްބަތްކުރާނެ އެންމެމުނާސަބު ބަހެއް ފެންނަންނެތުމާއެކު، އެންމެ އެކަށީގެންވާކަމަށް ފެންނަގޮތަށް މި\"ބަސް\" ހިމެނީއެވެ. ބައެއް ދިވެހި ތަރުޖަމާގައި \"الله ـގެ އަމުރުފުޅުކަމަށް\" މާނަކޮށްފައި އޮތްނަމަވެސް އަހްލުއްސުންނާ ވަލްޖަމާޢަތުގެ އަޤީދާއަކީ الله ـ ގެ ކޮންމެ އިސްމުފުޅަކާއި ޞިފަފުޅެއް ޤުރުއާނާއި ޞައްޙަ ސުންނަތުން އައިސްފައިވާގޮތަށް، އެއްވެސް ބަދަލެއް ގެނައުމެއްނެތި ސާބިތުކުރުމެވެ. ތެދުކޮށް އީމާންވުމެވެ.\n‍﴿وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى٢٣‍﴾\n23‍﴿އަދި އެދުވަހުން ނަރަކަ ގެނެވޭނެތެވެ. އިންސާނާ އެދުވަހުން ވަޢުޡުލިބި ހަނދުމަކުރާނެތެވެ. އެހެނަސް އެވަޢުޡާއި ހަނދުމަކުރުމުން އޭނާއަށް މަންފާއެއްކުރާނީ ކޮންފަދައަކުންހެއްޔެވެ؟‍﴾"
  ],
  [
    "59",
    "",
    "‍﴿يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي٢٤‍﴾\r24‍﴿އޭނާ ބުނާނެތެވެ. އޭ ސަހަރޯއެވެ! އަހުރެންގެ (އާޚިރަތުގެ) މިޙަޔާތަށްޓަކައި ހެޔޮޢަމަލެއެއް އިސްކުރެވުނުނަމަ ކޮންފަދަހެއްޔެވެ!‍﴾\r‍﴿فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ٢٥‍﴾\r25‍﴿ފަހެ އެދުވަހުން އެއިލާހު ދެއްވާފަދަ ޢަޛާބެއް ދިނުމަށް އެހެން އެއްވެސްފަރާތަކަށް ކުޅަދާނަވެގެންނުވެތެވެ.‍﴾\r‍﴿وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ٢٦‍﴾\r26‍﴿އަދި އެއިލާހު އަޅުއްވާފަދަ ކަސްތަޅެއް އެޅުވުމަށް އެހެން އެއްވެސްފަރާތަކަށް ކުޅަދާނަވެގެންނުވެތެވެ.‍﴾\n‍﴿يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ٢٧‍﴾\n27‍﴿އޭ ހިތްހަމަޖެހުންލިބިގެންވާ ފުރާނަޔާއެވެ!‍﴾\n‍﴿ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً٢٨‍﴾\n28‍﴿ރުހި ރުހެވިގެންވާޙާލު ތިބާގެ ވެރިރައްބުގެ ޙަޟްރަތަށް އެނބުރިދާހުށިކަމެވެ!‍﴾\n‍﴿فَادْخُلِي فِي عِبَادِي٢٩‍﴾\n29‍﴿ފަހެ ތިމަންއިލާހުގެ ޞާލިޙުއަޅުތަކުންގެ ތެރެއަށް ވަންނަހުށިކަމެވެ!‍﴾\n‍﴿وَادْخُلِي جَنَّتِي٣٠‍﴾\n30‍﴿އަދި ތިމަންއިލާހުގެ ސުވަރުގެޔަށް ވަންނަހުށިކަމެވެ!‍﴾\nسُوْرَةُ الْبَلَدِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿لَا أُقْسِمُ بِهَذَا الْبَلَدِ١‍﴾\n1‍﴿ތިމަންއިލާހު މިރަށް (އެބަހީ: މައްކާ) ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ٢‍﴾\n2‍﴿އަދި ކަލޭގެފާނަށް މިރަށުގައި ޙާލާލުކުރެވިގެންވެއެވެ.‍﴾ބައެއްބޭކަލުންގެ އަރިހުގައި މިއީ މައްކާ ފަތަހަކުރެއްވޭނެކަމުގެ ޚަބަރެކެވެ. އަދި އަނެއްބައިބޭކަލުންގެ އަރިހުގައި މައްކާގެ ޙުރުމަތަށްޓަކައި އެހެންމީހުންނަށް ޙަރާމްކަންކަން އެކަލޭގެފާނަށް ޙާލަލުކުރެއްވިގެންވުމެވެ. އެއީ ޤަތުލުކުރުން ނުވަތަ އަސީރުކުރުން ޙައްޤުވެއްޖެ މީހަކާމެދު އެގޮތައް ޢަމަލުކުރުންފަދަ ކަންކަމެވެ.\n‍﴿وَوَالِدٍ وَمَا وَلَدَ٣‍﴾\n3‍﴿އަދި ބައްޕައާއި އޭނާގެ ދަރިން ގަންދެއްވަމެވެ!‍﴾އެބަހީ: އާދަމުގެފާނާއި އާދަމުގެ ދަރިންނެވެ.\n‍﴿لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ٤‍﴾\n4‍﴿ހަމަ ކަށަވަރުން ތިމަންއިލާހު އިންސާނާ ޚަލްޤުކުރެއްވީ ވަރުބަލިކަމާއި އަވަދިނެތުމުގެ ތެރެއަށެވެ.‍﴾\n‍﴿أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ٥‍﴾\n5‍﴿އޭނާގެމައްޗަށް ބާރުހިންގުމަށް އެއްވެސްފަރާތަކަށް ކުޅަދާނަވެގެންނުވާނެކަމަށް އޭނާ ހީކުރަނީހެއްޔެވެ؟‍﴾\n‍﴿يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا٦‍﴾\n6‍﴿އޭނާ (ފަޚުރުވެރިވެ) ބުނެތެވެ. އަހުރެން ގިނަވެގެންވާ މުދާ ޚަރަދުކޮށް ނެތިކޮށްފީމެވެ.‍﴾\n‍﴿أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ٧‍﴾\n7‍﴿އޭނާ (އެކުޅަކަންތައް) އެއްވެސްފަރާތަކަށް ނުފެންނާނެކަމަށް ހީކުރަނީހެއްޔެވެ؟‍﴾\n‍﴿أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ٨‍﴾\n8‍﴿ތިމަންއިލާހު އޭނާއަށް ދެލޯ ނުދެއްވަންހެއްޔެވެ؟‍﴾\n‍﴿وَلِسَانًا وَشَفَتَيْنِ٩‍﴾\n9‍﴿އަދި ދުލަކާއި ދެތުންފަތްވެސްމެއެވެ؟‍﴾\n‍﴿وَهَدَيْنَاهُ النَّجْدَيْنِ١٠‍﴾\n10‍﴿އަދި ތިމަންއިލާހު އޭނާއަށް (ހެވާއި ނުބައި) ދެމަގަށް މަގުނުދައްކަވަންހެއްޔެވެ؟‍﴾\n‍﴿فَلَا اقْتَحَمَ الْعَقَبَةَ١١‍﴾\n11‍﴿ފަހެ އޭނާ ދަތިއުނދަގުލުން ސަލާމަތްވުމުގެމަގު ލިބިނުގަތީ ކީއްވެގެންހެއްޔެވެ؟‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا الْعَقَبَةُ١٢‍﴾\n12‍﴿ދަތިއުނދަގުލުން ސަލާމަތްވުމުގެމަގަކީ ކޮބައިކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\n‍﴿فَكُّ رَقَبَةٍ١٣‍﴾\n13‍﴿އެއީ އަޅަކު މިނިވަންކުޅައުމެވެ.‍﴾\n‍﴿أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ١٤‍﴾\n14‍﴿ނުވަތަ ބަނޑުހައިހޫނުކަން ވެރިވެފައިވާ ދުވަހެއްގައި ކާންދިނުމެވެ.‍﴾\n‍﴿يَتِيمًا ذَا مَقْرَبَةٍ١٥‍﴾\n15‍﴿ގާތްތިމާގެކަންހުރި ޔަތީމުކުއްޖަކަށެވެ.‍﴾\n‍﴿أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ١٦‍﴾\n16‍﴿ނުވަތަ އަތްމަތި ދަތިކަންހުރި މިސްކީނަކަށެވެ.‍﴾\n‍﴿ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ١٧‍﴾\n17‍﴿ދެން އޭނާވާނީ އީމާންވެ އަދި ކެތްތެރިވުމަށް އެކަކުއަނެކަކަށް ވަޞިއްޔަތްކޮށް، އަދި ރަޙުމްކުރުމަށް އެކަކުއަނެކަކަށް ވަޞިއްޔަތްކޮށްއުޅުނު މީހުންގެތެރެއިންނެވެ.‍﴾\n‍﴿أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ١٨‍﴾\n18‍﴿އެއުރެންނީ ކަނާތްފަރާތުގެ އަހުލުވެރިންނެވެ.‍﴾\n‍﴿وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ١٩‍﴾\n19‍﴿އަދި ތިމަންއިލާހުގެ އާޔަތްތަކަށް ކާފިރުވިމީހުން އެއުރެންނީ ވާތްފަރާތުގެ އަހުލުވެރިންނެވެ.‍﴾\n‍﴿عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ٢٠‍﴾\n20‍﴿މަތިއެޅި ބަންދުކުރެއްވިގެންވާ ނަރަކަ އެއުރެންގެމައްޗަށްހުއްޓެވެ.‍﴾"
  ],
  [
    "60",
    "",
    "سُوْرَةُ الشَّمْسِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالشَّمْسِ وَضُحَاهَا١‍﴾\n1‍﴿އިރާއި އޭގެ އަލިކަން ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالْقَمَرِ إِذَا تَلَاهَا٢‍﴾\n2‍﴿އެއިރުގެ ފަހަތުންދާހިނދު ހަނދުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالنَّهَارِ إِذَا جَلَّاهَا٣‍﴾\n3‍﴿އެއިރު ފާޅުކޮށްފިހިނދު ދުވާލުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَاللَّيْلِ إِذَا يَغْشَاهَا٤‍﴾\n4‍﴿އެއިރު ނިވާކުރާހިނދު ރޭގަނޑުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالسَّمَاءِ وَمَا بَنَاهَا٥‍﴾\n5‍﴿އުޑާއި އޭގެ ފުރިހަމަބިނާވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالْأَرْضِ وَمَا طَحَاهَا٦‍﴾\n6‍﴿ބިމާއި އޭގެ ފުރިހަމަފެތުރުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَنَفْسٍ وَمَا سَوَّاهَا٧‍﴾\n7‍﴿ނަފްސާއި އޭގެ ފުރިހަމަސޫރަވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا٨‍﴾\n8‍﴿ފަހެ އެއިލާހު އެނަފްސަށް ނުބައިގޮތާއި ހެޔޮގޮތް އިލްހާމުކުރެއްވެވިއެވެ.‍﴾\n‍﴿قَدْ أَفْلَحَ مَنْ زَكَّاهَا٩‍﴾\n9‍﴿އެނަފްސު ކުފުރުން ޠާހިރުކޮށްފިމީހާ ކާމިޔާބުވެއްޖެކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَقَدْ خَابَ مَنْ دَسَّاهَا١٠‍﴾\n10‍﴿އަދި އެނަފްސު ފާފައިން ފޯކޮށްފިމީހާ ގެއްލިހަލާކުވެއްޖެކަން ކަށަވަރެވެ.‍﴾\n‍﴿كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا١١‍﴾\n11‍﴿ޘަމޫދުބާގައިގެމީހުން، (އެއުރެންގެ ނަބިއްޔާ) ދޮގުކުޅައީ (އުރެދުމުގައި) އެއުރެން ހައްދުފަހަނަޅައިފައިވާތީއެވެ.‍﴾\n‍﴿إِذِ انْبَعَثَ أَشْقَاهَا١٢‍﴾\n12‍﴿އެއުރެންކުރެ އެންމެ އަބާއްޖަވެރިޔާ (އަންހެންޖަމަލު މެރުމަށް) އަވަސްވެގަތްހިނދެވެ.‍﴾\n‍﴿فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا١٣‍﴾\n13‍﴿ފަހެ އެއުރެންނަށް اللهގެ ރަސޫލާ (އެބަހީ: ޞާލިޙުގެފާނު) ވިދާޅުވިއެވެ. اللهގެ ޖަމަލަށާއި އޭގެ ބުއިމަށް (އެބަހީ: އެއަށް ޚާއްޞަކުރެވިފައިވާ ދުވަހުގެ ބުއިމަށް) ރައްކާތެރިވާހުށިކަމެވެ!‍﴾\n‍﴿فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا١٤‍﴾\n14‍﴿ފަހެ އެއުރެން އެކަލޭގެފާނުގެ ބަސްފުޅު ދޮގުކޮށް ދެން އެޖަމަލު ކަތިލިއެވެ. ފަހެ އެއުރެންގެ ފާފައިގެ ސަބަބުން، އެއުރެންގެ ވެރިރައްބު އެއުރެންގެ މައްޗަށް ޢަޛާބު ޢާންމުކުރައްވައި ނެތިކުރެއްވެވިއެވެ.‍﴾\n‍﴿وَلَا يَخَافُ عُقْبَاهَا١٥‍﴾\n15‍﴿އަދި އެޢަޛާބުގެ ނިމުމާއިމެދު އެއިލާހު ބިރުފުޅުގެންވޮޑިނުގަންނަވަތެވެ‍﴾\nسُوْرَةُ اللَّيْلِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَاللَّيْلِ إِذَا يَغْشَى١‍﴾\n1‍﴿ނިވާވެދާހިނދު ރޭގަނޑު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَالنَّهَارِ إِذَا تَجَلَّى٢‍﴾\n2‍﴿އަލިވެ ފާޅުވެދާހިނދު ދުވާލުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى٣‍﴾\n3‍﴿ފިރިހެންޖިންސާއި އަންހެންޖިންސުގެ ފުރިހަމައުފެއްދެވުންވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿إِنَّ سَعْيَكُمْ لَشَتَّى٤‍﴾\n4‍﴿ކަށަވަރުންވެސް ތިޔަބައިމީހުންގެ ޢަމަލުތައް ހަމަ ތަފާތެވެ.‍﴾\n‍﴿فَأَمَّا مَنْ أَعْطَى وَاتَّقَى٥‍﴾\n5‍﴿ފަހެ މުދަލުން ހޭދަކޮށް އަދި ތަޤުވާވެރިވިމީހާ ދަންނައެވެ!‍﴾\n‍﴿وَصَدَّقَ بِالْحُسْنَى٦‍﴾\n6‍﴿އަދި އޭނާ އެންމެހެޔޮބަސްފުޅު ތެދުކުޅައެވެ!‍﴾\n‍﴿فَسَنُيَسِّرُهُ لِلْيُسْرَى٧‍﴾\n7‍﴿ފަހެ ތިމަންއިލާހު ފަސޭހަކަންހުރިމަގަށް އޭނާއަށް ފަހިކުރައްވާހުށީމެވެ.‍﴾އިސްވެދިޔަ ތިންއާޔަތް ބާވައިލެއްވުނީ އަބޫބަކުރު  ‍سއާއި ބެހޭގޮތުންނެވެ.\n‍﴿وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى٨‍﴾\n8‍﴿އަދި މުދަލަށް ދަހިވެތިވެ އަމިއްލައަށް ފުދިގެންވާކަމަށް ދުށްމީހާ ދަންނައެވެ!‍﴾\n‍﴿وَكَذَّبَ بِالْحُسْنَى٩‍﴾\n9‍﴿އަދި އޭނާ އެންމެހެޔޮބަސްފުޅު ދޮގުކުޅައެވެ!‍﴾\n‍﴿فَسَنُيَسِّرُهُ لِلْعُسْرَى١٠‍﴾\n10‍﴿ފަހެ ތިމަންއިލާހު ދަތިކަންހުރިމަގަށް އޭނާއަށް ފަހިކުރައްވާހުށީމެވެ.‍﴾\n‍﴿وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى١١‍﴾\n11‍﴿އަދި އޭނާ (ނަރަކަޔަށް) ވެއްޓޭހިނދު އޭނާގެ މުދާ (އެތަނުން) އޭނާ ދުރުކޮށެއްނުދޭނެތެވެ!‍﴾\n‍﴿إِنَّ عَلَيْنَا لَلْهُدَى١٢‍﴾\n12‍﴿ކަށަވަރުންވެސް ތެދުމަގު ދެއްކެވުންވަނީ ހަމަ ތިމަންއިލާހަށެވެ.‍﴾\n‍﴿وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى١٣‍﴾\n13‍﴿އަދި ކަށަވަރުންވެސް އާޚިރަތާއި ދުނިޔޭގެ ހުރިހާކަމެއް މިލްކުވެގެންވަނީ ތިމަންއިލާހަށެވެ.‍﴾\n‍﴿فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى١٤‍﴾\n14‍﴿ފަހެ އަނދައަނދާހުރި ނަރަކައިގެ ވާހަކައިން ތިމަންއިލާހު ތިޔަބައިމީހުންނަށް އިންޒާރުކުރެއްވެވީމެވެ.‍﴾\n‍﴿لَا يَصْلَاهَا إِلَّا الْأَشْقَى١٥‍﴾\n15‍﴿އެންމެއަބާއްޖަވެރިޔާ މެނުވީ އެނަރަކައަށް ވަދެ އެތާނގެ ރަހަނުދެކޭނެތެވެ.‍﴾\n‍﴿الَّذِي كَذَّبَ وَتَوَلَّى١٦‍﴾\n16‍﴿އޭނާއީ ދޮގުކޮށް އަދި ފުރަގަސްދީ އެނބުރިގަތްމީހާއެވެ.‍﴾"
  ],
  [
    "61",
    "",
    "އަންނަނިވި އާޔަތްތައް ބާވައިލެއްވުނީ އަބޫބަކުރު ‍سއާއި ބެހޭގޮތުންނެވެ.\r‍﴿وَسَيُجَنَّبُهَا الْأَتْقَى١٧‍﴾\r17‍﴿އަދި އެންމެތަޤުވާވެރިޔާ ނިކަންހުރެ އެތަނުން ދުރުކުރެއްވޭނެތެވެ.‍﴾\r‍﴿الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى١٨‍﴾\n18‍﴿އޭނާއީ ދަހިވެތިކަމުން ޠާހިރުވުމަށް އޭނާގެ މުދާ ހޭދަކުރާ މީހާއެވެ.‍﴾\n‍﴿وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى١٩‍﴾\n19‍﴿މީހަކުކޮށްދިން ހެޔޮކަމެއްގެ ބަދަލުދިނުމުގެގޮތުން އެމީހަކަށް ދޭދިނުމެއްނޫނެވެ.‍﴾\n‍﴿إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى٢٠‍﴾\n20‍﴿އެހެނެއްކަމަކު އޭނާގެ ވެރިރައްބު އެންމެމަތިވެރި އިލާހު ވަޖުހުފުޅު އަދައިގެންނެވެ.‍﴾\n‍﴿وَلَسَوْفَ يَرْضَى٢١‍﴾\n21‍﴿އަދި ނިކަންހުރެ އޭނާ ރުހޭނެކަން ކަށަވަރެވެ.‍﴾\nسُوْرَةُ الضُّحَى\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالضُّحَى١‍﴾\n1‍﴿ޟުޙާވަޤުތު ގަންދެއްވަމެވެ!‍﴾\n‍﴿وَاللَّيْلِ إِذَا سَجَى٢‍﴾\n2‍﴿އަނދިރިކަންފެތުރި ހިމޭންވާހިނދު ރޭގަނޑުވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى٣‍﴾\n3‍﴿ކަލޭގެފާނުގެ ވެރިރައްބު ކަލޭގެފާނު ދޫކޮށެއްނުލައްވަތެވެ. އަދި ނުރުހުންވެވޮޑިއެއްވެސް ނުގަންނަވަތެވެ.‍﴾\n‍﴿وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى٤‍﴾\n4‍﴿އަދި އާޚިރަތް ކަލޭގެފާނަށް ދުނިޔެއަށްވުރެ ހެޔޮކަންބޮޑުވެގެންވާކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى٥‍﴾\n5‍﴿އަދި ނިކަންހުރެ ކަލޭގެފާނުގެ ވެރިރައްބު ކަލޭގެފާނަށް ދެއްވާނެތެވެ. ފަހެދެން ކަލޭގެފާނު ރުހިވަޑައިގަންނަވާނެތެވެ.‍﴾\n‍﴿أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى٦‍﴾\n6‍﴿އެއިލާހު ކަލޭގެފާނު ޔަތީމުބޭކަލެއްކަމުގައި ވަނިކޮށް ދެކެވޮޑިގެން، ފަހެދެން ބޯހިޔާވަހިކަން ނުދެއްވަވާހެއްޔެވެ!‍﴾\n‍﴿وَوَجَدَكَ ضَالًّا فَهَدَى٧‍﴾\n7‍﴿އަދި އެއިލާހު ކަލޭގެފާނު ނުދަންނަ ބޭކަލެއްކަމުގައި ވަނިކޮށް ދެކެވޮޑިގެން، ފަހެދެން މަގުނުދައްކަވާހެއްޔެވެ!‍﴾\n‍﴿وَوَجَدَكَ عَائِلًا فَأَغْنَى٨‍﴾\n8‍﴿އަދި އެއިލާހު ކަލޭގެފާނު ފަޤީރުބޭކަލެއްކަމުގައި ވަނިކޮށް ދެކެވޮޑިގެން، ފަހެދެން ފުދުންތެރިކޮށް ނުދެއްވަވާހެއްޔެވެ!‍﴾\n‍﴿فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ٩‍﴾\n9‍﴿ދަންނައެވެ! ފަހެ ކަލޭގެފާނު ޔަތީމުކުއްޖާ ނިކަމެތިކޮށްނުލައްވާހުށިކަމެވެ!‍﴾\n‍﴿وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ١٠‍﴾\n10‍﴿އަދި ދަންނައެވެ! ފަހެ ކަލޭގެފާނު ކަމަކަށްއެދިއަންނަމީހާ އިހާނެތިކޮށްނުލައްވާހުށިކަމެވެ!‍﴾\n‍﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ١١‍﴾\n11‍﴿އަދި ދަންނައެވެ! ކަލޭގެފާނުގެ ވެރިރައްބު ދެއްވެވި ނިޢުމަތުގެ ވާހަކައިން ފަހެ ކަލޭގެފާނު ވާހަކަފުޅުދައްކަވާހުށިކަމެވެ!‍﴾\nسُوْرَةُ الشَّرحِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ١‍﴾\n1‍﴿ތިމަންއިލާހު ކަލޭގެފާނުގެ މޭފުޅު ކަލޭގެފާނަށް ތަނަވަސްކޮށް ނުދެއްވަންހެއްޔެވެ!‍﴾\n‍﴿وَوَضَعْنَا عَنْكَ وِزْرَكَ٢‍﴾\n2‍﴿އަދި ތިމަންއިލާހު ކަލޭގެފާނުގެފުށުން ހިނގާފައިވާ ކުށްތައް، ކަލޭގެފާނުގެކިބައިން ޢަފޫކުރައްވައި ނުނަންގަވަންހެއްޔެވެ!‍﴾\n‍﴿الَّذِي أَنْقَضَ ظَهْرَكَ٣‍﴾\n3‍﴿އެކަންވީ ކަލޭގެފާނުގެ ބުރަކަށިފުޅަށް ބުރަކަންދީފައެވެ.‍﴾\n‍﴿وَرَفَعْنَا لَكَ ذِكْرَكَ٤‍﴾\n4‍﴿އަދި ތިމަންއިލާހު ކަލޭގެފާނުގެ ޛިކުރު ކަލޭގެފާނަށް މަތިވެރިކޮށްނުދެއްވަންހެއްޔެވެ!‍﴾\n‍﴿فَإِنَّ مَعَ الْعُسْرِ يُسْرًا٥‍﴾\n5‍﴿ފަހެ ކަށަވަރުންވެސް އުނދަގޫކަމާއެކު ފަސޭހަކަމެއްވެއެވެ.‍﴾\n‍﴿إِنَّ مَعَ الْعُسْرِ يُسْرًا٦‍﴾\n6‍﴿ހަމަ އުނދަގޫކަމާއެކު ފަސޭހަކަމެއްވެއެވެ.‍﴾\n‍﴿فَإِذَا فَرَغْتَ فَانْصَبْ٧‍﴾\n7‍﴿ފަހެ ކަލޭގެފާނު )ޒިއްމާތަކުން( އަވަދިވެވަޑައިގެންފިހިނދު ފަހެ (އަޅުކަންކުރެއްވުމުގައި) ޤާއިމްވެހުންނަވާހުށިކަމެވެ!‍﴾\n‍﴿وَإِلَى رَبِّكَ فَارْغَبْ٨‍﴾\n8‍﴿އަދި ހަމައެކަނި ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟްރަތަށް ފަހެ އުއްމީދުކުރައްވާހުށިކަމެވެ!‍﴾"
  ],
  [
    "62",
    "",
    "سُوْرَةُ التَّينِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالتِّينِ وَالزَّيْتُونِ١‍﴾\n1‍﴿ތީންއާއި ޒައިތޫނި ގަންދެއްވަމެވެ!‍﴾މިތަކެތި ގިނައިން ހެދޭ ފަލަސްޠީނުގެ ބިމެވެ. އެއީ ޢީސާ ÷ ފޮނުއްވުނު ބިމެވެ. ތީންއަށް ދިވެހިބަހުން ކިޔަނީ \"ވައްތީނި\" އެވެ. އަޞްލު ޢަރަބި ނަމަކީ \"ތީން\" އެވެ.\n‍﴿وَطُورِ سِينِينَ٢‍﴾\n2‍﴿ސީނާގެ ޠޫރުފަރުބަދަވެސް ގަންދެއްވަމެވެ!‍﴾އެއީ މޫސާ ÷ އެކަލޭގެފާނުގެ ވެރިރައްބަށް މުނާޖާދެންނެވި ފަރުބަދައެވެ.\n‍﴿وَهَذَا الْبَلَدِ الْأَمِينِ٣‍﴾\n3‍﴿އަމާންކަންލިބިގެންވާ މިރަށްވެސް ގަންދެއްވަމެވެ!‍﴾އެއީ އެރަށަށް ވަދެއްޖެމީހާއަށް އަމާންކަން ލިބިގެންވާ މައްކާއެވެ. އެއީ މުޙައްމަދު  ‍جފޮނުއްވުނު ބިމެވެ.\n‍﴿لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ٤‍﴾\n4‍﴿ހަމަ ކަށަވަރުން ތިމަންއިލާހު އިންސާނާ އެންމެރިވެތި ޞޫރާގައި ޚަލްޤުކުރެއްވެވީމެވެ!‍﴾\n‍﴿ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ٥‍﴾\n5‍﴿ދެން ތިމަންއިލާހު އޭނާ (ނަރަކައިގެ) އަޑީގެ އެންމެއަޑިއަށް ރައްދުކުރެއްވެވީމެވެ.‍﴾\n‍﴿إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ٦‍﴾\n6‍﴿އީމާންވެ ޞާލިޙުޢަމަލުތައް ކުޅަ މީހުން މެނުވީއެވެ. ފަހެ އެއުރެންނަށް ހުރީ ނިމުމެއްނުވާ (މަތިވެރި) ދަރުމައެވެ.‍﴾\n‍﴿فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ٧‍﴾\n7‍﴿އެއަށްފަހުވެސް ހިސާބުބައްލަވައި ޖަޒާދެއްވާދުވަހާމެދު ދޮގުކުރަން ތިބާއަށް ޖައްސަނީ ފަހެ ކޮންކަމެއްހެއްޔެވެ؟‍﴾\n‍﴿أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ٨‍﴾\n8‍﴿ޙުކުމްކުރާފަރާތްތައްކުރެ އެންމެ ޢަދުލުވެރިކަމާއިއެކު ޙުކުމްކުރައްވާ އިލާހުކަމުގައި الله ވޮޑިގެންނުވޭހެއްޔެވެ!‍﴾\nسُوْرَةُ العَلَقِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ١‍﴾\n1‍﴿ކަލޭގެފާނުގެ ވެރިރައްބުގެ އިސްމުފުޅުން ކިޔަވައިވިދާޅުވާހުށިކަމެވެ. އެއީ )އެންމެހައިތަކެތި( ޚަލްޤުކުރެއްވެވި އިލާހެވެ.‍﴾\n‍﴿خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ٢‍﴾\n2‍﴿އެއިލާހު ގަނޑުލޭކޮޅަކުން އިންސާނާ ޚަލްޤުކުރެއްވެވިއެވެ.‍﴾\n‍﴿اقْرَأْ وَرَبُّكَ الْأَكْرَمُ٣‍﴾\n3‍﴿ކަލޭގެފާނު ކިޔަވައިވިދާޅުވާހުށިކަމެވެ. އަދި ކަލޭގެފާނުގެ ވެރިރައްބަކީ އެންމެ ދީލަތިވަންތަ އިލާހެވެ.‍﴾\n‍﴿الَّذِي عَلَّمَ بِالْقَلَمِ٤‍﴾\n4‍﴿އެއީ ޤަލަމުން )ލިޔަން( އުނގަންނަވައިދެއްވެވި އިލާހެވެ.‍﴾\n‍﴿عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ٥‍﴾\n5‍﴿އެއިލާހު އިންސާނާއަށް އޭނާ ކުރިން ނުދަންނަތަކެތި އުނގަންނަވައިދެއްވެވިއެވެ.‍﴾\n‍﴿كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى٦‍﴾\n6‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ހަމަ ކަށަވަރުން (ފާޖިރު) އިންސާނާ (އުރެދުމުގައި) ހައްދުފަހަނަޅައިދެއެވެ.‍﴾\n‍﴿أَنْ رَآهُ اسْتَغْنَى٧‍﴾\n7‍﴿އޭނާ އަމިއްލައަށް ފުދިގެންވާކަމަށް އޭނާއަށް ފެނުމުންނެވެ.‍﴾\n‍﴿إِنَّ إِلَى رَبِّكَ الرُّجْعَى٨‍﴾\n8‍﴿ކަށަވަރުންވެސް އެނބުރިދިއުންވަނީ ކަލޭގެފާނުގެ ވެރިރައްބުގެ ޙަޟްރަތަށެވެ.‍﴾\n‍﴿أَرَأَيْتَ الَّذِي يَنْهَى٩‍﴾\n9‍﴿މަނާކުރާ މީހާއާމެދު ކަލޭގެފާނު ނިކަން ޚަބަރުކުރައްވާހުށިކަމެވެ!‍﴾އެއީ އަބޫ ޖަހުލެވެ.\n‍﴿عَبْدًا إِذَا صَلَّى١٠‍﴾\n10‍﴿އަޅަކު ނަމާދުކުރާހިނދެވެ.‍﴾މިއީ މުޙައްމަދު  ‍جއެވެ.\n‍﴿أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى١١‍﴾\n11‍﴿ކަލޭގެފާނު ނިކަން ޚަބަރުކުރައްވާހުށިކަމެވެ! އެއަޅާވަނީ ތެދުމަގުގެމަތީގައި ނަމަވެސްހެއްޔެވެ!‍﴾\n‍﴿أَوْ أَمَرَ بِالتَّقْوَى١٢‍﴾\n12‍﴿ނުވަތަ ތަޤުވާވެރިވުމަށް އަމުރުކުރާ ނަމަވެސްހެއްޔެވެ!‍﴾\n‍﴿أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى١٣‍﴾\n13‍﴿ކަލޭގެފާނު ނިކަން ޚަބަރުކުރައްވާހުށިކަމެވެ! އޭނާ ދޮގުކޮށް އަދި ފުރަގަސްދީ އެނބުރިގަތް ނަމަވެސްހެއްޔެވެ!‍﴾\n‍﴿أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى١٤‍﴾\n14‍﴿ކަށަވަރުންވެސް الله ދެކެވޮޑިގެންވާކަން އޭނާ ނުދަންނަނީހެއްޔެވެ؟‍﴾\n‍﴿كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ١٥‍﴾\n15‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! އޭނާ އެކަން ހުއްޓައިނުލިނަމަ ކަށަވަރުންވެސް ތިމަންއިލާހު އޭނާގެ ނިތްގަނޑުގައި ގަދަފަދައަށް ހިއްޕަވާހުށީމެވެ.‍﴾\n‍﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ١٦‍﴾\n16‍﴿ދޮގުވެރި ކުށްވެރި ނިތްގަނޑެކެވެ.‍﴾\n‍﴿فَلْيَدْعُ نَادِيَهُ١٧‍﴾\n17‍﴿ފަހެ އޭނާ އޭނާގެ ބައިގަނޑަށް ގޮވައިފާހުށިކަމެވެ!‍﴾\n‍﴿سَنَدْعُ الزَّبَانِيَةَ١٨‍﴾\n18‍﴿ނިކަންހުރެ ތިމަންއިލާހު ޒަބާނިއްޔަ މަލާއިކަތުންނަށް ގޮވައިލައްވާހުށީމެވެ!‍﴾\n‍﴿كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ١٩‍﴾\n19‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ކަލޭގެފާނު އޭނާއަށް ކިޔަމަންވެ ވަޑައިނުގަންނަވާހުށިކަމެވެ! އަދި ކަލޭގެފާނު ސަޖިދަކުރައްވައި ކުއްތަންވެވަޑައިގަންނަވާހުށިކަމެވެ!‍﴾"
  ],
  [
    "63",
    "",
    "سُوْرَةُ الْقَدْرِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ١‍﴾\n1‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު އެޤުރުއާން ބާވައިލެއްވެވީ ލައިލަތުލް ޤަދްރީގައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ٢‍﴾\n2‍﴿ލައިލަތުލް ޤަދްރިއަކީ ކޮބައިކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\n‍﴿لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ٣‍﴾\n3‍﴿ލައިލަތުލް ޤަދްރި އެއްހާސް މައްސަރަށްވުރެ ހެޔޮކަންބޮޑެވެ.‍﴾\n‍﴿تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ٤‍﴾\n4‍﴿މަލާއިކަތުންނާއި ޖިބްރީލްގެފާނު އެބޭކަލުންގެ ވެރިރައްބުގެ އިޛުނަފުޅާއެކު ހުރިހާ އަމުރުފުޅަކައިގެން އެރޭ ފައިބާވަޑައިގަންނަވާނެތެވެ.‍﴾\n‍﴿سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ٥‍﴾\n5‍﴿ފަޖުރުގެއަލިކަން ފާޅުވެއްޖެއުމަށްދާނދެން އެރޭ ސަލާމަތްކަން ލިބިގެންވެއެވެ.‍﴾\nسُوْرَةُ الْبَيِّنَةِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ١‍﴾\n1‍﴿އަހުލުކިތާބީންކުރެ ކާފިރުވިމީހުންނާއި މުޝްރިކުން، އެއުރެންގެގާތަށް ބަޔާންވެގެންވާހެކި އަތުވެއްޖައުމަށްދާނދެން އެއުރެން ތިބިގޮތް ދޫކޮށްލާނޭ ބަޔަކުކަމުގައި ނުވެތެވެ.‍﴾\n‍﴿رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً٢‍﴾\n2‍﴿اللهގެ ޙަޟްރަތުންވާ ރަސޫލެކެވެ. ޠާހިރުވެގެންވާ ފަތްފުށްތަކެއް ކިޔަވައިވިދާޅުވެދެއްވަތެވެ.‍﴾\n‍﴿فِيهَا كُتُبٌ قَيِّمَةٌ٣‍﴾\n3‍﴿ސީދާވެ ފުރިހަމަވެގެންވާ ސޫރަތްތައް އެފަތްފުށްތަކުގައިވެއެވެ.‍﴾\n‍﴿وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ٤‍﴾\n4‍﴿އަދި ފޮތް ދެއްވުނުމީހުން އެއުރެންގެގާތަށް ބަޔާންވެގެންވާހެކި އައުމަށްފަހުމެނުވީ ބައިބައިވެގެންނުދެތެވެ.‍﴾\n‍﴿وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَوَذَلِكَ دِينُ الْقَيِّمَةِ٥‍﴾\n5‍﴿اللهއަށް ޚާލިޞްކުރާޙާލު އަޅުކަންކުޅައުމަށާއި ޝިރުކުން އެއްކިބާވެތިބެ ކިޔަމަންތެރިކަންއަދާކުރުމަށް މެނުވީ އެއުރެންނަށް އަމުރުވެވިގެންނުވެތެވެ. އަދި ނަމާދު ޤާއިމްކުރުމަށާއި ޒަކާތް ދިނުމަށްވެސްމެއެވެ. އަދި ސީދާވެ ފުރިހަމަވެގެންވާ ދީނަކީ އެއީއެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَاأُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ٦‍﴾\n6‍﴿ކަށަވަރުންވެސް އަހުލުކިތާބީންކުރެ ކާފިރުވިމީހުންނާއި މުޝްރިކުންވަނީ ނަރަކައިގެ އަލިފާނުގައެވެ. އެތާނގައި އެއުރެން ދެމިތިބެނިވިގޮތުގައެވެ. އެއުރެންނީ ޚަލްޤުތަކުންކުރެ ހަމަ އެންމެނުބައިމީހުންނެވެ.‍﴾\n‍﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ٧‍﴾\n7‍﴿ކަށަވަރުންވެސް އީމާންވެ ޞާލިޙުޢަމަލުތައް ކުޅަ މީހުން، އެއުރެންނީ ޚަލްޤުތަކުންކުރެ ހަމަ އެންމެހެޔޮމީހުންނެވެ.‍﴾\n‍﴿جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًارَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُذَلِكَ لِمَنْ خَشِيَ رَبَّهُ٨‍﴾\n8‍﴿އެއުރެންގެ ވެރިރައްބުގެ ޙަޟްރަތުގައި، އެއުރެންގެ ޖަޒާއަކީ، އެތަންތާނގެ ދަށުން ކޯރުތައް ހިނގަހިނގާހުންނަ، ދާއިމަށް ދެމިހުންނަނިވި ސުވަރުގެތަކެވެ. އެތަންތާނގައި އެއުރެން އަބަދަށް ދެމިތިބެނިވިގޮތުގައެވެ. الله އެއުރެންނަށް ރުހިވޮޑިގެންވެ، އަދި އެއުރެން އެއިލާހަށް ރުހިގެންވެތެވެ. އެޖަޒާވަނީ، އެނާގެ ވެރިރައްބަށް ބިރުވެތިވާ މީހަކަށެވެ.‍﴾"
  ],
  [
    "64",
    "",
    "سُوْرَةُ الزَّلْزَلَةِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا١‍﴾\n1‍﴿ބިންގަނޑު އޭގެ (އެންމެފަހު) ހެލިގަތުމުން ގަދައަށް ހެލިގެންފިހިނދެވެ.‍﴾\n‍﴿وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا٢‍﴾\n2‍﴿އަދި ބިންގަނޑު އޭގެ ބުރަތައް (ޚަޒާނާތަކާއި ކަށްތައް) ނެރެލައިފިހިނދެވެ.‍﴾\n‍﴿وَقَالَ الْإِنْسَانُ مَا لَهَا٣‍﴾\n3‍﴿އަދި އެބިންގަނޑަށް އެވަނީކީއްހޭ؟ އިންސާނާ ބުނެފިހިނދެވެ.‍﴾\n‍﴿يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا٤‍﴾\n4‍﴿އެދުވަހުން އެބިންގަނޑު، އޭގެ ޚަބަރުތައް ކިޔައިދޭނެތެވެ.‍﴾\n‍﴿بِأَنَّ رَبَّكَ أَوْحَى لَهَا٥‍﴾\n5‍﴿އެއީ ކަލޭގެފާނުގެ ވެރިރައްބު އެބިންގަނޑަށް އިޛުނަދެއްވީތީއެވެ.‍﴾\n‍﴿يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ٦‍﴾\n6‍﴿އެދުވަހުން މީސްތަކުން ތަފާތު ބައިބަޔަށް (މަޙްޝަރަށް) ދާނެތެވެ. އެއީ އެއުރެންގެ ޢަމަލުތައް އެއުރެންނަށް ދެއްކެވުމަށެވެ.‍﴾\n‍﴿فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ٧‍﴾\n7‍﴿ފަހެ ޒައްރެއްގެމިންވަރުވެސް ހެޔޮޢަމަލެއް ކޮށްފި މީހާ (ދަންނައެވެ!) އޭނާ އެކަން ދެކޭނެތެވެ.‍﴾\n‍﴿وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ٨‍﴾\n8‍﴿އަދި ޒައްރެއްގެމިންވަރުވެސް ނުބައިޢަމަލެއް ކޮށްފި މީހާ (ދަންނައެވެ!) އޭނާ އެކަން ދެކޭނެތެވެ.‍﴾\nسُورَةُ الْعَادِياتِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالْعَادِيَاتِ ضَبْحًا١‍﴾\n1‍﴿ފަތުއަޑުކިޔަމުން ހަރުކޮށްދުވާ އަސްތައް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْمُورِيَاتِ قَدْحًا٢‍﴾\n2‍﴿އަލިފާންކަނޑަމުން ކަޑަބޮއްޖަހައިދުވާ އަސްތައްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَالْمُغِيرَاتِ صُبْحًا٣‍﴾\n3‍﴿ފަތިސްފަތިހައި ހަމަލާދޭ އަސްތައްވެސް ގަންދެއްވަމެވެ!‍﴾\n‍﴿فَأَثَرْنَ بِهِ نَقْعًا٤‍﴾\n4‍﴿ފަހެ އެހިނދު އެސޮރުމެން ހިރަފުސް ބުރުވައިލަތެވެ.‍﴾\n‍﴿فَوَسَطْنَ بِهِ جَمْعًا٥‍﴾\n5‍﴿ފަހެ އެހިރަފުސްތެރޭ )ދުޝްމަނުންގެ( ބައިގަނޑުގެ މެދަށް އެސޮރުމެން ވަދެގަނެތެވެ.‍﴾\n‍﴿إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ٦‍﴾\n6‍﴿ކަށަވަރުންވެސް އިންސާނާއީ އޭނާގެ ވެރިރައްބަށް ހަރާންކޯރުވުންބޮޑު މީހެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ٧‍﴾\n7‍﴿އަދި ހަމަ އޭނާއީ އެކަމުގެ މައްޗަށް ހެކިވެރިއެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ٨‍﴾\n8‍﴿އަދި ހަމަ އޭނާއީ މުދަލަށް ލޯބިކުރުމަށް ވަރުހުންނަ މީހެއްކަން ކަށަވަރެވެ.‍﴾\n‍﴿أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ٩‍﴾\n9‍﴿ކަށްވަޅުތަކުގައި ވާހާތަކެތި ނެރެ ބޭރުކޮށްލެވުނުހިނދު، ފަހެ އެއިންސާނާ )އެކަން) ނުދަންނަނީހެއްޔެވެ؟‍﴾\n‍﴿وَحُصِّلَ مَا فِي الصُّدُورِ١٠‍﴾\n10‍﴿އަދި ހިތްތަކުގައި ވާހާސިއްރު ފާޅުކުރެއްވޭހިނދެވެ.‍﴾\n‍﴿إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ١١‍﴾\n11‍﴿ހަމަ ކަށަވަރުން އެއުރެންގެ ވެރިރައްބަކީ އެދުވަހުންވެސް އެއުރެންގެ ސިއްރު މޮޅަށް ދެނެވޮޑިގެންވާ އިލާހެވެ.‍﴾"
  ],
  [
    "65",
    "",
    "سُوْرَةُ الْقَارِعَة\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿الْقَارِعَةُ١‍﴾\n1‍﴿ހިތްތަކަށް ބިރުވެރިކަން ވެރިވެގެންދާ ޤިޔާމަތްދުވަހެވެ.‍﴾\n‍﴿مَا الْقَارِعَةُ٢‍﴾\n2‍﴿ހިތްތަކަށް ބިރުވެރިކަން ވެރިވެގެންދާ ޤިޔާމަތްދުވަހަކީ ކޮންދުވަހެއް ހެއްޔެވެ؟‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا الْقَارِعَةُ٣‍﴾\n3‍﴿ހިތްތަކަށް ބިރުވެރިކަން ވެރިވެގެންދާ ޤިޔާމަތްދުވަހަކީ ކޮންދުވަހެއްކަން، ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ؟‍﴾\n‍﴿يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ٤‍﴾\n4‍﴿އެދުވަހުން މީސްތަކުންވާނީ ފެތުރިގެންވާ ކޮކާތަކެއް ފަދައިންނެވެ.‍﴾\n‍﴿وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ٥‍﴾\n5‍﴿އަދި އެދުވަހުން ފަރުބަދަތައްވާނީ ނިއުޅިގެންވާ ކެހެރިތަކެއް ފަދައިންނެވެ.‍﴾\n‍﴿فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ٦‍﴾\n6‍﴿ފަހެ އެމީހެއްގެ (ހެޔޮކަމުގެ) ތިލަފަތް ބުރަވެއްޖެމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ٧‍﴾\n7‍﴿ފަހެ އޭނާ ވާހުށީ ރުހެވިގެންވާ ދިރިއުޅުމެއްގައެވެ.‍﴾\n‍﴿وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ٨‍﴾\n8‍﴿އަދި އެމީހެއްގެ (ހެޔޮކަމުގެ) ތިލަފަތް ލުއިވެއްޖެމީހާ ދަންނައެވެ!‍﴾\n‍﴿فَأُمُّهُ هَاوِيَةٌ٩‍﴾\n9‍﴿ފަހެ އޭނާ އެނބުރިދާނެތަނަކީ ނަރަކައެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا هِيَهْ١٠‍﴾\n10‍﴿އަދި އެނަރަކައަކީ ކޮންތަނެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿نَارٌ حَامِيَةٌ١١‍﴾\n11‍﴿އެއީ ހޫނުކަންގަދަ ނަރަކައެވެ.‍﴾\nسُوْرَةُ التَّكَاثُر\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿أَلْهَاكُمُ التَّكَاثُرُ١‍﴾\n1‍﴿ދުނިޔެވީތަކެތި އިތުރުކަމަށް (ދެކި) އެކަކުއަނެކަކަށް ފަޚުރުވެރިވެއުޅުން ތިޔަބައިމީހުން އަވަދިނެތިކޮށްފިއެވެ.‍﴾\n‍﴿حَتَّى زُرْتُمُ الْمَقَابِرَ٢‍﴾\n2‍﴿ތިޔަބައިމީހުން ކަށްވަޅުތަކަށް ޒިޔާރަތްކޮށްފުމަށް ދާނދެންވެސްމެއެވެ.‍﴾\n‍﴿كَلَّا سَوْفَ تَعْلَمُونَ٣‍﴾\n3‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.‍﴾\n‍﴿ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ٤‍﴾\n4‍﴿ދެންވެސް ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ނިކަންހުރެ ތިޔަބައިމީހުންނަށް އެނގޭނެތެވެ.‍﴾\n‍﴿كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ٥‍﴾\n5‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ޔަޤީންކަމުގެ އެނގުމުން ތިޔަބައިމީހުންނަށް އެނގޭނަމައެވެ.‍﴾\n‍﴿لَتَرَوُنَّ الْجَحِيمَ٦‍﴾\n6‍﴿ކަށަވަރުންވެސް ތިޔަބައިމީހުން ނަރަކައިގެ އަނގުރުއަލިފާން ހަމަ ދެކޭނެތެވެ.‍﴾\n‍﴿ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ٧‍﴾\n7‍﴿ދެން ހަމަ ތިޔަބައިމީހުން ޔަޤީންކަމުގެ ދުށުމުން އެތަން ދެކޭނެތެވެ.‍﴾\n‍﴿ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ٨‍﴾\n8‍﴿ދެންފަހެ އެދުވަހުން ނިޢުމަތްތަކާމެދު ހަމަ ކަށަވަރުންވެސް ތިޔަބައިމީހުންނާ ސުވާލުކުރެއްވޭނެތެވެ.‍﴾"
  ],
  [
    "66",
    "",
    "سُوْرَةُ الْعَصْرِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَالْعَصْرِ١‍﴾\n1‍﴿ޒަމާން (ނުވަތަ ޢަޞްރުވަޤުތު) ގަންދެއްވަމެވެ!‍﴾\n‍﴿إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ٢‍﴾\n2‍﴿ހަމަ ކަށަވަރުންވެސް އިންސާނާވަނީ ގެއްލި ހަލާކުވުމެއްގައެވެ.‍﴾\n‍﴿إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ٣‍﴾\n3‍﴿އީމާންވެ އަދި ޞާލިޙުޢަމަލުތައްކޮށް އަދި އެކަކު އަނެކަކަށް ޙައްޤަށް ވަޞިއްޔަތްކޮށް އަދި ކެތްތެރިވުމަށްވެސް އެކަކު އަނެކަކަށް ވަޞިއްޔަތްކުޅަމީހުން މެނުވީއެވެ.‍﴾\nسُوْرَةُ الهمزةِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ١‍﴾\n1‍﴿ވައްތަރުޖައްސާ އައިބުކިޔާއުޅޭ ކޮންމެމީހަކަށް ގެއްލުމާއިހަލާކު ހުށްޓެވެ!‍﴾\n‍﴿الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ٢‍﴾\n2‍﴿އެނާއީ މުދާ ބައްކޮށް އެޢަދަދުކޮށްއުޅުނު މީހާއެވެ.‍﴾\n‍﴿يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ٣‍﴾\n3‍﴿ކަށަވަރުންވެސް އޭނާގެ މުދާ އޭނާ އަބަދަށް ދަމަހައްޓާނެކަމަށް ހީކުރެތެވެ.‍﴾\n‍﴿كَلَّالَيُنْبَذَنَّ فِي الْحُطَمَةِ٤‍﴾\n4‍﴿ހަމަހިލާ އެހެނެއްނުވާނެތެވެ! ފުނޑުފުނޑުކޮށްލަނިވި ނަރަކައަށް އޭނާ ހަމަ އެއްލައިލެއްވޭނެކަން ކަށަވަރެވެ.‍﴾\n‍﴿وَمَا أَدْرَاكَ مَا الْحُطَمَةُ٥‍﴾\n5‍﴿އަދި ފުނޑުފުނޑުކޮށްލަނިވި ނަރަކައަކީ ކޮންތަނެއްކަން ކަލޭގެފާނަށް އަންގައިދިނީ ކޮންއެއްޗެއްހެއްޔެވެ!‍﴾\n‍﴿نَارُ اللَّهِ الْمُوقَدَةُ٦‍﴾\n6‍﴿އެއީ اللهގެ އަލިފާންކަމުގައިވާ ގަދައަށްއަނދައަނދާހުރި ނަރަކައެވެ.‍﴾\n‍﴿الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ٧‍﴾\n7‍﴿އެއީ (ގަދަހޫނުން) ހިތްތައް ވަށައިލާ އަލިފާނެވެ.‍﴾\n‍﴿إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ٨‍﴾\n8‍﴿ކަށަވަރުންވެސް އެއަލިފާންވަނީ އެއުރެންގެމައްޗަށް މަތިއެޅި ބަންދުކުރެވިގެންނެވެ.‍﴾\n‍﴿فِي عَمَدٍ مُمَدَّدَةٍ٩‍﴾\n9‍﴿ދިގުދެމިގެންވާ ތަނބުތަކެއްގެތެރޭގައެވެ.‍﴾\nسُوْرَةُ الْفِيْلِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ١‍﴾\n1‍﴿އެތުގެ އަހުލުވެރިންނާމެދު ކަލޭގެފާނުގެ ވެރިރައްބު ކަންހިންގެވިގޮތް ދެކެވަޑައިނުގަންނަވަމު ހެއްޔެވެ!‍﴾އެއީ ގެފުޅު މުގުރައިލުމަށް އައި ޔަމަނުކަރައިގެ އަބުރަހަތާއި އޭނާގެ ބައިގަނޑެވެ.\n‍﴿أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ٢‍﴾\n2‍﴿އެއިލާހު އެއުރެންގެ ޙީލަތްތެރިރޭވުން ގެއްލެނިވުމެއްގައި ނުލައްވާހެއްޔެވެ؟‍﴾\n‍﴿وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ٣‍﴾\n3‍﴿އަދި އެއިލާހު އެއުރެންގެ މައްޗަށް ދޫނިތަކެއް ބައިބަޔަށް ފޮނުއްވެވިއެވެ.‍﴾\n‍﴿تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ٤‍﴾\n4‍﴿އެދޫނިތައް އެއުރެންނާދިމާއަށް ހަރުވެފައިވާ މަށީގެހިލަތަކެއް އުކައެވެ.‍﴾\n‍﴿فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ٥‍﴾\n5‍﴿ފަހެ އެއިލާހު އެއުރެން ލެއްވެވީ ކައިފައިހުރި ހުއިތަކެއް ފަދައިންނެވެ.‍﴾"
  ],
  [
    "67",
    "",
    "سُوْرَةُ قُرَيْش\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿لِإِيلَافِ قُرَيْشٍ١‍﴾\n1‍﴿ޤުރައިޝުވަންހައިގެމީހުން އެކުވެރިކުރެވެއްވި ކަމަށްޓަކައެވެ.‍﴾\n‍﴿إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ٢‍﴾\n2‍﴿ފިނިމޫސުމާއި ހޫނުމޫސުމުގެ ދަތުރުން އެއުރެން އެކުވެރިކުރެވެއްވިއެވެ.‍﴾\n‍﴿فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ٣‍﴾\n3‍﴿އެހެންވެ މިގެފުޅުގެ ވެރިރައްބަށް އެއުރެން ޚާލިޞްވެ އަޅުކަންކުރާހުށިކަމެވެ.‍﴾\n‍﴿الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ٤‍﴾\n4‍﴿އެއީ ބަނޑުހައިހޫނުކަމުގައި ވަނިކޮށް އެއުރެންނަށް ކާންދެއްވައި އަދި ބިރުވެރިކަމުގައި ވަނިކޮށް އެއުރެންނަށް އަމާންކަންދެއްވެވި އިލާހެވެ.‍﴾\nسُوْرَةُ المْاَعُوْنِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ١‍﴾\n1‍﴿ހިސާބުބައްލަވައި ޖަޒާދެއްވުން ދޮގުކުރާމީހާއާމެދު ކަލޭގެފާނު ނިކަން ޚަބަރުކުރައްވާހުށިކަމެވެ!‍﴾\n‍﴿فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ٢‍﴾\n2‍﴿ފަހެ އެނާއީ ޔަތީމުކުއްޖާ ޙައްޤުތަކުން އެކަހެރިކޮށްލާމީހާއެވެ.‍﴾\n‍﴿وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ٣‍﴾\n3‍﴿އަދި އޭނާއީ މިސްކީނުންނަށް ކާންދިނުމަށް ބާރުނާޅާމީހާއެވެ.‍﴾\n‍﴿فَوَيْلٌ لِلْمُصَلِّينَ٤‍﴾\n4‍﴿ފަހެ ނަމާދުކުރާމިހާއަށް ގެއްލުމާއިހަލާކު ހުށްޓެވެ!‍﴾\n‍﴿الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ٥‍﴾\n5‍﴿އެއުރެންނީ ހަމަ އެއުރެންގެ ނަމާދުތަކާމެދު ފަރުވާކުޑަކުރާ މީހުންނެވެ.‍﴾\n‍﴿الَّذِينَ هُمْ يُرَاءُونَ٦‍﴾\n6‍﴿އެއުރެންނީ ހަމަ (އަޅުކަމުގައި) ކަންދައްކާ މީހުންނެވެ.‍﴾\n‍﴿وَيَمْنَعُونَ الْمَاعُونَ٧‍﴾\n7‍﴿އަދި މަންފާލިބެނިވިތަކެތި ދިނުންމަނާކުރާ މީހުންނެވެ.‍﴾\nسُوْرَة الْكَوْثَرِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ١‍﴾\n1‍﴿ކަށަވަރުންވެސް ތިމަންއިލާހު ކަލޭގެފާނަށް އަލްކަޥްޘަރު ދެއްވެވީމެވެ.‍﴾އަލްކަޥްޘަރަކީ، ސުވަރުގޭގެ އާރެކެވެ. އަދި ގިނަގުނަވެގެންވާ ހެޔޮކަންތަކަށްވެސް މާނަކުރެވެއެވެ.\n‍﴿فَصَلِّ لِرَبِّكَ وَانْحَرْ٢‍﴾\n2‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބަށް ނަމާދުޤާއިމްކުރައްވައި އަދި ޤުރުބާންކުރައްވާހުށިކަމެވެ.‍﴾\n‍﴿إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ٣‍﴾\n3‍﴿ކަށަވަރުންވެސް ކަލޭގެފާނަށް ޢަދާވާތްތެރިވާމީހާ އޭނާއީ ހުރިހާހެޔޮކަމަކުން ކެނޑިގެންވާމީހާއެވެ.‍﴾"
  ],
  [
    "68",
    "",
    "سُوْرَةُ الْكَافِرُوْنَ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قُلْ يَا أَيُّهَا الْكَافِرُونَ١‍﴾\n1‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ. އޭ ކާފިރުތަކުންނޭވެ!‍﴾\n‍﴿لَا أَعْبُدُ مَا تَعْبُدُونَ٢‍﴾\n2‍﴿ތިޔަބައިމީހުން އަޅުކަންކުރާ ތަކެއްޗަށް ތިމަންކަލޭގެފާނު އަޅުކަމެއް ނުކުރައްވަމެވެ.‍﴾\n‍﴿وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ٣‍﴾\n3‍﴿އަދި ތިމަންކަލޭގެފާނު އަޅުކަންކުރައްވާ އެއްކައުވަންތައިލާހަށް އަޅުކަންކުރާ ބަޔަކުކަމުގައި ތިޔަބައިމީހުން ނުވަމުއެވެ.‍﴾\n‍﴿وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ٤‍﴾\n4‍﴿އަދި ތިޔަބައިމީހުން އަޅުކަންކުޅަ ތަކެއްޗަށް އަޅުކަންކުރާނެ ބޭކަލަކުކަމުގައި ތިމަންކަލޭގެފާނު ނުވަމުއެވެ.‍﴾\n‍﴿وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ٥‍﴾\n5‍﴿އަދި ތިމަންކަލޭގެފާނު އަޅުކަންކުރައްވާ އެއްކައުވަންތައިލާހަށް އަޅުކަންކުރާނެ ބަޔަކުކަމުގައި ތިޔަބައިމީހުން ނުވަމުއެވެ.‍﴾\n‍﴿لَكُمْ دِينُكُمْ وَلِيَ دِينِ٦‍﴾\n6‍﴿ތިޔަބައިމީހުންނަށް ތިޔަބައިމީހުންގެ ދީނެވެ. އަދި ތިމަންކަލޭގެފާނަށް ތިމަންކަލޭގެފާނުގެ ދީނެވެ.‍﴾\nسُوْرَةُ النَّصْرِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ١‍﴾\n1‍﴿اللهގެ ނަޞްރާއި ފަތަޙަ އަތުވެއްޖެހިނދެވެ.‍﴾\n‍﴿وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا٢‍﴾\n2‍﴿އަދި اللهގެ ދީނަށް މީސްތަކުން ބައިބަޔަށް ވަންނާތީ ކަލޭގެފާނު ދެކެވަޑައިގެންފިހިނދެވެ.‍﴾\n‍﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا٣‍﴾\n3‍﴿ފަހެ ކަލޭގެފާނުގެ ވެރިރައްބަށް ޙަމްދާއެކު ތަސްބީޙަވިދާޅުވެ އަދި އެއިލާހަށް އިސްތިޣްފާރުކުރައްވާހުށިކަމެވެ! ކަށަވަރުންވެސް އެއިލާހީ ގިނަގިނައިން ތައުބާލައްވާ އިލާހުކަމުގައި ވޮޑިގެންވެތެވެ.‍﴾\nسُوْرَةُ اْلمَسَدِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ١‍﴾\n1‍﴿އަބޫލަހަބުގެ ދެއަތް ގެއްލި ހަލާކުވެއްޖެއެވެ. އަދި ގެއްލި ހަލާކުވެގެންވަނީ އޭނާއެވެ.‍﴾\n‍﴿مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ٢‍﴾\n2‍﴿އޭނާގެ މުދަލާއި ދަރިން އޭނާ ޢަޛާބުން ދުރުކޮށެއްނުދިނެވެ!‍﴾\n‍﴿سَيَصْلَى نَارًا ذَاتَ لَهَبٍ٣‍﴾\n3‍﴿ނިކަންހުރެ ހުޅުގަނޑުގެވެރި ނަރަކައަށް ވަދެ އޭނާ އެތާނގެ ރަހަދެކޭނެތެވެ.‍﴾\n‍﴿وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ٤‍﴾\n4‍﴿އަދި ކަށިދަރު އުފުލާއުޅޭ އޭނާގެ އަނބިކަނބުލޭގެވެސްމެއެވެ.‍﴾\n‍﴿فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ٥‍﴾\n5‍﴿އެކަނބުލޭގެ ކަރުގައި ގަތާފައިވާ ކިފުޅިވަލެއް އެޅުވޭނެތެވެ.‍﴾"
  ],
  [
    "69",
    "",
    "سُوْرَةُ اْلإِخْلاصِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قُلْ هُوَ اللَّهُ أَحَدٌ١‍﴾\n1‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ. އެއީ އެއްކައުވަންތަ اللهއެވެ.‍﴾\n‍﴿اللَّهُ الصَّمَدُ٢‍﴾\n2‍﴿އެންމެހައި ތަކެތި އެއިލާހަށް ބޭނުންޖެހިގެންވާ އަދި އެއްވެސް އެއްޗަކަށް ބޭނުންޖެހިވޮޑިގެންނުވާ ސާހިބުވަންތަ اللهއެވެ.‍﴾\n‍﴿لَمْ يَلِدْ وَلَمْ يُولَدْ٣‍﴾\n3‍﴿އެއިލާހަށް އެއްވެސް ދަރިކަލަކު އުފަންވެގެންނުވެތެވެ. އަދި އެއްވެސް ފަރާތަކަށް ދަރިކަލެއްކަމުގައި އެއިލާހު އުފަންވެވޮޑިގެންނުވެތެވެ.‍﴾\n‍﴿وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ٤‍﴾\n4‍﴿އަދި އެއިލާހާ ކުފޫހަމަވެގެންވާ ހަމަ އެއްވެސްފަރާތެއް ނުވެތެވެ.‍﴾\nسُوْرَةُ اْلفَلَقِ\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ١‍﴾\n1‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ. ފަތިހުގެ ވެރިރައްބުގެ ޙަޟްރަތުން ރައްކާތެރިކަމަށް އެދިވަޑައިގަންނަވަމެވެ!‍﴾\n‍﴿مِنْ شَرِّ مَا خَلَقَ٢‍﴾\n2‍﴿އެއިލާހު ޚަލްޤުކުރައްވާފައިވާހާ ތަކެތީގެ ނުބައިކަމުންނެވެ.‍﴾\n‍﴿وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ٣‍﴾\n3‍﴿އަދި ވެރިވެގެންއަންނަހިނދު ރޭގަނޑުގެ ގަދައަނދިރީގެ ނުބައިކަމުންވެސްމެއެވެ.‍﴾\n‍﴿وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ٤‍﴾\n4‍﴿އަދި ގޮށްތަކަށްފުމޭ ސިޙުރުވެރި އަންހެނުންގެ ނުބައިކަމުންވެސްމެއެވެ.‍﴾\n‍﴿وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ٥‍﴾\n5‍﴿އަދި ޙަސަދަވެރިވެއްޖެހިނދު ޙަސަދަވެރިޔާގެ ނުބައިކަމުންވެސްމެއެވެ.‍﴾\nسُوْرَةُ النَّاس\n‍﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‍﴾\n‍﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ١‍﴾\n1‍﴿ކަލޭގެފާނު ވިދާޅުވާށެވެ. މީސްތަކުންގެ ވެރިރައްބުގެ ޙަޟްރަތުން ރައްކާތެރިކަމަށް އެދިވަޑައިގަންނަވަމެވެ!‍﴾\n‍﴿مَلِكِ النَّاسِ٢‍﴾\n2‍﴿މީސްތަކުންގެ ރަސްވަންތަ އިލާހެވެ.‍﴾\n‍﴿إِلَهِ النَّاسِ٣‍﴾\n3‍﴿އަޅުކަން ހަމައެކަނި ޙައްޤުވެގެންވާ، މީސްތަކުންގެ އިލާހެވެ.‍﴾\n‍﴿مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ٤‍﴾\n4‍﴿ފިލާހުރެ ވަސްވާސްދޭ ޝައިޠާނާގެ ނުބައިކަމުންނެވެ.‍﴾\n‍﴿الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ٥‍﴾\n5‍﴿އެއީ މީސްތަކުންގެ ހިތްތަކުގައި ވަސްވާސް އުފައްދާ ޝައިޠާނާއެވެ.‍﴾\n‍﴿مِنَ الْجِنَّةِ وَالنَّاسِ٦‍﴾\n6‍﴿ޖިންނީންނާއި މީސްތަކުންގެ ތެރެއިންވާ ޝައިޠާނުންނެވެ.‍﴾"
  ],
  [
    "70",
    "",
    "މުސްލިމެއްގެ ޙަޔާތުގައި މުހިންމު ބައެއް ސުވާލުތައް\n1 މުސްލިމަކު އޭނާގެ ޢަޤީދާ އުނގެނޭނީ ކިހިނެތް ހެއްޔެވެ؟މުސްލިމަކު އޭނާގެ ޢަޤީދާ އުނގެނޭހުށީ الله ގެ ފޮތުންނާއި ނަބިއްޔާ  ‍جގެ ޞައްޙަ ސުންނަތުންނެވެ. އެހެނީ، އެކަލޭގެފާނަކީ ހަވާނަފްސަށް ބަސްވިދާޅުވާ ބޭކަލެއް ނޫނެވެ.‍﴿إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى‍﴾މާނައީ: \"(އެކަލޭގެފާނުގެ ބަސްފުޅު) އެއީ އެކަލޭގެފާނަށް އިއްވެވޭ ވަޙީއެއްކަމުގައި މެނުވީ ނުވެތެވެ.\" އަޤީދާ ދެނެގަންނަން ޖެހޭނީ އަޞްޙާބުބޭކަލުންނާއި މިއުންމަތުގެ ސަލަފުއްޞާލިޙުން‍ شފަހުމްކުރެއްވި ގޮތަށެވެ.\n2 ކަމެއްގައި ދެބަސްވެ ޚިލާފުވެއްޖެނަމަ ރުޖޫޢަވާނީ ކޮންއެއްޗަކަށް ހެއްޔެވެ؟މިފަދަ ޙާލަތެއްގައި ރުޖޫޢަވުން އޮތީ އިސްލާމްދީނުގެ ސާފުސީދާ ޝަރީޢަތަށެވެ. އަދި އެކަމުގައި ޙުކުމްކުރުންވަނީ اللهގެ ފޮތާއި އެއިލާހުގެ ރަސޫލާ  ‍جގެ ސުންނަތުގައި ބަޔާންވެފައިވާ ގޮތަށެވެ. اللهـ ވަޙީކުރައްވާފައިވެއެވެ.‍﴿فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ‍﴾މާނައީ: \"ފަހެ، ތިޔަބައިމީހުން ކަމެއްގައި ދެބަސްވެ ޚިލާފުވެއްޖެނަމަ އެކަމެއް الله އާއި އެއިލާހުގެ ރަސޫލާއަށް ރައްދުކުރާހުށިކަމެވެ.\" އަދި ނަބިއްޔާ  ‍جޙަދީޘްކުރައްވާފައިވެއެވެ.«تَرَكْتُ فِيكُمْ أَمْرَيْنِ لَنْ تَضِلُّوا مَا تَمَسَّكْتُمْ بِهِمَا: كِتَابَ الله وَسُنَّةَ نَبِيِّهِ» الموطأ. މާނައީ: \"އެދެއެއްޗެއްގައި ވަރުގަދައަށް ހިފަހައްޓައިފިނަމަ، ތިޔަބައިމީހުން މަގުފުރެދިގެން ނުދާނޭ ދެއެއްޗެއް، ތިމަންކަލޭގެފާނު ތިޔަބައިމީހުންގެ ތެރެއަށް ދޫކުރެއްވީމެވެ. (އެއީ) اللهގެ ފޮތާއި އެއިލާހުގެ ނަބިއްޔާގެ ސުންނަތެވެ.\"\n3 ޤިޔާމަތްދުވަހު ނަޖާވަނިވި ފިރުޤާއަކީ (ޖަމާޢަތަކީ) ކޮންބައެއް ހެއްޔެވެ؟ރަސޫލާ  ‍جޙަދީޘްކުރައްވާފައިވެއެވެ.«وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلاثٍ وَسَبْعِيْنَ مِلَّةً كُلُّهُمْ فِى النَّارِ إِلاَّ مِلَّةً وَاحِدَةً، قَالُوا وَمَنْ هِيَ يَارَسُوْلَ اللهِ؟ قَالَ: مَا أَنَا عَلَيْهِ وَأَصْحَابِى» أحمد.މާނައީ: \"ތިމަންކަލޭގެފާނުގެ އުންމަތް ހަތްދިހަ ތިންބަޔަށް ބައިބައިވެގެންދާނެއެވެ. އޭގެތެރެއިން އެއްބަޔަކު މެނުވީ އެންމެންވާނީ ނަރަކައިގައެވެ. އަޞްހާބުބޭކަލުން ދެންނެވިއެވެ. \"އޭ اللهގެ ރަސޫލާއެވެ. އެއީ ކޮންބައެއްތޯއެވެ؟\" އެކަލޭގެފާނު ޙަދީޘްކުރެއްވިއެވެ. \"އެއީ ތިމަންކަލޭގެފާނާއި ތިމަންކަލޭގެފާނުގެ އަޞްޙާބުބޭކަލުން ތިއްބެވިގޮތަށް ތިބި މީސްތަކުންނެވެ.\" ފަހެ، ޙައްޤަކީ ނަބިއްޔާ  ‍جއާއި އެކަލޭގެފާނުގެ އަޞްޙާބުބޭކަލުން އެތިއްބެވި ގޮތެވެ. ތިބާއަކީ ނަޖާވަނިވި މީހެއް ކަމުގައިވެ، اللهގެ ޙަޟްރަތުގައި ޢަމަލުތައް ޤަބޫލުވުމަށް އެދޭ މީހެއްނަމަ، ތިބާއަށްވަނީ ކީރިތި ޤުރްއާނާއި ނަބިއްޔާ  ‍جގެ ސުންނަތަށް ތަބާވެ، ބިދުޢަތަކުން ދުރުހެލިވުމެވެ.\n4 ހެޔޮ ޢަމަލުތައް ޤަބޫލުވެވުމުގެ ޝަރުޠުތަކަކީ ކޮބައި ހެއްޔެވެ؟އެޝަރުޠުތަކަކީ:1. الله އަށް އީމާންވުމާއި އެއިލާހު އެއްކައުވަންތަކުރުން: ފަހެ، ޝިރުކުކުރާ މީހާގެ ޢަމަލު ޤަބޫލުވެވިގެން ނުވެއެވެ.2. އިޚްލާޞްތެރިކަން: އެޢަމަލަކީ الله ـ ގެ ވަޖުހުފުޅު އަދައިގެން ކުރެވޭ ޢަމަލެއްކަމުގައި ވާންޖެހޭނެއެވެ.3. ކީރިތި ނަބިއްޔާ  ‍جއަށް ތަބާވުން: އެކަމަކީ އެކަލޭގެފާނު އުނގަންނަވައިދެއްވި ގޮތަށް ކުރެވޭ ޢަމަލެއްކަމުގައި ވާންޖެހޭނެއެވެ. ފަހެ، الله ـ އަށް އަޅުކަންކުރަން ޖެހޭނީ ރަސޫލާ  ‍جޝަރުޢުކުރެއްވި ގޮތަށެވެ. މީގެތެރެއިން އެއްވެސް ޝަރުޠެއް އުނިވެއްޖެނަމަ އެޢަމަލު ޤަބޫލުވެވިގެން ނުވެއެވެ. الله ـ ވަޙީކުރައްވާފައިވެއެވެ‍﴿وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورً‍﴾މާނައީ: \"އަދި އެއުރެން ކުޅަހާ ޢަމަލެއް ވަޔަށް ބުރައިގެންދާ ކުނޑިތަކެއް ފަދައިން ލެއްވުމަށް ތިމަންއިލާހު އިރާދަކުރައްވާހުށީމެވެ.\"\n5 އިސްލާމްދީނުގެ ހަރުފަތްތަކަކީ ކޮބައި ހެއްޔެވެ؟ދީނުގެ ހަރުފަތްތައް ތިނެކެވެ. އެއީ: އިސްލާމްކަމާއި، އީމާންކަމާއި، އިޙްސާންތެރިކަމެވެ.\n6 އިސްލާމްކަމަކީ ކޮބައި ހެއްޔެވެ؟ އަދި އިސްލާމްކަމުގައިވަނީ ކިތައް ރުކުން ހެއްޔެވެ؟އިސްލާމްކަން: އެއީ الله އެއްކައުވަންތަކުރުމާއެކު ބޯލެނބުމާއި، އެއިލާހަށް ކިޔަމަންގަތުމުގައި ގަދައަޅައި މަސައްކަތްކުރުމާއި، ޝިރުކާއި އޭގެ އަހުލުވެރިންގެ ކިބައިން ބަރީއަވުމެވެ. އިސްލާމްކަމުގެ ރުކުންތައް ފަހެކެވެ. ކީރިތި ނަބިއްޔާ  ‍جއެކަލޭގެފާނުގެ ޙަދީޘްފުޅެއްގައި އެފަސްކަންތައް ބަޔާންކުރައްވާފައިވެއެވެ.«بُنِيَ الإسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلهَ إِلاّ الله، وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ، وَإقَامِ الصَّلاةِ، وَإِيْتَاءِ الزَّكَاةِ، وَحَجِّ الْبَيْتِ، وَصَوْمِ رَمَضَانَ» متفق عليه.މާނައީ: \"އިސްލާމްދީން ބިނާވެގެންވަނީ ފަސްކަމެއްގެ މައްޗަށެވެ. އެއީ ހަމަ ކަށަވަރުން الله މެނުވީ ޙައްޤު ގޮތުގައި އަޅުކަންކުރެވޭ އިލާހަކު ނުވާކަމަށް ހެކިވުމާއި، އަދި މުޙައްމަދުގެފާނީ اللهގެ ރަސޫލާކަމަށް ހެކިވުމާއި، ނަމާދު ޤާއިމުކުރުމާއި، ޒަކާތްދިނުމާއި، ގެފުޅަށްގޮސް ޙައްޖުވުމާއި ރަމަޟާންމަހު ރޯދަހިފުމެވެ.\""
  ],
  [
    "",
    "",
    "7 އީމާންކަމަކީ ކޮބައި ހެއްޔެވެ؟ އަދި އީމާންކަމުގައިވަނީ ކިތައް ރުކުން ހެއްޔެވެ؟އީމާންކަން: އީމާންކަމަކީ ހިތުންކުރާ އިޢުތިޤާދުތަކަކާއި ދުލުން ބުނާ ބަސްތަކަކާއި ގުނަވަންތަކުންކުރާ ޢަމަލުތަކެކެވެ. ކިޔަމަންތެރިކަން އަދާކުރުމުން އީމާންތެރިކަން އިތުރުވެއެވެ. އަދި އުރެދުންތަކަށް އަރައިގަތުމުން އީމާންތެރިކަން ބަލިވެ އުނިވެއެވެ. الله ـ ވަޙީކުރައްވާފައިވެއެވެ.‍﴿لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ‍﴾މާނައީ: \"އެމީހުންގެ އީމާންތެރިކަމުގެ މައްޗަށް އީމާންކަން އިތުރު ކުރެއްވުމަށްޓަކައެވެ.\" ކީރިތި ނަބިއްޔާ ‍جޙަދީޘްކުރައްވާފައިވެއެވެ.«الإِيْمَانُ بِضْعٌ وَسَبْعُوْنَ شُعْبَةً، فَأَفْضَلُهَا قَوْلُ لَا إِلهَ إِلَّا اللهُ وَأَدْنَاهَا إِمَاطَةُ الأَذَى عَنِ الطَّرِيْقِ وَالحَيَاءُ شُعْبَةٌ مِنَ الإِيْمَانِ» مسلم.މާނައީ: \"އީމާންކަން ބެހިގެންވަނީ ހަތްދިހައެތައް ބަޔަކަށެވެ. އޭގެ އެންމެ މޮޅުއިތުރީلَا إِلهَ إِلَّا اللهُމިފަދައިން ކިޔުމެވެ. އަދި އޭގެ އެންމެ ދަށް މިންވަރަކީ މަގުމަތިން ކުނިބުނި ދުރުކުރުމެވެ. އަދި"
  ]
]
