[
  [
    "1",
    "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nحَدَّثَنَا الشَّيْخُ أَبُو عَبْدِ اللَّهِ يَحْيَى بْنُ أَبِي الْحَسَنِ بْنِ الْبَنَّا، قَالَ: أَخْبَرَنَا وَالِدِي أَبُو عَلِيٍّ الْحَسَنُ بْنُ عُمَرَ بْنِ الْبَنَّا، قَالَ: أَخْبَرَنَا أَبُو الْحُسَيْنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ بِشْرَانَ الْمُعَدَّلُ، قَالَ: أَخْبَرَنَا عُثْمَانُ بْنُ أَحْمَدَ بْنِ السَّمَّاكِ، حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَبْدِ الْوَهَّابِ أَبُو العَنبَر قِرَاءَةً عَلَيْهِ مِنْ كِتَابِهِ، فِي شَهْرِ رَبِيعٍ الْأَوَّلِ مِنْ سَنَةِ ثَلَاثٍ وَتِسْعِينَ وَمِائَتَيْنِ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ الْمِنْقَرِيُّ الْبَصْرِيُّ بِتِنِّيسَ، قَالَ: حَدَّثَنِي عَبْدُوسُ بْنُ مَالِكٍ الْعَطَّارُ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ حَنْبَلٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: أُصُولُ السُّنَّةِ عِنْدَنَا: التَّمَسُّكُ بِمَا كَانَ عَلَيْهِ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، وَالاقْتِدَاءُ بِهِمْ.",
    "ﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ އިސްމުފުޅުން ފަށަމެވެ.\n(އަބުލް މުޠައްފަރު ޢަބްދުލް މަލިކު ބިން ޢަލީ ބިން މުޙައްމަދު އަލްހަމްދާނީ ވިދާޅުވިއެވެ:) ތިމަންމެންނަށް ކިޔައިދެއްވީ އައްޝައިޚު އަބޫ ޢަބްދު ﷲ ބިން ޔަޙްޔާ ބިން އަބުލް ޙުސައިން ބިން އަލްބަންނާއެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ ތިމަންނަގެ ބައްޕަ އަބޫ ޢަލީ އަލްޙަސަން ބިން ޢުމަރު ބިން އަލްބަންނާއެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ އަބުލް ޙުސައިން ޢަލީ ބިން މުޙައްމަދު ބިން ޢަބްދު ﷲ ބިން ބިޝްރާން އަލްމުޢައްދަލެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ޚަބަރު ދެއްވީ ޢުޘްމާން ބިން އަޙްމަދު ބިން އައްސައްމާކެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ކިޔައިދެއްވީ އަބޫ މުޙައްމަދު އަލްޙަސަން ބިން ޢަބްދުލް ވައްހާބް އަބުލް ޢަންބަރު، އޭނާގެ މައްޗަށް އޭނާގެ ފޮތުން ކިޔައިދެނިކޮށެވެ. އެއީ ރަބީޢުލް އައްވަލު މަހުގެ، ދުއިސައްތަ ނުވަދިހަ ތިން ވަނަ އަހަރުގައެވެ. ވިދާޅުވިއެވެ: ތިމަންމެންނަށް ކިޔައިދެއްވީ އަބުލް ޖަޢުފަރު މުޙައްމަދު ބިން ސުލައިމާން އަލްމިންގަރީ އަލްބަޞްރީ، ތިއްނީސުގައެވެ. ވިދާޅުވިއެވެ: ތިމަންނައަށް ކިޔައިދެއްވީ ޢަބްދޫސް ބިން މާލިކު އަލްޢައްޠާރެވެ. ވިދާޅުވިއެވެ: އަބޫ ޢަބްދު ﷲ އަޙްމަދު ބިން މުޙައްމަދު ބިން ޙަންބަލު رَضِيَ اللَّهُ عَنْهُ ވިދާޅުވަނިކޮށް ތިމަން އަޑު އެހީމެވެ: އަހަރެމެންގެ ގާތުގައި ސުންނަތުގެ އުސޫލުތަކަކީ؛ ރަސޫލު ﷲ ﷺ ގެ ސަހާބީން އެ ކަންކަމެއްގެ މަތީގައި ތިއްބެވި ކަންކަމުގައި ހިފުމެވެ. އަދި އެބައިމީހުންނަށް ތަބާވުމެވެ.",
    "",
    "In the Name of Allah, ar-Rahman, ar-Raheem Al-Qaadee Abul-Husain Muhammad ibn Abee Ya'laa said: I read to al-Mubaarak saying to him: 'Abdul-'Azeez al-Azjee informed us: Alee ibn Bushraan informed us: 'Uthmaan, known as Ibnus-Samaak, informed us: al-Hasan ibn 'Abdul-Wahhaab narrated to us: Sulaymaan ibn Muhammad al-Munqari narrated to Us: 'Abdoos ibn Maalik al-'Attaar narrated to me: I heard Aboo 'Abdullaah Ahmad ibn Hanbal, may Allaah be pleased with him, saying: \"The Fundamental Principles of the Sunnah with us are: Holding fast to what the Companions of the Messenger of Allah were upon. Taking them (and their way) as a model to be followed.",
    "شرح أصول السنة للإمام أحمد (ابن جبرين)\nالقسم: العقيدة\nالكتاب: شرح أصول السنة للإمام أحمد\nالمؤلف: عبد الله بن عبد الرحمن بن عبد الله بن إبراهيم بن فهد بن حمد بن جبرين (ت ١٤٣٠هـ)\nمصدر الكتاب: دروس صوتية قام بتفريغها موقع الشبكة الإسلامية\nhttp://www.islamweb.net\n[ الكتاب مرقم آليا، ورقم الجزء هو رقم الدرس - درسان]\nتاريخ النشر بالشاملة: ٢٩ ذو الحجة ١٤٣٢\n‌‌أصول السنة للإمام أحمد [1]\nمن أشهر المتون المختصرة التي كتبها السلف رضوان الله عليهم في العقيدة: متن (أصول السنة)، لإمام أهل السنة الإمام أحمد رحمه الله تعالى، وقد بين فيه مذهب أهل السنة في أبواب الإيمان والقدر والصحابة وغيرها، ولذا كان جديراً أن يُهتم به، وقد عُني به كثير من العلماء، ومن ذلك ما في هذا الشرح المبارك.\n‌‌تعريف الأصل المطلوب تحقيقه\nبسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على رسول الله.\nأما بعد: فهذه رسالة (أصول السنة) لإمام أهل السنة الإمام أحمد بن حنبل رحمه الله تعالى.\nقال الإمام المصنف رحمه الله تعالى: [أصول السنة عندنا التمسك بما كان عليه أصحاب رسول الله صلى الله عليه وسلم، والاقتداء بهم، وترك البدع؛ وكل بدعة فهي ضلالة، وترك الخصومات في الدين].\nهذه رسالة للإمام أحمد في أصول السنة، والأصل: هو ما يبنى عليه غيره، أو ما يتفرع عنه غيره كأساس الحيطان وأصول الشجر، والمعنى: أن السنة لها أصول تتفرع عنها، فأصل الأصول هو كتاب الله وسنة نبيه صلى الله عليه وسلم وما نقل عن الصحابة رضي الله عنهم، فإذا حقق الناس هذه الأصول وتمسكوا بالكتاب والسنة وتمسكوا بما كان عليه الصحابة فإنهم بذلك سيكملون ما يتفرع عن هذه الأصول."
  ],
  [
    "2",
    "وَتَرْكُ الْبِدَعِ.",
    "އަދި ބިދުޢަ//ތައް ދޫކުރު//ކޮށްލުމެވެ.",
    "",
    "The abandonment of innovations, and every innovation is misguidance.",
    "-"
  ],
  [
    "3",
    "وَكُلُّ بِدْعَةٍ فَهِيَ ضَلَالَةٌ.",
    "އަދި ކޮންމެ ބިދުޢައެއް، ފަހެ އެއީ މަގުފުރެދުމެވެ.//އަދި ކޮންމެ ބިދުއަކީ، ފަހެ މަގުފުރެދުމެކެވެ",
    "",
    "The abandonment of innovations, and every innovation is misguidance.",
    "-"
  ],
  [
    "4",
    "وَتَرْكُ الْخُصُومَاتِ فِي الدِين، وَتَرْكُ الْجُلُوسِ مَعَ أَصْحَابِ الْأَهْوَاءِ، وَتَرْكُ الْمِرَاءِ وَالْجِدَالِ.",
    "އަދި ދީނުގައި ކޯޅުންތައް ދޫކުރު//ކޮށްލުމެވެ. އަދި ހަވާނަފްސުގެ އަހުލުވެރިންނާއެކު އިށީނުން ދޫކުރުމެވެ//. އަދި އަރާރުންވުމާއި ޖަދަލު ކުރުން ދޫކުރުމެވެ.// މާއި، އާއި، އެވެ",
    "",
    "The abandonment of controversies. The abandonment of sitting with the people of Ahwaa (desires). And the abandonment of quarrelling, argumentation and controversy in the religion.",
    "-"
  ],
  [
    "5",
    "وَالسُّنَّةُ عِنْدَنَا آثَارُ رَسُولِ اللَّهِ ﷺ.",
    "އަދި އަހަރެމެންގެ ގާތުގައި ސުންނަތަކީ ރަސޫލު ﷲ ﷺ ގެ އަޘަރުތަކެވެ. (އެބަހީ: ރިވާޔަތްތަކެވެ.)",
    "",
    "And the Sunnah with us are the aathaar (narrations) of the Messenger of Allaah (swallallahu alaihi wasallam).",
    "-"
  ],
  [
    "6",
    "وَالسُّنَّةُ تُفَسِّرُ الْقُرْآنَ.",
    "އަދި ސުންނަތް، ގުރްއާން ތަފްސީރު ކުރެއެވެ.//ސުންނަތުގައި ޤުރުއާން ބަޔާންކޮށްދެއެވެ.//ސުންނަތުން ކީރިތި ޤުރުއާން މާނަކުރެއެވެ.",
    "",
    "And the Sunnah explains and clarifies the Qur’aan.",
    "‌‌السنة مفسرة للقرآن\rقال المصنف رحمه الله: [والسنة تفسر القرآن وهي دلائل القرآن، وليس في السنة قياس، ولا تضرب لها الأمثال، ولا تدرك بالعقول ولا الأهواء، إنما هو الاتباع وترك الهوى].\rقوله: (السنة) يعني: سنة النبي صلى الله عليه وسلم، فهي التي تفسر القرآن، وذلك لأن الله أمره بالبيان فقال: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل:44].\rوالسنة المأمور باتباعها هي أقوال النبي صلى الله عليه وسلم وأفعاله وتقريراته التي نقلت عنه، فهي شرح لمعاني القرآن وإيضاح له، فيقتصر عليها ولا يلحق بها غيرها مما لا يساويها، وهذا معنى قوله: (لا يقاس عليها) ولكن إذا اتضح الحكم عُمم في كل ما يدخل فيه، وإذا اقتصر الإنسان على السنة واكتفى بها ففيها الكفاية، ومن زاد عليها أو أضاف إليها شيئاً فهو مبتدع، وقد قال النبي صلى الله عليه وسلم: (وكل بدعة ضلالة) يعني: أن المبتدع ضال وتائه ومخطئ، والسني المتمسك بالسنة هو المصيب، وهو الذي على هدىً ونور من الله"
  ],
  [
    "7",
    "وَهِيَ دَلَائِلُ الْقُرْآنِ.",
    "އަދި އެއީ ގުރްއާނުގެ ދަލީލުތަކެވެ.",
    "",
    "It is the guide to the Qur’aan (containing evidences and indications as to its meanings and correct interpretations.)",
    "-"
  ],
  [
    "8",
    "وَلَيْسَ فِي السُّنَّةِ قِيَاسٌ، وَلَا تُضْرَبُ لَهَا الْأَمْثَالُ، وَلَا تُدْرَكُ بِالْعُقُولِ وَلَا الْأَهْوَاءِ.",
    "އަދި ސުންނަތުގައި ގިޔާސްކޮށް (ބުއްދިން އަޅާކިޔުމެއް) ނުވެއެވެ. އަދި އެއަށް މިސާލުތައް ޖެހުމެއް ވެސް ނުވެއެވެ. އަދި ބުއްދންނާއި ހަވާނަފްސުން އެއާ ދިމާނުކުރެވޭނެއެވެ.//އަދި އެއީ ބުއްދިން ނުވަތަ ހަވާނަފްސުން ދިމާވެވޭނެ އެއްޗެއް ނޫނެވެ.//އޭގައި ވާގޮތަށް",
    "",
    "There is no analogical reasoning in the Sunnah and examples or likenesses are not to be made for it. Nor is it grasped and comprehended by the intellects or the desires.",
    "-"
  ],
  [
    "9",
    "إِنَّمَا هُوَ الِاتِّبَاعُ، وَتَرْكُ الْهَوَى.",
    "އެއީ ހަމައެކަނި ތަބާވުމާއި، ހަވާނަފްސު ދޫކުރު//ކޮށްލުމެވެ.//އެއީ ތަބާވުމާއި، ހަވާނަފްސު ދޫކުރުން// ކަމުގައި މެނުވީ ނުވެއެވެ.",
    "",
    "Rather it (consists of) following (and depending upon) it and abandoning the hawaa (desire).",
    "-"
  ],
  [
    "10",
    "وَمِنَ السُّنَّةِ اللَّازِمَةِ الَّتِي مَنْ تَرَكَ مِنْهَا خَصْلَةً وَلَمْ يَقْبَلْهَا وَيُؤْمِنْ بِهَا؛ لَمْ يَكُنْ مِنْ أَهْلِهَا:",
    "އަދި ލާޒިމްވެގެންވާ ސުންނަތުގެ ތެރޭގައި//ސުންނަތުގައި، މީހަކު އެއިން ކަމެއް ދޫކޮށް، އެ ގަބޫލު ނުކޮށް، އެއަށް އީމާން ނުވެއްޖެ ނަމަ، އެ މީހަކު އެ ސުންނަތުގެ އަހުލުވެރިންގެ ތެރޭ//ގައި ނުވާނެ ކަންކަމަކީ:\r//އެއިން ކަމެއް ދޫކޮށް، އެ ގަބޫލު ނުކޮށް، އެއަށް އީމާން ނުވެއްޖެ މީހަކު،...",
    "",
    "And it is from the binding and necessary Sunnah, (the Sunnah) which whoever leaves a single matter from it, has not accepted it (in its totality), has not believed in it and is not from its people:",
    "‌‌وجوب الإيمان بالقدر وعدم الخوض في الغيبيات\rقال المصنف رحمه الله تعالى: [ومن السنة اللازمة التي من ترك منها خصلة لم يقبلها ويؤمن بها لم يكن من أهلها: أولاً: الإيمان بالقدر خيره وشره، والتصديق بالأحاديث فيه، والإيمان بها، لا يقال: لمَ؟ ولا كيف؟ إنما هو التصديق والإيمان بها، ومن لم يعرف تفسير الحديث ويبلغه عقله، فقد كفي ذلك وأحكم له، فعليه الإيمان به والتسليم، مثل حديث الصادق المصدوق، ومثل ما كان مثله في القدر، ومثل أحاديث الرؤيا كلها، وإن نبت عن الأسماع واستوحش منها المستمع، وإنما عليه الإيمان بها، وألا يرد منها حرفاً واحداً، وغيرها من الأحاديث المأثورات عن الثقات، وألا يخاصم أحداً ولا يناظره، ولا يتعلم الجدال، فإن الكلام في القدر والرؤية والقرآن وغيرها من السنن مكروه ومنهي عنه، لا يكون صاحبه وإن أصاب بكلامه السنة من أهل السنة حتى يدع الجدال ويؤمن بالآثار].\rالإيمان بالقدر أحد أركان الإيمان الستة، وهو: أن يؤمن العبد بأن الله علم ما سوف يكون وكتب ذلك في اللوح المحفوظ.\rويؤمن بأنه لا يكون في الوجود شيء إلا بعد إرادة الله، ولا يكون إلا ما يريد.\rويؤمن بأن الله خالق كل شيء، وأنه ليس من شيء موجود من المخلوقات ومن الأفعال ومن الأحكام إلا والله خالقه، وعندئذ يؤمن بأن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه، كما قال النبي صلى الله عليه وسلم: (واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف).\rوكما في حديث ابن مسعود عن النبي صلى الله عليه وسلم قال: (إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث إليه الملك فيؤمر بأربع كلمات: بكتب رزقه، وأجله، وعمله، وشقي أو سعيد)، أي: يكتب ذلك وهو في بطن أمه، ولما سأل الصحابة النبي صلى الله عليه وسلم وقالوا: (ألا ندع العمل ونتكل على كتابنا؟ قال: اعملوا فكل ميسر لما خلق له).\rفنحن مأمورون بأن نعمل والله هو الذي ييسر الإنسان ويعينه لما خلقه له، فمن خلقه شقياً خذله حتى يعمل عمل أهل الشقاوة، ومن خلقه سعيداً يسر الله له أسباب السعادة.\rوأما الإيمان بأن المؤمنين يرون ربهم في الجنة فهذا -أيضاً- ثابت، وقد جاءت به الأحاديث، وأنكر ذلك الإباضية وغيرهم من المعتزلة، ولا يُعتد بإنكارهم.\rوكذلك -أيضاً- يتجنب الجدل الذي هو الخصومات والمنازعات التي ما أنزل الله بها من سلطان، بل على المؤمن أن يستسلم لما يعرفه، ولا يرد شيئاً إذا ثبت ولم يعرفه، ولا يسأل عن الأشياء الغيبية، فلا يقول: لماذا خلق الله كذا؟ ولماذا أمر الله بكذا؟ بل يقول: سمعنا وأطعنا، دون أن يسأل عن الكيفية في أسماء الله وصفاته، ولا عن العلل بأفعال الله وأحكامه، فما عرف منها قبله، وما لم يعرفه استسلم له."
  ],
  [
    "11",
    "الْإِيمَانُ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ، وَالتَّصْدِيقُ بِالْأَحَادِيثِ فِيهِ، وَالْإِيمَانُ بِهَا، لَا يُقَال: لَمَ؟ وَلَا كَيف؟ إِنَمَا هُوَ التَّصدِيقُ، وَالإِيمَان بِهَا.",
    "ގަދަރަށް، އޭގެ ހެޔޮ މިންވަރާއި ނުބައި މިންވަރަށް އީމާންވުމެވެ. އަދި އެއާމެދު އައިސްފައިވާ//އެކަމާ ބެހޭ ޙަދީޘްތައް ތެދުކޮށް، އެއަށް އީމާންވުމެވެ. ކީއްވެހެއްޔޭ އަދި ކިހިނަކުންހެއްޔޭ ނުބުނެވޭނެއެވެ. އެއީ ހަމައެކަނި އެ ޙަދީޘްތައް ތެދުކުރުމާއި، އެއަށް އީމާންވުމެވެ.//މެނުވީ ނުވެއެވެ",
    "",
    "To have faith in Qadar (the Divine Pre-decree), both its good and its evil. To have faith in Qadar (the Divine Pre-decree), both its good and its evil. To affirm the ahaadeeth related to it and to have faith in them. It is not to he said, ‘Why’ or ‘how’? It is [but] attestation [to the truthfulness of such ahaadeeth] and having faith in them.",
    "-"
  ],
  [
    "12",
    "وَمَنْ لَمْ يَعْرِفْ تَفْسِيرَ الْحَدِيثِ، وَيَبْلُغْهُ عَقْلَهُ، فَقَدْ كُفِيَ ذَلِكَ، وَأُحْكِمَ لَهُ؛ فَعَلَيْهِ الْإِيمَانُ بِهِ، وَالتَّسْلِيمُ لَهُ، مِثْلُ حَدِيثِ «الصَّادِقِ الْمَصْدُوقِ»، وَمِثْلُ مَا كَانَ مِثْلَهُ فِي القَضَاءِ وَالْقَدَرِ، وَمِثْلُ أَحَادِيثِ الرُّؤْيَةِ كُلِّهَا، وَإِنْ نَبَّتْ عَنِ الْأَسْمَاعِ، وَاسْتَوْحَشَ مِنْهَا الْمُسْتَمِعُ، وَإِنَّمَا عَلَيْهِ الْإِيمَانُ بِهَا، وَأَنْ لَا يَرُدَّ مِنْهَا حَرْفًا وَاحِدًا، وَغَيْرَهَا مِنَ الْأَحَادِيثِ الْمَأْثُورَاتِ عَنِ الثِّقَاتِ.",
    "އަދި މީހަކަށް ޙަދީޘެއްގެ މާނަކުރުން ނޭނގި، އޭނާގެ ބުއްދިއަށް އެ ނުފޯރާ ކަމުގައިވަނީ ނަމަ، ފަހެ ހަމަކަށަވަރުން (އެ ގަބޫލުކޮށް ތެދުކުރުން) އޭނާއަށް ފުދިގެންވެއެވެ. އެއީ (ދީން ވަނީ) އޭނާއަށް ރައްކާތެރިކޮށް ފުރިހަމަކޮށްދެވިފައެވެ. ވީމާ އޭނާގެ މައްޗަށް ވަނީ އެ ޙަދީޘަށް އީމާންވެ، އެއަށް ބޯލަނބައި ކިޔަމަންވުމެވެ. އެއީ އައްޞާދިގުލް މަޞްދޫގުގެ ޙަދީޘް ފަދައިންނެވެ. އަދި ގަޟާ ގަދަރުގައި އެއާ އެއްފަދަވެގެންވާ ޙަދީޘްތަކެވެ. އަދި (ގިޔާމަތް ދުވަހު) ﷲ ފެންނާނެކަމަށް//ފެނުމާމެދު އައިސްފައިވާ ހުރިހާ ޙަދީޘްތަކެވެ. އެއީ (ކަންފަތައް) އަޑުއަހަން ޖެހިލުންވި ކަމުގައިވިޔަސް މެއެވެ. އަދި އަޑުއަހާ މީހާ އެއިން ދުރުވެ ބީރައްޓެހިވާ ގޮތް ވީކަމުގައިވިޔަސް މެއެވެ. އަދި އޭނާގެ މައްޗަށް ވަނީ ހަމައެކަނި އެ ޙަދީޘްތަކަށް އީމާންވުމެވެ. އަދި އެއިން އެންމެ ބަހެއްވެސް ރައްދު ނުކުރުމެވެ. އަދި (އިތުބާރު ހުރި) ޘިގާ މީހުންގެ އަރިހުން ރިވާވެފައިވާ އެ ނޫން ޙަދީޘްތައްވެސް މެއެވެ.\n(ނޯޓު: އައްޞާދިގުލް މަޞްދޫގުގެ ޙަދީޘަކީ، ކޮންމެ މީހަކު ވެސް ސާޅީސް ދުވަސް ވަންދެން ރަހިމުގައި އޭނާގެ ޚަލްގުކުރުން އެއްކުރެވިގެން ދާކަމުގެ ޙަދީޘެވެ. އެ ޙަދީޘްގައި ވަނީ: އެ މީހެއްގެ ރިޒްގާއި، އޭނާގެ އަޖަލާއި، އޭނާގެ އަމަލާއި، އޭނާއަކީ އަބާއްޖަވެރިއެއް ނުވަތަ ބާއްޖަވެރިއެއްތޯ ލިޔުއްވައެވެ. އަދި މީހަކު، ސުވަރުގޭގެ އަހުލުވެރިން އަމަލު ކުރަމުން ގޮސް، އޭނާއާއި ސުވަރުގެއާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން ވަނިކޮށް، ދެން ފަހެ ފޮތް (އެބަހީ: ލައުޙުލް މަޙްފޫޡް) އޭނާގެ މައްޗަށް އިސްވެ ހިނގައި، ދެން ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލު އޭނާ ކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ. އަދި މީހަކު، ނަރަކައިގެ އަހުލުވެރިންގެ އަމަލު ކުރަމުންގޮސް، އޭނާއާއި ނަރަކައާ ދެމެދު މުށެއްގެ މިންވަރު މެނުވީ ނެތިއްޖައުމަށް ދާންދެން ވަނިކޮށް، ދެން ފަހެ ފޮތް އޭނާގެ މައްޗަށް އިސްވެ ހިނގައި، ދެން ސުވަރުގޭގެ އަހުލުވެރިންގެ އަމަލު އޭނާ ކުރަމުން ގޮސް، ފަހެ އޭނާ އެ ތަނަށް ވަދެގެންދެއެވެ.)",
    "",
    "And whoever does not know the explanation of a hadeeth and (whose) intellect (does not have the capacity) to make him understand it, then that would be sufficient (i.e., to just merely affirm the ahaadeeth and have faith in them) since (everything from the religion) has been perfected for him. And it is necessary for him to have faith in it and to submit to it, such as the hadeeth of 'the truthful, the believed' and whatever is similar to it in the matter of al-Qadar. And also like the ahaadeeth regarding the Ru’yah (the Believer’s seeing of Allaah in the Hereafter), all of them, even if they disagree with people’s hearing and (even) if the one who is listening to them feels repelled by and is averse to them. Certainly, it is obligatory upon him to have faith in them and not to reject a single word from them nor from other (such) Ahaadeeth, which have been reported by reliable, trustworthy narrators.",
    "-"
  ],
  [
    "13",
    "وَأَنْ لَا يُخَاصِمَ أَحَدًا وَلَا يُنَاظِرَهُ، وَلَا يَتَعَلَّمَ الْجِدَال؛ فَإِنَّ الْكَلَامَ فِي الْقَدَرِ، وَالرُّؤْيَةِ، وَالْقُرْآنِ، وَغَيْرِهَا مِنَ السُّنَنِ مَكْرُوهٌ، وَمَنْهِيٌّ عَنْهُ.",
    "އަދި އެއްވެސް މީހަކާ ކޯޅި ބަހުސް ނުކުރުމެވެ.//ހަދައި ނޫޅުމެވެ.//ކޮށްގެން ނުވާނެއެވެ. އަދި ޖަދަލު//ކުރަން ދަސް ނުކުރުމަށެވެ.//ކޮށްގެން ނުވާނެއެވެ. އެހެނީ ހަމަކަށަވަރުން ގަދަރާއި، (ގިޔާމަތް ދުވަހު) ﷲ ފެނުމާއި//ނާނެކަމާއި، ގުރްއާނާއި، އެ ނޫން ވެސް ސުންނަތުގައި އައިސްފައިވާ ކަންތަކުގައި ޢިލްމުލް ކަލާމް ބޭނުންކޮށް ވާހަކަދައްކާ ހެދުމަކީ ކަރާހަތްތެރިވެގެންވާ، ނަހީވެގެންވާ ކަންކަމެވެ.\r(ނޯޓު: ޢިލްމުލް ކަލާމަކީ، ދީނީ ކަންކަމުގައި ނައްސުގެ މައްޗަށް ބުއްދި އިސްކުރުމެވެ.)",
    "",
    "Certainly, it is obligatory upon him to have faith in them and not to reject a single word from them nor from other (such) Ahaadeeth, which have been reported by reliable, trustworthy narrators. For indeed, (indulging in) theological rhetoric (kalaam) in the matter of Qadar, the Ru’yah, the Qur’aan and other such issues are among the ways that are detested and which are forbidden.",
    "-"
  ],
  [
    "14",
    "وَلَا يَكُونُ صَاحِبُهُ - وَإِنْ أَصَابَ بِكَلَامِهِ السُّنَّةَ - مِنْ أَهْلِ السُّنَّةِ حَتَّى يَدَعَ الْجِدَالَ، وَيُسَلِّمَ، وَيُؤْمِنَ بِالْآثَارِ.",
    "އަދި އޭގެ//އެ ކަމުގެ އަހުލުވެރިޔާ، އޭނާގެ ޢިލްމުލް ކަލާމުން ސުންނަތާ ދިމާވި ކަމުގައި ވިޔަސް، ސުންނަތުގެ އަހުލުވެރިއެއް ކަމުގައި//އަކަށް އޭނާ ނުވާނެއެވެ. އެއީ އޭނާ ޖަދަލު ކުރުން ދޫކޮށް، ބޯލަނބައި ކިޔަމަންވެ، އަޘަރުތަކަށް އީމާންވެއްޖައުމަށް ދާންދެނެވެ.",
    "",
    "The one Who does so, even if he reaches the truth with his words, is not from Ahlus-Sunnah, until he abandons (using) this mode of argumentation, (and until he) submits and believes in the aathaar (the Prophetic Narrations and those of the Companions.",
    "-"
  ],
  [
    "15",
    "وَالْقُرْآنُ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ، وَلَا يَضْعُفُ أَنْ يَقُولَ: الْقُرْآنُ لَيْسَ بِمَخْلُوقٍ؛ فَإِنَّ كَلَامَ اللَّهِ لَيْسَ بِبَائِنٍ مِنْهُ، وَلَيْسَ مِنْهُ شَيْءٌ مَخْلُوقٌ.",
    "އަދި ގުރްއާނަކީ ﷲ ގެ ކަލާމްފުޅެވެ. އަދި އެއީ މަޚްލޫގެއް ނޫނެވެ. (އެބަހީ: ޚަލްގު ކުރެވިގެން ނުވެއެވެ. ) އަދި ގުރްއާނަކީ މަޚްލޫގެއް ނޫންކަމަށް ބުނުމަށް މީހަކު ބަލިކަށި ނުވާހުއްޓެވެ. އެހެނީ ހަމަކަށަވަރުން ﷲ ގެ ކަލާމްފުޅު އެ އިލާހާ ވަކިވެގެން ނުވެއެވެ. އަދި އެ އިލާހުގެ ފުށުން އައިސްފައިވާ//އަންނަ އެއްވެސް އެއްޗެއް މަޚްލޫގަކަށް ނުވާނެއެވެ.",
    "",
    "And the Qur’aan is the Word of Allaah. It is not created. And he should not be too weak to declare it is not created and that the Word of Allaah is not (something) distinct and separate from Him (i.e. an entity in itself) and that not a single thing from it is created.",
    "‌‌القرآن كلام الله ليس بمخلوق\rقال المصنف رحمه الله: [والقرآن كلام الله، وليس بمخلوق، ولا يصف ولا يصح أن يقول: ليس بمخلوق، قال: فإن كلام الله ليس ببائن منه، وليس منه شيء مخلوقاً، وإياك ومناظرة من أخذل فيه، ومن قال باللفظ وغيره، ومن وقف فيه فقال: لا أدري مخلوق أو ليس بمخلوق وإنما هو كلام الله، فهذا صاحب بدعة مثل من قال: هو مخلوق، وإنما هو كلام الله ليس بمخلوق].\rمن المسائل التي تكلم فيها الأولون والآخرون أيضاً: القرآن، فأهل السنة يعتقدون أنه كلام الله أنزله الله على قلب نبيه صلى الله عليه وسلم، وتكلم الله به حقيقة وكتبه أو أمر بكتابته في اللوح المحفوظ، وكذلك أمر بكتابته في الصحف وفي المصاحف، فهو لا يخرج عن كونه كلام الله، وأنكر ذلك المعتزلة وكذا الإباضية الذين في عمان وغيرهم أنكروا ذلك، وقالوا: إنه مخلوق، وجعلوه كسائر المخلوقات، ورد عليهم أهل السنة وبينوا أن الله تعالى متكلم، ويتكلم إذا شاء، وأن كلامه قديم النوع متجدد الآحاد، وأن من جملة كلامه هذا القرآن، وردوا على من قال: إنه مخلوق، وكذلك ردوا على من توقفوا وقالوا: لا ندري أمخلوق أو غير مخلوق؟ بل يجب الجزم بأنه كلام الله.\rوقال أهل السنة في القرآن أيضاً: منه بدأ، وإليه يعود، فلا يجوز أن يُجعل شيء منه مخلوقاً، لا لفظه ولا معناه، بل هو كله كلام الله، تكلم به حقيقة.\rويثبتون صفة الكلام -أن الله تعالى متكلم كما يشاء- ويتوقفون عن كيفية كلامه، أو التدخل في الأشياء الغيبية التي لا تبلغها الأفهام، فيقولون: نكل علم ذلك إلى الله تعالى"
  ],
  [
    "16",
    "وَإِيَّاكَ وَمُنَاظَرَةَ مَنْ أَحْدَثَ فِيهِ.",
    "އަދި އެ ކަމުގައި//މައްސަލައިގައި ބިދުޢަހަދައިފި މީހަކާ ބަހުސް ކުރުމުން//މާމެދު ތިބާ ސަމާލުވެ//+ރައްކާތެރިވާށެވެ. (އެބަހީ: ގުރްއާން ޚަލްގުކުރެވިގެންވާ ކަމަށް ބުނުމެވެ.) //ނަމަނަމަ",
    "",
    "And beware of argumentation with the one who innovates in this matter.",
    "-"
  ],
  [
    "17",
    "وَمَنْ قَالَ بِاللَّفْظِ وَغَيْرِهِ.",
    "އަދި (ގުރްއާން ކިޔަވާއިރު އެ މީހެއްގެ) ލަފްޒު (ޚަލްގުކުރެވިގެންވާ ކަމަށް) ބުނާ މީހާއާއި، އެ ނޫން ވެސް މީހުންނާ//އެކު (ބަހުސް ކުރުމުން//ތިބާ ސަމާލުވެ ރައްކާތެރިވާށެވެ.)",
    "",
    "And the one who says that his recitation of the Qur’aan is created and other such claims.",
    "-"
  ],
  [
    "18",
    "وَمَنْ وَقَفَ فِيهِ فَقَالَ: لَا أَدْرِي مَخْلُوقٌ أَوْ لَيْسَ بِمَخْلُوقٍ؟ وَإِنَّمَا هُوَ كَلَامُ اللَّهِ؛ فَهُوَ صَاحِبُ بِدْعَةٍ، مِثْلُ مَنْ قَالَ: هُوَ مَخْلُوقٌ، وَإِنَّمَا هُوَ كَلَامُ اللَّهِ وَلَيْسَ بِمَخْلُوقٍ.",
    "އަދި އެ ކަމުގައި//މައްސަލައިގައި (ވަކި ގޮތެއް//ކޮޅެއް ނުނަގައި) ހުއްޓިގެން ހުރެ//ހުއްޓިފައި، \"ތިމަންނައަކަށް ނޭނގެއޭ، އެ ވަނީ ޚަލްގުކުރެވިގެންކަމެއް ނުވަތަ ނޫންކަމެއް، އެއީ ހަމައެކަނި ﷲ ގެ ކަލާމްފުޅޭ\" (މި ފަދައިން) ބުނެފި މީހަކީ ފަހެ ބިދުޢައިގެ އަހުލުވެރިއެކެވެ. އެއީ ހަމަ \"އެ ގުރްއާން ޚަލްގުކުރެވިގެން ވެޔޭ\" ބުނާ މީހަކާ އޭނާ އެއްފަދައެވެ. (އެހެނަސް) އެއީ ﷲ ގެ ކަލާމްފުޅު ކަމުގައި މެނުވީ ނުވެއެވެ. އަދި އެ ޚަލްގުކުރެވިގެން ނުވެއެވެ.//އެއީ ﷲ ގެ ކަލާމްފުޅު ކަމާއި އެ ޚަލްގުކުރެވިގެނެއް ނުވާ ކަމުގައި މެނުވީ ނުވެއެވެ.",
    "",
    "And whoever hesitates in this matter and says, ‘I do not know whether it is created or not created. It is but the Word of Allah.” Then he is a person of innovation and he is just like the one who says, “It is created.” Indeed it is the Word of Allaah and it is not created.",
    "-"
  ],
  [
    "19",
    "وَالْإِيمَانُ بِالرُّؤْيَةِ يَوْمَ الْقِيَامَةِ؛ كَمَا رُوِيَ عَنِ النَّبِيِّ ﷺ فِي الْأَحَادِيثِ الصِّحَاحِ.",
    "އަދި (ގިޔާމަތް ދުވަހު) ﷲ ފެންނާނެކަމަށް އީމާންވުމެވެ. އެއީ ނަބިއްޔާ ﷺ ގެ އަރިހުން ރިވާވެފައިވާ ސައްހަ ޙަދީޘްތަކުގައި ވާފަދައިންނެވެ.",
    "",
    "To have faith in the Ru’yah (that Allaah will be seen) on the Day of Judgement has been reported from the Prophet (swallallahu alaihi wasallam) in the authentic ahaadeeth.",
    "‌‌وجوب الإيمان برؤية المؤمنين لربهم عز وجل يوم القيامة وفي الجنة\rقال المصنف رحمه الله: [والإيمان بالرؤية يوم القيامة، كما روي عن النبي صلى الله عليه وسلم من الأحاديث الصحاح].\rكذلك أيضاً من أصول السنة: الإيمان بأن المؤمنين يرون ربهم في الآخرة، ويرونه في الجنة كما يشاء، والأحاديث في ذلك صحيحة ثابتة، ولا عبرة بمن أنكر الرؤية ورد أحاديثها مع ثبوتها.\rوكيفيتها لا نعلمها، إلا أننا نتحقق أن المؤمنين يرون ربهم عياناً مجاهرة بأبصارهم، وأن هذه الرؤيا هي أعظم نعيم الجنة، وفسرت بأنها هي الزيادة في قوله تعالى: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} [يونس:26]، وفسر بها المزيد في قوله تعالى: {لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} [ق:35]، والأدلة عليها واضحة ومعروفة في كتب أهل السنة"
  ],
  [
    "20",
    "وَأَنَّ النَّبِيَّ ﷺ قَدْ رَأَى رَبَّهُ؛ فَإِنَّهُ مَأْثُورٌ عَنْ رَسُولِ اللَّهِ ﷺ، صَحِيحٌ. قَد رَوَاهُ قَتَادَةُ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ، وَرَوَاهُ الْحَكَمُ بْنُ أَبَانٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ، وَرَوَاهُ عَلِيُّ بْنُ زَيْدٍ، عَنْ يُوسُفَ بْنِ مِهْرَانَ عَنِ ابْنِ عَبَّاسٍ. وَالْحَدِيثُ عِنْدَنَا عَلَى ظَاهِرِهِ؛ كَمَا جَاءَ عَنِ النَّبِيِّ ﷺ، وَالْكَلَامُ فِيهِ بِدْعَةٌ، وَلَكِنْ نُؤْمِنُ بِهِ كَمَا جَاءَ عَلَى ظَاهِرِهِ، وَلَا نُنَاظِرُ فِيهِ أَحَدًا.",
    "އަދި ހަމަކަށަވަރުން ނަބިއްޔާ ﷺ އެކަލޭގެފާނުގެ ރައްބު ފެނިވަޑައިގަތްކަމަށް (އީމާންވުމެވެ.) އެހެނީ ހަމަކަށަވަރުން އެ ވަނީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން ރިވާވެގެންނެވެ//ރިވާވެފައެވެ//ރިވާކުރެވިގެންނެވެ. ސައްހަ ގޮތުގައެވެ. ހަމަކަށަވަރުން ގަތާދާގެ އަރިހުން، ޢިކްރިމާގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން އެފަދައިން//އެ ވަނީ ރިވާވެގެންވެއެވެ. އަދި އަލްޙަކަމް ބިން އަބާންގެ އަރިހުން، ޢިކްރިމާގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ވެސް އެފަދައިން ރިވާވެގެންވެއެވެ. އަދި ޢަލީ ބިން ޒައިދުގެ އަރިހުން، ޔޫސުފް ބިން މިހްރާނުގެ އަރިހުން، އިބްނު ޢައްބާސްގެ އަރިހުން ވެސް އެފަދައިން ރިވާވެގެންވެއެވެ. އަދި އެ އަހަރެމެންގެ ގާތުގައި އެ ޙަދީޘް ވަނީ އޭގެ ބޭރުފުށު މާނައާ އެއްގޮތަށެވެ.//މާނައިގައެވެ. އެއީ ނަބިއްޔާ ﷺ ގެ އަރިހުން އައިސްފައިވާ ފަދައިންނެވެ. އަދި ޢިލްމުލް ކަލާމް ބޭނުންކޮށްގެން އެއާ މެދު ވާހަކަ ދައްކާ ހެދުމަކީ//ދެއްކުމަކީ ބިދުޢައެކެވެ. އެހެނެއްކަމަކު އަހަރެމެން އެއަށް އީމާންވާނީ، އޭގެ ބޭރުފުށު މާނައިގައި އައިސްފައިވާ ގޮތަށެވެ.//އެ އައިސްފައިވާ ގޮތަށް އޭގެ ބޭރުފުށު މާނައަށެވެ. އަދި އޭގައި//އެ ކަމުގައި އަހަރުމެންއެއްވެސް މީހަކާ ބަހުސެއް ނުކުރާނަމެވެ.//ބަހުސްކޮށް ނަހަދާނަމެވެ.",
    "",
    "And that the Prophet (swallallahu alaihi wasallam) saw his Lord, since this has been transmitted from the Messenger of Allaah (swallallahu alaihi wasallam) and is correct and authentic. It has been reported by Qataadah from ‘Ikrimah, from Ibn Abbaas. And al-Hakam ibn Ibaan reported it from ‘Ikrimah from Ibn ‘Abbaas. Also ‘Alee ibn Zaid reported it from Yoosuf ibn Mahraan, from Ibn ‘Abbaas. And the hadeeth, in our estimation, is to be taken by its apparent meaning (alaa dhaahirihi), as it has come from the Prophet (swallallahu alaihi wasallam). And indulging in theological rhetoric with respect to it is an innovation. But we have faith in it as it came, upon its apparent meaning and we do not dispute with anyone regarding it.",
    "‌‌الخلاف في رؤية النبي صلى الله عليه وسلم لربه في الدنيا\rقال المصنف رحمه الله: [وأن النبي قد رأى ربه؛ فإنه مأثور عن رسول الله صلى الله عليه وآله وسلم صحيح، رواه قتادة عن عكرمة عن ابن عباس، ورواه الحكم بن إبان عن عكرمة عن ابن عباس، ورواه علي بن زيد عن يوسف بن مهران عن ابن عباس، والحديث عندنا على ظاهره كما جاء عن النبي صلى الله عليه وآله وسلم، والكلام فيه بدعة، ولكن نؤمن به كما جاء على ظاهره، ولا نناظر فيه أحداً].\rمسألة رؤية النبي صلى الله عليه وسلم ربه مسألة خلافية، فأثبت ذلك ابن عباس كما في هذه الأحاديث، وأنكرت ذلك عائشة، وأنكرت على من يقول: إنه رأى ربه.\rوقد ورد في ذلك أحاديث فيها عدم الرؤية، كما في حديث أبي ذر في صحيح مسلم قال: (سألت النبي صلى الله عليه وسلم: هل رأيت ربك؟ فقال: نور أنى أراه)، وفي رواية: (رأيت نوراً).\rفهذا دليل على أنه إنما رأى نوراً، وقد أخبر بأن الله تعالى حجابه النور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه، ولكن الصحيح: أنه صلى الله عليه وسلم رأى ربه رؤية قلبية لا رؤية بصرية، وبذلك فسرت الرواية عن ابن عباس، والدليل على هذا أن الله قد منع ذلك موسى، كما قال تعالى عنه: {رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ} [الأعراف:143] طلب موسى أن ينظر إلى ربه، فقال الله: {لَنْ تَرَانِي وَلَكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا} [الأعراف:143] الآية.\rفرؤية النبي صلى الله عليه وسلم لربه إنما هي مكاشفات قلبية لا رؤية بصرية، وذلك لضعف الإنسان في هذه الدنيا عن أن يثبت لعظمة الله وجلاله، أما في الآخرة فإن الله يمد أهل الجنة بقوة يتمكنون من رؤيته، ويثبتون أمام رؤيته؛ وليس خلقتهم في الجنة كخلقتهم في الدنيا."
  ],
  [
    "21",
    "وَالْإِيمَانُ بِالْمِيزَانِ يَوْمَ الْقِيَامَةِ؛ كَمَا جَاءَ «يُوزَنُ الْعَبْدُ يَوْمَ الْقِيَامَةِ؛ فَلَا يَزِنُ جَنَاحَ بَعُوضَةٍ»، وَتُوزَنُ أَعْمَالُ الْعِبَادِ؛ كَمَا جَاءَ فِي الْأَثَرِ، وَالْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ، وَالْإِعْرَاضُ عَمَّنْ رَدَّ ذَلِكَ، وَتَرْكُ مُجَادَلَتِهِ.",
    "އަދި ގިޔާމަތް ދުވަހު//ވާ//ނޭ//ހުން//ގައި މީޒާނަށް އީމާންވުމެވެ.//ވާނެ ކަމަށް... އެއީ (ޙަދީޘްގައި) އައިސްފައިވާ ފަދައިންނެވެ: \"އަޅާ ގިޔާމަތް ދުވަހު ކިރޭނެއެވެ.//ކިރިގެންދާނެއެވެ. ފަހެ މަދިރި ދިޔައެއްހައި ވަރުވެސް އޭނާގެ ބަރުދަނަކު ނުހުންނާނެއެވެ.//ފަހެ މަދިރި ފިޔައެއްގެ ބަރުދަން ވެސް އޭނާގެ ނުހުންނާނެއެވެ.\" އަދި އަޅުތަކުން އަމަލުތައް ވެސް ކިރޭނެއެވެ.//... އެއީ އަޘަރުތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ. އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމާއި، އެ ރައްދު ކުރާ މީހަކުން//ހެއްގެ ކިބައިން ދުރުވެ//ދުރަށް ޖެހި// އެއްކިބާވުމާއި، އޭނާއާ ޖަދަލު ކުރުން ދޫކުރުމެވެ.//ކޮށްލ",
    "",
    "And having faith in the Balance (the Weighing) on the Day of Judgement just as it has come (to us in the hadeeth), “A Servant will be weighed on the Day of Judgement and he will not be equal in weight to the wing of a fly. And the actions of the servants will be weighed just as has been reported in the narration. To have faith in it and to attest to its truthfulness and to turn away from whoever rejects that and to abandon argumentation with him.",
    "‌‌وجوب الإيمان بالميزان الكائن يوم القيامة\rقال المصنف رحمه الله تعالى: [والإيمان بالميزان يوم القيامة كما جاء: (يوزن العبد يوم القيامة فلا يزن جناح بعوضة) ويوزن أعمال العباد كما جاء في الأثر، والإيمان به والتصديق به والإعراض عمن رد ذلك وترك مجادلته].\rمن أصول أهل السنة الإيمان باليوم الآخر، والإيمان بما أخبر الله به في اليوم الآخر، ومن ذلك أنه أخبر بالميزان، كما قال تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئًا وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا} [الأنبياء:47].\rقيل: إن العبد نفسه يوزن، والدليل قوله تعالى: {فَلا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا} [الكهف:105]، وفي الحديث: (يؤتى بالرجل السمين الأكول الشروب فلا يزن عند الله جناح بعوضة).\rوقيل: إن الأعمال تجسد وتوزن، والله قادر على أن يجعلها أجساداً ولو كانت أعراضاً، فتجعل الصلاة جسداً وتوزن، وكذلك الذكر، وكذلك الصوم وما أشبه ذلك، وتوزن -أيضاً- السيئات، فتجعل هذه في كفة وهذه في كفة.\rوقيل: إن الذي يوزن هو الصحف التي تكتب فيها الأعمال، والسجلات التي سجلت فيها الأعمال من سيئات وحسنات.\rوبكل حال يجب أن يؤمن العباد بذلك كما قال تعالى: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ * وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُوْلَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ} [الأعراف:8 - 9].\rفهذه أدلة واضحة على ثبوت الميزان، ولا عبرة بمن أنكره كالفلاسفة ونحوهم الذين قالوا: إنما يحتاج إلى الميزان البقالون والباعة ونحوهم، ونحن نقول لهم: إن هذا من إظهار العدل من الله تعالى."
  ],
  [
    "22",
    "وَأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يُكَلِّمُ الْعِبَادَ يَوْمَ الْقِيَامَةِ، لَيْسَ بَيْنَهُمْ وَبَيْنَهُ تُرْجُمَانٌ، وَالْإِيمَانُ بِهِ وَالتَّصْدِيقُ بِهِ.",
    "އަދި ހަމަކަށަވަރުން ﷲ ތަބާރަކަ ވަތަޢާލާ، ގިޔާމަތް ދުވަހު އަޅުތަކުންނާ (ވަކިވަކިން) ވާހަކަފުޅު ދައްކަވާނެއެވެ. އެބައިމީހުންނާ އެ އިލާހާ ދެމެދު ތަރުޖަމާނަކު ނުވާނެއެވެ. އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",
    "",
    "And that Allaah, (the Blessed and Exalted), will speak to the servants on the Day of Judgement, without there being a translator between Him and them, to have faith in this and to attest to its truthfulness.",
    "‌‌وجوب الإيمان بتكليم الله جل وعلا عباده يوم القيامة\rقال المصنف رحمه الله تعالى: [وأن الله تعالى يكلمه العباد يوم القيامة ليس بينهم وبينه ترجمان، والتصديق به].\rمن جملة ما يدخل في الإيمان بالآخرة وبالبعث بعد الموت، وبالجمع في يوم القيامة أن الله يكلم العباد، كما قال صلى الله عليه وسلم: (ما منكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان) أي: مترجم ينقل الكلام من لغة إلى لغة، بل يكلمه بكلام يفهمه ويعرفه ويتحققه، وهذا واضح في أنه تعالى يكلم عباده كما يشاء."
  ],
  [
    "23",
    "وَالْإِيمَانُ بِالْحَوْضِ، وَأَنَّ لِرَسُولِ اللَّهِ ﷺ حَوْضًا يَوْمَ الْقِيَامَةِ، يَرِدُ عَلَيْهِ أُمَّتُهُ، عَرْضُهُ مِثْلُ طُولِهِ، مَسِيرَةَ شَهْرٍ، آنِيَتُهُ كَعَدَدِ نُجُومِ السَّمَاءِ، عَلَى مَا صَحَّتْ بِهِ الْأَخْبَارُ مِنْ غَيْرِ وَجْهٍ.",
    "އަދި ޙައުޟަށް އީމާންވުމެވެ. (އެބަހީ: ފެންގަނޑެވެ.) އަދި ގިޔާމަތް ދުވަހު ރަސޫލު ﷲ ﷺ އަށް ޙައުޟެއް ލިބިވަޑައިގެންވާކަށްވެސް މެއެވެ. އެ ޙައުޟު ކައިރިން ލާފައި އެކަލޭގެފާނުގެ އުއްމަތް ދާނެއެވެ.//އިސްފަސް// އޭގެ ފުޅާމިން އޭގެ ދިގުމިން ފަދައެވެ.//އާ އެއްވަރެވެ.//ވަނީ/ހައި. އެއީ މަސްދުވަހެއްގެ//ހުގެ ރާސްތާއެވެ. އޭގެ ކަންވާރުތައް އުޑުގެ ތަރިތަކުގެ އަދަދު ފަދައެވެ.//އެއްވަރެވެ//ހައި/ގިނަ// އެއީ އެއް ސަނަދަށް ވުރެ ގިނައިން//ގިނަ ގޮތްގޮތުން//ސަނަދުތަކުން އައިސްފައިވާ ސައްހަވެގެންވާ ޚަބަރުތަކުގައިވާ ފަދައިންނެވެ.//ސައްހަ ގޮތުގައި އައިސްފައިވާ ޚަބަރުތަކުގައިވާ ފަދައިންނެވެ.",
    "",
    "To have faith in the Hawd (the Pool), and that there is a pool for the Messenger of Allaah (swallallahu alaihi wasallam) on the Day of Judgement. His ummah will come to it (to drink) and its width is equal to the distance traveled in a month. Its drinking vessels equaling the number of stars in the sky (and this is) in accordance with the narrations that are authentic in this regard, from more than one aspect.",
    "‌‌وجوب الإيمان بأن للنبي صلى الله عليه وسلم حوضاً يوم القيامة\rقال المصنف رحمه الله تعالى: [والإيمان بالحوض، وأن لرسول الله صلى الله عليه وسلم حوضاً يوم القيامة يرد عليه أمته، عرضه مثل طوله مسيرة شهر، آنيته كعدد نجوم السماء على ما صحت به الأخبار من غير وجه].\rوهذا من جملة الإيمان باليوم الآخر، وقد ردت في الحوض أحاديث كثيرة قد تبلغ الثلاثين أو الأربعين حديثاً أخبر فيها صلى الله عليه وسلم بأن له حوضاً يوم القيامة؛ ترد عليه أمته، وأن هناك من يُذاد عنه، لأنه لم يكن متمسكاً بالسنة عاملاً بها؛ مع كونهم من أمته، عليهم علامة الأمة في كونهم غراً محجلين.\rوهذا الحوض ورد أن طوله مسيرة شهر وعرضه مسيرة شهر، وفي بعض الروايات أنه: ما بين عدن إلى أبين، عدن بأرض حضرموت وأبين بأرض الشام، يعني: طوله وعرضه سواء وآنيته عدد نجوم السماء، ويصب فيه ميزابان من الجنة، ماؤه أشد بياضاً من اللبن وأحلى من العسل، من شرب منه شربة لم يظمأ بعدها أبداً، يرده المؤمنون، ويذاد عنه المنافقون والكافرون، وورود تحديده بأنه ما بين عدن إلى أبين يدل على أنه شهر بالمسيرة المعتادة التي كانوا يعرفونها."
  ],
  [
    "24",
    "وَالْإِيمَانُ بِعَذَابِ الْقَبْرِ، وَأَنَّ هَذِهِ الْأُمَّةَ تُفتَنُ فِي قُبُورِهَا، وَتُسْأَلُ عَنِ الْإِيمَانِ وَالْإِسْلَامِ، وَمَنْ رَبُّهُ؟ وَمَنْ نَبِيُّهُ؟ وَيَأْتِيه مُنْكَرٌ وَنَكِيرٌ، كَيْفَ شَاءَ اللَّهُ عَزَّ وَجَلَّ، وَكَيْفَ أَرَادَ، وَالْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ.",
    "އަދި ގަބުރުގެ އަޒާބަށް އީމާންވުމެވެ. އަދި ހަމަކަށަވަރުން މި އުއްމަތް، އެބައިމީހުންގެ ގަބުރުތަކުގައި އިމްތިހާނު ކުރެވޭނެ ކަމަށްވެސް މެއެވެ އަދި އީމާންކަމާއި، އިސްލާމްކަމާ މެދު//ބެހޭ ގޮތުން އެބައިމީހުންނާ ސުވާލު ކުރެވޭނެއެވެ. އަދި އެ މީހެއްގެ ރައްބަކީ ކޮބައިކަމާއި، އޭނާގެ ނަބިއްޔަކީ ކޮބައިކަމާމެދު//ކާކު ވެސް މެއެވެ. އަދި މުންކަރާއި ނަކީރު (ދެ މަލާއިކަތުން) އޭނާގެ ގާތަށް އަންނާނެއެވެ. އެއީ ﷲ ޢައްޒަ ވަޖައްލަ އެދިވަޑައިގެންނެވި ގޮތަކަށް، އެ އިލާހު އިރާދަކުރެއްވި ގޮތަކަށެވެ. //އެވެ. އަދި އެވެ//އެދިވަޑައިގެންނެވި އަދި އިރާދަކުރެއްވި// އަދި (އޭގައި އޮތީ) އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",
    "",
    "To have faith in the Punishment of the Grave, and that this Ummah will be put to trial in their graves and will be questioned about Eeman Islaam. About who is his Lord? Who is his Prophet? And that Munkar and Nakeer will come to him, (all of that) in whatever way Allah wills and in whatever way He desires. To have faith in that and to attest to its truthfulness.",
    "‌‌وجوب الإيمان بعذاب القبر وفتنته\rقال المصنف رحمه الله تعالى: [والإيمان بعذاب القبر، وأن هذه الأمة تفتتن في قبورها، وتسأل عن الإيمان والإسلام، ومن ربه؟ ومن نبيه؟ ويأتيه منكر ونكير كيف شاء وكيف أراد، والإيمان به والتصديق به].\rوهذا أيضاً مما يدخل في الإيمان باليوم الآخر، فكل ما بعد الموت من حين تخرج الروح من الجسد فهو من اليوم الآخر يقال: من مات فقد قامت قيامته، أي: قد دخل فيما يكون بعد الموت.\rومما يكون بعد الموت الإيمان بعذاب القبر وبنعيمه، نؤمن بذلك كما وردت به الأحاديث الصحيحة، وكما ذكر ذلك واستنبطه العلماء من القرآن من بعض الآيات والأدلة، وأنه يأتيه ملكان، وردت تسميتهما (منكر ونكير) في بعض الروايات، وأنهما يسألانه: من ربك؟ من نبيك؟ ما دينك؟ وأنه يفسح له في قبره إذا كان من المؤمنين، ويضيق على الكافر قبره حتى تختلف فيه أضلاعه، فيصير القبر روضة من رياض الجنة أو حفرة من حفر النار.\rويعم ذلك كل ميت، سواء قُبر أو لم يُقبر، فحتى ولو أكلته السباع أو أحرق وأذريت جثته في الرياح أو في البر والبحر، فإن الله قادر على أن يوصل إليه ما يستحقه من عذاب أو نعيم، والأحكام بعد الموت وفي البرزخ على الأرواح؛ لأن الأرواح باقية بعد مفارقتها للأجساد، ولكن لابد أن يصل شيء من الألم أو النعيم إلى الأجساد ولو كانت فانية.\rوعلى كل حال يجب على الإنسان المؤمن أن يؤمن بما يكون بعد الموت مما ورد في هذه الأحاديث، ويحمله الإيمان على أن يستعد لذلك، وأن يعمل العمل الذي يكون سبباً في نجاته من تلك الأهوال."
  ],
  [
    "25",
    "وَالْإِيمَانُ بِشَفَاعَةِ النَّبِيِّ ﷺ.",
    "އަދި ނަބިއްޔާ ﷺ ގެ ޝަފާއަތަށް އީމާންވުމެވެ.",
    "",
    "To have faith in the Intercession of the Prophet (swallallahu alaihi wasallam).",
    "‌‌وجوب الإيمان بشفاعة النبي صلى الله عليه وسلم\rقال المصنف رحمه الله تعالى: [والإيمان بشفاعة النبي صلى الله عليه وآله وسلم، وبقوم يخرجون من النار بعد ما احترقوا وصاروا فحماً، فيؤمر بهم إلى نهر على باب الجنة -كما جاء الأثر- كيف شاء، وكما شاء، إنما هو الإيمان به والتصديق به].\rوهذا أيضاً من الإيمان باليوم الآخر، ومن فضائل وميزة النبي محمد صلى الله عليه وسلم ما ورد عنه من أنه هو الشفيع المشفع في المحشر، وقد وردت أدلة كثيرة على أنه يشفع لأمته، ويشفع للخلق كلهم، فيشفع الشفاعة الأولى لمجيء الله تعالى لفصل القضاء، حتى يفصل بين عباده عندما يطول الموقف، وهذا بعدما يطلبون الشفاعة من أولي العزم: من آدم ونوح وإبراهيم وموسى وعيسى، وعند ذلك إذا اعتذروا يقول صلى الله عليه وسلم: (أنا لها).\rكذلك -أيضاً- يشفع لهم أن يدخلوا الجنة، ويكون هو أول من يستفتح باب الجنة، وكذلك يشفع لقوم أن ترفع درجاتهم ومنازلهم من أهل الجنة.\rوأما الشفاعة التي يشاركه فيها غيره من الأنبياء والملائكة فهي شفاعته لأهل الكبائر من أهل التوحيد أن يخرجوا من النار، فبعدما احترقوا وصاروا فحماً يخرجون من النار بعد مدة الله أعلم بمقدارها، ثم يلقون في نهر في الجنة يقال له: نهر الحياة، فينبتون فيه كما تنبت الحبة في حميل السيل، ثم بعد ذلك يتنعمون بما يتنعم به أهل الجنة، وذلك لأنهم من أهل التوحيد ومن أهل العقيدة."
  ],
  [
    "26",
    "وَبِقَوْمٍ يَخْرُجُونَ مِنَ النَّارِ بَعْدَ مَا احْتَرَقُوا وَصَارُوا فَحْمًا؛ فَيُؤْمَرُ بِهِمْ إِلَى نَهْرٍ عَلَى بَابِ الْجَنَّةِ؛ كَمَا جَاءَ فِي الْأَثَرِ، كَيْفَ شَاءَ اللَّهُ، وَكَمَا شَاءَ، إِنَّمَا هُوَ الْإِيمَانُ بِهِ، وَالتَّصْدِيقُ بِهِ.",
    "އަދި ބަޔަކު މީހުން އަނދާ ކަޅުވެ ދެއްޔަށްވުމަށް ފަހު ނަރަކައިން ނުކުންނާނެކަމަށް ވެސް މެއެވެ. ދެން ސުވަރުގޭގެ ދޮރުކޮޅުމަތީގައިވާ ކޯރަކަށް އެބައިމީހުން ލުމަށް އަމުރު ކުރެވޭނެއެވެ. އެއީ އަޘަރުގައި އައިސްފައިވާ ފަދައިންނެވެ. (އެ ކަން ވާނީ) ﷲ އިރާދަ ކުރެއްވި ގޮތަކަށެވެ. އަދި ހަމަ// އެ އިލާހު އިރާދު ކުރެއްވި ފަދައިންނެވެ.//ފަދަޔަކުން، ގޮތަކަށެވެ. އަދި (އޭގައި އޮތީ) ހަމައެކަނި އެ ކަމަށް އީމާންވުމާއި، އެ ތެދުކުރުމެވެ.",
    "",
    "And (to have faith) that some people will be brought out of the Fire after they have been burnt therein and reduced to charcoal. (That) it will be ordered for them to be placed in a river by the door of Paradise, as has been reported in the narration, (all of that) however Allaah wills and in whatever way Allaah wills. Indeed, it is to have faith in it and to attest to its truthfulness.",
    "-"
  ],
  [
    "27",
    "وَالْإِيمَانُ بِأَنَّ الْمَسِيحَ الدَّجَّالَ خَارِجٌ، مَكْتُوبٌ بَيْنَ عَيْنَيْهِ «كَافِرٌ»، وَالْأَحَادِيثُ الَّتِي جَاءَتْ فِيهِ، وَالْإِيمَانُ بِأَنَّ ذَلِكَ كَائِنٌ.",
    "އަދި މަސީޙުއް ދައްޖާލު ފާޅުވެ// ނުކުންނާނެކަމަށް އީމާންވުމެވެ. އޭނާގެ ދެލޯ ދެމެދު ލިޔެވިފައި ވަނީ \"ކާފިރު\" އެވެ.//ދެލޯ ދެމެދު \"ކާފިރު\" ލިޔެވިފައިވެއެވެ. އަދި އެއާ މެދު//ބެހޭ ގޮތުން//އެ ކަމާމެދު އައިސްފައިވާ ޙަދީޘްތަކަށް (އީމާންވުމެވެ.) އަދި އެއީ ހަމަކަށަވަރުން ވާނެ ކަމެއް ކަމަށް ވެސް މެއެވެ.//އެކަން ވެގެންދާނެ",
    "",
    "To have faith that the Maseehud-Dajjaal is to come, there being written between his eyes, ‘Kaafir.’ And (to have faith) in the ahaadeeth which have come (to us) regarding him. And to have faith that that will happen.",
    "‌‌وجوب الإيمان بوقوع فتنة الدجال وقتل عيسى بن مريم له\nقال المصنف رحمه الله تعالى: [والإيمان أن المسيح الدجال خارج مكتوب بين عينيه كافر، والأحاديث التي جاءت فيه، والإيمان بأن ذلك كائن وأن عيسى ابن مريم عليه السلام ينزل فيقتله بباب لدّ].\nهذا من الإيمان بالغيب، وقد أخبر النبي صلى الله عليه وسلم بمثل هذه الأمور المستقبلة الغيبية فلابد أن نؤمن ونصدق بها، وذلك لثبوتها بالسنة من طرق متواترة في أحاديث صحيحة، فمن الإيمان بالغيب الإيمان بما أخبر به النبي صلى الله عليه وسلم من هذه الأمور المستقبلة الغيبية.\nووصف الدجال بأوصاف تبين أنه إنسان، وأنه أعور العين اليمني، وأنه فتنة يفتتن بها خلق كثير، ويثبت الله أهل الحق فلا يفتتنون به، ويعلمون أنه كذاب، ولذلك سمي دجالاً يعني: كثير الكذب وعظيم الدجل.\nوالأحاديث التي في نزول عيسى متواترة أيضاً، وأنه يقتل الدجال باب لد في الشام، وأن عيسى يقيم في المسلمين فيما بعد، فيكسر الصليب الذي للنصارى، ويقتل الخنزير الذي يأكلونه، ويضع الجزية، فلا يقبل إلا الإسلام أو السيف، وينتشر الإسلام كما يشاء الله؛ وذلك في الوقت المستقبل الله أعلم متى يكون ذلك."
  ],
  [
    "28",
    "وَأَنَّ عِيسَى ابْن مَرْيَمَ عَلَيْهِ السَّلَامُ يَنْزِلُ فَيَقْتُلُهُ بِبَابِ لُدٍّ.",
    "އަދި ހަމަކަށަވަރުން ޢީސާ ބިން މަރްޔަމް ޢަލައިހިއްސަލާމް ފައިބައިވަޑައިގަންނަވާނެ ކަމާއި//ފައިބައިވަޑައިގެން، ލުއްދުގެ ދޮރުމަތީގައި އެކަލޭގެފާނު// އެ ދައްޖާލު ގަތުލު ކުރާނެ ކަމަށް ވެސް މެއެވެ.",
    "",
    "And (to have faith) that ‘Eesaa (Ibn Maryam), will descend and will kill him at the gate of Ludd.",
    "-"
  ],
  [
    "29",
    "وَالْإِيمَانُ قَوْلٌ وَعَمَلٌ.",
    "އަދި އީމާންކަމަކީ ބަހާއި އަމަލެވެ.",
    "",
    "And that faith consists of (both) speech and action,",
    "‌‌الإيمان قول وعمل يزيد وينقص\nقال المصنف رحمه الله تعالى: [والإيمان قول وعمل، يزيد وينقص، كما جاء في الخبر: (أكمل المؤمنين إيماناً أحسنهم خلقاً) (من ترك الصلاة فقد كفر)، وليس من الأعمال شيء تركه كفر إلا الصلاة، من تركها فهو كافر، وقد أحل الله قتله].\nمسألة الإيمان من المسائل التي تكلم فيها أهل السنة مع المرجئة وغيرهم.\nفقال أهل السنة: إن الإيمان قول وعمل، وإنه تدخل فيه العقائد، وتدخل فيه الأقوال والأعمال، فهو قول القلب واللسان وعمل القلب والجوارح، فالأقوال -الأذكار ونحوها- تكون من الإيمان، والعقائد وأذكار القلب تكون من الإيمان، والأعمال البدنية داخلة في مسمى الإيمان، ودليل ذلك قول النبي صلى الله عليه وسلم: (الإيمان بضع وسبعون شعبة، أعلاها قول: لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان) فكلمة: (لا إله إلا الله) من الإيمان، وهي قول باللسان، وإماطة الأذى من الطريق من الإيمان، وهي عمل بالبدن، والحياء من الإيمان، وهو عمل قلبي، وكذلك بقية شعب الإيمان.\nكذلك أيضاً نقول: إن من الإيمان جميع الأعمال التي هي قربة، والإيمان يزيد بها وينقص بالمعاصي، فالإيمان عند أهل السنة يزيد بالطاعة وينقص بالمعصية، وقد أخبر الله بأنه يزيد في قوله تعالى: {لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ} [الفتح:4]، وقوله جل وعلا: {فَزَادَتْهُمْ إِيمَانًا} [التوبة:124]، وقوله سبحانه: {فَزَادَهُمْ إِيمَانًا} [آل عمران:173] ونحو ذلك، وكل شيء قبل الزيادة فهو قابل للنقصان، فالإنسان إذا ذكر الله وحمده وشكره زاد إيمانه وإذا تكلم بسوء أو سباب أو شتم أو معصية نقص إيمانه، وهكذا.\nومن الأعمال التي هي من جملة الإيمان: الصلاة؛ فإنها من الإيمان كما قال الله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ} [البقرة:143]، يعني: صلاتهم إلى بيت المقدس قبل أن تحول القبلة ما كان الله ليضيع ذلك، فسماها إيماناً؛ لأنها من ثمرة الإيمان، وهذه الصلاة لا شك في أهميتها وعظم شأنها؛ ولأجل ذلك أكد الله ذكرها في القرآن، وأكثر من ذكرها، وورد أيضاً في السنة الاهتمام بها، بل وفي بعض الأحاديث أن تركها كفر، يعني: الإصرار على تركها يعتبر كفراً، وأن تاركها يستتاب فإن تاب وإلا قتل، وإذا أصر على تركها حتى يقتل قتل مرتداً، يعامل معاملة المرتد؛ وذلك لأنها أعظم شعائر الدين ولا شك أن ما كان بهذه العظمة لا يجوز التهاون به."
  ],
  [
    "30",
    "يَزِيدُ وَيَنْقُصُ كَمَا جَاءَ فِي الْخَبَرِ: «أَكْمَلُ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا».",
    "އެ އިތުރުވެ އުނިވެގެން ދެއެވެ. އެއީ ޚަބަރުގައި އައިސްފައިވާ ފަދައިންނެވެ: ”މުއުމިނުންގެ ތެރެއިން އީމާންތެރިކަން އެންމެ ފުރިހަމަ މީހަކީ، އެބައިމީހުންގެ ތެރެއިން އެންމެ ޚުލްގު ހެޔޮ މީހާއެވެ.“//މުއުމިމުން ކުރެ އެންމެ ފުރިހަމަ އީމާންކަން ހުރީ، އެބައިމީހުންގެ އެންމެ ރަނގަޅު އަޚްލާގު ގެންގުޅޭ މީހާއެވެ.",
    "",
    "It increases and decreases, as has been reported in the narration “The most complete of the believers with respect to faith is the best of them in his manners.”",
    "-"
  ],
  [
    "31",
    "وَمَنْ تَرَكَ الصَّلَاةَ فَقَدْ كَفَرَ.",
    "އަދި ނަމާދު ދޫކޮށްލައިފި//ކޮށްލި މީހާ ފަހެ ހަމަކަށަވަރުން ކާފަރުވެއްޖެއެވެ.",
    "",
    "And whoever abandons the prayer then he has disbelieved.",
    "-"
  ],
  [
    "32",
    "وَلَيْسَ مِنَ الْأَعْمَالِ شَيْءٌ تَرْكُهُ كُفْرٌ إِلَّا الصَّلَاةُ، مَنْ تَرَكَهَا فَهُوَ كَافِرٌ، وَقَدْ أَحَلَّ اللَّهُ قَتْلَهُ.",
    "އަދި އަމަލުތަކުގެ ތެރެއިން، އެ ދޫކޮށްލުން//ލުމަކީ ކުފުރު ކަމުގައިވާ އެއްވެސް ކަމެއް//އެއްޗެއް ނަމާދު ފިޔަވާ ނުވެއެވެ. އެ ދޫކޮށްލައިފި//ލި މީހަކީ ފަހެ ކާފިރެކެވެ. އަދި ﷲ ވަނީ އޭނާ ގަތުލު ކުރުން ހުއްދަ ކުރައްވާފައެވެ.//ﷲ އޭނާ ގަތުލުކުރުން ހުއްދަ...",
    "",
    "There is nothing from among the actions, the abandonment of which constitutes disbelief except for the prayer. Whoever abandons it is a disbeliever arid Allaah has made killing him permissible.",
    "-"
  ],
  [
    "33",
    "وَخَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا ﷺ؛ أَبُو بَكْرٍ الصِّدِّيقُ، ثُمَّ عُمَرُ بْنُ الْخَطَّابِ، ثُمَّ عُثْمَانُ بْنُ عَفَّانَ، ويُقَدَّمُ هَؤُلَاءِ الثَّلَاثَةَ كَمَا قَدَّمَهُمْ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، لَمْ يَخْتَلِفُوا فِي ذَلِكَ.",
    "އަދި މި އުއްމަތުގެ އެންމެ ހެޔޮވެގެންވަނީ، އެ އުއްމަތުގެ ނަބިއްޔާ ﷺ އަށް ފަހު//އިސްފަސް؟: އަބޫ ބަކުރު އައްޞިއްދީގެވެ. އެއަށްފަހު ޢުމަރު ބިން އަލްޚައްޠާބެވެ. އެއަށްފަހު ޢުޘްމާން ބިން ޢައްފާނެވެ. އަދި ރަސޫލު ﷲ ﷺ ގެ ސަހާބިން މި ބޭކަލުން އިސްކުރެއްވި//އިސްކަންދެއްވި ފަދައިން، އެ ތިން ބޭކަލުން އިސްކުރުން ހުއްޓެވެ.//އިސްފަސް؟ އެ ސަހާބީން އެ ކަމުގައި ޚިލާފުވެފައެއް ނެތެވެ.//ނުވެއެވެ",
    "",
    "And the best of this ummah after its Prophet (swallallahu alaihi wasallam) is Aboo Bakr as-Siddeeg, then Uthmaan Ibn al-Khattaab, then ‘Uthrnaan ibn Affaan. We give precedence to those three just as the Companions of the Messenger of Allaah (swallallahu alaihi wasallam) gave precedence to them. They (the Companions) never differed in that.",
    "‌‌الصحابة أفضل الأمة بعد النبي صلى الله عليه وسلم، وذكر فضائل بعضهم\nقال المصنف رحمه الله تعالى: [وخير هذه الأمة بعد نبيها صلى الله عليه وسلم أبو بكر الصديق، ثم عمر بن الخطاب، ثم عثمان بن عفان، نقدم هؤلاء الثلاثة كما قدمهم أصحاب رسول الله صلى الله عليه وآله وسلم؛ لم يختلفوا في ذلك، ثم بعد هؤلاء الثلاثة أصحاب الشورى الخمسة: علي بن أبي طالب، والزبير، وعبد الرحمن بن عوف، وسعد، وطلحة كلهم للخلافة، وكلهم إمام، ونذهب في ذلك إلى حديث ابن عمر: (كنا نعد ورسول الله صلى الله عليه وسلم حي وأصحابه متوافرون أبو بكر، ثم عمر، ثم عثمان، ثم نسكت)، ثم من بعد أصحاب الشورى أهل بدر من المهاجرين، ثم أهل بدر من الأنصار من أصحاب رسول الله صلى الله عليه وآله وسلم، على قدر الهجرة والسابقة أولاً فأولاً.\nثم أفضل الناس بعد هؤلاء أصحاب رسول الله صلى الله عليه وسلم القرن الذي بعث فيهم، كل من صحبه سنة أو شهراً أو يوماً أو ساعة ورآه فهو من أصحابه، له الصحبة على قدر ما صحبه، وكانت سابقته معه وسمع منه ونظر إليه نظر، فأدناهم صحبة أفضل من القرن الذي لم يروه ولو لقوا الله بجميع الأعمال كان هؤلاء الذين صحبوا النبي صلى الله عليه وسلم ورأوه وسمعوا منه أفضل -لصحبتهم- من التابعين ولو عملوا كل أعمال الخير].\n‌‌سبب كلام أهل السنة في موضوع الصحابة\nإنما تكلم العلماء في العقائد على الصحابة رداً على الرافضة الذين يكفرون أكثر الصحابة، وسبب ذلك أن الرافضة اعتقدوا في علي رضي الله عنه هذه العقيدة السيئة، وهي: أنه أولى بالخلافة من الصحابة الذين قبله أبي بكر وعمر وعثمان، ورووا أحاديث مكذوبة أنه وصي النبي صلى الله عليه وسلم، وأنه الذي أوصى إليه.\nفلما عرفوا أن الواقع يخالف ما ذهبوا إليه اعتقدوا أن أبا بكر وعمر وعثمان كلهم اغتصبوا ما ليس لهم من هذه الولاية والخلافة، وخطئوا الصحابة الذين بايعوهم، واعتقدوا أن علياً مظلوم؛ حيث أخذ منه الأمر وهو أولى به، فهو أولى بالإمامة وأولى بالخلافة، ولم يقفوا عند هذا الحد بل اعتقدوا كفر هؤلاء الصحابة واعتقدوا أنهم ارتدوا، وطبقوا عليهم الحديث الذي فيه: (إنك لا تدري ما أحدثوا بعدك)، وأخذوا يجمعون ويلفقون الأكاذيب عليهم؛ فاحتاج أهل السنة إلى أن يردوا هذه الأكاذيب، فاعتنوا بالأحاديث التي في فضائل الصحابة، وبينوا أن ترتيب الصحابة في الخلافة هو كما وقع، وأن أحقهم بالخلافة هو أبو بكر الذي سموه خليفة رسول الله صلى الله عليه وسلم، وأجمعوا على ذلك دون أي اختلاف، وبايعه الصحابة كلهم؛ وذلك لأنه صلى الله عليه وسلم رضي به خليفة له في حياته في الصلاة لما مرض، فقال: (مروا أبا بكر فليصل بالناس)، ولما قالت له عائشة وحفصة: لو أمرت عمر فقال: (مروا أبا بكر فليصل بالناس؛ فإنكن صواحب يوسف)، فصلى بهم أبو بكر تلك الأيام التي كان صلى الله عليه وسلم مريضاً فيها، واستمر ذلك، ولما توفي صلى الله عليه وسلم اتفقوا على بيعته إماماً وخليفة عليهم، وقالوا: رضينا لدنيانا من رضيه النبي صلى الله عليه وسلم لديننا، أي: ما دام أنه استخلفه في الصلاة فإنه أحق بأن يكون خليفة في الولاية العامة، فاتفقوا عليه ولم يختلفوا.\nوالأحاديث التي في فضله رضي الله عنه كثيرة ذكر أكثرها الإمام أحمد في كتابه الذي سماه (فضائل الصحابة)، وكذلك الأحاديث التي في فضل عمر وعثمان وعلي رضي الله عنهم.\n‌‌أفضلية الخلفاء الراشدين كترتيبهم في الخلافة\nفأهل السنة يترضون عن الصحابة جميعاً، ويعتقدون أنهم أفضل هذه الأمة التي هي أفضل الأمم، فإن أفضل الأمم هي هذه الأمة، وأفضل قرونها هو القرن الذي بعث فيه صلى الله عليه وسلم، وأفضل أولئك القرن الصحابة، وأفضل الصحابة الخلفاء الأربعة، وأفضلهم أبو بكر؛ فهو أفضل الأمة بعد نبيها، هكذا اتفق على ذلك أئمة السلف وأهل السنة، كما جاء في الصحيح عن عبد الله بن عمر قال: (كنا نقول ورسول الله صلى الله عليه وسلم حي: أبو بكر ثم عمر ثم عثمان، فيبلغ ذلك النبي صلى الله عليه وسلم فلا ينكره)، أي: لا ينكر هذا الترتيب الذي هو ترتيبهم في الفضل.\nوقد تواتر عن علي رضي الله عنه أنه كان يخطب ويقول: (أفضل هذه الأمة بعد نبيها أبو بكر ثم عمر)، وهذا مشهور عنه من طرق متعددة، ولكن الرافضة قوم بهت؛ فلا يقبلون من كلامه ما يخالف معتقدهم، مع أنهم يعتقدون فيه الولاية والصدق، ولكن لما خالف ذلك معتقدهم ردوا هذا الدليل الواضح الذي هو من كلامه رضي الله عنه.\nوعند موته عهد بالخلافة إلى عمر، فقبل ذلك الصحابة وبايعوه، واتفقت الصحابة رضي الله عنهم على بيعة عمر، وكونه هو الخليفة الثاني، وهو أول من سمي بأمير المؤمنين، وبقي في الخلافة عشر سنين، إلى أن قتله أبو لؤلؤة المجوسي وأصيب المسلمون بقتله، بل كأنه لم تحصل لهم مصيبة مثلها بعد موت النبي صلى الله عليه وسلم.\nواستمر رضي الله عنه في الخلافة هذه المدة، وهو متقن لهذه الولاية، وعادل بين الأمة، وسائر فيهم أتم سيرة وأحسنها.\nثم بعده بويع عثمان، وصار هو الخليفة بعده، ولم يزل كذلك إلى أن قتله الثوار الذين ثاروا عليه، ولما قتل لم يكن هناك أولى من علي رضي الله عنه، فتمت له البيعة، إلا أن أهل الشام توقفوا عن البيعة حتى يمكنهم من قتلة عثمان، وانفصلوا، وإنما حصل الانفصال بين أهل الشام وبين أهل العراق، وتمت الخلافة لـ علي في العراق وفي الحجاز وفي اليمن وفي خراسان، وانفصلت الشام ثم مصر، وصار في الولاية على الشام ومصر معاوية إلى أن قتل علي رضي الله عنه، ولما قتل تولى بعده ابنه الحسن نصف سنة، ثم إنه تنازل عن الخلافة وسلمها لـ معاوية.\n‌‌الصحابة خير قرون هذه الأمة\nوبكل حال فالصحابة رضي الله عنهم هم خير قرون هذه الأمة، وهم أولى بأن يترحم ويترضى عنهم؛ وذلك لسبقهم إلى الإسلام، ولفضلهم وفضائلهم التي لا يدركها غيرهم، وقد ثبت أنه صلى الله عليه وسلم قال: (لا تسبوا أصحابي، والذي نفسي بيده! لو أنفق أحدكم مثل أحد ذهباً ما بلغ مد أحدهم ولا نصيفه)، فإذا كان الذي ينفق مثل جبل أحد من الذهب مع كثرته وكونه بهذا القدر من المال لا يبلغ نفقة أحدهم إذا أنفق مداً -وهو ربع الصاع- أو نصف المد، دل على أن نفقاتهم وأعمالهم لا يدركها من بعدهم.\nوكل من رأى النبي صلى الله عليه وسلم مؤمناً به واستمر على إيمانه إلى أن مات وهو على ذلك فله فضل الصحبة؛ وكذلك من صحب النبي صلى الله عليه وسلم وشهد له بالرسالة وبايعه أو رآه فهو من أصحابه وله هذه الميزة وهذه الفضيلة، وهذه الفضيلة لا يدركها غيرهم.\n‌‌أفضل هذه الأمة بعد الصحابة رضي الله عنهم التابعون ثم تابعوهم\nوبعدهم التابعون، نؤمن بأن أفضل الأمة أهل القرن الأول الذين هم الصحابة، ثم بعدهم تلامذتهم وأبناؤهم الذين تعلموا منهم والذين أسلموا على أيديهم.\nثم بعد التابعين تابعو التابعين، ودليله قوله صلى الله عليه وسلم: (خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم)، فذكر بعد قرنه قرنين أو ثلاثة وسكت عن الباقي، وهذا دليل على أن القرون الثلاثة هي أفضل هذه الأمة؛ ولأجل ذلك كان الحق فيها ظاهراً، والسنة فيها ظاهرة، وأهل السنة ظاهرون، والمبتدعة أذلاء.\nولم يتمكن المبتدعة إلا في القرن الرابع وما بعد؛ فإنهم تمكنوا، وكثر الذين أنكروا كثيراً من السنة، فتمكن المعتزلة والجهمية وأتباعهم، وكذلك القدرية والجبرية وسائر المبتدعة، وكذلك الشيعة ونحوهم تمكنوا في تلك القرون وصار لهم ولاية في العراق، كدولة بني بويه، وفي الشام ومصر كدولة من سموا أنفسهم (فاطميين) وهم بنو عبيد القداح، فلم يزالوا كذلك إلى أن أراح الله منهم العباد، ولكن تأثيرهم في تلك البلاد وبقاياهم وسننهم لا تزال إلى الآن، وأبقى الله تعالى من أهل السنة من يرد عليهم ويبين باطلهم.\nفيعتقد المسلمون فضل الصحابة، ويعتقدون أنهم خير قرون هذه الأمة، وأن هذه الأمة أفضل القرون.\n‌‌طعن الرافضة على الصحابة والرد عليهم\rوأما الرافضة فإنهم يفترون على الصحابة من أنهم فعلوا كذا، وأنهم فعلوا كذا، وأن أبا بكر فعل، وأن عمر فعل، ويطعنون في أبي بكر -مثلاً- بأنه يسمي خالداً سيف الله، وأن خالداً قتل مالك بن نويرة، وأنه تزوج امرأته في تلك الليلة التي قتل فيها دون عدة، وأن أبا بكر أقره وقال: (عجزت النساء أن تلد مثل خالد) فهذا من الطعن في أبي بكر، وهذا كذب صريح، وخالد رضي الله عنه أنزه وأورع من أن يتزوج امرأة في عدتها أو يقتل رجلاً مسلماً لأجل امرأته، وهذا كله من أكاذيب الرافضة على هؤلاء الصحابة.\rوأما كذبهم على عمر بأنه تخلف عن جيش أسامة فيقولون: أبو بكر هو الذي منعه؛ وذلك لأنه اعتبره وزيراً لا يستغني عنه، وأرسل جيش أسامة فذهبوا إلى ما ذهبوا إليه، ورجعوا سالمين غانمين.\rوكذلك أيضاً طعنهم في الصحابة بأنهم تولوا عن النبي صلى الله عليه وسلم في غزوة حنين، ويستدلون بقوله تعالى: {ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} [التوبة:25].\rفنقول: الله تعالى عذرهم، والنبي صلى الله عليه وسلم عذرهم، وذلك لما أن نفحهم المشركون بكثرة النبل انهزموا، ثم لما دعاهم النبي صلى الله عليه وسلم رجعوا إليه، ولم يرد أن علياً من الذين ثبتوا معه، ولاشك أنه ثبت معه العباس والحارث بن عبد المطلب، وأما أن الذين انهزموا كلهم ضُلال من الكفار والمنافقين فهذا بلا شك كذب على الصحابة رضي الله عنهم.\rويطعنون في الصحابة بأنهم تركوا النبي صلى الله عليه وسلم قائماً يوم الجمعة، ويستدلون بقوله تعالى: {انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} [الجمعة:11].\rونقول: هذا أيضاً ليس بطعن، فإنا نتحقق أنهم رجعوا، وليس عندنا يقين أن علياً كان من الذين بقوا حتى يمدحوه، فقد يكون داخلاً في هؤلاء الذين خرجوا، ونتحقق أنهم خرجوا ثم رجعوا وأكملوا الصلاة معه صلى الله عليه وسلم، وذكرهم الله بقوله: {قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ} [الجمعة:11].\rوبكل حال فتلفيقاتهم وأكاذيبهم كل ذلك مما يموهون به على الناس، وهم في الحقيقة أبعد عن أن يكونوا أهل حق وصواب."
  ],
  [
    "34",
    "ثُمَّ بَعْدَ هَؤُلَاءِ الثَّلَاثَةِ أَصْحَابُ الشُّورَى الْخَمْسَةُ؛ عَلِيُّ بْنُ أَبِي طَالِبٍ، وَطَلْحَةُ، وَالزُّبَيْرُ، وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَسَعْدُ بْنُ أَبِي وَقَّاص، وَكُلُّهُمْ يَصْلُحُ لِلْخِلَافَةِ، وَكُلُّهُمْ إِمَامٌ، وَنَذْهَبُ فِي ذَلِكَ إِلَى حَدِيثِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ: «كُنَّا نَعُدُّ، وَرَسُولُ اللَّهِ ﷺ حَيٌّ وَأَصْحَابُهُ مُتَوَافِرُونَ؛ أَبُو بَكْرٍ، ثُمَّ َعُمَرُ، ثُمَّ َعُثْمَانُ، ثُمَّ نَسْكُتُ».",
    "ދެން މި ތިން ސަހާބީންނަށް ފަހު، (އިސްކުރާނީ//އިސްކަންދޭނީ) ޝޫރާގެ ފަސް އަހުލުވެރިންނެވެ. (އެއީ) ޢަލީ ބިން އަބީ ޠާލިބާއި، ޠަލްޙާއާއި، ޒުބައިރާއި، ޢަބްދުއްރަޙްމާން ބިން ޢައުފާއި، ސަޢުދް ބިން އަބީ ވައްގާޞެވެ. އެއިން ކޮންމެ ބޭކަލެއްވެސް ޚަލީފާކަމަށް އެކަށީގެންވެއެވެ//ކަމުއޮށިގެންވެއެވެ. އަދި އެއިން ކޮންމެ ބޭކަލަކީވެސް އިމާމެކެވެ. އަދި އެ ކަމުގައި އަހަރެމެން ދަނީ އިބްނު ޢުމަރު رَضِيَ اللَّهُ عَنْهُ ގެ ޙަދީޘަށެވެ: ރަސޫލު ﷲ ﷺ ދިރިހުންނެވި، އަދި އެކަލޭގެފާނުގެ ސަހާބީން ގިނަގުނަވެގެންވީ ދުވަސްވަރު، އަހަރެމެން އަދަދުކޮށް//ގުނާ//ބަލާ ދެކޭ ގޮތަކީ: އަބޫ ބަކުރު، އެއަށްފަހު ޢުމަރު، އެއަށްފަހު ޢުޘްމާން، އެއަށްފަހު އަހަރުމެން ހަނުހުންނަމެވެ. //އެވެ އެވެ އެވެ އެވެ.",
    "",
    "Then after those three, the five Companions of the shoora: ‘Alee ibn Abee Taalib, az-Zubair, Talhah, ‘Abdur-Rahmaan ibn ‘Awf and Sa’d ibn Abee Waqqaas, each of them was fitting and appropriate for khilaafah and each of them was an Imaam (leader). In this regard we take the hadeeth of Ibn ‘Umar, “We used to consider, while the Messenger of Allaah (swallallahu alaihi wasallam) was alive and his Companions widespread: Aboo Bakr (to be first), then ‘Umar, then ‘Uthmaan - and then we remained quiet.’",
    "-"
  ],
  [
    "35",
    "ثُمَّ مِنْ بَعْدِ أَصْحَابِ الشُّورَى؛ أَهْلُ بَدْرٍ مِنَ الْمُهَاجِرِينَ، ثُمَّ أَهْلُ بَدْرٍ مِنَ الْأَنْصَارِ، مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ عَلَى قَدْرِ الْهِجْرَةِ وَالسَّابِقَةِ، أَوَّلًا فَأَوَّلًا.",
    "ދެން ޝޫރާގެ އަހުލުވެރިންނަށް ފަހު (އިސްކުރަނީ//..) މުހާޖިރުންގެ ތެރެއިން//ވާ ބަދުރުގެ އަހުލުވެރިންނެވެ. އެއަށްފަހު އަންސާރުންގެ ތެރެއިންވާ ބަދުރުގެ އަހުލުވެރިންނެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންގެ ތެރެއިންނެވެ. އެއީ ހިޖުރައާއި، ކުރިން އިސްލާމްވި މިންވަރުގެ މައްޗަށެވެ.//މަތިންނެވެ. އެންމެ ފުރަތަމަ ބޭކަލަކަށް//މީހަކަށް ފަހު ދެން އަންނަ//އަނެއް ބޭކަލެކެވެ.//",
    "",
    "Then after the five companions of the shooraa are the people who fought in Badr from among the Muhaajiroon. And then those who fought in Badr from among the Ansaar, from among the Companions of the Messenger of Allaah (swallallahu alaihi wasallam). (Each one’s rank is) according to his migration and precedence (in the religion).",
    "-"
  ],
  [
    "36",
    "ثُمَّ أَفْضَلُ النَّاسِ بَعْدَ هَؤُلَاءِ؛ أَصْحَابُ رَسُولِ اللَّهِ ﷺ، الْقَرْنُ الَّذِي بُعِثَ فِيهِمْ، كُلُّ مَنْ صَحِبَهُ سَنَةً أَوْ شَهْرًا أَوْ يَوْمًا أَوْ سَاعَةً، أَوْ رَآهُ مُؤمِنًا بِهِ؛ فَهُوَ مِنْ أَصْحَابِهِ، لَهُ مِنَ الصُّحْبَةِ عَلَى قَدْرِ مَا صَحِبَهُ، وَكَانَتْ سَابِقَتُهُ مَعَهُ، وَسَمِعَ مِنْهُ، وَنَظَرَ إِلَيْهِ نَظْرَةً.",
    "\"ދެން މި ބޭކަލުންނަށް ފަހު އެންމެ ހެޔޮވެގެންވާ މީސްތަކުންނަކީ//މީސްތަކުންގެތެރެއިން...، ރަސޫލު ﷲ ﷺ ގެ ސަހާބީންނެވެ. އެ ޖީލެއްގައި އެބައިމީހުންގެ ތެރެއަށް އެކަލޭގެފާނު ފޮނުއްވުނު ޖީލެވެ. އެކަލޭގެފާނާއެކު އަހަރަކަށް//ރެއް ނުވަތަ މަހަކަށް ނުވަތަ ދުވަހަކަށް ނުވަތަ ގަޑިއަކަށް އުޅުއްވި، ނުވަތަ އެކަލޭގެފާނަށް އީމާންވާ ހާލު އެކަލޭގެފާނު ދެކެލެއްވި ކޮންމެ ބޭކަލެއް، ފަހެ އެ ބޭކަލެއް ވަނީ އެކަލޭގެފާނުގެ ސަހާބީންގެ ތެރެއިންނެވެ. އެކަލޭގެފާނާއެކު އުޅުއްވި މިންވަރެއްގެ މައްޗަށް//މިންވަރަށް ސަހާބީވަންތަކަން އެ ބޭކަލަކަށް ލިބިގެންވެއެވެ. އަދި އެކަލޭގެފާނާއެކު އިސްވެ އުޅުއްވުމާއި، އެކަލޭގެފާނުގެ އަރިހުން އަޑުއެއްސެވުމާއި، އެކަލޭގެފާނަށް ބެއްލެވި ބެއްލެވުމާ އެއްވަރަށް//މައްޗަށް ވެސް މެއެވެ.",
    "",
    "Then the most superior of mankind after these: the Companions of the Messenger of Allaah (swallallahu alaihi wasallam), the generation in which he was sent. Everyone who accompanied him, whether for a year, a month, a day, an hour or (just merely) saw him, then he is from among his Companions. His companionship is according to the extent to which he accompanied him, (and to the extent to which) he had precedence in being with him, heard from him and looked at him.",
    "-"
  ],
  [
    "37",
    "فَأَدْنَاهُمْ صُحْبَةً؛ هُوَ أَفْضَلُ مِنَ الْقَرْنِ الَّذِينَ لَمْ يَرَوْهُ، وَلَوْ لَقُوا اللَّهَ بِجَمِيعِ الْأَعْمَالِ، كَانَ هَؤُلَاءِ الَّذِينَ صَحِبُوا النَّبِيَّ ﷺ وَرَأَوْهُ وَسَمِعُوا مِنْهُ، وَمَنْ رَآهُ بِعَيْنِهِ وَآمَنَ بِهِ وَلَوْ سَاعَةً، أَفْضَلُ لِصُحْبَتِهِ مِنَ التَّابِعِينَ، وَلَوْ عَمِلُوا كُلَّ أَعْمَالِ الْخَيْرِ.",
    "ފަހެ އެ ބޭކަލުންގެ ތެރެއިން އެންމެ ސަހާބީވަންތަކަން މަދު//ކުޑަ ބޭކަލެއް//ލަކުވެސް، އެކަލޭގެފާނު ދެކިނުލައްވާ ޖީލަކަށް ވުރެ އޭނާ// ހެޔޮވެގެންވެއެވެ. އެއީ ހުރިހާ ހެޔޮ އަމަލަކައިގެން އެ މީހަކު ﷲ އާ ބައްދަލުވިޔަސް//ކުރިޔަސް //ކަމުގައި.. މެއެވެ. ނަބިއްޔާ ﷺ އާ އެކު އުޅުއްވި، އަދި އެކަލޭގެފާނު ދެކެލެއްވި، އަދި އެކަލޭގެފާނުގެ އަރިހުން އަޑުއެއްސެވި، އަދި އެންމެ// ގަޑިއަކަށް//ގަޑިއެއްހާއިރުވެސް އެ ބޭކަލެއްގެ ދެ ލޮލުން އެކަލޭގެފާނު ދެކެލައްވައި، އެކަލޭގެފާނަށް އީމާންވި ބޭކަލަކު، އެ ބޭކަލެއްގެ ސަހާބީވަންތަކަމަށް ޓަކައި ތާބިއީންނަށް ވުރެ ވެސް އެ ބޭކަލަކު ވަނީ//މާ// ހެޔޮވެގެންވެއެވެ.//ހެޔޮކަން ބޮޑެވެ. އެއީ އެ ތާބިއީއަކު ހެޔޮކަމުގެ ކޮންމެ އަމަލެއް ކުރިކަމުގައި ވިޔަސްމެއެވެ",
    "",
    "So the least of them in companionship to him are more excellent than the generation which did not see him, even if they met Allaah with all the (good) actions. Despite that, those who accompanied the Prophet (swallallahu alaihi wasallam), saw him and heard from him (are superior). And whoever saw him with his eyes, and believed in him, even if for an hour, is more excellent, on account of this companionship (with the Prophet (swallallahu alaihi wasallam), than the Taabi’een, even if they (the Taabi’een) did every action of goodness.",
    "-"
  ],
  [
    "38",
    "وَالسَّمْعُ وَالطَّاعَةُ لِلْأَئِمَّةِ، وَأَمِيرِ الْمُؤْمِنِينَ؛ البَرِّ وَالْفَاجِرِ، وَمَنْ وَلِيَ الْخِلَافَةَ، وَاجْتَمَعَ النَّاسُ عَلَيْهِ، وَرَضُوا بِهِ.",
    "އަދި ވެރިންނަށް އަޑުއަހައި ކިޔަމަންވުމެވެ. އަދި އަމީރުލް މުއުމިނީންވެސް މެއެވެ. (އޭގެ ތެރެއިން) ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހާ ވެސް މެއެވެ. އަދި ޚަލީފާކަމަށް ވެރިވެ، މީސްތަކުން އޭނާގެ މައްޗަށް އެއްބައިވެ//އެއްތަންވެ، އޭނާއާމެދު ރުހިއްޖެ މީހާ ވެސް މެއެވެ.",
    "",
    "And hearing and obeying the leaders (a’immah) and the Ameer ul-Mu’mineen, whether righteous or sinful, from among those who come into power with the khilaafah and with respect to whom the people have agreed and united themselves and are pleased with him.",
    "‌‌وجوب طاعة ولاة الأمر والرد على من أباح الخروج عليهم\nقال المصنف رحمه الله تعالى: [والسمع والطاعة للأئمة وأمير المؤمنين البر والفاجر، ومن ولي الخلافة واجتمع الناس عليه ورضوا به، ومَنْ ظهر عليهم بالسيف حتى صار خليفة وسمي أمير المؤمنين.\nوالغزو ماضٍ مع الإمام إلى يوم القيامة البر والفاجر لا يترك، وقسمة الفيء وإقامة الحدود إلى الأئمة ماضٍ ليس لأحد أن يطعن عليهم ولا ينازعهم.\nودفع الصدقات إليهم جائزة نافذة، من دفعها إليهم أجزأت عنه براً كان أو فاجراً.\nوصلاة الجمعة خلفه وخلف من ولاه جائزة باقية تامة ركعتين، من أعادهما فهو مبتدع تارك للآثار مخالف للسنة ليس له من فضل الجمعة شيء إذا لم ير الصلاة خلف الأئمة -من كانوا- برهم وفاجرهم، فالسنة بأن يصلي معهم ركعتين، وتدين بأنها تامة لا يكن في صدرك من ذلك شيء].\nفي هذا رد على الخوارج الذين يخرجون على الأئمة، ورد أيضاً على المعتزلة الذين يبيحون الخروج على الأئمة، ويجعلون ذلك من الأمر بالمعروف والنهي عن المنكر.\nوالأئمة هم الذين تتم لهم الولاية؛ ويستولون على الأمة الإسلامية سواء كان ذلك الوالي عهد إليه من قبله أو أخذها بالقوة وتولى عليهم بالغلبة، كل هذا بلا شك إذا تمت له الولاية وجبت الطاعة والسمع له، وحرم الخروج عليه؛ وذلك لأن الخروج على الأئمة يسبب فتناً وضرراً على المسلمين، وكم حصل بسببه من القتل؟! وكم حصل بسببه من السجن وإضرار المسلمين وإضرار علماء المسلمين؟! فلأجل ذلك قالوا: يجب السمع والطاعة لولاة الأمور، واستدلوا بقوله صلى الله عليه وسلم: (أوصيكم بالسمع والطاعة -يعني: لولاة الأمور- وإن تأمر عليكم عبد حبشي مجدع الأطراف كأن رأسه زبيبة)، أمر بأن يسمع له ويطاع إلا أنهم لا يطاعون في معصية، لقوله: (لا طاعة لمخلوق في معصية الخالق)، ولكن لا يجوز أن يخرج عليهم بالسيف، ولا أن تنزع الطاعة من أيديهم.\nأما الأعمال التي تعمل معهم فإن الإمام غالباً هو الذي يتولى الغزو، ويتولى الحج، كما يقول العلماء: الحج والجهاد ماضيان مع الأمراء أبراراً كانوا أو فجاراً؛ فإن هذا من خير أعمالهم.\nفإذا تولى على الجيش الذي يغزو والٍ وكان فيه شيء من الفسق كشرب الخمر أو سماع الغناء أو نحو ذلك، لم يكن ذلك مسبباً لنزع اليد من طاعته، وكذلك لو أقام الحج أحد الولاة والأمراء المعروفين بشيء من الفسق فإن ذلك أيضاً من حسناتهم ولا يجوز نزع الطاعة ولا الخروج عليهم.\nوكذلك أيضاً هم الذين يقسمون الأموال؛ لأن قسمة الفيء وقسمة الغنائم وقسمة الأموال تكون إليهم، يضعونها كما أمر الله، ويفرقونها على مستحقيها وتقبل منهم، وكذلك أيضاً دفع الصدقات والزكوات إليهم وما أشبهها، ومن دفعها إليهم فإنه تبرأ ذمته ولا يلزمه أنه يخرجها مرة أخرى.\nوبكل حال فالأئمة وولاة الأمور الذين لهم الولاية العامة تجب طاعتهم ما لم يأمروا بمعصية، ويحرم الخروج عليهم ونبذ طاعتهم، لما يترتب على ذلك من المفاسد والفتن.\nوكذلك أيضاً تصح الصلاة خلفهم، وكان الولاة هم الذين يصلون الجمع والأعياد، والوالي هو الذي يتولى صلاة الجمعة والعيد، ولو كان فيه شيء من الفسق أو من المعاصي.\nوذهب بعض المبتدعة: إلى أنه لا تجوز الصلاة خلفهم، حتى ولو كان الإمام أميراً أو والياً، وصاروا يعيدون، فيصلي أحدهم خلفه ثم يعيد الصلاة، وهذا من التشدد والتنطع، وقد كان الصحابة يصلون خلف الأئمة والأمراء الذين عليهم، وفيهم شيء من الفسق كـ الحجاج وابن زياد ونحوهما، ولا يعيدون الصلاة.\nوالحمد لله رب العالمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه أجمعين."
  ],
  [
    "39",
    "وَمَنْ خَرَجَ عَلَيْهِمْ بِالسَّيْفِ حَتَّى صَارَ خَلِيفَةً، وَسُمِّيَ أَمِيرَ الْمُؤْمِنِينَ.",
    "އަދި އެ ވެރިންނާ ދެކޮޅަށް ކަނޑި ހިފައިގެން ނުކުމެ، އެންމެ ފަހުން ޚަލީފާއަށްވެ، އަމީރުލް މުއމިނީނުގެ ނަން އޭނާއަށް ދެވުނު//ނަންކިޔުނު މީހާވެސް މެއެވެ.\n//\nއަދި މީހަކު އެ ވެރިންނާ ދެކޮޅަށް ކަނޑި ހިފައިގެން ނުކުމެ، އެ މީހަކު ޚަލީފާއަށް ވުމަށް ދާންދެން (ހަނގުރާމަކޮށް)، އަމީރުލް މުއމިނީނުގެ ނަން އޭނާއަށް ދެވުނު މީހާވެސް މެއެވެ.",
    "",
    "And also (hearing and obeying the one) who fought against the people with the sword (i.e. conquered them) until he became the khaleefah and was named the Ameerul-Mu'mineen.",
    "-"
  ],
  [
    "40",
    "وَالْغَزْوُ مَاضٍ مَعَ الأٌمَرَاءِ إِلَى يَوْمِ الْقِيَامَةِ، البَرِّ وَالْفَاجِرِ، لَا يُتْرَكُ.",
    "އަދި ވެރިންނާއެކުގައި ޖިހާދަށް ނުކުތުން ގިޔާމަތަށް ދާންދެން ދެމިއޮންނާނެއެވެ.//އަދި ޖިހާދަށް ނުކުތުން، ވެރިންނާއެކުގައި ގިޔާމަތަށް ދާންދެން ދެމިއޮންނާނެއެވެ. (އޭގެ ތެރެއިން) ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހާ ވެސް މެއެވެ. އެ ދޫކުރުމެއް ނުވެއެވެ//އެ ދުލެއް ނުކުރެވޭނެއެވެ.//އެ ކަމެއް ދުލެއް ނުކުރެވޭނެއެވެ.",
    "",
    "Participation in battles along with the leaders (umaraa), be they righteous or sinful, is an everlasting affair (i.e. always operative) up until the Day of Judgement. It is never to be abandoned.",
    "-"
  ],
  [
    "41",
    "وَقِسْمَةُ الْفَيْءِ، وَإِقَامَةُ الْحُدُودِ إِلَى الْأَئِمَّةِ مَاضٍ، لَيْسَ لِأَحَدٍ أَنْ يَطْعَنَ عَلَيْهِمْ، وَلَا يُنَازِعُهُمْ.",
    "އަދި ފައިއު މުދާ ބެހުމާއި، ހައްދުތައް ގާއިމު ކުރުން ވަނީ ވެރިންނާއެކު//ގައި ދެމިއޮންނަނިވި ގޮތުގައެވެ. އެ ވެރިންނާ//ގެ މައްޗަށް//ދެކޮޅަށް ބަދުބަސް ބުނުމާއި//ބުނެ//އެއްޗެހި ކިޔައި، އެބައިމީހުންނާ އަރާރުންވުމަކީ އެއްވެސް މީހަކަށް އޮތް ކަމެއް ނޫނެވެ.",
    "",
    "(Likewise) the division of the spoils of war and appointing the rulers (a’immah) to establish the prescribed punishments (hudood) are (both) everlasting. It is not permissible for anyone to rebuke them or to contend with them (i.e. the rulers).",
    "-"
  ],
  [
    "42",
    "وَدَفْعُ الصَّدَقَاتِ إِلَيْهِمْ جَائِزَةٌ وَنَافِذَةٌ، وَمَنْ دَفَعَهَا إِلَيْهِمْ أَجْزَأَتْ عَنْهُ، بَرًّا كَانَ أَوْ فَاجِرًا.",
    "އަދި އެ ވެރިންނަށް ސަދަގާތްތައް ހަވާލު ކުރުމަކީ ހުއްދަ އަދި ތަންފީޒުވެގެންވާ ކަމެކެވެ. އަދި އެ ވެރިންނަށް އެ ސަދަގާތްތައް ހަވާލުކޮށްފި މީހާ، އޭނާގެ ކިބައިން އެ ކަން އަދާވެއްޖެއެވެ.//ފަހެ އޭނާގެ ކިބައިން އެ ކަން ވަނީ އަދާވެފައެވެ. އެއީ ހެޔޮ//ލަފާ ނުވަތަ ފާޖިރު ވެރިއެއް ކަމުގައި ވިޔަސްމެއެވެ.",
    "",
    "Also, handing over the charity to them (the Rulers) is permissible and always operative (in effect). Whoever gives the charity to them then that will suffice him (i.e., his obligation will have been fulfilled), whether righteous or sinful.",
    "-"
  ],
  [
    "43",
    "وَصَلَاةُ الْجُمْعَةِ خَلْفَهُ، وَخَلْفَ كُلّ مَنْ وَلَّاهُ، جَائِزَةٌ، تَامَّةٌ رَكْعَتَيْنِ؛ مَنْ أَعَادَهُمَا فَهُوَ مُبْتَدِعٌ، تَارِكٌ لِلْآثَارِ، مُخَالِفٌ لِلسُّنَّةِ، لَيْسَ لَهُ مِنْ فَضْلِ الْجُمْعَةِ شَيْءٌ، إِذَا لَمْ يَرَ الصَّلَاةَ خَلْفَ الْأَئِمَّةِ، كَائِنِينَ مَنْ كَانُوا؛ بَرِّهِمْ وَفَاجِرِهِمْ. فَالسُّنَّةُ؛ بِأَنْ يُصَلِّيَ مَعَهُمْ رَكْعَتَيْنِ، مَنْ أَعَادَهُمَا فَهُوَ مُبْتَدِعٌ، وَيَدِينَ بِأَنَّهَا تَامَّةٌ، وَلَا يَكُنْ فِي صَدْرِكَ مِنْ ذَلِكَ شَكٌّ.",
    "އަދި އެ ވެރިޔާގެ ފަހަތުގައި ހުކުރު ކުރުމާއި، އޭނާ އައްޔަން ކުރާ ކޮންމެ މީހެއްގެ ފަހަތުގައި ހުކުރު ކުރުމަކީ ހުއްދަ ކަމެކެވެ. އެއީ ފުރިހަމަ ދެ ރަކުއަތެކެވެ.//އެ ދެ ރަކުއަތް ފުރިހަމަވެގެންވެއެވެ. އެ އަލުން އިއާދަކޮށްފި މީހަކީ ފަހެ ބިދުޢަވެރިއެކެވެ. އަޘަރުތައް ދޫކޮށްލި، ސުންނަތާ ޚިލާފުވާ މީހެކެވެ. ވެރިންގެ ފަހަތުގައި ހުކުރު ކުރުން އޭނާ ނުދެކޭ ނަމަ، ހުކުރުގެ ސަވާބުން އެއްވެސް އެއްޗެއް އޭނާއަށް ލިބިގެނެއް// ނުވެއެވެ. އެ ވެރިންނަކީ ކޮންމެ ބަޔަކު ކަމުގައި ވިޔަސް މެއެވެ. އޭގެ ތެރެއިން ހެޔޮ//ލަފާ އަދި ފާޖިރު މީހުން ކަމުގައި ވިޔަސް މެއެވެ. ފަހެ ސުންނަތަކީ އެ ވެރިންނާއެކު ދެ ރަކުއަތް ކުރުމެވެ. އެ އަލުން އިއަދަކޮށްފި މީހަކީ ފަހެ ބިދުޢަވެރިއެކެވެ. އަދި އޭނާ ބަލާނީ//ދެކޭނީ//ބަލައިގަންނާނީ އެ ރަކުއަތްތައް ފުރިހަމަ ކަމަށެވެ.//އެއީ ފުރިހަމަ... އަދި އެ ކަމާމެދު ތިބާގެ ހިތުގައި އެއްވެސް ޝައްކެއް ހުރެގެން ނުވާނެއެވެ.//ނުބާއްވާށެވެ//ނުހުންނަހުއްޓެވެ",
    "",
    "And performing the Jumu’ah prayer behind him (the Ruler) and behind whomever he appoints is (a) permissible and perfect (act) and (consists of) two rak’ahs. Whoever repeats them (after praying behind him) is an innovator, one who abandons the narrations and an opposer of the Sunnah. He receives nothing (of reward) from the excellence of his (attendance of) the Jumu’ah prayer, if he does not accept and hold that prayer is to be observed behind the leaders, whomever they may be, the righteous amongst them and the sinful amongst them. So the Sunnah is that he prayers two rak’ahs with them. (Whoever repeats them is an innovator), and that he acknowledges that they are perfect and complete, not having any doubt in his heart regarding that.",
    "-"
  ],
  [
    "44",
    "وَمَنْ خَرَجَ عَلَى إِمَامٍ مِنْ أَئِمَّةِ الْمُسْلِمِينَ، وَقَدْ كَانَ النَّاسُ اجْتَمَعُوا عَلَيْهِ، وَأَقَرُّوا لَهُ بِالْخِلَافَةِ، بِأَيِّ وَجْهٍ كَانَ، بِالرِّضَا أَوْ بِالْغَلَبَةِ؛ فَقَدْ شَقَّ هَذَا الْخَارِجُ عَصَا الْمُسْلِمِينَ، وَخَالَفَ الْآثَارَ عَنْ رَسُولِ اللَّهِ ﷺ: فَإِنْ مَاتَ الْخَارِجُ عَلَيْهِ، مَاتَ مِيتَةً جَاهِلِيَّةً.",
    "އަދި މުސްލިމުންގެ އިމާމުންގެ ތެރެއިން އިމާމަކާ ދެކޮޅަށް ނުކުމެއްޖެ މީހާ، އެއީ ހަމަކަށަވަރުން އެ ވެރިޔާގެ ވެރިކަމުގެ މައްޗަށް މީސްތަކުން އެއްވެ، އޭނާއަށް ޚިލާފާކަމަށް އިގުރާރުވެފައިވަނިކޮށް، ކޮންމެ ގޮތަކަށް އޭނާ ވެރިކަމަށް އައިކަމުގައި ވިޔަސް، ރުހުމާއެކީ ނުވަތަ ގަދަބާރުން ކަމުގައި ވިޔަސް، ފަހެ ދެކޮޅަށް ނުކުތް މިހިރަ މީހާ ވަނީ މުސްލިމުންގެ އަސާ ދެފަޅިކޮށްލާފައެވެ. (އެބަހީ: އެބައިމީހުންގެ ޖަމާއަތް ބައިބައިކޮށްފައެވެ.) އަދި އޭނާ ވަނީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ އަޘަރުތަކާ ޚިލާފުވެފައެވެ. ދެން އެ ކަމުގެ މަތީގައި އެ ދެކޮޅަށް ނުކުތް މީހާ މަރުވެއްޖެ ނަމަ، ފަހެ އޭނާ އެ މަރުވަނީ ޖާހިލިއްޔަ މަރަކުންނެވެ.",
    "",
    "And whoever revolts against a leader from among the leaders of the Muslims, after the people had agreed upon him and united themselves behind him, after they had affirmed the khilaafah for him, in whatever way this khilaafah may have been, by their pleasure and acceptance or by (his) force and domination (over them), then this revolter has disobeyed the Muslims, and has contradicted the narrations of the Messenger of Allaah (swallallahu alaihi wasallam). And if the one who revolted against the ruler died he would have died the death of ignorance.",
    "‌‌أصول السنة للإمام أحمد [2]\rلا نجاة للعبد ولا فوز ولا فلاح إلا باتباع كتاب الله وسنة رسوله صلى الله عليه وسلم، وإن أهم ما جاء به الكتاب والسنة مسائل الاعتقاد، فيجب على كل مسلم أخذ عقيدته وتوحيده من هذين المصدرين على فهم سلف الأمة، ومن تلك العقائد: عدم الخروج على ولاة الأمر، والصلاة خلفهم وطاعتهم بالمعروف، وقتال البغاة واللصوص، وأن الزاني المحصن يرجم، وأن البعث حق والجنة والنار مخلوقتان.\r‌‌حكم الخروج على ولاة الأمر\rقال المصنف رحمه الله تعالى: [ومن خرج على إمام من أئمة المسلمين وقد كانوا اجتمعوا عليه وأقروا له بالخلافة بأي وجه كان بالرضا أو الغلبة، فقد شق هذا الخارج عصا المسلمين، وخالف الآثار عن رسول الله صلى الله عليه وسلم، فإن مات الخارج عليه مات ميتة جاهلية.\rولا يحل قتال السلطان، ولا الخروج عليه لأحد من الناس، فمن فعل ذلك فهو مبتدع على غير السنة والطريق].\rالخروج على الأئمة يحصل به مفاسد كثيرة، فيحصل به فتن وقتل واضطهاد لأهل الخير، ويحصل به إذلال لأهل الدين ولأهل الإيمان ولأهل العلم ولأهل العمل الصالح، وقد جُرّب ذلك في العصور الأولى، فالذين خرجوا على الحجاج في ولايته كـ ابن الأشعث لما أن خلع بيعة أمير المؤمنين عبد الملك، وخلع طاعة والي العراق الذي هو الحجاج، واجتمع معه خلق كثير حتى أن منهم كثيراً من علماء التابعين في ذلك الوقت، فماذا حصل؟ حصل أنه لما انتصر عليهم الحجاج أخذوا وقتل بذلك خلق كثير، وكان من آخرهم سعيد بن جبير رحمه الله.\rوكذلك أيضاً: لما أن خلع المقاتل الفاتح العظيم قتيبة بن مسلم طاعة سليمان بن عبد الملك حصل أنه قوتل حتى قتل، وذكروا وقالوا: إنه ينطبق عليه الحديث: (من مات وليس في عنقه بيعة مات ميتة جاهلية)، ولكن يترحم عليه؛ لأنه كان له جهد في الجهاد، وفتح الكثير من بلاد السند وما وراء النهر.\rوهكذا أيضاً ابن المهلب عند أن خلع الطاعة وحاول أن يستبد بالأمر حصلت فتنة.\rوهكذا في آخر عهد بني أمية خرج زيد بن علي بن الحسين وحاول أن يتم له الأمر فقُتل، وقُتل من معه واضطهدوا.\rوكذلك في خلافة المنصور خرج اثنان من العلويين وهما: محمد بن عبد الله بن حسن وأخوه إبراهيم وكل منهما بايعه خلق كثير ثم قتلوا.\rوبكل حال لا يجوز الخروج على الأئمة لما يحصل بذلك من الإذلال والإهانة لأهل الخير، ومعلوم أن الأئمة في أيديهم الولاية ونحوها، فتجب طاعتهم إلا فيما قاله النبي صلى الله عليه وسلم: (إلا أن تروا كفراً بواحاً عندكم فيه من الله برهان) ولما قيل: (ألا نقاتلهم؟ قال: لا، ما أقاموا فيكم الصلاة)، وما دام أنهم يقيمون الصلاة وأنهم يظهرون شعائر الإسلام ولو حصل منهم خلل أو نقص أو لوحظ على بعضهم شيء من المعاصي والتقصير، فإن ذلك لا يسوغ الخروج عليهم."
  ],
  [
    "45",
    "وَلَا يَحِلُّ قِتَالُ السُّلْطَانِ، وَلَا الْخُرُوجُ عَلَيْهِ لِأَحَدٍ مِنَ النَّاسِ، فَمَنْ فَعَلَ ذَلِكَ فَهُوَ مُبْتَدِعٌ عَلَى غَيْرِ السُّنَّةِ وَالطَّرِيقِ.",
    "އަދި ވެރިމީހާއާ ހަނގުރާމަކުމާއި، އޭނާއާ ދެކޮޅަށް ނުކުތުން މީސްތަކުންގެ ތެރެއިން އެއްވެސް މީހަކަށް ހުއްދަވެގެން ނުވެއެވެ. އަދި އެ ކަން ކުރާ މީހަކީ ސުންނަތާއި (ހައްގު) މަގު ނޫން އެއްޗެއްގެ މަތީގައިވާ ބިދުޢަވެރިއެކެވެ.",
    "",
    "And fighting the one in power is not lawful, and nor is it permissible for anyone amongst the people to revolt against him. Whoever does that is an innovator, (and is) upon other than the Sunnah and the (correct) path.",
    "-"
  ],
  [
    "46",
    "وَقِتَالُ اللُّصُوصِ وَالْخَوَارِجِ جَائِزٌ، إِذَا عَرَضُوا لِلرَّجُلِ فِي نَفْسِهِ وَمَالِهِ، فَلَهُ أَنْ يُقَاتِلَ عَنْ نَفْسِهِ وَمَالِهِ، وَيَدْفَعُ عَنْهَا بِكُلِّ مَا يَقْدِرُ.",
    "އަދި ވަގުންނާއި ޚަވާރިޖުންނާ ހަނގުރާމަ ކުރުން ހުއްދަވެގެންވެއެވެ. އެއީ މީހެއްގެ ނަފްސާއި މުދަލަށް އެބައިމީހުން ހަމަލާދީފި ހިނދެއްގައެވެ. ފަހެ އޭނާގެ ނަފްސާއި މުދާ ދިފާއުކުރުމަށް އޭނާއަށް ހަނގުރާމަ ކުރެވިދާނެއެވެ. އަދި އޭނާއަށް ކުޅަދާނަވި ހުރިހާ މިންވަރަކުން އެ ދޭތި ދިފާއު ކުރެވިދާނެއެވެ.",
    "",
    "Fighting against the thieves and the revolters (khawaarij) is permissible. That is, when they set upon a man with respect to his person and his wealth. It is then permissible for him to fight (and defend) himself and his property and to repel (the thieves and the revolters) from them both (i.e. himself and his property) with everything that is within his capacity.",
    "‌‌جواز قتال اللصوص والخوارج دفاعاً عن النفس\rقال المصنف رحمه الله: [وقتال اللصوص والخوارج جائز إذا عرضوا للرجل في نفسه وماله، فله أن يقاتل عن نفسه وماله ويدفع عنها بكل ما يقدر، وليس له إذا فارقوه أو تركوه أن يطلبهم، ولا يتبع آثارهم، ليس لأحد إلا الإمام أو ولاة المسلمين، إنما له أن يدفع عن نفسه في مقامه ذلك، وينوي بجهده ألا يقتل أحداً، فإن مات على يديه في دفعه عن نفسه في المعركة فأبعد الله المقتول، وإن قُتل هذا في تلك الحال وهو يدفع عن نفسه وماله رَجُوتُ له الشهادة كما جاء في الأحاديث، وجميع الآثار في هذا إنما أمر بقتاله، ولم يؤمر بقتله ولا اتباعه ولا يجهز عليه إن صُرع أو كان جريحاً، وإن أخذه أسيراً فليس له أن يقتله، ولا يقيم عليه الحد، ولكن يرفع أمره إلى من ولاه الله فحكم فيه].\rاللصوص هم الذين يعتدون على الأموال، ومثلهم أيضاً المحاربون وقطاع الطريق ونحوهم، وهؤلاء بلا شك أنهم فيما يظهر من المسلمين، فإذا شهروا سلاحهم فإنهم يقاتلون بما يندفعون به، وقد ذكر الله أنهم يرد أمرهم إلى قوله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا} [المائدة:33] الآية.\rفإذا دخل اللصوص في بيت من البيوت لأخذ مال فإن صاحب البيت يدفعهم بالتي هي أحسن، ولا يبدؤهم بالقتال رأساً، فإنهم لم يبلغوا أن يقاتلوا، إنما دخلوا لأخذ مال أو للاختلاس أو نحو ذلك، ولكن إذا رأى منهم القوة ورأى منهم الجد قاتلهم.\rوروي عن ابن عمر أنه دخل عليه لص، فأصلت السيف في وجهه، ولولا أن أبناءه قبضوه لقتل ذلك اللص.\rوكأنه عرف منه أنه معتدٍ، وأنه جاء لأجل الفساد أو أنه ليس من أهل العصمة، ولكن ما دام أنه قد وردت الأدلة في أنهم يدفعون بالتي هي أحسن، وأنه إذا جرح أحد منهم فلا يجهز عليه، أي: لا يتمم قتله، ولا يتبع مدبرهم، أي: المنهزم منهم لا يتبع بل يترك؛ دل ذلك على أنهم لم يخرجوا من الإسلام، فيهددهم ويخوفهم بعدما يذكرهم، فإذا لم ينفع فيهم التذكير ولا التخويف ولا التهديد أظهر لهم أن عنده من القوة ما يدفعهم وما يردهم، فإذا لم يندفعوا استعمل القوة بأدنى مراتبها، فإن كانوا يُكفون بضربهم بالعصي اكتفى بذلك ولم يستعمل السلاح، فإذا لم يكفوا استعمل السكين دون السيف، وإذا لم يكفوا استعمل السيف أو نحوه مما يقاتل به في هذه الأزمنة، كالرصاص ونحوه، فله أن يستعمل ذلك لدفع كيدهم ولدفع شرهم، وسواء كان اعتداؤهم لأجل قتله أو لأجل ماله أو لأجل محارمه أو ما أشبه ذلك، فكل هؤلاء من اللصوص المعتدين يدفعون بما يندفع به شرهم أو يرفع بأمرهم إلى من يأخذ على أيديهم."
  ],
  [
    "47",
    "وَلَيْسَ لَهُ إِذَا فَارَقُوهُ أَوْ تَرَكُوهُ أَنْ يَطْلُبَهُمْ، وَلَا يَتْبَعَ آثَارَهُمْ، لَيْسَ لِأَحَدٍ إِلَّا لِلْإِمَامَ أَوْ وُلَاةَ الْمُسْلِمِينَ.",
    "އަދި އެބައިމީހުން އޭނާއާ ވަކިވެއްޖެނަމަ ނުވަތަ އޭނާ ދޫކޮށްލައިފިނަމަ، އެބައިމީހުން ހޯދަން އުޅުމާއި، އެބައިމީހުންގެ ފަސްފަހަތުން ދިޔުމަކީ އޭނާއަށް އޮތް ކަމެއް ނޫނެވެ. އެއީ ވެރިމީހާ ނުވަތަ މުސްލިމުންގެ ވަލިއްޔުލް އަމްރުންނަށް ފިޔަވައި، އެހެން އެއްވެސް މީހަކަށް އޮތް ކަމެއް ނޫނެވެ.",
    "",
    "But it is not permissible for him, when they depart from him or abandon him, that he seeks them (i.e. to find them). Nor should he follow their tracks and this is not (permissible) for anyone other than the Imaam (leader), or those charged with authority over the Muslims.",
    "-"
  ],
  [
    "48",
    "إِنَّمَا لَهُ أَنْ يَدْفَعَ عَنْ نَفْسِهِ فِي مَقَامِهِ ذَلِكَ، وَيَنْوِيَ بِجُهْدِهِ أَنْ لَا يَقْتُلَ أَحَدًا.",
    "އޭނާއަށް އޮތް ހަމައެކަނި އެއްޗަކީ، އޭނާ އެ ހުރި މަގާމުގައި އޭނާގެ ނަފްސު ދިފާއުކުރުމެވެ. އަދި އޭނާ ނިޔަތް ގަންނާނީ، އޭނާގެ އެ ހަނގުރާމަކުރުމުން އެއްވެސް މީހަކު މަރާނުލުމަށެވެ.",
    "",
    "It is only for him to defend himself in his own place and he should intend, by his striving against them, that he will not kill anyone.",
    "-"
  ],
  [
    "49",
    "فَإِنْ مَاتَ عَلَى يَدَيْهِ فِي دَفْعِهِ عَنْ نَفْسِهِ فِي الْمَعْرَكَةِ، فَأَبْعَدَ اللَّهُ الْمَقْتُولَ.",
    "ދެން ހަނގުރާމައިގެ ތެރޭގައި އޭނާގެ ނަފްސު ދިފާއުކުރަމުން ދަނިކޮށް އޭނާގެ އަތުން އެ (ހަމަލާ ދިން) މީހާ މަރުވެއްޖެނަމަ، ފަހެ الله، އެ މަރާލެވުނު މީހާ ދުރުކުރައްވާށިއެވެ.",
    "",
    "But if he kills him whilst defending himself in the battle, then Allaah will make the one killed far removed (from Himself and from any goodness).",
    "-"
  ],
  [
    "50",
    "وَإِنْ قُتِلَ هَذَا فِي تِلْكَ الْحَالِ وَهُوَ يَدْفَعُ عَنْ نَفْسِهِ وَمَالِهِ، رَجَوْتُ لَهُ الشَّهَادَةَ، كَمَا جَاءَ فِي الْأَحَادِيثِ.",
    "އަދި މިހިރަ މީހާ، އަމިއްލަ ނަފްސާއި އޭނާގެ މުދާ ދިފާއުކުރަމުން ދަނިކޮށް، އެ ހާލަތުގައި އޭނާ މަރާލެވިއްޖެ ނަމަ، އޭނާ ޝަހީދަކު ކަމުގައިވުމަށް އަހަރެން އުއްމީދު ކުރަމެވެ. އެއީ ޙަދީޘްތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ.",
    "",
    "And if he (himself) is killed in that state, whilst he is defending himself and his property, then I hope that it is martyrdom for him, as has occurred in the hadeeth.",
    "-"
  ],
  [
    "51",
    "وَجَمِيعِ الْآثَارِ فِي هَذَا إِنَّمَا أَمَرَت بِقِتَالِهِ، وَلَمْ تَأمُرْ بِقَتْلِهِ وَلَا اتِّبَاعِهِ.",
    "އަދި މި ކަމާ ބެހޭ ހުރިހާ އަޘަރުތަކެއްގައި ވެސް ހަމައެކަނި އަމުރުކޮށްފައިވަނީ އެ (ހަމަލާ ދިން) މީހާއާ ހަނގުރާމަ ކުރުމަށެވެ. އަދި އޭނާ މަރާލުމަށް ނުވަތަ އޭނާ ފަހަތުން ދިޔުމަށް އަމުރުކޮށްފައެއް ނުވެއެވެ.",
    "",
    "And all of the narrations in this regard have ordered with fighting him but did not order killing him, nor pursuing him.",
    "-"
  ],
  [
    "52",
    "وَلَا يُجْهِزُ عَلَيْهِ إِنْ صُرِعَ، أَوْ كَانَ جَرِيحًا.",
    "އަދި އޭނާ ބިން މައްޗަށް ވެއްޓިއްޖެނަމަ ނުވަތަ ޒަހަމްވެއްޖެނަމަ، އޭނާ މަރައި ނިންމައިގެން ނުވާނެއެވެ.",
    "",
    "Nor finishing him off should he fall to the ground or become wounded.",
    "-"
  ],
  [
    "53",
    "وَإِنْ أَخَذَهُ أَسِيرًا فَلَيْسَ لَهُ أَنْ يَقْتُلَهُ، وَلَا أَن يُقِيمَ عَلَيْهِ الْحَدَّ، وَلَكِنْ يَرْفَعُ أَمْرَهُ إِلَى مَنْ وَلَّاهُ اللَّهُ، فَيَحْكُمُ فِيهِ.",
    "އަދި އޭނާ އެ (ހަމަލާ ދިން) މީހާ އަސީރެއްގެ ގޮތުގައި ހިފައި ހައްޔަރުކޮށްފިނަމަ، ފަހެ އެ މީހާ މަރާލުމެއް އަދި އޭނާގެ މައްޗަށް ހައްދު ގާއިމު ކުރުމެއް، އޭނާއަކަށް ނުވެއެވެ. އެހެނެއްކަމަކު އެ މީހާގެ ކަންތައް، ﷲ ވަލިއްޔުލް އަމްރެއްގެ ގޮތުގައި ލެއްވި މީހަކާ އޭނާ ހަވާލު ކުރާނީއެވެ. ދެން އެ ވެރިޔަކު އެ މީހަކާމެދު ހުކުމް ކުރާނެއެވެ.",
    "",
    "And if he took him as a captive he should not kill him and should not carry out the prescribed punishment against him, but rather, he should raise his matter to whomever Allaah has appointed and given authority so that he may judge in the matter.",
    "-"
  ],
  [
    "54",
    "وَلَا نَشْهَدُ عَلَى أَحَدٍ مِنْ أَهْلِ الْقِبْلَةِ بِعَمَلٍ يَعْمَلُهُ، بِجَنَّةٍ وَلَا نَارٍ، نَرْجُو لِلصَّالِحِ وَنَخَافُ عَلَيْهِ، وَنَخَافُ عَلَى الْمُسِيءِ الْمُذْنِبِ، وَنَرْجُو لَهُ رَحْمَةَ اللَّهِ.",
    "އަދި ގިބްލައިގެ އަހުލުވެރިންގެ ތެރެއިން އެއްވެސް މީހަކު ކުރާ އަމަލަކުން، އޭނާއަށް ސުވަރުގެ ނުވަތަ ނަރަކަ ވާކަމަށް ތިބާ ހެކިނުވާށެވެ. ސާލިހު މީހާއާމެދު އަހަރެމެން އުއްމީދުކޮށް، އޭނާގެ މައްޗަށް ބިރުވެސް ގަންނަމެވެ. އަދި ފާފަވެރި ކުށްވެރިޔާގެ މައްޗަށް އަހަރުމެން ބިރުގަނެ، އޭނާއަށް ﷲ ގެ ރަހުމަތް އުއްމީދުވެސް ކުރަމެވެ.",
    "",
    "And we do not testify for anyone from among the people of the qiblah, on account of an action that he has done, that he is in Paradise or in Hell-Fire. We have hope for the righteous one and we fear for him and we fear for the evil and sinful person and we hope in the mercy of Allaah for him.",
    "‌‌حكم الشهادة لمعين بالجنة أو بالنار\rقال المصنف رحمه الله تعالى: [ولا نشهد على أهل القبلة بعمل يعمله بجنة ولا نار، نرجو للصالح ونخاف عليه، ونخاف على المسيء المذنب، ونرجو له رحمة الله].\rمن عقيدة أهل السنة أنهم لا يجزمون لأحد بجنة ولا نار ولو انطبقت عليه بعض الأحاديث، وهناك أحاديث في الوعيد، وهناك أحاديث في الوعد، فيقولون: إن أمره إلى الله تعالى.\rفمثلاً: قوله صلى الله عليه وسلم: (إن الله حرم على النار من قال: لا إله إلا الله يبتغي بذلك وجه الله)، هذا من أحاديث الوعد، فهل كل من رأيناه يقولها، نقول هذا من أهل الجنة، وهذا محرم على النار؟!\r‌‌الجواب\rلا، بل نقول: هذا أمره إلى الله؛ لأن الإخلاص غيبي.\rكذلك أيضاً قوله صلى الله عليه وسلم: (لا يدخل الجنة من في قلبه مثقال ذرة من كبر) أو قوله: (لا يدخل الجنة قتات) أو نمام، هل نقول: إن هؤلاء من أهل النار؟\r‌‌الجواب\rلا؛ وذلك لأن أمرهم إلى الله، وما في قلوبهم خفي فلا نجزم بجنة ولا نار، بل نقول: هؤلاء من العصاة الذين وردت فيهم هذه الأدلة، وأمرهم إلى الله إن شاء عذبهم وإن شاء غفر لهم، وهؤلاء وعُدوا بالثواب ووعُدوا بالمغفرة، وأمرهم إلى الله إن شاء كمل ذلك وأثابهم بأن يرحمهم ويدخلهم الجنة، وإن شاء عاقبهم على ما عملوه، الله أعلم بكيفية ذلك.\rهذا معنى كون أهل السنة لا يجزمون لمعين بجنة ولا نار إلا من جزم له النبي صلى الله عليه وسلم كالعشرة ونحوهم من الذين ورد تسميتهم أنهم من أهل الجنة، وكالذين ورد أنهم من أهل النار كـ أبي لهب كما في قوله تعالى: {سَيَصْلَى نَارًا ذَاتَ لَهَبٍ} [المسد:3] ونحوهم ممن وردت النصوص في أنهم من أهل العذاب."
  ],
  [
    "55",
    "وَمَنْ لَقِيَ اللَّهَ بِذَنْبٍ يَجِبُ لَهُ بِهِ النَّارُ، تَائِبًا غَيْرَ مُصِرٍّ عَلَيْهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَتُوبُ عَلَيْهِ، وَاللَّهُ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ، وَيَعْفُو عَنِ السَّيِّئَاتِ.",
    "އަދި ނަރަކަ ވާޖިބުވާ ފާފައަކައިގެން ﷲ އާ ބައްދަލުވެއްޖެ މީހާ، (އެ ބައްދަލުވީ) އޭނާ ތައުބާވެ، އެ ފާފައިގެ މަތީ ދެމިނުހުންނަ ހާލު ކަމުގައިވާ ނަމަ، ފަހެ ހަމަކަށަވަރުން ﷲ ޢައްޒަ ވަޖައްލަ އޭނާއަށް//ގެ މައްޗަށް ތައުބާ ލައްވާނެއެވެ. އަދި ﷲ، އެ އިލާހުގެ އަޅުންގެ ކިބައިން ތައުބާ ގަބޫލު ކުރައްވާ، ފާފަތައް އަފޫކުރައްވައެވެ.//ނުބައި އަމަލުތަކަށް ފާފަފުއްސަވައި ދެއްވަވަތެވެ.",
    "",
    "And whoever meets Allaah with a sin, which would necessitate the Fire for him, having repented, not returning back to it and (not) being insistent upon it then Allaah, (the Mighty and Magnificent), will turn to him (in forgiveness). And Allaah accepts repentance from His servants and forgives the evil actions.",
    "‌‌مصير المذنبين من المسلمين\rقال المصنف رحمه الله تعالى: [ومن لقي الله بذنب يجب له النار تائباً غير مصر عليه فإن الله عز وجل يتوب عليه، و {يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُوا عَنِ السَّيِّئَاتِ} [الشورى:25].\rومن لقيه وقد أقيم عليه حد ذلك الذنب في الدنيا فهو كفارته كما جاء في الخبر عن رسول الله صلى الله عليه وسلم.\rومن لقيه مصراً غير تائب من الذنوب التي استوجب بها العقوبة، فأمره إلى الله عز وجل إن شاء عذبه وإن شاء غفر له.\rومن لقيه كافراً عذبه ولم يغفر له].\rوأمر الآخرة إلى الله تعالى، فقد أخبر الله بأنه: {يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} [آل عمران:129]، وذلك إليه سبحانه وتعالى.\rفمن لقيه وهو من أهل التوحيد فهو أهل أن يغفر له، كما ورد في حديث ابن مسعود: (من لقي الله لا يشرك به شيئاً دخل الجنة ومن لقيه يشرك به شيئاً دخل النار)، ولكن مع ذلك فإننا لا نجزم لهذا بالجنة ولهذا بالنار، بل نقول: هذا ورد وعيده وهذا ورد وعده وكلهم تحت مشيئة الله تعالى، إن شاء عذبهم، وإن شاء غفر لهم، ولو عذب أهل سماواته وأهل أرضه لعذبهم وهو غير ظالم لهم، ولو رحمهم لكانت رحمته خيراً لهم من أعمالهم؛ وذلك لأن أعمالهم مهما كثرت لا تقابل نعمة الله عليهم ورحمته بهم، كما قال النبي صلى الله عليه وسلم: (لن يدخل أحد منكم الجنة بعمله، قالوا: ولا أنت يا رسول الله! قال: ولا أنا إلا أن يتغمدني الله برحمة منه وفضل).\rفنحن محتاجون إلى رحمة الله، وأعمالنا تقصر عن أن تكون سبباً مستقلاً لنجاتنا، ولكن الله تعالى أمر بالعمل الصالح، وأمر بالإكثار من الحسنات، ونهى عن السيئات، وجعل ذلك من أسباب رحمته ودخول جنته، ونهى عن السيئات والمخالفات التي تكون أيضاً سبباً لغضبه وعذابه.\rأما إذا لقي الله تعالى وقد أقيم عليه الحد، فإذا كان تائباً من ذلك الذنب فإن الحد كفارة، وإذا أقيم عليه الحد ولكنه لم يعترف ولم يتب فلا ينفعه، إنما يكون الحد زاجراً له مرة أخرى عن هذا الذنب أو زاجراً لغيره.\rوقد بين العلماء أن الحدود لا تكون كفارة إلا لمن تاب، فمن زنى -مثلاً- وجاء معترفاً وقال: أقيموا علي الحد كما فعل ماعز والغامدية فإن ذلك كفارة، وأما من أنكر وشهد عليه الشهود بأنه زنى ورجم بذلك وهو منكر غير تائب فالحد لا يطهره، وإنما يمنع غيره من أن يفعلوا كفعله، وهكذا بقية الحدود التي تقام في الدنيا لا تكون مكفرة إلا لمن تاب من ذلك الذنب وحسنت توبته."
  ],
  [
    "56",
    "وَمَنْ لَقِيَهُ وَقَدْ أُقِيمَ عَلَيْهِ حَدُّ ذَلِكَ الذَّنْبِ فِي الدُّنْيَا، فَهُوَ كَفَّارَتُهُ، كَمَا جَاءَ فِي الْخَبَرِ عَنْ رَسُولِ اللَّهِ ﷺ.",
    "އަދި މީހަކު އެ އިލާހާ ބައްދަލުވީ، ދުނިޔެމަތީގައި އެ ފާފައިގެ ހައްދު އޭނާގެ މައްޗަށް ގާއިމުކުރެވިފައި ވަނިކޮށް ކަމަށްވާނަމަ//ވާހާލުގައިނަމަ، ފަހެ އެއީ އެ ފާފައިގެ ކައްފާރާއެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ ޚަބަރުތަކުގައި ވާފަދައިންނެވެ.//ގެ އަރިހުން ޚަބަރުތަކުގައި އައިސްފައިވާ ފަދައިންނެވެ.",
    "",
    "And whoever meets Him after having had the prescribed punishment meted out to him for that (particular) sin in this world, then that would be its expiation, as occurs in the narration from the Messenger of Allaah (swallallahu alaihi wasallam).",
    "-"
  ],
  [
    "57",
    "وَمَنْ لَقِيَهُ مُصِرًّا غَيْرَ تَائِبٍ مِنَ الذُّنُوبِ الَّتِي قَدْ تُسْتَوْجَبُ بِهَا الْعُقُوبَةَ، فَأَمْرُهُ إِلَى اللَّهِ عَزَّ وَجَلَّ، إِنْ شَاءَ عَذَّبَهُ، وَإِنْ شَاءَ غَفَرَ لَهُ.",
    "އަދި އެ ފާފަތަކަކުން ފަހަރެއްގައި އުގޫބާތް ވާޖިބުކުރުވާ ފާފަތަކުގެ މަތީ ދެމިހުރެ، އޭގެން ތައުބާ ނުވާ ހާލު އެ އިލާހާ ބައްދަލުކޮށްފި މީހާ، ފަހެ އޭނާގެ ކަންތައް އޮތީ الله ޢައްޒަ ވަޖައްލައަށެވެ. އެ އިލާހު އިރާދަކުރެއްވިއްޔާ އޭނާއަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އެ އިލާހު އިރާދަކުރެއްވިއްޔާ އޭނާއަށް ފާފަ ފުއްސަވާނެއެވެ.//އެ މީހަކަށް ފުއްސަވާދެއްވާނެއެވެ.",
    "",
    "And whoever meets him having persisted upon, and not repented from the sins which necessitate punishment, then his affair is with Allaah (the Mighty and Magnificent), if He wills He will punish Him and if He wills He will forgive him.",
    "-"
  ],
  [
    "58",
    "وَمَنْ لَقِيَهُ وَهُوَ كَافِرٌ عَذَّبَهُ، وَلَمْ يَغْفِرْ لَهُ.",
    "އަދި ކާފަރެއްގެ ގޮތުގައި ހުރެ އެ އިލާހާ ބައްދަލުވާ މީހާ، ފަހެ އެ އިލާހު އެ މީހަކަށް އަޒާބު ދެއްވާނެއެވެ. އަދި އެ މީހަކަށް ފާފަ ނުފުއްސަވާނެއެވެ.",
    "",
    "And whoever meets Him as a disbeliever, He will punish him and will not forgive him.",
    "-"
  ],
  [
    "59",
    "وَالرَّجْمُ حَقٌّ عَلَى مَنْ زَنَا وَقَدْ أَحْصَنَ، إِذَا اعْتَرَفَ أَوْ قَامَتْ عَلَيْهِ بَيِّنَةٌ، وَقَدْ رَجَمَ رَسُولُ اللَّهِ ﷺ، وَقَدْ رَجَمَتِ الْأَئِمَّةُ الرَّاشِدُونَ.",
    "އަދި މުޙްޞިނަކަށް ވުމަށް ފަހު ޒިނޭކުރި މީހާ ރަޖަމުކުރުމަކީ ހައްގު ތެދެވެ. އެއީ އޭނާ އިއުތިރާފުވެއްޖެ ހިނދު ނުވަތަ އޭނާގެ މައްޗަށް ހެކި ގާއިމުކުރެވިއްޖެ ހިނދުގައެވެ. އަދި ހަމަކަށަވަރުން ރަސޫލު ﷲ ﷺ ރަޖަމު ކުރެއްވިއެވެ. އަދި ޚުލަފާއުއް ރާޝިދުންވެސް ރަޖަމު ކުރެއްވިއެވެ.",
    "",
    "And stoning to death (which is true and correct) is the rightful due of the one who has fortified (himself/herself with marriage) but fornicates, either when he/she admits (to this act) or when the evidence is established against him/her. The Messenger of Allaah (swallallahu alaihi wasallam) stoned to death and the Rightly Guided Leaders too, stoned to death.",
    "‌‌رجم الزاني المحصن ثابت في السنة خلافاً للخوارج\rقال المصنف رحمه الله تعالى: [والرجم حق على من زنى وقد أحصن إذا اعترف أو قامت عليه بينة، وقد رجم رسول الله صلى الله عليه وآله وسلم والأئمة الراشدون].\rيعني: أن رجْم الزاني المحصن الذي قد تزوج ثم زنى بعدما تزوج زواجاً شرعياً ودخل بامرأته ثابت في السنة، متواترة به الأحاديث، فمن أنكره فقد أنكر سنة معلومة ظاهرة، وأنكرت ذلك الخوارج الذين يقولون: إنهم لا يعملون إلا بما في القرآن، وقالوا: ليس في القرآن رجم.\rوقد بين عمر رضي الله عنه أن من جملة ما نزل آية الرجم، وقال: (وقرأناها على عهد رسول الله صلى الله عليه وسلم، ثم كانت مما نسخ لفظه وبقي حكمه.\rفالمحصن من السنة أن يرجم حتى يموت إذا قامت عليه البينة، أو اعترف بالزنا أربع مرات وبقي على اعترافه إلى أن يقام عليه الحد."
  ],
  [
    "60",
    "وَمَنِ انْتَقَصَ أَحَدًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ ﷺ، أَوْ أَبْغَضَهُ لِحَدَثٍ كَانَ مِنْهُ، أَوْ ذَكَرَ مَسَاوِيه، كَانَ مُبْتَدِعًا، حَتَّى يَتَرَحَّمَ عَلَيْهِمْ جَمِيعًا، وَيَكُونُ قَلْبُهُ لَهُمْ سَلِيمًا.",
    "އަދި ރަސޫލު ﷲ ﷺގެ ސަހާބީންގެ ތެރެއިން އެއްވެސް ބޭކަލަކަށް ކުޑައިމީސްކޮށް، ނުވަތަ އެ ބޭކަލެއްގެ ކިބައިން ހިނގައިދިޔަ//ދިމާވި ކަމަކާހުރެ އެ ބޭކަލަކާމެދު ނަފްރަތުކޮށް//ރުޅިއައިސް، ނުވަތަ އެ ބޭކަލެއްގެ ކުށްތައް ޒިކުރުކޮށްފި މީހާ//ނަމަ، ފަހެ އޭނާވަނީ ބިދުޢަވެރިއެއް ކަމުގައެވެ.//އަކީ ބިދުޢަވެރިއެކެވެ. އެއީ އެ އެންމެހައި ބޭކަލުންގެ މައްޗަށް ރަހުމަތް ލެއްވުން އެދި ދުއާކޮށް، އެ ބޭކަލުންނާމެދު އޭނާގެ ހިތް ހެޔޮވުމަށް//ހެޔޮކަންމަތީވުމަށް ދާންދެނެވެ.",
    "",
    "And whoever disparages and degrades a single one of the Companions of the Messenger of Allaah (swallallahu alaihi wasallam) or dislikes him on account of something that occurred from him, or mentions his shortcomings, then he is an innovator.",
    "‌‌حكم من انتقص أحداً من صحابة رسول الله صلى الله عليه وسلم\rقال المصنف رحمه الله تعالى: [ومن انتقص أحداً من أصحاب رسول الله صلى الله عليه وآله وسلم أو بغَّضه لحدث منه أو ذكر مساويه، كان مبتدعاً حتى يترحم عليهم جميعاً، ويكون قلبه لهم سليماً].\rقوله: (من تنقص أحداً من الصحابة) يعني: عابهم أو ذكر مثالبهم أو مساوئهم أو نحو ذلك، فإنه يعتبر بذلك قد ابتدع وتعدى على حرمة الصحابة رضي الله عنهم.\rولا شك أنه قد وقع من بعضهم أمور اجتهادية أنكرتها عليهم الرافضة وعدوها من المثالب، وقد يكون بعضها من محاسن الدين ومن محاسن الشريعة، ولا شك أنها من فضائلهم ولو عدوها من مثالبهم، وقد بين شيخ الإسلام رحمه الله في (العقيدة الواسطية) أن ما يروى عن الصحابة فإما أن يكون كذباً لا أصل له مما افتراه عليهم أعداؤهم، وإما أن يكون قد زيد فيه أو حرف أو غير عن وجهه، والصحيح منه هم فيه معذورون، إما مجتهدون مصيبون، وإما مجتهدون مخطئون، وقد أخبر النبي صلى الله عليه وسلم بأن من اجتهد فأصاب فله أجران، ومن أخطأ فله أجر."
  ],
  [
    "61",
    "وَالنِّفَاقُ هُوَ الْكُفْرُ؛ أَنْ يَكْفُرَ بِاللَّهِ وَيَعْبُدَ غَيْرَهُ، ويُظْهِرَ الْإِسْلَامَ فِي الْعَلَانِيَةِ، مِثْلَ الْمُنَافِقِينَ الَّذِينَ كَانُوا عَلَى عَهْدِ رَسُولِ اللَّهِ ﷺ.",
    "އަދި ނިފާގަކީ ކުފުރެވެ. އެއީ الله އަށް ކާފިރުވެ، އެ އިލާހު ނޫން ފަރާތަކަށް އަޅުކަންކޮށް، ބޭރުފުށުގައި//ށުން އިސްލާމްކަން ދެއްކުމެވެ.//ފާޅުގައި...ފާޅުކުރުމެވެ. ރަސޫލު ﷲ ﷺގެ ޒަމާނުގައި އުޅުނު މުނާފިގުން ފަދައިންނެވެ.",
    "",
    "And hypocrisy - it is disbelief, that a person disbelieves in Allaah and worships other than Him (inwardly), (but) he manifests Islaam openly such as the hypocrites in the time of the Messenger of Allaah (swallallahu alaihi wasallam).",
    "‌‌تعريف النفاق وأنواعه وحكم صاحبه\nقال المصنف رحمه الله تعالى: [والنفاق هو الكفر: أن يكفر بالله ويعبد غيره، ويظهر الإسلامَ في العلانية، مثل المنافقين الذين كانوا على عهد رسول الله صلى الله عليه وسلم: (ثلاث من كن فيه فهو منافق)، على التغليظ نرويها كما جاءت ولا نقيسها].\nالمنافق هو: الذي يظهر الإسلام ويخفي الكفر، وهم الذين: {َإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ قَالُوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ} [البقرة:14]، والذين: {يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ} [الفتح:11] هؤلاء هم المنافقون، وإنما فعلوا ذلك تستراً أو ستراً لعقائدهم، والأصل أنهم يريدون بذلك أن يأمنوا مع هؤلاء ومع هؤلاء، يقول تعالى: {الَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِنْ كَانَ لَكُمْ فَتْحٌ مِنَ اللَّهِ قَالُوا أَلَمْ نَكُنْ مَعَكُمْ} [النساء:141] أي: أعطونا من الغنيمة فنحن معكم {وَإِنْ كَانَ لِلْكَافِرِينَ نَصِيبٌ} [النساء:141]، أي: نصر، {قَالُوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِنَ الْمُؤْمِنِينَ} [النساء:141]، فهم مع المؤمنين في الظاهر ومع الكفار في الباطن، وهذا هو أصل النفاق، ومثل هذا يقال له: النفاق الاعتقادي.\nوأما النفاق العملي فهو المذكور في هذا الحديث: (أربع من كن فيه كان منافقاً)، وفي الحديث الآخر: (آية المنافق ثلاث) فهذه الخصال تسمى نفاقاً عملياً، ولكنه من علامات النفاق الاعتقادي.\nقال المصنف رحمه الله تعالى: [(ثلاث من كن فيه فهو منافق) على التغليظ نرويها كما جاءت ولا نقيسها، وقوله: (لا ترجعوا بعدي كفاراً ضلالاً يضرب بعضكم رقاب بعض)، ومثل: (إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار)، ومثل: (سباب المسلم فسوق، وقتاله كفر)، ومثل: (من قال لأخيه: يا كافر! فقد باء بها أحدهما)، ومثل: (كفرٌ بالله تبرؤ من نسب وإن دق)، ونحوه من الأحاديث مما قد صح وحفظ، فإنا نسلم له وإن لم يعلم تفسيرها، ولا نتكلم فيها، ولا نجادل فيها، ولا نفسر هذه الأحاديث إلا مثل ما جاءت، لا نردها إلا بأحق منها].\nهذه الأحاديث استدل بها الخوارج على تكفير العصاة، ويقولون: إن المعصية الكبيرة تُخرج من الملة وتُدخل في الكفر، ويحكمون على أهل المعاصي وأهل الذنوب والكبائر بأنهم مخلدون في النار، ويستدلون بهذه الأحاديث مثل قول النبي صلى الله عليه وسلم: (سباب المسلم فسوق، وقتاله كفر)، وقوله: (لا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض)، وكذلك أحاديث علامات النفاق كقوله صلى الله عليه وسلم: (أربع من كن فيه كان منافقاً خالصاً: إذا حدث كذب، وإذا وعد أخلف، وإذا خاصم فجر، وإذا عاهد غدر).\nوفي رواية: (وإذا اؤتمن خان).\nومعلوم أن هذه الخصال لا تخرج من الملة، فليس خلف الوعد -مثلاً- مخرجاً من الملة، وليس نفاقاً صريحاً، يعني: اعتقادياً، وكذلك الخيانة وما أشبهها، ولكنها من الذنوب ومن كبائر المعاصي.\nفالعبد إذا سمع مثل هذه الأدلة يعرضها على الكتاب والسنة، ويقول: نقبلها، ولكن لا نقول: إنها مخرجة من الإسلام، وإن من عمل بها فإنه ليس بمسلم، بل أمره إلى الله تعالى.\nومثله: (برئ من الإسلام من تبرأ من نسب وإن دق) ومثله: (إذا قال الرجل لأخيه يا كافر! فقد باء بها أحدهما)، كل ذلك من أحاديث الوعيد.\nوأحاديث الوعيد تُجرى على ظاهرها؛ ليكون أبلغ في الزجر، مع الاعتقاد أنها لا توصل إلى الخروج من الملة، فلا نقول: إن هذا قد كفر وخرج من الإسلام بهذا الذنب، بل نقول: عمله عمل كفر وأما هو فلا يكون كافراً، ففرق بين العمل وبين العامل، فالعمل قد يكون من أعمال الكفار أو من أعمال المنافقين ولا يلزم أن كل من عمل هذا العمل يخرج من الإسلام ويدخل في الكفر، بل أمرهم إلى الله تعالى، ونحثهم على التوبة والرجوع إلى الله."
  ],
  [
    "62",
    "وَهَذِهِ الأَحَادِيث الَّتِي جَائَت: «ثَلَاثٌ مَنْ كُنَّ فِيهِ فَهُوَ مُنَافِقٌ» هَذَا عَلَى التَّغْلِيظِ، نَرْوِيهَا كَمَا جَاءَتْ، وَلَا نُفَسِّرُهَا.",
    "އަދި އައިސްފައިވާ މިހިރަ ޙަދީޘްތައް: ”އެ މީހެއްގެ ކިބައިގައި ތިން (ސިފައެއް) ހުރެއްޖެ މީހަކީ މުނާފިގެކެވެ.“ މިއީ ހަރުކަށިވުމުގެ ގޮތުންނެވެ.//ކޮށް ބުނުމަށް އައިސްފައިވާ... އެ ޙަދީޘްތައް އައިސްފައިވާ ގޮތަށް އަހަރުމެން އެ ރިވާ ކުރާނަމެވެ.//ކުރާނީއެވެ//ރިވާކުރާނީ އެ އައިސްފައިވާ... އަދި އެ މާނައެއް ނުކުރާނަމެވެ.",
    "",
    "And his (swallallahu alaihi wasallam) saying, “in whomsoever there are three (characteristics I he is a hypocrite ..” is an intensification (in expression), we report it as it has come and we do not explain it.",
    "-"
  ],
  [
    "63",
    "وَقَوْلُهُ: «لَا تَرْجِعُوا بَعْدِي كُفَّارًا ضُلَّالًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ».",
    "އަދި އެ ނަބިއްޔާގެ މި ބަސްފުޅުވެސް މެއެވެ: ”ތިމަން ނަބިއްޔާއަށް ފަހު//ގައި މަގުފުރެދިފައިވާ ކާފަރުންގެ ގޮތުގައި، ތިޔަބައިމީހުންގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ ކަނދުރާތަކުގައި ޖަހާ ހާލު، ތިޔަބައިމީހުން އެނބުރި ނުދާށެވެ.“\n//\nއަދި އެ ނަބިއްޔާގެ މި ބަސްފުޅުވެސް މެއެވެ: ”މަގުފުރެދިފައިވާ ކާފަރުންގެ ގޮތުގައި، ތިޔަބައިމީހުންގެ އެއްބަޔަކު އަނެއްބަޔެއްގެ ކަނދުރާތަކުގައި ޖަހާ ހާލު، ތިމަން ނަބިއްޔާއަށް ފަހު//ގައި ތިޔަބައިމީހުން އެނބުރި ނުދާށެވެ.“",
    "",
    "And (likewise) his saying, “Do not become disbelievers after me, (astray), striking the necks of each other.”",
    "-"
  ],
  [
    "64",
    "وَمِثْلُ: «إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ».",
    "އަދި (ނަބިއްޔާގެ މި ބަސްފުޅު) ފަދައިންނެވެ: ”ދެ މުސްލިމުން އެބައިމީހުންގެ ދެ ކަނޑިތަކާ//އެކު//އެކީ//އިން ބައްދަލުވެއްޖެ//ކޮށްފި ނަމަ، ފަހެ މަރާލި//ލާ މީހާއާއި މަރާލެވުނު މީހާ ވެސް ވަނީ ނަރަކައިގައެވެ.“",
    "",
    "And, “When two Muslims meet with their swords then (both) the killer and the killed are in the Fire.”",
    "-"
  ],
  [
    "65",
    "وَمِثْلُ: «سِبَابُ الْمُسْلِمِ فُسُوقٌ، وَقِتَالُهُ كُفْرٌ».",
    "އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”މުސްލިމަކަށް ސައްބުކޮށް އެއްޗެހި ކިޔުމަކީ ފާސިގުކަމެކެވެ. އަދި އޭނާއާ ހަނގުރާމަ ކުރުމަކީ ކުފުރެވެ.“",
    "",
    "And, “Cursing a Muslim is wickedness and fighting against him is disbelief.”",
    "-"
  ],
  [
    "66",
    "وَمِثْلُ:«مَنْ قَالَ لِأَخِيهِ؛ يَا كَافِرُ، فَقَدْ بَاءَ بِهَا أَحَدُهُمَا».",
    "އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”އެ މީހެއްގެ އަޚާއަށް އޭ ކާފިރޭ ބުނެފި މީހާ، ފަހެ ހަމަކަށަވަރުން އެއިން އެކަކަށް އެ ކަން އެނބުރި ރައްދުވެއްޖެއެވެ.“",
    "",
    "And, “Whoever says to his brother, ‘O Disbeliever,’ then it returns back to one of them.”",
    "-"
  ],
  [
    "67",
    "وَمِثْلُ: «كُفْرٌ بِاللَّهِ تَعَلَى تَبَرُّؤٌ مِنْ نَسَبٍ وَإِنْ دَقَّ».",
    "އަދި (މި ބަސްފުޅު) ފަދައިންނެވެ: ”ﷲ ތަޢާލާއަށް ކުފުރުވުމަކީ، ނަސަބުން/ނަސްލަށް އިންކާރު ކުރުމެވެ.//ބަރީއަވާ ކަމުގައި ބުނުމެވެ. އެއީ ކިތަންމެ ކުޑަކޮށް ކަމުގައި ވިޔަސްމެއެވެ.“",
    "",
    "And, “It is disbelief in Allaah, the one who denies his kinship, even if it is insignificant (i.e. remote).”",
    "-"
  ],
  [
    "68",
    "وَنَحْوُ هَذِهِ الْأَحَادِيثِ مِمَّا قَدْ صَحَّ وحُفِظَ، فَإِنَّا نُسَلِّمُ لَهُ، وَإِنْ لَمْ نَعْلَمْ تَفْسِيرَه، وَلَا نَتَكَلَّمْ فِيه، وَلَا نُجَادِلْ فِيه، وَلَا نُفَسِّرْ هَذِهِ الْأَحَادِيثَ إِلَّا بِمِثْلَ مَا جَاءَتْ، وَلَا نَرُدُّهَا إِلَّا بِأَحَقَّ مِنْهَا.",
    "އަދި މިފަދަ އެހެން ޙަދީޘްތަށްވެސް މެއެވެ. އެއީ ހަމަކަށަވަރުން ސައްހަވެ ރައްކާތެރިކުރެވިފައިވާ ޙަދީޘްތަކުގެ ތެރެއިންނެވެ.//\nއަދި ހަމަކަށަވަރުން ސައްހަވެ ރައްކާތެރިކުރެވިފައިވާ ޙަދީޘްތަކުގެ ތެރެއިން، މިފަދަ އެހެން ޙަދީޘްތަށްވެސް މެއެވެ.\nފަހެ އަހަރެމެން އެއަށް ބޯލަނބައި ކިޔަމަންވަމެވެ. އެއީ އަހަރެމެންނަށް އޭގެ މާނާ ނޭނގުނު ކަމުގައި ވިޔަސްމެއެވެ. އަދި އެއާމެދު އަހަރެމެން ވާހަކައެއް ނުދައްކަމެވެ. އަދި އެއާމެދު ޖަދަލެއްވެސް ނުކުރަމެވެ. //..// އަދި އައިސްފައިވާ ފަދައިން//އައި ގޮތަށް... މެނުވީ އަހަރެމެން މި ޙަދީޘްތަކެއް މާނައެއ ނުކުރަމެވެ. އަދި އެއަށް ވުރެ ހައްގު އެއްޗަކައިގެން//ޗަކާއެކު/ޗަކުން މެނުވީ/ނޫނީ އަހަރެމެން އެ ރައްދެއް ނުކުރަމެވެ.",
    "",
    "And other ahaadeeth such as these, among those which have been authenticated and preserved. We submit to it, even if we do not know its explanation. We do not talk about it. We do not argue about it. And we do not explain these ahaadeeth except with the like of what they (the ahaadeeth) have come with. We do not reject them except with the best amongst them.",
    "-"
  ],
  [
    "69",
    "قَالَ: وَمِنَ الإِيمَانِ؛ الاعتِقَاد بِأَنَّ الْجَنَّةُ وَالنَّارُ مَخْلُوقَتَانِ، قَدْ خُلِقَتَا، كَمَا جَاءَ عَنْ رَسُولِ اللَّهِ ﷺ: «دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ قَصْرًا»، وَ «دَخَلْتُ فَرَأَيْتُ فِيهَا الْكَوْثَرَ»، وَ «اطَّلَعْتُ فِي الْجَنَّةِ، فَرَأَيْتُ أَكْثَرَ أَهْلِهَا...» كَذَا، وَاطَّلَعْتُ فِي النَّارِ، فَرَأَيْتُ...» كَذَا «وَرَأَيْتُ» وَكَذَا، فَمَنْ زَعَمَ أَنَّهُمَا لَمْ تُخْلَقَا، فَهُوَ مُكَذِّبٌ بِالْقُرْآنِ وَأَحَادِيثِ رَسُولِ اللَّهِ ﷺ، وَلَا أَحْسَبُهُ يُؤْمِنُ بِالْجَنَّةِ وَالنَّارِ.",
    "އެކަލޭގެފާނު (އަޙްމަދު) ވިދާޅުވިއެވެ: އަދި އީމާންކަމުގެ ތެރެއިން ހިމެނެނީ، ސުވަރުގެއާއި ނަރަކައަކީ (މިހާރުވެސް) އުފައްދަވާފައިވާ ދެ އެއްޗެއް ކަމަށް ގަބޫލު ކުރުމެވެ. އެއީ ރަސޫލު ﷲ ﷺ ގެ އަރިހުން އައިސްފައިވާ ފަދައިންނެވެ: ”ތިމަން ނަބިއްޔާ ސުވަރުގެއަށް ވަދެ، ގަނޑުވަރެއް ދެކެ//ފެނެ..ވަޑައިގަތީމެވެ.“ އަދި (މިފަދައިންނެވެ:) ”ތިމަން ނަބިއްޔާ ވަދެވަޑައިގެން، އެ ތާނގައި އަލްކައުޘަރު ދެކެވަޑައިގަތީމެވެ.“ އަދި (މިފަދައިންނެވެ:) ”ތިމަން ނަބިއްޔާ ސުވަރުގެއަށް ބައްލަވާލެއްވީމެވެ. ފަހެ ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ، އޭގެ ގިނަ އަހުލުވެރިން...“//އިސްފަސް// މިފަދައިންނެވެ. އަދި ”ތިމަން ނަބިއްޔާ ނަރަކައަށް ބައްލަވާލެއްވީމެވެ. ފަހެ ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ...“ މިފަދައިންނެވެ. //ބަލާލިއިރު ފެނުނީ// ”އަދި ތިމަން ނަބިއްޔާ ފެނިވަޑައިގަތީ“ މިފަދައިންނެވެ. ފަހެ އެ ސުވަރުގެއާއި ނަރަކަ އަދި ނުހައްދަވާ ކަމަށް ދައުވާކޮށްފި މީހާ، ފަހެ އޭނާ ގުރްއާނާއި ރަސޫލު ﷲ ﷺ ގެ ޙަދީޘްތައް ދޮގުކޮށްފިއެވެ.//އަކީ ދޮގުކުރާ މީހެކެވެ.//\rއަދި އޭނާ ސުވަރުގެއާއި ނަރަކައަށް އީމާންވާ ކަމަށް އަހަރެންނެއް ނުބަލަމެވެ//ނުދެކެމެވެ.",
    "",
    "And Paradise and Hell-Fire are two created things. They have (already) been created, as has come from the Messenger (swallallahu alaihi wasallam) (in the hadeeth), “I entered Paradise and I saw a castle...” And, “I saw the Pool (Kawthur) ...” And, “I looked into Hell-Fire and I saw that most of its inhabitants were women.” And, “I looked into the Fire and saw such and such...” So whoever claims that they (Paradise and Hell-Fire) are not created then he is a denier of the Qur’aan and the ahaadeeth of the Messenger of Allaah (swallallahu alaihi wasallam) and I do not consider that be believes in Paradise and Hell-Fire.",
    "‌‌وجوب الإيمان بخلق الجنة والنار\nقال المصنف رحمه الله تعالى: [والجنة والنار مخلوقتان، كما جاء عن رسول الله صلى الله عليه وآله وسلم: دخلت الجنة فرأيت قصراً، ورأيت الكوثر، واطلعت في الجنة فرأيت أكثر أهلها كذا، واطلعت في النار فرأيت كذا وكذا، فمن زعم أنهما لم تخلقا فهو مكذب بالقرآن وأحاديث رسول الله صلى الله عليه وسلم، ولا أحسبه يؤمن بالجنة والنار].\nهذا أيضاً من الإيمان باليوم الآخر، فيجب الإيمان بأن الجنة موجودة الآن ومخلوقة، وكذلك النار، وأنهما موجودتان الآن خلافاً لبعض الفلاسفة والمعتزلة ونحوهم، فإنهم يقولون: إنما ينشئهما الله في يوم القيامة، وأما الآن فليستا بموجودتين.\nفإذا كانت الأحاديث صريحة بأنه صلى الله عليه وسلم قد أخبر بأنه دخل الجنة ورأى فيها كذا وكذا، ورأى النار ورأى فيها كذا وكذا، فهذا دليل على أنهما موجودتان ومخلوقتان، وأنهما يوم القيامة يخرجان بقول الله تعالى: {وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ} [الشعراء:90] يعني: أظهرت، {وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ} [الشعراء:91] ففي يوم القيامة تبرز، وكما في الحديث: (يؤتى يوم القيامة بجهنم) يعني: تفسيراً لقوله: {وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ} [الفجر:23]، يجيء بها الملائكة يجرونها، كما أخبر في الحديث."
  ],
  [
    "70",
    "وَمَنْ مَاتَ مِنْ أَهْلِ الْقِبْلَةِ مُوَحِّدًا يُصَلَّى عَلَيْهِ، وَيُسْتَغْفَرُ لَهُ، وَلَا يُحْجَبُ عَنْهُ الاسْتِغْفَارُ، وَلَا يُتْرَكُ الصَّلَاةُ عَلَيْهِ لِذَنْبٍ أَذْنَبَهُ، صَغِيرًا كَانَ أَوْ كَبِيرًا، وَنُفَوِّضُ أَمْرُهُ إِلَى اللَّهِ عَزَّ وَجَلَّ.\n***\nآخِرُ الرِّسَالَةِ وَالْحَمْدُ لِلَّهِ وَحْدَهُ وَصَلَوَاتُهُ عَلَى مُحَمَّدٍ وَآلِهِ وَسَلِّمْ تَسْلِيمًا.",
    "އަދި ގިބުލާގެ އަހުލުވެރިންގެ ތެރެއިން އެއްކައުވަންތަކުރާ މީހެއްގެ//މުވައްހިދެއްގެ// ގޮތުގައި މަރުވެއްޖެ މީހާ، އޭނާގެ މައްޗަށް ނަމާދު ކުރާހުއްޓެވެ. އަދި އޭނައަށް އިސްތިޣްފާރު//ފާފަ ފުއްސެވުން އެދި ދުއާ// ކުރާހުއްޓެވެ. އަދި އޭނާއަށް އިސްތިޣްފާރު ކުރުން މަނާނުކުރެވޭ//ނުހިފެހެއްޓޭ ހުއްޓެވެ. އަދި ކުޑަވިޔަސް ބޮޑުވިޔަސް އޭނާ ކުރި //ކުދި ނުވަތަ ބޮޑޫ// ފާފައަކަށް ޓަކައި އޭނާގެ މައްޗަށް ނަމާދު ކުރުން ދޫނުކުރެވޭހުއްޓެވެ. އަދި އޭނާގެ ކަންތައް އަހަރުމެން ދޫކުރަނީ//ހަވާލުކުރަނީ ﷲ ޢައްޒަ ވަޖައްލައަށެވެ.\r***\rރިސާލާގެ ފަހު ބަޔެވެ. އަދި ހަމްދު ވަނީ ހަމައެކަނި الله އަށެވެ. އަދި މުޙައްމަދަށާއި އެކަލޭގެފާނުގެ އާލުންނަށް އެ އިލާހުގެ ޞަލަވާތް ލައްވައި ސަލާމް ލައްވާށިއެވެ.",
    "",
    "And whoever dies from among the people of the giblah as a muwahhid (one testifying to the unity and uniqueness of Allaah in His Lordship His right of worship and in His Names and Attributes) then prayer is performed over him and forgiveness is sought for him. Seeking forgiveness is not to be withheld from him (i.e. it should not be abandoned for him and we do not abandon Praying over him) on account of a sin which he committed, regardless of whether it is a small or a big sin. His affair is with Allaah, the Mighty, the Sublime”\n***\nEnd of the Treatise",
    "‌‌وجوب الصلاة على الموحدين من أهل القبلة واستحباب الاستغفار والدعاء لهم\nقال المصنف رحمه الله: [ومن مات من أهل القبلة موحداً يُصلى عليه، ويُستغفر له، ولا يُحجب عنه الاستغفار، ولا تُترك الصلاة عليه لذنب أذنبه، صغيراً كان أو كبيراً، أمره إلى الله عز وجل].\nورد في الحديث: (صلوا على من قال: لا إله إلا الله)، أي: الذين دخلوا في الإسلام، وأظهروا الإسلام، فهؤلاء من أهل الإسلام ومن أهل التوحيد، فنصلي على من مات منهم ولو علمنا عنه شيئاً من الذنوب، إلا الذنوب المكفرة التي تخرج من الملة كترك الصلاة مع الاستمرار عليها وكذلك النفاق، كما قال الله تعالى في المنافقين: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلا تَقُمْ عَلَى قَبْرِهِ} [التوبة:84]، وهؤلاء بلا شك منافقون، وهم الذين اتضح نفاقهم وعرف، وكان الصحابة لا يصلون على من يُشك في أمره حتى يصلي عليه مثل حذيفة الذي أطلعه النبي صلى الله عليه وسلم على بعض أسماء المنافقين.\nأما بقية المسلمين ولو كان فيهم معاص وتقصير فإنه يصلى عليهم، ويوكل أمرهم إلى الله تعالى، ونعتقد أن ذنوبهم لم تخرجهم من الإسلام، وبلا شك أن العاصي أحق بأن يدعى له؛ لأنه هو الذي وقع منه الذنب، فهو أحق بأن يُدعى له ويُصلى عليه ويُترحم عليه حتى يغفر الله له.\nأما المبتدعة أصحاب البدع المكفرة فلا يجوز أن يُصلى عليهم، فقد كفر السلف الدعاة إلى البدع، مثل الجهمية ونحوهم، وبلا شك أيضاً أن الرافضة ما داموا يطعنون في الكتاب والسنة ويطعنون في الصحابة فإنهم لا يصلى عليهم؛ لكونهم بلغوا وسيلة يكفرون بها، لا سيما الذين يشركون ويدعون أهل البيت في الملمات وفي الأزمات ونحو ذلك.\nفالمشرك الذي يُعرف منه الشرك وسواء كان قبورياً أو نحوه يعتبر بذلك ليس بمسلم، وليس بموحد، فلا يصلى عليه، وما ورد أيضاً أن الإمام يترك الصلاة على بعض العصاة فذلك لأجل الزجر عن فعله، فلا يصلي الإمام على من قتل نفسه، ولا يصلي على الغالِّ الذي يغل من الغنيمة، زجراً عن مثل هذا الذنب، ولكن يأذن لهم بأن يصلوا عليه حتى ولو كان قاتل نفسه ونحو ذلك، ما دام لم يخرج من الإسلام.\n‌‌الأسئلة\n‌‌سبب ذكر الإمام أحمد للرجم وقتال اللصوص في هذه الرسالة التي تتكلم في العقيدة\n‌‌السؤال\nأتى الإمام أحمد بالرجم وقتال اللصوص في رسالة تتكلم عن العقيدة، ولم يتكلم عن الأسماء والصفات مثلاً؟\n‌‌الجواب\nنقول: اكتفى في أولها بالتمسك بالكتاب والسنة، فإن ذلك عام يدخل فيه الإيمان بالأسماء والصفات وما أشبهها، وكأنه وضع هذه الرسالة -فيما يظهر- في الأمور الظاهرة التي هي أقرب إلى أنها من الأعمال، فجاء فيها بما يدخل في هذه الأمور، وألحق بها هذه الأشياء ولو كانت من الفروع، لكون الخلاف فيها مع هؤلاء الذين ابتلي بهم الناس في زمانه وبعد زمانه؛ لأجل ذلك اهتم بهذه الأمور الواقعية، والغالب أن من كتب رسالة يهتم بالذي يكثر فيه الخلاف مع أهل زمانه.\n‌‌الفلاسفة لا يؤمنون بالبعث\n‌‌السؤال\nهل يؤمن الفلاسفة بالبعث؟\n‌‌الجواب\nلا يؤمنون ببعث الأجساد وحشرها، إنما يجعلون البعث خاصاً بالأرواح، والحساب والعذاب على الأرواح، أما الأجساد وإعادتها فيكذبون بذلك ويردون الأحاديث والآيات التي هي صريحة في إعادة الأجساد بعد ما تفنى وتكون تراباً، وينكرون القصص التي في القرآن، كقصة الذي أماته الله مائة عام ثم بعثه، وقصة الذين قال الله لهم: {مُوتُوا ثُمَّ أَحْيَاهُمْ} [البقرة:243] ونحو ذلك.\n‌‌كفر من ترك شيئاً معلوماً من الدين بالضرورة\n‌‌السؤال\nمن ترك الصيام عمداً وهو يعلم الحكم، هل يكون كافراً بذلك؟\n‌‌الجواب\nلا شك أن من ترك شيئاً معلوماً من الدين بالضرورة فإنه يكفر بذلك، ويستتاب فإن تاب وإلا قتل إذا أصر على ذلك، حتى قال العلماء في باب حكم المرتد: إن من حرَّم شيئاً حلالاً كالخبز مثلاً، وأصر على ذلك يُعتبر مرتداً، ومن قال مثلاً: إن اللحم المذكى حرام، وإن الخبز الطاهر النقي الذي ليس فيه شبهة حرام، أو النكاح الحلال الذي هو الزواج الشرعي حرام أو ما أشبه ذلك، فهو كافر، ومن قال مثلاً: إن الزنا حلال، وإن فعل الفاحشة بالمرأة الأجنبية أو اللواط ونحوه حلال إذا حصل فيه التراضي، فهذا بلا شك أنه كافر، وكذلك أيضاً ترك الصيام عناداً مع اعتقاد أنه لم يفرض يعتبر أيضاً ردة وكفراً، وأما الجاهل فإنه معذور، حتى لقد كان الصحابة يسقطون الحد عن الجاهل حتى تقوم عليه الحجة.\nوإذا كان يعتقد وجوب الصوم ولكن تركه تكاسلاً وتفريطاً، فإنه يعامل في الدنيا بما يعامل به الكفار، فيقال له: صم والتزم، فإذا أصر وقال: لا أصوم ولو قتلتموني ولو مزقتموني ولو قطعتم أعضائي، قتل بعد ذلك، ولا يصلى عليه، وأما عقيدته فأمره إلى الله.\n‌‌بعض الأدلة على فضائل الصحابة\n‌‌السؤال\nالله سبحانه وتعالى: {وَالسَّابِقُونَ الأَوَّلُونَ} [التوبة:100]، هل هذه الآية من الأدلة القوية في الرد على الرافضة؟\n‌‌الجواب\nنعم، هي من الآيات التي تبين فضل الصحابة، فالله تعالى قسم في هذه الآية الصحابة إلى ثلاثة أقسام: السابقون الأولون من المهاجرين، وكذلك الأنصار من أهل المدينة، وكذلك الذين اتبعوهم بإحسان وهم الذين جاءوا بعدهم، وهؤلاء كلهم من الصحابة، يقول الله: {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأَنْهَارُ} [التوبة:100].\nكذلك قوله تعالى: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ} [التوبة:117] يعني: في غزوة تبوك، وكانوا نحو أربعين ألفاً، ذكر الله أنه تاب عليهم، ومدحهم بأنهم اتبعوه في ساعة العسرة، وجعل من جملتهم النبي صلى الله عليه وسلم، ولا شك أن ذلك مما يدل على فضائلهم وما تميزوا به، والآيات كثيرة في ذلك.\n‌‌كل من مات فسيبعثه الله وإن مات على أي كيفية\r‌‌السؤال\rكيف يُسأل ويُبعث من تفتت جسمه أو من غرق في البحر أو من ذابت جنازته أو مات في حادث طائرة؟\r‌‌الجواب\rلا أدري ماذا يقصد السائل بقوله: كيف يبعث؟! فما دمنا نقول: إن الله تعالى قادر على أن يبعث من أُحرق فإنه لا يعجزه شيء، وقد ورد في بعض الأحاديث: (أن رجلاً قال لأولاده: إذا مت فأحرقوني، ثم ذروني في البحر، فلما فعلوا قال الله له: كن، فقام) أي: جمعه الله وأحياه، فهذا دليل على أنه لا يخرج من قدرة الله شيء، فالإنسان الذي يموت ثم تأكله الطيور والسباع يعيده الله، والذي يموت ثم يحرق أو يلقى في البحر حتى تأكله دواب البحر أو نحو ذلك كل ذلك لا يصعب على الله أن يعيده كما كان.\n‌‌سؤال الميت إذا كان في الثلاجة\r‌‌السؤال\rإذا مات الإنسان وبقي في الثلاجة قبل أن يدفن عدة أيام أربعة أو ثلاثة أيام أو أقل أو أكثر فهل يُسأل قبل الدفن؟\r‌‌الجواب\rقد يبقى في الثلاجة -مثلاً- سنة أو سنين ولا يمنع أنه يحاسب؛ وذلك لأن أمر البرزخ على الأرواح، فالأرواح هي التي يتم التساؤل معها، فهي التي تُسأل، وهي التي تعذب، وهي التي تنعم.\n‌‌معنى توبة الله على نبيه\r‌‌السؤال\rيقول الله سبحانه وتعالى: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ} [التوبة:117] والتوبة لا تكون إلا عن ذنب، فما توجيه الآية؟\r‌‌الجواب\rقد ذكر الله المغفرة في قوله تعالى: {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} [الفتح:2] وقال تعالى: {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [محمد:19]، فنقول: بلا شك أن الذنب قد يطلق على بعض الأمور المباحة أو على الغفلة أو نحو ذلك، وعلى هذا تسمى ذنباً.\rويقول بعض العلماء في معنى قوله صلى الله عليه وسلم: (إنه ليغان على قلبي؛ وإني لأستغفر الله في اليوم أكثر من سبعين مرة) قالوا: إن هذا الاستغفار من هذه الغفلة التي عدها ذنباً، كونه -مثلاً- أحياناً يغفل عن ذكر الله تعالى ثم ينتبه ويبادر بالاستغفار، فعد هذه الغفلة ذنباً.\rفإذاً: التوبة التي تابها الله عليه وعلى الصحابة لا شك أنها إما من شيء من الغفلة كان ينبغي أن يعمروا وقتها بطاعة الله، وإما من الأمور الاجتهادية التي يجتهدونها ويعملونها لأجل رضا الله تعالى، ولكن يكونون فيها مجتهدين مخطئين كما حصل من الاجتهادات التي نبه الله تعالى نبيه على بعضها، كقوله تعالى: {عَبَسَ وَتَوَلَّى} [عبس:1] إلى آخر الآيات، وكقوله: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ} [الأنفال:67]، وكقوله: {وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلا تَقُمْ عَلَى قَبْرِهِ} [التوبة:84] وما أشبه ذلك.\n‌‌حكم صلاة العلماني\r‌‌السؤال\rهناك من العلمانيين من يصلي، ولكن أفكارهم كفرية معلومة، فهل يحكم بأنهم مسلمون من أجل صلاتهم؟\r‌‌الجواب\rيعاملون في الدنيا معاملة المسلمين، ونحن إنما نعمل بالظاهر، وأما في الآخرة فأمرهم إلى الله تعالى، لكن إذا ظهر منهم كلمات توجب الردة، فإنهم يعاقبون بما يعاقب به المرتد.\n‌‌لا يجوز الزيادة في السنة ما ليس منها\r‌‌السؤال\rذكر الإمام أحمد في الرسالة: (وليس في السنة قياس ولا تضرب لها الأمثال) فما المراد بذلك؟\r‌‌الجواب\rيظهر أن مراده بالقياس هنا: أن يلحق بها ما ليس منها، ولكن لا يلحق بذلك القياس الذي يراد به إلحاق المسائل بما يشابهها عند عدم النص فيها، فيقول: إنه ليس في السنة قياس، بمعنى: أننا لا نلحق بها شيئاً ليس منها ونجعله من السنة ونقول: إنه منصوص عليه.\n‌‌حكم المال والسلاح الذي أخذه الجنود في حرب الخليج\r‌‌السؤال\rبالنسبة لموضوع قسمة الفيء؛ هناك بعض من تكلم عن الغنائم التي حصل عليها بعض الناس من الحرب التي حصلت في أزمة الخليج، فما حكم الأشياء التي أخذت وما حكم من أخذ؟\r‌‌الجواب\rالواجب أن هؤلاء الذين أرسلتهم الدولة للقتال يعتبرون خداماً للدولة، فليس لهم أن يستقلوا بشيء أخذوه، فإذا حصلوا على أسلحة يسلمونها للدولة سواء للدولة الكويتية أو للدولة السعودية، ولا يجوز لهم أن يستبدوا بها، وذلك لأنها لا تسمى غنيمة، إنما هم رجال موظفون تجري لهم مرتبات وإعاشات وانتدابات فيعطون حقهم، فأما الغنائم ونحوها فإنها لا تكون -والحال هذه- من الغنائم.\rأولاً: لأنه قتال فتنة، وليس هو قتال لأجل الكفر.\rثانياً: أن هذه الأموال والأسلحة قد تكون داخلة في حكم الأموال المشتبهة؛ فلا تدخل في الغنيمة، لكن قد يعتذر بعضهم ويقول: إننا لو لم نأخذها لانتهبها غيرنا، ولأخذها من لا يستحقها، ولأخذها بعض الأعداء وقاتلونا بها أو نحو ذلك، فنقول: حتى ولو كان ذلك، فالأولى تسليمها إلى الدولة التي بعثتكم، والدولة تتصرف فيها كما تشاء.\n‌‌حكم التحلق يوم الجمعة\r‌‌السؤال\rما حكم الحِلَق في يوم الجمعة؟ وما صحة الحديث الوارد في ذلك؟\r‌‌الجواب\rكان الصحابة إذا جاءوا لصلاة الجمعة يكون بعضهم بعيد العهد بإخوته فيتحلقون حلقاً في المسجد، فيرقى النبي صلى الله عليه وسلم على المنبر وهم لا يزالون حلقاً، هناك حلقة، وهناك حلقة، وهناك أخرى، وهناك رابعة، وهناك خامسة، فنهى عن التحَلُق يوم الجمعة قبل الصلاة، أي: الذي يقصدون به التحدث فيما بينهم، وأمرهم إذا دخلوا للمسجد أن يصفوا صفوفاً، وأن يكونوا صفوفاً على هيئتهم حتى يأتي الإمام وهم على مصافهم، حتى لا يحصل اختلال واضطراب عندما يريدون أن يأخذوا مصافهم، ولا يدخل في ذلك حلقات العلم التي تكون في أول النهار؛ وذلك لأنهم لم يدخلوا على أنهم يلزمون المكان الذي يصلون فيه صلاة الجمعة، إنما دخلوا للاستفادة فائدة مؤقتة ثم ينصرفون بعد ذلك.\n‌‌معنى الخروج على ولاة الأمر\r‌‌السؤال\rما هو ضابط الخروج؟ وما معنى: (مات ميتة جاهلية)، هل يعني أنه كافر؟\r‌‌الجواب\rالخروج هو تكفير الولاة، وشهر السلاح عليهم، وإنكار أحقيتهم بالولاية أو بالإمارة، ونبذ الطاعة لهم، وخلع بيعتهم، فمن فعل ذلك اعتبر محارباً، يعامل بما يعامل به البغاة الذين ذكرهم العلماء في قتال أهل البغي عند قوله تعالى: {فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ} [الحجرات:9].\rوأما قوله: (مات ميتة جاهلية)، فهذا يعني أنه مات على هذه النكسة التي هي نكسة البيعة، ويعتبر هذا من أحاديث الوعيد.\n‌‌نسخ القرآن بالحديث الآحاد\r‌‌السؤال\rهل السنة الأحادية ناسخة للقرآن؟ لأني قرأت في كتاب (مباحث في علوم القرآن) أن السنة الآحاد لا تنسخ القرآن، فهل هذا صحيح؟\r‌‌الجواب\rلم يرد حديث ثابت ينسخ آية من القرآن إلا حديث أو حديثان أو نحو ذلك، فمثل حديث: (لا وصية لوارث) اختلف فيه هل ينسخ قول الله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ} [البقرة:180] أو أن الناسخ هو الآيات التي في تقسيم التركة بين الورثة؟ وعلى كل حال إذا ثبتت أحاديث قطعية الثبوت ولو كانت آحاداً ووردت مخصصة لآية من القرآن أو مخصصة لمفهومها فإنه يعمل بها، وتكون ناسخة أو مخصصة، وأما إذا لم تثبت أو أمكن الجمع بينهما فإنه لا يقال: إنها ناسخة.\n‌‌حكم الخروج على الحكومات المجاهرة بالكفر\r‌‌السؤال\rفي بعض الدول التي تحكم بغير شرع الله يرون الكفر البواح، سواء من خلال وسائل الإعلام أو غيرها، فنريد النصيحة للإخوة هناك في قضية التعجل وغيرها، وهل يجوز للمسلمين الذين تحكمهم حكومات كافرة تعلن كفرها عبر وسائل الإعلام وتبيح المحرمات وغير ذلك من الكفر، هل يجوز لهم الخروج عليها؟\r‌‌الجواب\rنرى أنهم لا يستطيعون الخروج ما دام أنهم ليس بأيديهم قوة، ولا عندهم منعة، وأن القوة بأيدي الدولة، لكن إذا استطاعوا أن يستقلوا بأنفسهم وينفردوا في قرية أو في برية كمهاجرين يستقلون عن هذه الدولة ويقيمون أمرهم بأنفسهم حتى لا يكونوا تحت ولاية دولة كافرة فهو أولى، وإذا لم يستطيعوا صبروا وعبدوا الله كما يستطيعون، وأقاموا عبادته وحققوا ما أمروا به وأنكروا المنكر بقلوبهم، وقالوا: اللهم إنه منكر، وإنا له منكرون، ويكتفون بذلك عن أن يشهروا السلاح الذي يكون فيه إذلال لهم، وقمع لكلمة أهل الخير، وتسلط من الدولة على كل من أظهر التدين والصلاح، واتهام لهم بأنهم هم المفسدون في الأرض، وبأنهم هم الذين يعيثون في الأرض فساداً.\rوبسبب تشدد بعضهم على بعض الدول صارت كثير من الدول تسلط تهمتها على أهل التدين وأهل الصلاح، فيجعلونهم هم الخطر الكبير على الدول، وكل من رأوه ملتزماً أو متمسكاً قالوا: هذا من الذين يحاولون انقلاباً، أو يحاولون خروجاً على الدولة، أو يجمعون ثواراً يقومون بثورة، فلا يزالون يتسلطون عليهم.\rفلو أنهم استسلموا للأمر وعبدوا الله تعالى وأنكروا بقلوبهم وأصلحوا أحوالهم وأحوال من تحت أيديهم وحرصوا على نشر الإسلام بصورة جلية ظاهرة، وبينوا محاسنه وحرصوا على التمسك به وتركوا للدولة شئونها، وكذلك تركوا لها تصرفاتها إذا لم تقبل منهم ولم يستطيعوا إصلاحها لكان في ذلك خير كثير، والأحوال تختلف بحسب المناسبات.\n‌‌المقصود بحديث: (إنك لا تدري ماذا أحدثوا بعدك)\r‌‌السؤال\rيا فضيلة الشيخ أحسن الله إليك، ما توجيه حديث: (إنك لا تدري ماذا أحدثوا بعدك)، أهم الصحابة أم الأمة؟\r‌‌الجواب\rيدخل في ذلك الذين ارتدوا من بعد موت النبي صلى الله عليه وسلم وقُتلوا في الردة، والذين قاتلهم الصحابة هم كثير، كما حصل في وقعة اليمامة، وكما حصل من كثير من الأعراب الذين ارتدوا، ويدخل في ذلك أيضاً الكثير من المبتدعة الذين كانوا مسلمين وعليهم علامات الإسلام، ويتوضئون وتظهر عليهم آثار الأمة: من كونهم عليهم الغرة والتحجيل وما أشبهه، ولكنهم مبتدعون بأي نوع من البدع، فيدخل في ذلك بدعة الخوارج، وبدعة القدرية، وبدعة الرافضة، وما أشبههم، فإنهم من الذين أحدثوا بدعاً بعد الصحابة؛ لأجل ذلك لا يكونون على الحق إلا من كان على سيرة الصحابة، ولما سئل النبي صلى الله عليه وسلم عن الفرقة الناجية، قال: (هم من كانوا على مثل ما أنا عليه اليوم وأصحابي).\n‌‌حكم الصلاة والمؤذن يؤذن لخطبة الجمعة\r‌‌السؤال\rما حكم صلاة ركعتين والمؤذن يؤذن الأذان الثاني يوم الجمعة؟ وهل ينتظر الإنسان حتى ينتهي المؤذن ويفرغ من الأذان أم يصلي ركعتين وهو يؤذن؟\r‌‌الجواب\rأنا أختار أنه يصلي وهو يؤذن حتى يتفرغ لاستماع الخطبة، فإن استماع الخطبة واجب وإجابة المؤذن سنة، فإذا دخل وهو يؤذن صلى ركعتين خفيفتين في حالة الأذان، وأجل إجابة المؤذن إلى ما بعد الأذان أو أجله إلى ما بعد الخطبة، ويستمع إلى الخطبة.\n‌‌نصيحة عامة للشباب\r‌‌السؤال\rفضيلة الوالد حفظك الله! هل من نصيحة عامة لأبنائك الشباب؛ لأن مثلك قد مرت عليهم الأيام والسنون وأكسبتهم العلم والتجارب والمعارف، نسأل الله لنا ولك الخير والبركة في الجهد والعمر، وأن ينفع بك، فهل من كلمة تختم بها لأبنائك وتلاميذك؟\r‌‌الجواب\rأعتقد أنه قد مر بي مثل ما مر بهم، أو مر بكثير منهم أمور لم تخطر على بالي، ولم تمر بي، وأنهم إن شاء الله أهل تجربة وأهل معرفة، وأعتقد أيضاً أن كثيراً منهم يعرفون ما لا أعرف، ويستحضرون ما قد يغيب عني، ولكن مع ذلك نتواصى جميعاً بما أمر الله به وهو تقوى الله تعالى التي هي وصية الأولين والآخرين، قال تعالى: {وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ} [النساء:131]، ونعرف أن هذه الكلمة كلمة جامعة يدخل فيها الأعمال الخيرية فعلاً، وترك الأعمال السيئة والبعد عنها، ونتواصى أيضاً بتعلم العلم النافع وبالعمل به كما أمرنا الله بقوله: {وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر:3].\rفيوصي بعضنا بعضاً بأن نعمل بالحق ونصبر على ما يصيبنا في ذات الله تعالى، ونتواصى أيضاً بأن ندعو إلى الله، فإذا من الله عليك بالهداية فلا تحتقر نفسك بأن تدعو إخوتك الذين تثق بأنهم يقبلون منك أو يتأثروا بك حتى ولو لم يكن هناك رجاء محقق، لكن لا تيأس من روح الله، ولا تقنط من رحمة الله، ولا تقل: الناس هالكون، ولا فائدة في كلامي، بل ادع إلى الله بقدر استطاعتك، ومن رأيت منه منكراً أي منكر ولو صغيراً ونبهته فقد يهديه الله تعالى على يديك، فيكون ذلك سبباً لنجاته وأجراً لك وثواباً عظيماً، وسواء كان ذلك من المسلمين أو من الكفار، فلا تحتقر إذا رأيت كافراً أو عاصياً أن تنصحه بأدنى نصيحة، حتى ولو كان عاصياً بأقل معصية، فربما يتأثر وينتفع ولو أنها من صغائر الذنوب.\rفلو رأيت -مثلاً- من يدخن ونبهته على تحريم الدخان ومفاسده فقد ينتبه لذلك ويتذكر، ولو رأيت -مثلاً- من يحلق لحيته ونبهته ونصحته، فربما يتأثر ويعرف أن هذا حق، وإذا نصحه إنسان ثم نصحه في اليوم الثاني آخر ثم في الثالث، ثم تواترت عليه وتوالت عليه النصائح فسيكون خجلاً وسيستحيي من أن يظهر أمام من ينكر عليه ممن هو مثله أو ممن هو دونه، وكذلك أيضاً نتواصى مع بعضنا بأن نتمسك بالكتاب والسنة في جميع أحوالنا.\rوصلى الله وسلم وبارك على سيدنا محمد، وعلى آله وصحبه أجمعين.\rوالحمد لله رب العالمين."
  ]
]
