[
  [
    "1",
    "[‌‌إِخْلَاصُ الدِّينِ للهِ تَعَالَى وَحْدَهُ لَا شَرِيكَ لَهُ، وَبَيَانُ ضِدِّهِ]",
    "[މމމ]",
    "قَالَ شَيخُ الإِسلَامِ مُحَمَّدُ بْنِ عَبْدِ الْوَهَّابِ رَحِمَهُ اللهُ:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nمِنْ أَعْجَبِ العُجَابِ، وَأَكْبَرِ الآيَاتِ الدَّالَّةِ عَلَى قُدْرَةِ المَلِكِ الغَلَّابِ: سِتَّةُ أُصُولٍ بَيَّنَهَا اللهُ تَعَالَى بَيَانًا وَاضِحًا لِلْعَوَامِ فَوْقَ مَا يَظُنُّ الظَّانُّونَ، ثُمَّ بَعْدَ هَذَا غَلَطَ فِيهَا كَثِيرٌ مِنْ أَذْكِيَاءِ العَالَمِ، وَعُقَلَاءِ بَنِي آدَمَ؛ إِلَّا أَقَلَّ القَلِيلِ.\nالْأَصْلُ الأَوَّلُ:\nإِخْلَاصُ الدِّينِ للهِ تَعَالَى وَحْدَهُ لَا شَرِيكَ لَهُ، وَبَيَانُ ضِدِّهِ الَّذِي هُوَ الشِّرْكُ بِاللهِ، وَكَوْنُ أَكْثَرِ القُرْآنِ فِي بَيَانِ هَذَا الأَصْلِ مِنْ وُجُوهٍ شَتَّى بِكَلَامٍ يَفْهَمُهُ أَبْلَدُ العَامَّةِ، ثُمَّ لَمَّا صَارَ عَلَى أَكْثَرِ الأُمَّةِ مَا صَارَ؛ أَظْهَرَ لَهُمُ الشَّيْطَانُ الإِخْلَاصَ فِي صُورَةِ تَنَقُّصِ الصَّالِحِينَ وَالتَّقْصِيرِ فِي حُقُوقِهِمْ، وَأَظْهَرَ لَهُمُ الشِّرْكَ بِاللهِ فِي صُورَةِ مَحَبَّةِ الصَّالِحِينَ وَاتِّبَاعِهِمْ.",
    "ޝައިޚުލް އިސްލާމް މުޙައްމަދު ބިން ޢަބްދުލް ވައްހާބު ރަޙިމަހު ﷲ ވިދާޅުވިއެވެ:\nﷲ، އައްރަޙްމާން، އައްރަޙީމުގެ އިސްމުފުޅުން ފަށައިގަންނަމެވެ.\nއެންމެ ހައިރާންކުރުވަނިވި އަޖައިބުތަކުގެ ތެރޭގައި، އަދި އަލްމަލިކުލް ޣައްލާބުގެ (އެބަހީ: ރަސްވަންތަ، ޣާލިބުވަންތަ އިލާހުގެ) ކުޅަދުންވަންތަކަން ދައްކުވައިދޭ އެންމެ ބޮޑު އާޔަތްތަކުގެ ތެރޭގައި، ހަ އުސޫލު ވެއެވެ. //އަލްމަލިކުލް ޣައްލާބުގެ (އެބަހީ: ރަސްވަންތަ، ޣާލިބުވަންތަ އިލާހުގެ) ކުޅަދުންވަންތަކަން ދައްކުވައިދޭ، އެންމެ ހައިރާންކުރުވަނިވި އަޖައިބުތަކުގެ ތެރޭގައި، އަދި އެންމެ ބޮޑު އާޔަތްތަކުގެ ތެރޭގައި، ހަ އުސޫލު ވެއެވެ.// ހީކުރާ މީހުންގެ ހީތަކަށްވުރެ މާ ބޮޑަށް ﷲ ތަޢާލާ ވަނީ އާންމު މީހުންނަށް އެ އުސޫލުތައް ސާފުކޮށް ބަޔާން ކުރައްވާފައެވެ. ދެން މިއަށް ފަހުވެސް، ދުނިޔޭގައި ތިބި އެންމެ ބުއްދިވެރި މީހުންނާއި، ބަނީ އާދަމުގެ ވިސްނުންތެރިން ވަނީ އެ ކަމުގައި//އެކަމާ މެދު އޮޅި ކުށް ހެދިއެވެ.//ފައެވެ. އެއީ މަދު މީހުންގެ ތެރެއިން ވެސް އެންމެ މަދު މީހުން މެނުވީއެވެ.\nފުރަތަމަ އަސްލު:\nއެއްވެސް ބައިވެރިޔަކާ ނުލައި، ހަމައެކަނި ﷲ ތަޢާލާއަށް ދީން ޚާލިސް ކުރުމެވެ. އަދި އެ ކަމަކުގެ އިދިކޮޅުކަމުގައިވާ ﷲ އަށް ޝިރްކު ކުރުން ބަޔާން ކުރުމެވެ. އަދި އާންމުންގެ ތެރެއިން އެންމެ ގަމާރު މީހާވެސް ފަހުމްވާނޭ ފަދަ ބަސްތަކަކުން، އެތައް ގޮތަކުން ގުރްއާނުގެ ބޮޑު ބައިގައި މި އަސްލު ބަޔާންކޮށްދީފައި ވާކަމެވެ. ދެން އުއްމަތުގެ ގިނަ ބަޔެއްގެ މައްޗަށް އެ ވީ އެއްޗެއް ވީ ފަހުން، އިޚްލާސްތެރިކަމަކީ ސަލިހުން ކުޑައިމީސްކޮށް، އެބައިމީހުންގެ ހައްގުތަކަށް އިހުމާލުވުން ކަމަށް//ކަމުގައި ޝައިތާނާ އެ މީހުންނަށް ދެއްކިއެވެ. އަދި ސާލިހުން ދެކެ ލޯބިވުމާއި، އެބައިމީހުންނަށް ތަބާވުމަކީ ﷲ އަށް ޝިރްކު ކުރުން ކަމަށް//ކަމުގައި ޝައިތާނާ އެ މީހުންނަށް ދެއްކިއެވެ.\r///\rސަލިހުން ކުޑައިމީސްކޮށް، އެބައިމީހުންގެ ހައްގުތަކަށް އިހުމާލުވުމުގެ ސޫރައިގައި، ޝައިތާނާ ވަނީ އެބައިމީހުންނަށް އިޚްލާސްތެރިކަން ދައްކުވައިދީފައެވެ.//ފާޅުކޮށްފައެވެ. އަދި ސާލިހުން ދެކެ ލޯބިވުމާއި، އެބައިމީހުންނަށް ތަބާވުމުގެ ސޫރައިގައި، ޝައިތާނާ ވަނީ އެބައިމީހުންނަށް ﷲ އަށް ޝިރްކު ކުރުން ދައްކުވައިދީފައެވެ.//ފާޅުކޮށްފައެވެ.",
    "Muhammad bin Abdul Wahhaab, may Allah have mercy on him, said:\nIn the Name of Allah, the Most Compassionate, the Most Merciful.\nSix fundamental principles are among the most wondrous and greatest signs that indicate the omnipotence of Allah, the Overpowering Sovereign. Allah Almighty has made them clear to common people in a way which is above all skeptical assumptions. Nevertheless, many of the intelligent and wise people, save few, have erred with regard to such principles.\nFirst fundamental principle\nDevoting religion sincerely to Allah Almighty alone without associating any partner with Him, and explaining the opposite which is Shirk (polytheism) and pointing out that most of the Qur’an is dedicated to explaining this fundamental principle from various aspects in words that are perceivable by those with the minimum ability of understanding. Then, when the majority of the Muslim Ummah were subject to such known circumstances, the devil presented to them sincere worship under the guise of discrediting the righteous people and falling short in fulfilling their rights, and presented polytheism to them under the guise of loving the righteous and their followers.",
    "",
    "شرح الأصول الستة (خالد المصلح)\nالقسم: العقيدة\nالكتاب : شرح الأصول الستة\nالمؤلف : خالد بن عبد الله بن محمد المصلح\nمصدر الكتاب : دروس صوتية قام بتفريغها موقع الشبكة الإسلامية\nhttp://www.islamweb.net\n[الكتاب مرقم آليا، ورقم الجزء هو رقم الدرس - ٦ دروس]\nتاريخ النشر بالشاملة: ٨ ذو الحجة ١٤٣١\nلا فوز للعبد ولا نجاة إلا بإفراد ربه بالعبادة والإخلاص له، هذا الأصل الأصيل هو الذي أنزل الله من أجله الكتب، وأرسل للدعوة إليه الرسل، وعلى هذا الأصل يقوم سوق الجنة والنار، وشرع لأجله الجهاد، وكل الأوامر والنواهي في الشريعة تبع له، فعلى العبد أن يحرص على إخلاصه وتوحيده.\n‌‌بيّن الله عز وجل الدين بياناً واضحاً\nبسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، وعلى آله وصحبه أجمعين، وبعد: فيقول شيخ الإسلام محمد بن عبد الوهاب رحمه الله: [من أعجب العجاب، وأكبر الآيات الدالة على قدرة الملك الغلّاب ستة أصول بينها الله تعالى بياناً واضحاً للعوام فوق ما يظن الظانون، ثم بعد هذا غلط فيها كثير من أذكياء العالم وعقلاء بني آدم، إلا أقل القليل!] .\nهذا هو الدرس المتعلق بستة أصولٍ عظيمةٍ مفيدة، وهو من رسائل شيخ الإسلام محمد بن عبد الوهاب رحمه الله تعالى، والظاهر أن هذه الرسالة مقتطعة من كتابات الشيخ رحمه الله تعالى؛ فإنه رحمه الله لم يفتتحها بافتتاحٍ واضحٍ فيما نرى -في النسخة التي بين أيدينا- ولعل لها مقدمةً مستقلةً أو محذوفة.\nأشار الشيخ رحمه الله تعالى في بداية هذه الرسالة المباركة إلى أن هناك أصولاً ستة، هذه الأصول الستة بينها الله سبحانه وتعالى بياناً واضحاً شافياً ساطعاً في كتابه الحكيم.\nقال رحمه الله: [من أعجب العجاب، وأكبر الآيات الدالة على قدرة الملك الغلاّب ستة أصول بينها الله سبحانه وتعالى بياناً واضحاً للعوام] .\nقوله: [للعوام] ليس المراد أن ذلك خاصٌ بهم، بل مراده أن تلك الأصول الستة واجبةٌ على الجميع، وأنها واضحة لعموم الناس، يدركها الذكي والبليد، ويدركها العالم والجاهل، ويدركها كل من سمع الخطاب كائناً من كان إذا كان قد توافر فيه عقل الإدراك؛ فإن كل من توافر فيه عقل الإدراك والتمييز فإنه يدرك هذه الأصول من كلام الله عز وجل.\nوالمؤلف رحمه الله بدأ الرسالة بالتعجب من وضوح هذه الأصول وغفلة الناس عنها، والتعجب هنا معناه: الدهشة والانبهار من هذه الحال، بغضّ النظر هل سببه معلوم أو غير معلوم، وهل سببه معروف أو غير معروف؛ فإنه ليس من لازم العجب جهل السبب كما هو معلوم مقرر؛ فإن العجب يطلق على ما جهل سببه، ويطلق على ما علم سببه ولكنه خارج عن العادة، وخارج عن نظائره وأمثاله مما يظهر ويلفت النظر، فالكلام هنا ليس بحثاً في السبب، وإنما هو بيان للتعجب من حال هؤلاء.\nقال رحمه الله تعالى: [من أعجب العجاب، وأكبر الآيات الدالة على قدرة الملك الغلّاب] .\n(الغلّاب) ليس من أسماء الله عز وجل، ولكن ذكره المؤلف رحمه الله تعالى على وجه الصفة، ومعلوم أن باب الأوصاف أوسع من باب الأسماء، فالأسماء توقيفية، أما الأوصاف فالأصل فيها التوقيف، لكنها أوسع من باب الأسماء؛ لأن الأسماء لابد فيها من توقيف على الكتاب والسنة، أما الصفات فيمكن أن تشتق من الأفعال، فكل فعل ثبت لله عز وجل فإنه مشتق منه صفة لله سبحانه وتعالى، وقد جاء في بعض الروايات والآثار وصفه جل وعلا بالغالب، وهو من معاني اسمه العزيز؛ فإن الغالب هو من معاني اسم العزيز كما تقدم؛ لأن من معاني العزّة الغلبة والقهر.\nقال رحمه الله: [ستة أصول بينها الله تعالى بياناً واضحاً للعوام فوق ما يظن الظانون، ثم بعد هذا غلط فيه كثير من أذكياء العالم] يعني: بعد هذا البيان الذي لا يتوقع بعده وقوع الخطأ؛ لأنه كان بياناً واضحاً، وما كان بيانه واضحاً ساطعاً يدركه عوام الناس ولا يحتاج إلى علماء وأفذاذ فإن المتوقع فيه ألا يكون فيه غلط، وألَاّ يغفل عنه، وألَاّ يقع فيه خلاف؛ لوضوحه وظهور أدلته وآياته.\nوقوله رحمه الله: [ثم بعد هذا غلط فيه كثير من أذكياء العالم] .\nالذكاء: هو حدة في الفهم يدرك بها الإنسانُ الغامضَ من الأمور، ولا صلة بين الذكاء والإيمان، إنما الصلة بين الزكاء والإيمان؛ لأن الزكاء في القلب، والذكاء في الفهم، فقد يكون الإنسان ذكياً كافراً، لكنه لا يمكن أن يكون زكيّاً إلا إذا كان مؤمناً بالله ورسوله.\nفقوله رحمه الله: [أذكياء العالم] أي: فطناؤه من أصحاب الفهم الذين لا تخفى عليهم الأمور.\nوقوله رحمه الله: [وعقلاء بني آدم إلاّ أقلّ القليل] يعني: غلط فيها كثير إلا أقل القليل الذين لم يغلطوا فيها، ونسأل الله عز وجل أن نكون ممن يدخل في قوله: {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ} [سبأ:13] وهذه هي حال بني آدم، فإن أكثرهم ضالون، كما قال الله تعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الأرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} [الأنعام:116] ، ولذلك لا يجوز الاستدلال على صحة القول أو المذهب أو الطريقة بكثرة السالكين لها، وإن هذا أمر مهم؛ لأن الله عز وجل لم يذكر الكثرة على وجه المدح، بل قال سبحانه وتعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الأرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّه} ، وقال الله سبحانه وتعالى: {وَقَلِيْلٌ مِنْ عِبَاْدِيَ الشَّكُوْرُ} ، وقال جل وعلا: {إِنَّ فِيْ ذَلِكَ لآيَةً وَمَا كَاْنَ أَكْثَرُهُمْ مُؤْمِنِينَ} [الشعراء:8] ، فالكثرة لا تدل على صحة الطريق، ولا على سلامة المنهج، بل الذي يدل على صحة الطريق وسلامة المنهج هو التزام الكتاب والسنة، فهما الحاكمان على كل قول ورأي وعمل، فما وافق الكتاب والسنة وما كان عليه سلف الأمة فهو الصواب، وما خالفه فهو الخطأ المردود، وإن كان عليه أكثر الناس.\n‌‌إخلاص الدين لله جل وعلا أصل الأصول\nبدأ المؤلف رحمه الله من هذه الأصول بالأصل الذي هو الأصل الأصيل، وهو توحيد الله جل وعلا، فقال رحمه الله: [الأصل الأول: إخلاص الدين لله تعالى وحده لا شريك له، وبيان ضده الذي هو الشرك بالله، وكون أكثر القرآن في بيان هذا الأصل من وجوه شتى بكلام يفهمه أبلد العامة، ثم لمّا صار على أكثر من الأمة ما صار أظهر لهم الشيطان الإخلاص في صورة تنقص الصالحين والتقصير في حقوقهم، وأظهر لهم الشرك بالله في صورة محبة الصالحين واتباعهم] .\nهذا هو الأصل الأول من الأصول الستة وهي أصول مهمة.\nفالأصل في هذه الدنيا وفي هذا الوجود هو عبادة الله جل وعلا التي قال عنها الله جل وعلا: {وَمَا خَلَقْتُ الْجِنَّ وَالإنْسَ إِلاّ لِيَعْبُدُونِ} [الذاريات:56] ، والتي جاء الأمر بها في أول الكتاب الحكيم؛ فإن أول أمر في كتاب الله هو الأمر بالتوحيد في قوله: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21] ، فأول خطاب في كتاب الله الحكيم وجهه للناس عموماً هو الأمر بالتوحيد، وهذا يدل على أهمية هذا الأمر وخطورته ووجوب العناية به.\nقال رحمه الله تعالى: [إخلاص الدين لله تعالى وحده لا شريك له] .\n(إخلاص) أي: تخليص.\nفهو مصدر بمعنى: تخليص الدين.\nوالدين هو العمل المراد إخلاصه لله تعالى، أي: تخليص العمل.\nومعنى تخليصه وإخلاصه: تبرئته من كل لوث وشرك مع الله سبحانه وتعالى فإخلاص العمل تبرئته من كل نصيب لغير الله جل وعلا، والعمل يشمل العمل القلبي وعمل الجوارح -العمل الظاهر-، فيشمل الأعمال الباطنة والأعمال الظاهرة، ويشمل الأعمال الواجبة والأعمال المستحبة، فإن الجميع يجب إخلاصه لله سبحانه وتعالى.\nوهل هناك دليل في الكتاب يدل على أن الدين يأتي بمعنى العمل؟ الجواب: نعم.\nوهو قول الله تعالى: {أَلَا ِللهِ الدِّينُ الخَالِصْ} [الزمر:3] ، وقوله تعالى: {لَكُمْ دِينُكُمْ وَلِيَ دِين} [الكافرون:6] أي: لكم عملكم ولي عملي.\nأما قوله تعالى {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة:4] فالدين هنا بمعنى الجزاء والحساب، وليس بمعنى العمل، وعلى هذا لا يكون المعنى: مالك يوم العمل؛ لأن يوم العمل هو هذه الدنيا، أما الآخرة فليست دار عمل، وإنما هي دار حساب وجزاء.\nقال رحمه الله تعالى: [إخلاص الدين لله تعالى وحده لا شريك له] .\nألم يكن يكفي أن يقول: [إخلاص الدين لله تعالى] عن قوله: [وحده لا شريك له] ؟ الجواب: بلى.\nلكن قوله: [وحده لا شريك له] تأكيد لمعنى الإخلاص، فـ (وحده) تأكيد لمعنى التوحيد، و (لا شريك له) تأكيد لمعنى نفي الشرك، وأنه لا شريك له سبحانه وتعالى في شيء من أموره، لا شريك له في ملكه، ولا شريك له في خلقه، ولا شريك له في ربوبيته، ولا شريك له في إلهيته، ولا شريك له في أسمائه وصفاته، ولا شريك له فيما يجب له من العبادة، فيجب إفراد الله عز وجل بكل ما يستحق، فالله جل وعلا ليس كمثله شيء في شيء من شئونه، كما قال سبحانه عن نفسه: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ} [الشورى:11].\n‌‌بيان خطر الشرك\nثم قال رحمه الله تعالى: [وبيان ضده الذي هو الشرك] .\nأي أن الشرك هو ضد التوحيد والإخلاص.\nوالشرك دائر على معنىً واحد، وهو تسوية الله بغيره، سواءٌ أكانت التسوية فيما يتعلق بالخلق والرزق والملك والتدبير، كأن يعتقد العبد أن هناك خالقاً أو رازقاً أو مالكاً أو مدبراً غير الله جل وعلا، أم كانت تسوية الله عز وجل بغيره فيما يجب له من الأسماء والصفات، كأن يعتقد العبد أن صفات الله كصفات المخلوق، فهذا -أيضاً- من الشرك الذي يجب أن يتخلص منه المؤمن؛ ليكمل توحيده وإيمانه من الشرك.\nوأخطر الشرك وأعظمه الشرك في الإلهية، وهو الشرك في العبادة، ومعناه: أن يجعل العبد مع الله من تُصْرَفُ له العبادة فيصوم لغير الله، أو يصلي لغير الله، أو ينذر لغير الله، أو يذبح لغير الله، أو يطوف تعبداً بقبر، أو يدعو غير الله في دفع المدلهمات، أو كشف الكربات، وما إلى ذلك مما يكون من كثير من الناس، وكل هذا من الشرك الذي جاءت الشريعة بالنهي عنه والتحذير منه.\n‌‌القرآن يدعو كله إلى التوحيد\nوقد بين القرآن هذين الأمرين -التوحيد والشرك- غاية البيان.\nولذلك قال رحمه الله: [وكون أكثر القرآن في بيان هذا الأصل] ، ولا إشكال أن أكثر القرآن هو في تقرير هذا الأصل الذي هو وجوب إفراد الله بالعبادة، والنهي عن الشرك بجميع صوره، والقرآن كله توحيد، فهو يدعو في جانب الدعوة إلى التوحيد إلى إخلاص العمل لله عز وجل، ويبين فضائل ومصالح التوحيد، ويبين عاقبة أهل التوحيد، أما في جانب النهي عن الشرك فإن الله نهى عنه وحذر منه، وبين أنه ظلم عظيم، وبين الله جل وعلا سوء عاقبة الشرك على أهله في الدنيا قبل الآخرة.\nوبين عاقبة المشركين وأنهم في نار تلظى؛ لعظم ما جاءوا به واقترفوه، كما قال تعالى: {إِنَّ اَللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بهِ وَيَغْفِرُ مَا دُوْنَ ذَلِكَ لِمَنْ يَشَاء} [النساء:48] ، فالله لا يغفر الشرك بالكلية، ويغفر مادون ذلك لمن يشاء، وما هذا الامتناع من الرحيم الرحمان البر الرؤوف إلَاّ لعظم الجرم؛ فإن الشرك ظلم عظيم كما وصفه رب العالمين، فالقرآن كله بيان للتوحيد وفضله وفضل عاقبته وعاقبة أهله، وبيان للشرك وسوء عاقبته وسوء حال أهله في الدنيا قبل الآخرة، ولذلك كان بيان التوحيد في القرآن واضحاً لكل أحد.\nولذلك قال رحمه الله تعالى: [وكون أكثر القرآن في بيان هذا الأصل من وجوه شتى] يعني: ليس من وجهٍ واحد، وليس -فقط- بالأمر بالتوحيد، أو بالنهي عن الشرك، بل بينه من جميع الوجوه، سواءٌ أكان أمراً بالتوحيد، أم نهياً عن الشرك، أم بياناً لمحاسن التوحيد، أم بياناً لمساوئ الشرك، أم بياناً لعاقبة أهل التوحيد، أم بياناً لعاقبة أهل الشرك.\nقال: [بكلام يفهمه أبلد العامة] يعني: لا يحتاج إلى فهم، ولا إلى قوة بلاغة، ولا إلى عظيم إدراك حتى يصل إلى فهم هذه المعاني، بل هي ظاهرة لكل أحد، فمثلاً قوله تعالى: {قُلْ هُوَ اَللهُ أَحَد} [الإخلاص:1] هذه الآية يدرك معناها كل أحدٍ من الناس، وأنه عز وجل أحد فيما يجب له سبحانه وتعالى من الربوبية والإلهية والأسماء والصفات.\n‌‌حيل الشيطان في إيقاع الإنسان في الشرك\nقال رحمه الله: [ثم لما صار على أكثر من الأمة ما صار -يعني من ترك الصراط المستقيم، والانحراف عن الهدي المستقيم هدي النبي صلى الله عليه وسلم أظهر لهم الشيطان الإخلاص في صورة تنقص الصالحين والتقصير في حقوقهم] ، وهذا هو دأب الشيطان -أعاذنا الله وإياكم منه-؛ فإنه يأتي للمؤمن ويظهر له الطاعة بثوبٍ قبيح تنفر منه النفس وتزهد فيه، وتنصرف عنه، ويأتي إلى البدعة والمعصية فيكسوها أجمل الحلل، ويبهرجها ويزخرفها بأحسن الزخارف، حتى يقبل عليها من ضعف إيمانه ولم يرسخ يقينه، وأما أهل الإيمان والبصائر فإنهم لا تغريهم هذه المظاهر، بل ينظرون إلى الأمور بالبصيرة التي يمنّ الله سبحانه وتعالى بها على المتقين، فيفرقون بين الحق والباطل، ولا تختلط عندهم هذه الأمور، بل هي عندهم في غاية الظهور، فالشيطان يظهر الشرك بمظهر محبة الصالحين، ويظهر الداعين إلى التوحيد بأنهم لا يحبون الصالحين ولا يعظمونهم حق تعظيمهم، فإذا جئت إلى رجلٍ وقلت له: يا أخي! لا تتوجه إلى القبر في الدعاء، وتوجه إلى القبلة، واسأل ربك الذي يملك خزائن السماوات والأرض جلّ وعلا، ولا تسأل هذا المقبور الذي لا يملك لنفسه حولاً ولا طوْلاً قال: أنت لا تعرف قدر الصالحين، ولا تقدر أولياء الله.\nوهذا في الحقيقة من جهله، وأنه لم يقدر الله حق قدره، ولو قدر الله حق قدره ما توجه إلى مقبور بين التراب، ولتوجه إلى رب الأرباب، لكن لضعف يقينه وقلة بصيرته انطلت عليه هذه الصورة، وجعل تعظيم أهل القبور والصالحين بالانحناء لهم والركوع أو السجود، وغير ذلك مما يفعله أهل الشرك، وكل هذا مما يخالف هدي النبي صلى الله عليه وسلم، ومما يوقع في الشرك، والواجب على المؤمن أن يبعد نفسه عن كل ما خالف هدي النبي صلى الله عليه وسلم، وأن يعلم أن خير الهدي هدي النبي صلى الله عليه وسلم، وإذا وقع المؤمن في شيء من هذا فإن الشيطان سيزيِّنه له، لكن إن راجع المؤمن كتاب الله وسنة رسوله صلى الله عليه وسلم وهدي السلف الصالح سلم من هذه الشبه.\nوليعلم أنه لا أحد أعظم اتباعاً للكتاب والسنة من رجل جعل الله عز وجل قصده ومعبوده، ولم يصرف إلى غيره نوعاً من العبادة، فليحذر المؤمن من الشيطان، فإنه يأتي إلى هؤلاء ويزين لهم الشرك، ويقول لهم: هذا ليس شركاً، إنما هذا من إجلال الصالحين ومن تعظيمهم.\nوحتى ينفرهم من دعوة التوحيد يقول: هؤلاء إنما يدعون إلى تنقص الصالحين والوقيعة فيهم، ولا يعظمونهم ولا يقدرونهم حق قدرهم.\nوهذه شبهة ضعيفة لا تنطلي إلاّ على ضعاف العقول.\nولذلك قال المؤلف رحمه الله تعالى: [أظهر لهم الشيطان الإخلاص في صورة تنقص الصالحين والتقصير في حقوقهم، وأظهر لهم الشرك بالله في صورة محبة الصالحين واتباعهم] ، والصحيح أنها غلو في الصالحين، ومجاوزة للحد، وإلَاّ فالمؤمن لا يقع في هذا ولا يقرب منه، بل لا يعظم إلاّ ما عظمه الله ورسوله.\nثم إن محبة الصالحين عبادة، لكن لا يجوز أن يتجاوز المؤمن في هذه العبادة حدها حتى يقع في الشرك، هذا هو الأصل الأول الذي ذكره المؤلف رحمه الله في هذه الأصول الستة.\nوالحمد لله رب العالمين، وصلى الله وسلم وبارك على سيدنا محمد، وعلى آله وصحبه أجمعين.",
    "شرح كشف الشبهات ويليه شرح الأصول الستة (ابن عثيمين)\rالقسم: العقيدة\rالكتاب: شرح كشف الشبهات ويليه شرح الأصول الستة\rالمؤلف: محمد بن صالح بن محمد العثيمين (ت ١٤٢١هـ)\rإعداد: فهد بن ناصر بن إبراهيم السليمان\rالناشر: دار الثريا للنشر والتوزيع، الرياض\rالطبعة: الأولى، ١٤١٦ هـ - ١٩٩٦ م\rعدد الصفحات: ١٤٨\r[ترقيم الكتاب موافق للمطبوع]\rتاريخ النشر بالشاملة: ٨ ذو الحجة قال المؤلف شيخ الإسلام:\rبسم الله الرحمن الرحيم\rالشرح\rقوله\"بسم الله\"\rابتدأ المؤلف رحمه الله تعالى -كتاب بالبسملة إقتداء بكتاب الله عز وجل فإنه مبدوء بالبسملة، واقتداء برسول الله صلى الله عليه وسلم\rفإنه يبدأ كتبه ورسائله بالبسملة.\rوالجار والمجرور متعلق بفعل محذوف مؤخر مناسب للمقام تقديره هنا بسم الله أكتب.\rوقدرناه فعلاً لأن الأصل في العمل الأفعال.\rوقدرناه مؤخراً لفائدتين:\rالأولى: التبرك بالبداءة باسم الله تعالى.\rالثانية: إفادة الحصر لأن تقديم المتعلق به يفيد الحصر.\rوقدرناه مناسباً لأنه أدل على المراد فلو قلنا مثلاً عندما نريد أن نقرأ كتاباً باسم الله نبتدئ، ما يدري بماذا نبتدئ، لكن بسم الله نقرأ أدل على المراد.\rقوله: \"الله\"\rلفظ الجلالة علم على الباري جل وعلا وهو الاسم الذي تتبعه جميع الأسماء حتى إنه في قوله تعالى:} كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد الله الذي له ما في السماوات وما في الأرض {، {سورة إبراهيم، الآيتان: 1، 2} . لا نقول إن لفظ الجلالة (الله) صفة بل نقول هي عطف بيان لئلا يكون لفظ الجلالة تابعاً تبعية النعت للمنعوت، ولهذا قال العلماء أعرف المعارف لفظ (الله) لأنه لا يدل على أحد سوى الله عز وجل.\rقوله: \"الرحمن\"\rالرحمن: أسم من الأسماء المختصة بالله لا يطلق على غيره،\rومعناه: المتصف بالرحمة الواسعة.\rقوله: \"الرحيم\"\rالرحيم: أسم يطلق على الله عز وجل وعلى غيره.\rومعناه: ذو الرحمة الواصلة، فالرحمن ذو الرحمة الواسعة، والرحيم ذو الرحمة الواصلة فإذا جمعا صار المراد بالرحيم الموصل رحمته إلى من يشاء من عباده كما قال الله تعالى: {يعذب من يشاء ويرحم من يشاء وإليه تقلبون} [سورة العنكبوت، الآية: 21] والمراد بالرحمن الواسع الرحمة.\rمن أعجب العجاب، وأكبر الآيات الدالة على قدرة المللك الغلاب ستة أصول بينها الله تعالى بياناً واضحاً للعوام فوق ما يظن الظانون، ثم بعد هذا غلط فيها كثير من أذكياء العالم وعقلاء بني آدم إلا أقل القليل.\rالشرح\rشيخ الإسلام محمد بن عبد الوهاب رحمه الله تعالى له عناية بالرسائل المختصرة التي يفهمها العامي وطالب العلم، ومن هذه الرسائل هذه الرسالة (ستة أصول عظيمة) وهي:\rالأصل الأول: الإخلاص وبيان ضده وهو الشرك.\rالأصل الثاني: الاجتماع في الدين والنهي عن التفرق فيه.\rالأصل الثالث: السمع والطاعة لولاة الأمر.\rالأصل الرابع: بيان العلم والعلماء، والفقه والفقهاء، ومن تشبه بهم وليس منهم.\rالأصل الخامس: بيان من هم أولياء الله.\rالأصل السادس: رد الشبهة التي وضعها الشيطان في ترك القرآن والسنة.\rوهذه الأصول أصول مهمة جديرة بالعناية، ونحن نستعين بالله تعالى في شرحها والتعليق عليها بما يسر الله.\r‌‌الأصل الأول\rإخلاص الدين لله تعالى وحده لا شريك له، وبيان ضده الذي هو الشرك بالله، وكون أكثر القرآن في بيان هذا الأصل من وجوه شتى بكلام يفهمه أبلد العامة، ثم لما صار على أكثر الأمة ما صار أظهر لهم الشيطان الإخلاص في صورة تنقص الصالحين والتقصير في حقوقهم، وأظهر لهم الشرك بالله في صورة محبة الصالحين وأتباعهم.\rالشرح\rقوله: \"إخلاص الدين لله تعالى وحده لا شريك له. . . .\"\rالإخلاص لله معناه: \"أن يقصد المرء بعبادته التقرب إلى الله تعالى والتوصل إلى دار كرامته\". بأن يكون العبد مخلصاً لله تعالى في قصده مخلصاً لله تعالى في محبته، مخلصاً لله تعالى في تعظيمه، مخلصاً لله تعالى في ظاهره وباطنه لا يبتغي بعبادته إلا وجه الله تعالى والوصول إلى دار كرامته كما قال تعالى:} قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين {. {سورة الأنعام، الآيتان: 162، 163} وقوله تعالى:} وأنيبوا إلى ربكم وأسلموا له {، {سورة الزمر، الآية: 54} وقوله:} وإلهكم إله واحد لا إله إلا هو الرحمن الرحيم {، {سورة البقرة، الآية: 163} وقوله:} فإلهكم إله واحد فله أسلموا { {سورة الحج، الآية: 34 {وقد أرسل الله تعالى جميع الرسل بذلك كما قال تعالى:} وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون} [سورة الأنبياء، الآية: 25] . وكما وضح الله ذلك في كتابه كما قال المؤلف: \"من وجوه شتى بكلام يفهمه أبلد العامة، فقد وضحه رسول الله صلى الله عليه وسلم فقد جاء عليه الصلاة والسلام بتحقيق التوحيد وإخلاصه وتخليصه من كل شائبة، وسد كل طريق يمكن أن يوصل إلى ثلم هذا التوحيد أو إضعافه، حتى إن رجلاً قال للنبي صلى الله عليه وسلم \"ما شاء الله وشئت\" فقال النبي صلى الله عليه وسلم \"أجعلتني لله نداً بل ما شاء الله وحده\" (1) فأنكر النبي صلى الله عليه وسلم على هذا الرجل أن يقرن مشيئته بمشيئة الله تعالى بحرف يقتضي التسوية بينهما، وجعل ذلك من اتخاذ الند لله عز وجل، ومن ذلك أيضاً أن النبي\rصلى الله عليه وسلم حرم الحلف بغير الله وجعل ذلك من الشرك بالله فقال صلى الله عليه وسلم: \"من حلف بغير الله فقد كفر أوأشرك\" (1) وذلك لأن الحلف بغير الله تعظيم للمحلوف به بما لا يستحقه إلا الله عز وجل، وحينما قدم عليه وفد فقالوا: \"يا رسول الله، يا خيرنا وابن خيرنا، وسيدنا وابن سيدنا\" قال: \"يا أيها الناس قولوا بقولكم ولا يستهوينكم الشيطان، أنا محمد بن عبد الله ورسوله، ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل\" (2) وقد عقد المصنف رحمه الله لذلك باباً في كتاب التوحيد.\rفقال: \"باب ما جاء في حماية المصطفى صلى الله عليه وسلم حمى التوحيد وسده طرق المشرك\".\rوكما بين الله تعالى الإخلاص وأظهره بين ضده وهو الشرك فقال تعالى: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء} [سورة النساء، الآية: 116] وقال تعالى: {واعبدوا الله ولا تشركوا به شيئاً} [سورة النساء، الآية: 36].\rوقال:} ولقد بعثنا في كل أمة رسولاً أن أعبدوا الله واجتنبوا الطاغوت {، {سورة النحل، الآية: 36} والآيات في ذلك كثيرة. ويقول النبي صلى الله عليه وسلم: \"من لقي الله لا يشرك به شيئاً دخل الجنة ومن لقيه يشرك به شيئاً دخل النار\" (1) رواه مسلم من حديث جابر.\rوالشرك على نوعين:\rالنوع الأول: شرك أكبر مخرج عن الملة وهو: \"كل شرك أطلقه الشارع وهو مناف للتوحيد منافاة مطلقة\" مثل أن يصرف شيئاً من أنواع العبادة لغير الله بأن يصلي لغير الله أو يذبح لغير الله، أو ينذر لغير الله، أو أن يدعو غير الله تعالى مثل أن يدعو صاحب قبر، أو يدعو غائباً لإنقاذه من أمر لا يقدر عليه إلا الحاضر، وأنواع الشرك معلومة فيما كتبه أهل العلم.\rالنوع الثاني: الشرك الأصغر وهو \"كل عمل قولي أو\rفعلي أطلق عليه الشارع وصف الشرك لكنه لا ينافي التوحيد منافاة مطلقة\" مثل الحلف بغير الله فالحالف بغير الله الذي لا يعتقد أن لغير الله تعالى من العظمة ما يماثل عظمة الله مشرك شركاً أصغر، ومثل الرياء وهو خطير قال فيه النبي صلى الله عليه وسلم: \"أخوف ما أخاف عليكم الشرك الأصغر فسئل عنه؟ فقال الرياء\" (1) وقد يصل الرياء إلى الشرك الأكبر، وقد مثل ابن القيم رحمه الله للشرك الأصغر بيسير الرياء وهذا يدل على أن كثير الرياء قد يصل إلى الشرك الأكبر، وقد ذهب بعض أهل العلم إلى أن قوله تعالى: {إن الله لا يغفر أن يشرك به} [سورة النساء، الآية: 116] . يشمل كل شرك ولو كان أصغر، فالواجب الحذر من الشرك مطلقاً فإن عاقبته وخيمة قال الله تعالى:} إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار وما للظالمين من أنصار {، {سورة المائدة، الآية: 72} فإذا حرمت الجنة على المشرك لزم أن يكون خالداً في النار أبداً، فالمشرك بالله تعالى قد خسر الآخرة لا ريب لأنه في النار خالداً، وخسر الدنيا لأنه قامت عليه\rالحجة وجاءه النذير ولكنه خسر لم يستفد من الدنيا شيئاً قال الله تعالى: {قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين} [سورة الزمر، الآية: 15] . فخسر نفسه لأنه لم يستفد منها شيئاً وأوردها النار وبئس الورد المورود، وخسر أهله لأنهم إن كانوا مؤمنين فهم في الجنة فلا يتمتع بهم، وإن كانوا في النار فكذلك لأنه كلما دخلت أمة لعنت أختها.\rواعلم أن الشرك خفي جداً وقد خافه خليل الرحمن وأمام الحنفاء كما حكي الله عنه: {واجنبني وبني أن نعبد الأصنام} [سورة إبراهيم، الآية: 35] . وتأمل قوله:} واجنبني {ولم يقل: \"وامنعني\" لأن معنى اجنبني أي اجعلني في جانب عبادة والأصنام في جانب أي إجعلني في جانب عبادة والأصنام في جانب، وهذا أبلغ من أمنعني لأنه إذا كان في جانب وهي في جانب، كان أعد، وقال ابن أبي مليكة: \"أدركت ثلاثين من أصحاب رسول الله صلى الله عليه وسلم كلهم يخاف النفاق على نفسه\" (1) وقال أمير المؤمنين عمر بن الخطاب رضي الله عنه لحذيفة ابن اليمان: \"أنشدك الله هل سماني لك رسول الله صلى الله عليه وسلم مع من سمى من المنافقين\"\rمع أن الرسول صلى الله عليه وسلم\rبشره بالجنة ولكنه خاف أن يكون ذلك لما ظهر لرسول الله صلى الله عليه وسلم من أفعاله في حياته، فلا يأمن النفاق إلا منافق، ولا يخاف النفاق إلا مؤمن، فعلى العبد أن يحرص على الإخلاص وأن يجاهد نفسه عليه قال بعض السلف \"ما جاهدت على الإخلاص\" فالشرك أمره صعب جداً ليس بالهين ولكن الله ييسر الإخلاص على العبد وذلك بأن يجعل الله نصب عينيه فيقصد بعمله وجه الله."
  ],
  [
    "2",
    "[‌‌أَمَرَ اللهُ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَى عَنِ التَّفَرُّقِ فِيهِ]",
    "[މމމ]",
    "الْأَصْلُ الثَّانِي:\nأَمَرَ اللهُ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَى عَنِ التَّفَرُّقِ فِيهِ؛ فَبَيَّنَ اللهُ هَذَا بَيَانًا شَافِيًا تَفْهَمُهُ العَوَامُ، وَنَهَانَا أَنْ نَكُونَ كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا قَبْلَنَا فَهَلَكُوا، وَذَكَرَ أَنَّهُ أَمَرَ المُسْلِمِينَ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَاهُمْ عَنِ التَّفَرُّقِ فِيهِ، وَيَزِيدُهُ وُضُوحًا مَا وَرَدَتْ بِهِ السُّنَّةُ مِنَ العَجَبِ العُجَابِ فِي ذَلِكَ، ثُمَّ صَارَ الأَمْرُ إِلَى أَنَّ الِافْتِرَاقَ فِي أُصُولِ الدِّينِ وَفُرُوعِهِ هُوَ العِلْمُ وَالفِقْهُ فِي الدِّينِ، وَصَارَ الِاجْتِمَاعُ فِي الدِّينِ؛ لَا يَقُولُهُ إِلَّا زِنْدِيقٌ أَوْ مَجْنُونٌ!",
    "ދެވަނަ އަސްލު:\rދީނުގެ މައްޗަށް އެއްބައިވެ ޖަމާވުމަށް الله އަމުރު ކުރެއްވިއެވެ.//ދީނުގެ މައްޗަށް އެއްބައިވެ ޖަމާވުމަށް الله ވަނީ އަމުރު ކުރައްވާފައެވެ.//ﷲ ވަނީ ދީނުގެ މައްޗަށް އެއްބައިވެ ޖަމާވުމަށް الله ވަނީ އަމުރު ކުރައްވާފައެވެ.//(ސޭމް)// ފަހެ އާންމުންނަށް ފަހުމްވާނެހެން//ގޮތަށް ﷲ ވަނީ މި ކަން ފުރިހަމައަށް ބަޔާން ކޮށްދެއްވާފައެވެ. އަދި އަހަރެމެންގެ ކުރިން ބައިބައިވެ އިޚްތިލާފުވުމުން ހަލާކުވި//ހަލާކުވެދިޔަ މީހުން ފަދައިން ވުން/ވުމުން އެ އިލާހު އަހަރެމެން//ނަށް ނަހީ ކުރެއްވިއެވެ.//ވަނީ އަހަރެމެންނަށް ނަހީ ކުރައްވާފައެވެ. އަދި ހަމަކަށަވަރުން މުސްލިމުން ދީނުގެ މަތީ އެއްބައިވެ ޖަމާވުމަށް އަމުރު ކުރެއްވިކަން އެ އިލާހު ޒިކުރު ކުރެއްވިއެވެ./ވަނީ ޒިކުރު ކޮށްފައެވެ. އަދި އެ ދީނުގައި ބައިބައިވުމުން އެބައިމީހުން ނަހީ ކުރެއްވިކަން ވެސް އެ އިލާހު ޒިކުރު ކުރެއްވިއެވެ. އަދި އެ ކަން އިތުރަށް ސާފުކޮށްދޭ ކަމަކީ//އަދި މިކަން އިތުރަށް ސާފުވެގެންދަނީ، އެ ކަމާ ގުޅިގެން//ބެހޭ ގޮތުން ސުންނަތުގައި ވާރިދުވެފައިވާ ހައިރާންކުރުވަނިވި އަޖައިބުތަކެވެ.//ކުންނެވެ. ދެން އޭގެ ފަހުން ކަންތައް ވެގެން ދިޔަ ގޮތަކީ// ކަން ހިނގައިދިޔަ ގޮތަކީ، ހަމަކަށަވަރުން ދިނުގެ އުސޫލުތަކާއި ފުރޫއުތަކުގައި ބައިބަވުން//ވުމަކީ، އެއީ ދީނުގެ އިލްމާއި ފިގްހު ކަމުގައި ވުމެވެ.//އެއީ ކަމުގައި ވިއެވެ. އަދި ދީނުގެ މައްޗަށް އެއްބައިވެ ޖަމާވުން އެއީ ޒިންދީގަކު ނުވަތަ މޮޔައަކު ނޫން މީހަކު ބުނާނެ//ނޫނީ ނުބުނާނެ އެއްޗެއް ކަމުގައި ވިއެވެ//ވެގެން ދިޔައެވެ//ވެއްޖެއެވެ.",
    "Second fundamental principle\nAllah enjoined unity in religion and forbade disunity therein. He explained such principle in the most clear manner that is understandable by common people. He forbade us to be like those who were before us, who were disunited and differed so they were ruined. Allah mentioned that he commanded the Muslims to be united in religion and forbade them from separation therein. This is further clarified by what is reported in the Sunnah, amazingly contributing to its clarification. However, eventually disunity in the fundamental and subsidiary issues of the religion is regarded as knowledge and understanding, while unity in the religion is only upheld by the heretics or mad people.",
    "",
    "شرح الأصول الستة -‌‌ الأصل الثاني\rإن قوة الأمة لا تكون إلا في وحدتها واجتماعها، ولهذا لما تفرقت الأمة شذر مذر، تسلط عليها أعداؤها وساموها سوء العذاب، فإذا أرادت الأمة أن يعود لها مجدها وعزتها وقوتها فعليها بالاجتماع على كتاب الله وسنة رسوله صلى الله عليه وسلم، وعليها أن تنبذ التفرق والاختلاف.\n‌‌الاجتماع في الدين ونبذ الفرقة من الأصول التي جاء بها الإسلام\rبسم الله الرحمن الرحيم الحمد لله، والصلاة والسلام على سيدنا محمد، وعلى آله وصحبه أجمعين.\rأما بعد: فيقول الشيخ محمد بن عبد الوهاب رحمه الله: [الأصل الثاني: أمر الله بالاجتماع في الدين، ونهى عن التفرق فيه، فبين الله هذا بياناً شافياً تفهمه العوام، ونهانا أن نكون كالذين تفرقوا واختلفوا قبلنا فهلكوا، وذكر أنه أمر المسلمين بالاجتماع في الدين ونهاهم عن التفرق فيه، ويزيده وضوحاً ما وردت به السنة من العجب العجاب في ذلك، ثم صار الأمر إلى أن الافتراق في أصول الدين وفروعه هو العلم والفقه في الدين، وصار الأمر بالاجتماع في الدين لا يقوله إلا زنديق أو مجنون] .\rيقول الشيخ الإمام محمد بن عبد الوهاب رحمه الله: (الأصل الثاني) أي: من الأصول التي دل عليها القرآن، وجاءت بها السنة على وجه الاستفاضة، قال: (أمر الله بالاجتماع في الدين، ونهى عن التفرق فيه) الاجتماع في الدين لا يمكن ولا يتحقق إلاّ بالاعتصام بالكتاب الحكيم والأخذ بسنة خاتم النبيين صلى الله عليه وسلم، والسير على صراط الصحابة والتابعين من خير القرون، هذه الأمور الثلاثة بها يحصل الاجتماع في الدين، ومن غيرها لا يمكن أن يحصل اجتماع، بل غيرها هو الفرقة التي نهى الله سبحانه وتعالى عنها، وحذر منها رسوله صلى الله عليه وسلم.\rوقد أمر الله عز وجل بالاجتماع في الدين في آياتٍ كثيرة، كما أنه نهى عن الفرقة في آياتٍ كثيرة، فمن الأمر بالاجتماع في الدين قوله تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} [الشورى:13] فهذا هو الذي شرعه الله عز وجل لهذه الأمة، كما أنه أمر به من تقدم من الرسل، وأمره للرسل أمر للأمم، فإن الله عز وجل أمر الرسل وأمر أممهم بإقامة الدين فقال: {أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} ، وإقامة الدين لا تتحقق إلاّ بالأخذ بالكتاب الحكيم وسنة سيد المرسلين، صلى الله عليه وسلم، فالواجب على الأمة إذا أرادت الاجتماع أن تنبذ ماعدا هذين الوحيين: كتاب الله وسنة النبي صلى الله عليه وسلم، وكذلك ما أجمع عليه السلف؛ لأن ما أجمع عليه سلف الأمة لابد أن يكون له دليل من الكتاب أو السنة، وقد قال الله جل وعلا في بيان ذلك: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} [آل عمران:103] ، وحبله هو شرعه الذي أوحاه إلى رسوله صلى الله عليه وسلم، فالأمر بالاجتماع ليس مجرد الاتفاق على أي وجهٍ كان، كما يدعو إليه بعض من قل نصيبه من العلم، فيقول: الواجب على الأمة أن تجتمع مذاهبها على اختلافها، وعلى تناحرها، فهذا هو الواجب على الأمة في نظره، ونحن نقول: هذا هو الواجب، لكن مع أمرك بالاجتماع لابد أن تبين طريق الاجتماع، وهو ما بينه الله في كتابه، أما أن تطلق الدعوة إلى الاجتماع دون بيان الطريق الموصل للاجتماع فهذا لا يحقق المقصود؛ لأن الله لما أمر بالاجتماع لم يأمر به مطلقاً، بل أمر به أمراً واضحاً مقيداً فقال سبحانه وتعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} وقال جلّ وعلا: {أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} [الشورى:13] ، وإقامته لا تكون إلا بأخذه من مصادره الأصيلة الكتاب والسنة، فالأمر بالاجتماع والنهي عن التفرق مما دل عليه الكتاب والسنة دلالةً واضحة، ولذلك قال المؤلف رحمه الله: (فبين الله هذا بياناً شافياً تفهمه العوام) يعني: لا يختلط، ولا يحتاج إلى عميق نظر وكبير تأمل حتى يتوصل الإنسان لهذه النتيجة، بل هي واضحة بينة لكل من أحسن قراءة أو سَمْع القرآن، فإن الله سبحانه وتعالى أمر بذلك أمراً واحداً.\rوأما النهي عن الفرقة فإنه كثير، ومن ذلك قوله سبحانه وتعالى: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران:105] ثم قال رحمه الله: (ونهانا أن نكون كالذين تفرقوا واختلفوا قبلنا) .\rنهانا كما ذكرنا في الآية: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} وقوله جلّ وعلا: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ} [الأنعام:159] ، والآيات التي تحذر من التفرق في الدين كثيرة جداً.\n‌‌أسباب الاختلاف في الدين\rواعلم أن التفرق في الدين له أسبابٌ كثيرة، لكن الذي يجمع هذه الأسباب على اختلافها وتنوعها هو الإعراض عن الكتاب والسنة وهدي السلف الصالح، فبقدر ما يحصل عند الناس من الإعراض عن هذه الأمور يحصل بينهم من الفرقة والاختلاف بقدر إعراضهم؛ لأن الناس إذا أعرضوا عن الكتاب والسنة يرجعون إلى أهوائهم، وإلى آرائهم وأذواقهم، وإلى ما يشتهون ويحبون، وهل هذا مما يتفق فيه الناس؟ الجواب: إن هذا مما يختلف فيه الناس اختلافاً عظيماً، فاختلاف الناس في آرائهم وأقوالهم وعقولهم وما يحبون أشد وأعظم من اختلافهم في ألوانهم وأجناسهم وألسنتهم، ولو أردنا أن نحصي ما يتكلم به الناس من اللغات فهل نستطيع إحصاءها؟ الجواب: إننا لا نستطيع؛ لأنها كثيرة متنوعة، حتى اللغة الواحدة يتفرع عنها لغات عديدة، فاختلاف الناس في آرائهم وعقولهم أشد من اختلافهم في لغاتهم، وأشد من اختلافهم في ألسنتهم، وأشد من اختلافهم في ألوانهم، ولذلك فالمرجع الذي يجتمع عليه الناس ولا يختلفون فيه ولا يختلفون عليه هو الكتاب والسنة، ولذلك فمن دعا إليهما فهو الداعي إلى الاجتماع، ومن دعا إلى غيرهما فهو الداعي إلى الفرقة.\rفعرفنا الجامع لأسباب الفرقة، والجامع لأسباب الاجتماع، فأعظم أسباب الفرقة هو البغي، والبغي: هو مجاوزة الحد ويقابله العلم؛ فإن العلم من أعظم أسباب الاجتماع؛ لأنه كلما كثر علم الإنسان ورسخ كان داعياً إلى الاجتماع ونبذ الفرقة.\rومن البغي الذي يسبب الفرقة والاختلاف الحسد والكبر، والحسد: هو كراهة ما أنعم الله به على الغير ولو لم يتمنَّ زواله.\rفكل من كره ما أنعم الله به على غيره في دينٍ أو دنيا فهو حاسد، سواء تمنى أن تزول النعمة أم لم يتمنَّ ذلك، وانتبه إلى هذا؛ لأن بعض الناس يظن أن الحسد هو تمني زوال النعمة عن الغير.\rوهذا تعريف قاصر للحسد، بل الحسد: هو أن يكره الإنسان ما منَّ الله به على غيره من النعم الدينية أو النعم الدنيوية.\rوالكبر أيضاً هو سبب من أسباب الفرقة والاختلاف؛ لأن الكبر يحمل الإنسان على رد الحق، فالمتكبر يأنف ويستعلي أن يأخذ الحق من غيره، ويقول: أنا آخذ الحق من هذا! فما الذي تميز به عليَّ؟ أنا أحسن منه في كذا.\rإما في مالٍ، أو في جاه، أو في منصب، أو في نسب، أو في لون، ويرد الحق بسبب كبره، فتقع الفرقة.\n‌‌افتراق الأمة إلى ثلاث وسبعين فرقة\rقال: [وذكر أنه أمر المسلمين بالاجتماع في دينهم، ونهاهم عن التفرّق فيه، ويزيده وضوحاً -أي: هذا الأصل- ما وردت به السنة من العجب العجاب في ذلك] .\rوالعجب العجاب أن الأمة ستفترق إلى ثلاث وسبعين فرقة، كما قال النبي صلى الله عليه وسلم: (افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصارى على اثنتين وسبعين فرقة، وتفترق هذه الأمة على ثلاث وسبعين فرقة، كلها في النار إلا واحدة) .\rولذلك يجب على المؤمن أن يحرص على أن يكون من هذه الواحدة التي بشرها رسول الله صلى الله عليه وسلم بالنجاة، وصفتها جاءت في سنة رسول الله صلى الله عليه وسلم؛ فإنه صلى الله عليه وسلم في رواية الترمذي لما سئل عن الفرقة الناجية قال: (هم من كان على ما أنا عليه وأصحابي) ، وفي رواية أخرى قال: (هي الجماعة) ، والجماعة هم المجتمعون على كتاب الله وسنة رسوله صلى الله عليه وسلم.\n‌‌انقلاب الموازين عند كثير من الناس\rقال رحمه الله تعالى: [ثم صار الأمر إلى أن الافتراق في أصول الدين وفروعه من العلم والفقه في الدين] .\rأصول الدين مسائل الاعتقاد، وفروعه مسائل الفقه، وهذا لا إشكال فيه، فقد أصبح الأمر على خلاف ما أمر الله به، فأصبح الناس يدعون إلى فرقٍ وإلى مذاهب شتى، ويعدون أن الدعوة إلى هذه الفرق وإلى هذه المذاهب وإلى هذه الأحزاب هي الموصلة إلى ما دعت إليه الرسل، والرسل لم تدعُ إلى مذهب معين، إنما دعت إلى عبادة رب العالمين، ودعت إلى صراط الله المستقيم، وإلى كلمة سواء، وهي أن يخلصوا العبادة لله وحده لا شريك له، وأن يطيعوا الله عز وجل فيما أمر، وأن يتركوا ما عنه نهى وزجر.\rثم قال رحمه الله تعالى: (وصار الأمر بالاجتماع في الدين لا يقوله إلا زنديق أو مجنون) أي: أن من يأمر الناس بالإقبال على الكتاب والسنة ونبذ الأقوال المخالفة لهما مهما كانت مصادرها، سواء أكانت في الاعتقاد أم في الفقه يصفونه بالزندقة، أو بالجنون، والزنديق في كلام السلف هو المنافق، فقوله: (إلَاّ زنديق) أي: إلَاّ منافق، (أو مجنون) ، أي: فاقد العقل، والزنديق هو فاسد الدين، والمجنون: هو فاقد العقل، فيصفونه بأحد هذين الوصفين، وهو نظير ما وصف به الجاهلون رسول الله صلى الله عليه وسلم، والأمر كما قال الله جل وعلا: {أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ} [الذاريات:53] أي أن هذه المقولة سببها الطغيان والخروج عن الصراط المستقيم.\rإذاً: الواجب على كل مؤمنٍ أن يسعى إلى الاجتماع، وأن يأمر به، وأن يحث عليه، لكن ما هو الاجتماع الذي دعت النصوص إلى الأخذ به؟ الجواب: هو الوارد في قوله تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً} [آل عمران:103] ، والحبل في هذه الآية هو شرع الله المتين الذي جاء به رسول الله صلى الله عليه وسلم.\rوالحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد، وعلى آله وصحبه أجمعين.",
    "‌‌الأصل الثاني\rأمر الله بالاجتماع في الدين ونهى عن التفرق فيه، فيبين الله هذا بياناً شافياً تفهمه العوام، ونهانا أن نكون كالذين تفرقوا واختلفوا قبلنا فهلكوا، وذكر أنه أمر المسلمين بالاجتماع في الدين ونهاهم عن التفرق فيه، ويزيده وضوحاً ما وردت به ألسنة من العجب العجاب في ذلك، ثم صار الأمر إلى أن الافتراق في أصول الدين وفروعه هو العلم والفقه في الدين، وصار الاجتماع في الدين لا يقوله إلا زنديق أو مجنون.\rالشرح\rقوله: \"أمر الله بالاجتماع في الدين ونهى عن التفرق فيه. . إلخ\"\rالأصل الثاني من الأصول التي ساقها الشيخ -رحمه الله تعالى- الاجتماع في الدين والنهي عن التفرق فيه، وهذا الأصل العظيم قد دل عليه كتاب الله تعالى، وسنة رسوله صلى الله عليه وسلم، وعمل الصحابة رضي الله عنهم والسلف الصالح رحمهم الله تعالى:\rأما كتاب الله تعالى: فقد قال الله عز وجل:} يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون واعتصموا بحبل الله جميعاً ولا تفرقوا واذكروا نعمة الله عليكم إذ كمنم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخواناً وكنتم على شفا حفرة من النار فأنقدكم منها كذلك يبين الله لكم آياته لعلكم تهتدون { {سورة آل عمران، الآيتان: 102، 103} .\rوقال تعالى: {ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم} [سورة آل عمران، الآية: 105] . وقال تعالى: {ولا تنازعوا فتفشلوا وتذهب ريحكم} [سورة الأنفال، الآية: 46] وقال تعالى: {إن الذين فرقوا دينهم وكانوا شيعاً لست منهم في شيء} [سورة الأنعام، الآية: 159] وقال تعالى: {شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه} [سورة الشورى، الآية: 13] .\rففي هذه الآيات نهى الله تعالى عن التفرق وبين عواقبه الوخيمة على الفرد والمجتمع والأمة بأسرها.\rوأما دلالة السنة على هذا الأصل العظيم: فقد قال رسول الله صلى الله عليه وسلم: \"المسلم أخو المسلم لا يظلمه ولا يخذله ولا يحقره، التقوى ههنا، التقوى ههنا-ويشير إلى صدره- يحسب امرئ\rمن الشر أن يحقر أخاه المسلم، كل المسلم على المسلم حرام دمه وعرضه وماله (1) وفي رواية: \"لا تحاسدوا، ولا تباغضوا، ولا تجسسوا ولا تحسسوا ولا تناجشوا وكونوا عباد الله إخواناً\" (1) ويقول عليه الصلاة والسلام: \"المؤمن للمؤمن كالبنيان يشد بعضه بعضاً\" (2) وقال عليه الصلاة والسلام لأبي أيوب رضي الله عنه: \"ألا أدلك على تجارة؟ \" قال: بلى يا رسول الله. قال: \"تسعى في الإصلاح بين الناس إذا تفاسدوا، وتقارب بينهم إذا تباعدوا\" (3) وفي مقابلة أمر النبي صلى الله عليه وسلم المؤمنين بالتحاب والتآلف ومحبة الخير والتعاون على البر والتقوى وفعل الأسباب التي تقوي ذلك وتنمية في مقابلة ذلك نهى النبي صلى الله عليه وسلم عن كل ما يوجب تفرق المسلمين وتباعدهم وذلك لما في التفرق والبغضاء من المفاسد العظيمة فالتفرق هو قرة عين شياطين الجن والإنس، لأن شياطين الإنس والجن لا يودون من.\rأهل الإسلام أن يجتمعوا على شيء فهم يريدون أن يتفرقوا لأنهم يعلمون أن التفرق تفتت للقوة التي تحصل بالالتزام والاتجاه إلى الله عز وجل.\rفالنبي صلى الله عليه وسلم حث على التألف والتحاب بقوله وفعله، ونهى عن التفرق والإختلاف الذي يؤدي إلى تفريق الكلمة وذهاب الريح.\nوأما عمل الصحابة: فقد وقع بينهم رضي الله عنهم الاختلاف، ولكن لم يحصل به التفرق ولا العداوة ولا البغضاء، فقد حصل الخلاف بينهم في عهد رسول الله صلى الله عليه وسلم ورسول الله بين أظهرهم فمن ذلك أن النبي صلى الله عليه وسلم لما فرغ من غزوة الأحزاب، وجاءه جبريل يأمره أن يخرج إلى بني قريظة لنقضهم العهد قال النبي صلى الله عليه وسلم: \"لا يصلين أحد منكم العصر إلا في بني قريظة\" (1) فنقول سمعنا وأطعنا.\rومنهم من قال: نصلي في الوقت لأن رسول الله صلى الله عليه وسلم أراد بذلك المبادرة والإسراع إلى الخروج ولم يرد تأخير الصلاة فبلغ ذلك النبي صلى الله عليه وسلم فلم يعنف أحداً منهم ولم يوبخه على ما فهم، وهم بأنفسهم رضي الله عنهم لم يتفرقوا من أجل أختلاف الرأي في فهم حديث رسول الله صلى الله عليه وسلم.\nأما عمل السلف الصالح: فإن من أصول السنة والجماعة في المسائل الخلافية أ، ما كان الخلاف فيه صادراً عن اجتهاد وكان مما يسوغ فيه الاجتهاد فإن بعضهم يعذر بعضاً بالخلاف ولا يحمل بعضهم على بعض حقداً، ولا عداوة، ولا بغضاء بل يعتقدون أنهم إخوة حتى وإن حصل بينهم هذا الخلاف، حتى إن الواحد منهم ليصلي خلف من يرى أنه ليس على وضوء ويرى الإمام أنه على وضوء، مثل أن يصلي خلف شخص أكل لحم إبل وهذا الإمام يرى أنه لا ينقض الوضوء، والمأموم يرى أنه ينقض الوضوء فيرى أن الصلاة خلف ذلك الإمام صحيحة وإن كان هو لو صلاها بنفسه لرأى أن صلاته غير صحيحة، كل هذا لأنهم يرون أن الخلاف الناشئ عن إجتهاد فيما يسوغ فيه الاجتهاد ليس في الحقيقة بخلاف، لأن كل واحد من المختلفين قد تبع ما يجب الحقيقة بخلاف، لأن كل واحد من المختلفين قد تبع ما يجب عليه إتباعه من الدليل الذي لا يجوز له العدول عنه، فهم يرون أن أخاهم إذا خالفهم في عمل ما إتباعاً للدليل هو في الحقيقة قد وافقهم، لأنهم يدعون إلى إتباع الدليل أينما كان، فإذا خالفهم موافقة لدليل عنده فهو في الحقيقة قد وافقهم، لأنه تمشى على ما يدعون إليه ويهدون إليه من تحكيم كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم.\rأما مالا يسوغ فيه الخلاف فهو ما كان مخالفاً لما كان عليه الصحابة والتابعون، كمسائل العقائد التي ضل فيها من ضل من الناس، ولم يحصل فيها الخلاف إلا بعد القرون المفضلة-أي لم ينتشرالخلاف إلا بعد القرون المفضلة-وإن كان بعض الخلاف فيها موجوداً في عهد الصحابة ولكن ليعلم إننا إذا قلنا قرن الصحابة ليس المعنى أنه لا بد أن يموت كل الصحابة، بل القرن ما وجد فيه معظم أهله قال شيخ الإسلام بن تيمية رحمه الله \"إن القرن يحكم بانقضائه إذا أنقرض أكثر أهله\".\rفالقرون المفضلة انقرضت ولم يوجد فيها هذا الخلاف الذي أنتشر بعدهم في العقائد، فمن خالف ما كان عليه الصحابة والتابعون فإنه عليه ولا يقبل خلافه.\rأما المسائل التي وجد فيها الخلاف في عهد الصحابة وكان فيها مساغ للإجتهاد فلا بد من أن يكون الخلاف فيها باقياً قال النبي صلى الله عليه وسلم: \"إذا حكم الحاكم فاجتهد فأصاب فله أجران، وإن أجتهد فأخطأ فله أجر\" (1) فهذا هو الضابط.\rفالواجب على المسلمين جميعاً أن يكون أمة واحدة وأن لا يحصل بينه تفرق وتحز ب بحيث يتناحرون فيما بينهم بأسنة الألسن ويتعادون ويتباغضون من أجل أختلاف يسوغ فيه الاجتهاد فإنهم وإن أختلفوا فيما يختلفون فيه فيما تقتضيه النصوص حسب أفهامهم فإن هذا أمر فيه سعة ولله الحمد، والمهم إئتلاف القلوب وإتحاد الكلمة ولا ريب أن أعداء المسلمين يحبونه من المسلمين أن يتفرقوا سواء كانوا أعداء يصرحون بالعداوة، أو أعداء يتظاهرون بالولاية للمسلمين أو للإسلام وهم ليسوا كذلك."
  ],
  [
    "3",
    "[‌‌مِنْ تَمَامِ الِاجْتِمَاعِ السَّمْعَ وَالطَّاعَةَ لِمَنْ تَأَمَّرَ عَلَيْنَا وَلَوْ كَانَ عَبْدًا حَبَشِيًّا]",
    "[މމމ]",
    "الْأَصْلُ الثَّالِثُ:\nأَنَّ مِنْ تَمَامِ الِاجْتِمَاعِ السَّمْعَ وَالطَّاعَةَ لِمَنْ تَأَمَّرَ عَلَيْنَا -وَلَوْ كَانَ عَبْدًا حَبَشِيًّا-؛ فَبَيَّنَ اللهُ هَذَا بَيَانًا شَافِعًا كَافِيًا ⁽¹⁾ بِوُجُوهٍ مِنْ أَنْوَاعِ البَيَانِ شَرْعًا وَقَدَرًا، ثُمَّ صَارَ هَذَا الْأَصْلُ لَا يُعْرَفُ عِنْدَ أَكْثَرَ مَنْ يَدَّعِي العِلْمَ، فَكَيْفَ العَمَلُ بِهِ؟!",
    "",
    "Third fundamental principle\rListening to and obeying the ruler, even if an Abyssinian slave, is an aspect of perfect unity in the religion. Allah Almighty adequately explained this in multiple ways, both in terms of the legislation and the divine decree. Then afterwards, this principle became unknown to most of those who claim religious knowledge, let alone acting upon it.",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ كذا في الدرر السنية ووقع في غيرها من النسخ المطبوعة ما نصه (فبين رسول الله ﷺ هذا بيانا شائعا ذائعا بكل وجه من أنواع البيان شرعا وقدرا) انتهى. ويقوي ما في الدرر السنية من إضافة البيان إلى الله تعالى ذكر القدر في آخر العبارة.",
    "شرح الأصول الستة -‌‌ الأصل الثالث\rلا يصلح الناس إلا بقائد يقودهم ويسوسهم حتى تستقيم أحوالهم وتصلح أمورهم، والناس بغير قائد تضطرب أمورهم، ويقعون في هرج ومرج واختلاف، ولهذا كان من الأصول التي جاء بها الإسلام السمع والطاعة لولي الأمر وإن كان ظالماً، ما لم يصدر منه الكفر صريحاً.\n‌‌السمع والطاعة لولي الأمر من أصول الإسلام\rبسم الله الرحمن الرحيم قال الشيخ محمد بن عبد الوهاب رحمه الله: [الأصل الثالث: أن من تمام الاجتماع السمع والطاعة لمن تأمر علينا ولو كان عبداً حبشيًّا.\rفبين الله له هذا بياناً شائعاً كافياً بوجوه من أنواع البيان شرعاً وقدراً، ثم صار هذا الأصل لا يعرف عند أكثر من يدعي العلم فكيف العمل به؟!] .\rهذا الأصل الثالث هو تابع للأصل الذي قبله.\rولذلك قال المؤلف رحمه الله تعالى: (أن من تمام الاجتماع السمع والطاعة لمن تأمر علينا ولو كان عبداً حبشيّاً) ، يعني: أن مما أمر الله به السمع والطاعة لمن تأمر علينا، أي: لمن ولي أمرنا.\rوالسمع هو القبول، والطاعة: هي الانقياد والامتثال، وهما مقرونان في كثيرٍ من المواضع، قال الله جل وعلا في كتابه في آخر سورة البقرة: {وَقَالُوا سَمِعْنَا وَأَطَعْنَا} [البقرة:285] وقال النبي صلى الله عليه وسلم: (لا تقولوا سمعنا وعصينا، وقولوا: سمعنا وأطعنا) .\r، فالسماع المراد به القبول، والطاعة المراد بها الامتثال والعمل، فالواجب على الأمة لتحقيق الاجتماع أن تسمع وأن تطيع لمن ولي أمرها.\rولذلك قال رحمه الله تعالى: (لمن تأمر علينا، ولو كان عبداً حبشيّاً) ، وهذا هو الذي أمر به النبي صلى الله عليه وسلم أصحابه، ووعظهم به، وأمر به الأمة أن تسمع وأن تطيع، ولو تأمر عليهم من يحتقرونه، ولذلك قال: (ولو كان عبداً حبشياً) ، لاسيما في ذلك الوقت الذي كان مثل هذا في غاية الدنو عند أهل ذلك العصر؛ لأن العبد الحبشي في ذلك الوقت كان الغالب أنه يُستعبد، وأن يُؤمر، لا أن يترأس ويأمر، فلما أمرهم النبي صلى الله عليه وسلم بهذا دل على أنه يجب عليهم أن يمتثلوا أمر من ولاه الله أمرهم، وأن يكون حالهم مع أمرائهم ومن ولاّهم الله عليهم أن يكونوا بين سمعٍ وطاعة، فيسمعون ويطيعون.\rوقوله: (ولو كان عبداً حبشياً) هذا من حيث اللون والجنس، أي: الأصل.\rأما من حيث حال من تولى فهل يلزم أن يكون على طاعةٍ وبر؟ الجواب: لا يلزم، ولذلك قال النبي صلى الله عليه وسلم في الصحيح: (من رأى من أميره ما يكره فليصبر عليه) ، سواء فيما يتعلق به، أو فيما يتعلق بغيره أمر النبي صلى الله عليه وسلم بأن يصبر عليه، ثم بعد هذا الأمر جاء الوعيد فقال: (من فارق الجماعة مات ميتة جاهلية) أي: مات على غير الطريقة السلفية، وعلى غير الطريقة النبوية، وهذا مما يتعلق بحال الأمير من حيث الاستقامة، ولذلك كان من عقيدة أهل السنة والجماعة السمع والطاعة لولاة الأمر، ومن عقيدتهم الجهاد والصلاة والحج خلف الأمراء أبراراً كانوا أو فجاراً، وبهذا تستقيم أحوال الناس، بل لا استقامة لأحوال الناس إلَاّ بهذا، فإذا كره الإنسان من أميره شيئاً فالواجب عليه أن يصبر، ولذلك لما أخبر النبي صلى الله عليه وسلم الصحابة بأنه ستكون بعده أثرة سألوه: فما الواجب؟ قال: (أدوا الحق الذي عليكم، واسألوا الله الذي لكم) ، وهذا معناه أن يصبروا.\rثم قال المؤلف رحمه الله تعالى في بيان هذا الأصل: (فبين الله له هذا بياناً شائعاً كافياً بوجوهٍ من أنواع البيان شرعاً وقدراً) ، فمن الشرع قول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء:59] ، وقول النبي صلى الله عليه وسلم: (على المسلم السمع والطاعة في منشطه ومكرهه وفي عسره ويسره) ، والأحاديث والأدلة في هذا كثيرة، وأما قوله: (وقدراً) فالمراد به: بين الله هذا قدراً.\rفما من فئة خالفت هذا الأمر إلا دب فيها الخلاف، ووقعت في الفرقة والنزاع والقتال، وأكبر شاهد على هذا ما وقع في خلافة عثمان رضي الله تعالى عنه، فعند أن خرجوا عليه وقع السيف في الأمة، ووقع القتال والخلاف المعروف المشهور، وهذه هي الحال في كل من سعى في مخالفة ما أمر به النبي صلى الله عليه وسلم من الاجتماع على من ولاه الله أمر الأمة.\rثم قال رحمه الله تعالى: (ثم صار هذا الأصل لا يعرف عند أكثر من يدعي العلم، فكيف العمل به) وهذا واقع، ولذلك تجد أن كثيراً ممن يخالف طريق أهل السنة والجماعة لا يذكرون هذا الأصل، فليس من أصولهم السمع والطاعة لولاة الأمر، بل من أصولهم الأمر بالمعروف والنهي عن المنكر الذي يعني الخروج على الأئمة ومنابذتهم ومقاتلتهم، وهذا مشهور عند الخوارج والمعتزلة وغيرهم من الفرق الضالة.\rوالحمد لله رب العالمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه أجمعين.",
    "‌‌الأصل الثالث\nإن من تمام الاجتماع السمع والطاعة لمن تأمر علينا ولو كان عبداً حبشياً، فبين الله هذا بياناً شائعاً كافياً بوجوه من أنواع البيان شرعاً وقدراً، ثم صار هذا الأصل لا يعرف عند أكثر من يدعي العلم فكيف العمل به.\nالشرح\nقوله: \"إن من تمام الاجتماع السمع والطاعة. . إلخ\".\nذكر المؤلف رحمه الله تعالى -أن من تمام الاجتماع السمع والطاعة لولاة الأمر بأمتثال ما أمروا به وترك ما نهو عنه ولو كان من تأمر علينا عبداً حبشياً.\nقوله: \"فبين الله هذا بياناً شائعاً كافياً. . . إلخ\".\nأما بيانه شرعاً: ففي كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم: فمن بيانه في كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم: فمن بيانه في كتاب الله تعالى قوله تعالى: {يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم} [سورة النساء، الآية: 59] . الآية، وقوله:} أطيعوا الله ورسوله ولا تنازعوا\nفتفشلوا وتذهب ريحكم واصبروا إن الله مع الصابرين { {سورة الأنفال، الآية: 46} وقوله:} واعتصموا بحبل الله جميعاً ولا تفرقوا {- {سورة آل عمران، الآية: 103}.\nومن بيانه في سنة رسول الله صلى الله عليه وسلم: ما ثبت في الصحيحين من حديث عبادة بن الصامت رضي الله عنه قال: \"بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في منشطنا ومكرهنا، وعسرنا ويسرنا، وأثره علينا، وأن لا تنازع الأمر أهله، قال إلا أن تروا كفراً بواحاً عندكم من الله فيه برهان\" (1) . وقال عليه الصلاة والسلام: \"من رأى من أميره شيئاً فليصبر فإنه من فارق الجماعة شبراً فمات فميتته جاهلية\" (2) وقال صلى الله عليه وسلم: \"من خلع يداً من الطاعة لقي الله يوم القيامة لا حجة له\" (3) وقال: \"أسمعوا وأطيعوا وإن أمر عليكم عبد حبشي\" (4) وقال عليه الصلاة والسلام: \"على\nالمرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية فإذا أمر بمعصية فلا سمع ولا طاعة\" (5) متفق عليه. وقال عبد الله بن عمر رضي الله عنهما: كنا مع النبي صلى الله عليه وسلم في سفر فنزلنا منزلاً فنادى منادي رسول الله صلى الله عليه وسلم الصلاة جامعة فاجتمعنا إلى رسول الله صلى الله عليه وسلم فقال: إنه ما من نبي بعثه الله إلا كان حقاً عليه أن يدل أمته على خير ما يعلمه لهم، وينذرهم شر ما يعلمه لهم، وإن أمتكم هذه جعلت عافيتها في أولها، وسيصيب آخرها بلاء وأمور تنكرونها، وتجيء فتن يرقق بعضها بعضاً، تجي الفتنة فيقول المؤمن هذه مهلكتي، وتجي الفتنة فيقول هذه هذه، فمن أحب أن يزحزح عن النار ويدخل الجنة فلتأته منيته وهو يؤمن بالله واليوم الآخر، وليأت إلى الناس الذي يحب أن يؤتي إليه ومن بايع إماماً فأعطاه صفقة يده وثمرة قلبه فليطعه إن أستطاع فإن جاءه آخر ينازعه فاضربوا عنق الآخر\" (1) رواه مسلم.\nوأما بيانه قدراً: فإنه لا يخفي حال الأمة الإسلامية حين كانت متمسكة بدينها، مجتمعة عليه، معظمة لولاة\nأمورها، منقادة لهم بالمعروف، كانت لها السيادة والظهور في الأرض كما قال تعالى: {وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما أستخلف الذين قبلهم وليمكنن لهم دينهم الذي أرتضى لهم وليبدلنهم من بعد خوفهم أمناً يعبدونني لا يشركون بي شيئاً} [سورة النور، الآية: 55] ، وقال تعالى:} ولينصرن الله من ينصره إن الله لقوي عزيز الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور {. {سورة الحج، الآيتان: 40، 41}.\nولما أحدثت الأمة الإسلامية ما أحدثت وفرقوا دينهم، وتمردوا على أثمتهم، وخرجوا عليهم وكانوا شيعاً نزعت المهابة من قلوب أعدائهم، وتنازعوا ففشلوا وذهب ريحهم، وتداعت عليه الأمم وصاروا غثاء كغثاء السيل.\nوصار هذا الأصل لا يعرف عند أكثر من يدعي العلم والغيرة على دين الله وترك العمل به ورأى كل فرد من أفراد الرعية نفسه أميراً أو بمنزلة الأمير المنابذ للأمير. فالواجب علينا جميعاً -رعاة ورعية-أن نقوم بما أوجب الله علينا من التحاب والتعاون على البر والتقوى، والاجتماع على المصالح\nلنكون من الفائزين، وعلينا أن نجتمع على الحق ونتعاون عليه، وأن نخلص في جميع أعمالنا، وأن نسعى لهدف واحد هو إصلاح هذه الأمة إصلاحاً دينياً ودنيوياً بقدر ما يمكن، ولن يمكن ذلك حتى تتفق كلمتنا ونترك المنازعات بيننا والمعارضات التي لا تحقق هدفاً، بل ربما تفوت مقصوداً وتعدم موجوداً.\nإن الكلمة إذا تفرقت، والرعية إذا تمردت، دخلت الأهواء والضغائن وصار كل واحد يسعى لتنفيذ كلمته وإن تبين أن الحق والعدل في خلافها وخرجنا عن توجيهات الله تعالى حيث يقول:} يا أيها الذين آمنوا اتقوا الله حق تقائه ولا تموتن إلا وأنتم مسلمون واعتصموا بحبل الله جميعاً ولا تفرقوا واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخواناً وكنتم على شفا حفرة من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون {. {سورة آل عمران، الآية: 103} .\nفإذا عرفت كل واحد ما له وما عليه وقام به على وفق الحكمة فإن الأمور العامة الخاصة تسير على أحسن نظام وأكمله."
  ],
  [
    "4",
    "[بَيَانُ العِلْمِ وَالعُلَمَاءِ، وَالفِقْهِ وَالفُقَهَاءِ، وَبَيَانُ مَنْ تَشَبَّهَ بِهِمْ وَلَيْسَ مِنْهُمْ]",
    "[މމމ]",
    "الْأَصْلُ الرَّابِعُ:\nبَيَانُ العِلْمِ وَالعُلَمَاءِ، وَالفِقْهِ وَالفُقَهَاءِ، وَبَيَانُ مَنْ تَشَبَّهَ بِهِمْ وَلَيْسَ مِنْهُمْ، وَقَدْ بَيَّنَ اللهُ تَعَالَى هَذَا الأَصْلَ فِي أَوَّلِ سُورَةِ البَقَرَةِ مِنْ قَوْلِهِ تَعَالَى: ﴿يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ﴾ إِلَى قَوْلِهِ: ﴿يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ﴾ ⁽¹⁾. وَيَزِيدُهُ وُضُوحًا مَا صَرَّحَتْ بِهِ السُّنَّةُ فِي هَذَا الْكَلَامِ الكَثِيرِ البَيِّنِ الوَاضِحِ لِلْعَامِيِّ الْبَلِيدِ، ثُمَّ صَارَ هَذَا أَغْرَبَ الأَشْيَاءِ، فَصَارَ العِلْمُ وَالفِقْهُ هُوَ البِدَعَ وَالضَّلَالَاتِ، وَخِيَارُ مَا عِنْدَهُمْ لَبْسُ الحَقَّ بِالبَاطِلِ، وَصَارَ العِلْمُ الَّذِي فَرَضَهُ اللهُ تَعَالَى عَلَى الخَلْقِ وَمَدَحَهُ لَا يَتَفَوَّهُ بِهِ إِلَّا زِنْدِيقٌ أَوْ مَجْنُونٌ، وَصَارَ مَنْ أَنْكَرَهُ وَعَادَاهُ وَصَنَّفَ فِي التَّحْذِيرِ مِنْهُ وَالنَّهْيِ عَنْهُ؛ هُوَ الفَقِيهَ العَالِمَ.",
    "",
    "Fourth fundamental principle\rExplaining the meaning of knowledge and who the knowledgeable are, and the meaning of Fiqh (Islamic jurisprudence) and who the jurists are, and defining those who claim to be like them but are not from them. Allah Almighty highlighted this principle at the beginning of Surat al-Baqarah as He said: {O children of Israel, remember My favor that I bestowed upon you, and fulfill My covenant and I will fulfill your covenant.} [Surat al-Baqarah: 40] until His saying: {O Children of Israel, remember My blessing which I bestowed upon you and that I favored you over all other people.} [Surat al-Baqarah: 47]\rThis is further clarified by what is stated in the Sunnah of abundant manifest lucid statements that anyone with bare mental abilities can grasp. Then it turned to be considered as oddest ideas, as knowledge and Fiqh are regarded as Bid‘ah (innovation in religion) and error, and the best that they have is regarded as truth mixed with falsehood. Those who adopt true knowledge that Allah Almighty has enjoined upon the creation for which they are praised are called as heretics and mad people, whereas those who deny it, antagonize it, and write books warning against and forbidding it are considered the true knowledgeable and well-versed jurists.",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\r⁽¹⁾ سورة البقرة 40-47",
    "شرح الأصول الستة -‌‌ الأصل الرابع\rأول أمر أُمر به النبي صلى الله عليه وسلم هو الأمر بالقراءة، وما ذاك إلا لبيان أن هذا الدين مبني على العلم، وقد جاءت الشريعة ببيان فضل العلم وبيان صفات حملته، حتى لا يختلط الأمر وينعكس، فيؤخذ العلم عن غير أهله.\n‌‌بيان العلم وصفات أهله مما جاءت به الشريعة الإسلامية\rبسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، وعلى آله وصحبه والتابعين.\rأما بعد: فيقول الشيخ محمد بن عبد الوهاب رحمه الله: [الأصل الرابع: بيان العلم والعلماء والفقه والفقهاء، وبيان من تشبه بهم وليس منهم، وقد بين الله تعالى في هذا الأصل في أول سورة البقرة من قوله: {يَا بَنِي إِسْرائيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُم} [البقرة:40] إلى قوله قبل ذكر إبراهيم عليه السلام: {يَا بَنِي إِسْرائيل} [البقرة:122] الآية، ويزيده وضوحاً ما صرحت به السنة في هذا من الكلام الكثير البين الواضح للعامي البليد، ثم صار هذا أغرب الأشياء، وصار العلم والفقه هو البدع والضلالات، وخيار ما عندهم لبس الحق بالباطل، وصار العلم الذي فرضه الله تعالى على الخلق ومدحه لا يتفوه به إلا زنديق أو مجنون، وصار من أنكره وعاداه وصنف في التحذير منه والنهي عنه هو الفقيه العالم] .\rهذا هو الأصل الرابع في هذه الرسالة المباركة، وهذا الأصل ملخصه أن الشريعة جاءت ببيان العلم النافع وصفات حَمَلَتِه، وبينت صفات أهله بياناً واضحاً لا لبس فيه ولا شك، ولا شبهة فيه ولا ريب، فلا يلتبس الحق بالباطل، ولا يلتبس العلم بالجهل، ولا يلتبس الفقه بغيره لمن قرأ كتاب الله وسنة رسوله صلى الله عليه وسلم.\rقال رحمه الله تعالى: (الأصل الرابع: بيان العلم والعلماء والفقه والفقهاء) .\r(العلم) هو موضوع هذا الأصل، (والعلماء) هم: حملة هذا العلم، (والفقه) أي أن هذا الأصل مخصوص ببيان حقيقة الفقه ومن هم الفقهاء.\rوليس مراد المؤلف رحمه الله بالفقه هنا معناه في الاصطلاح الخاص الذي هو معرفة الأحكام الشرعية من أدلتها التفصيلية، بل المراد بالفقه هنا إدراك الشريعة وفهمها، وهو المقصود بقول النبي صلى الله عليه وسلم: (من يرد الله به خيراً يفقهه في الدين) ، فليس المراد بذلك معرفة الأحكام الشرعية التفصيلية فقط.\rقال رحمه الله تعالى: (وبيان من تشبه بهم وليس منهم) .\rقوله: (تشبه بهم) أي: بالعلماء والفقهاء، (وليس منهم) أي: وحاله في الحقيقة أنه ليس منهم، وذلك أن الله سبحانه وتعالى بين صفات العلماء الربانيين، وبين من تشبه بهم في أخذه العلم، لكن لم يكن هذا العلم قد آتى ثماره، وحصّل به حامله مقصوده؛ لأن العلم يحمله من الناس صنفان: عامل به، فذاك الموفق المحصِّل للمقصود، ومهمل له، وذاك الخاسر المحروم؛ لأن من تعلم العلم ولم يعمل به فهو حجة عليه، كما قال النبي صلى الله عليه وسلم: (والقرآن حجة لك أو عليك) ، حجة لمن أخذ به وقرأه وعمل به، وهو حجة على من قرأه وأعرض عنه، وكذلك حجة على من أعرض ابتداءً فلم يقرأ أو يعمل، فكلاهما يدخل في كون القرآن حجة عليه، لكن من أخذ بالقرآن وأعرض عنه فإنه أعظم جرماً ممن لم يأخذه من الأصل، والسبب أن من أخذ القرآن فقد أبصر، وصار عنده آلة الاهتداء ومعرفة سلوك الطريق المستقيم، بخلاف الذي أعرض عنه بالكلية؛ فإنه لم ينل البصيرة، ولم يحمل النور.\rولذلك كان الذم الشديد الذي ورد في القرآن هو لمن أخذ القرآن وأعرض عنه، فأسوأ مثلين ذكرهما الله عز وجل في كتابه هما فيمن أخذ العلم ولم يعمل به، قال الله سبحانه وتعالى في سورة الأعراف: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا} [الأعراف:175] ، (آتيناه آياتنا) أي: البينات الواضحات، (فَانْسَلَخَ مِنْهَا) كما يسلخ الجلد من الشاة.\rأي: لم يبقَ معه شيء منها.\rكما أنك إذا سلخت الشاة لا يبقى شيء من جلدها عليها، فكذلك الواقع في هذا الذي منّ الله عليه بالعلم ولم ينتفع به، {فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ * وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ} [الأعراف:175-176] ، وهذا فيه بيان أن الضلال والانحراف كان منه، مأخوذ من قوله: (فَانْسَلَخَ مِنْهَا) ، ومن قوله: (أَخْلَدَ) .\r{فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ} أي: أعانه على هذا الشيطان، نعوذ بالله قال تعالى: {وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ} [الأعراف:176] أي أنه في عناءٍ دائم ولهثٍ غير منقطع عند قيام سببه، وعند عدم قيام سببه، وذلك أنه أعرض عن النور والهدى بعد البصر، وهو من أشد ما يكون على القلب أن يعرض الإنسان بعد البصيرة.\rوالمثل الثاني في سورة الجمعة؛ حيث قال سبحانه وتعالى: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَاراً بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [الجمعة:5] فجعل إعراضهم عن مقتضى ما حملوه من العلم تكذيباً، ومقتضى ذلك أنهم كذَّبوا بما حُمِّلوا من العلم؛ لأنهم لو كانوا صادقين مصدِّقين لهذا العلم لعملوا به، فلا يمكن لإنسانٍ يصدق ويعتقد ما يحمله من العلم أن يتخلى ويعرض عنه.\rوهذا في الإعراض الكلي، أما كون الإنسان يخالف ما علمه في بعض الأحيان بداعي الهوى أو الشهوة فهذا يقع، ولكنه لا يستمر على الإعراض، ولا يستمر على الانسلاخ، بل يعود ويستعتب ويستغفر ويرجع.\rوالمهم أن كتاب الله سبحانه وتعالى وسنة رسوله صلى الله عليه وسلم بينا العلم النافع، وبينا أهله بياناً واضحاً شافياً، وميَّزا ذلك عما يلتبس بهما من مدعي العلم الذين هم في الحقيقة دعاة على أبواب جهنم يدعون الناس إلى النار بأفعالهم، بل في بعض الأحيان بآرائهم وأقوالهم؛ حيث إنهم يحرفون الكلم عن مواضعه، ويسوِّغون للناس الشرّ والضلال، وبينا من تشبه بهم وليس منهم، وقد بين الله تعالى هذا الأصل في أول سورة البقرة في قوله تعالى: {يَا بَنِي إِسْرائيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} [البقرة:40] إلى قوله قبل ذكر إبراهيم عليه السلام: {يَا بَنِي إِسْرائيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ} [البقرة:122] ، فإن الله عز وجل قص في هذه السورة نبأ اليهود، وما كان منهم من تكذيبٍ وإعراض، وما قابلوا به الدعوة، فذكّرهم جل وعلا بعظيم ما أنعم به عليهم من العلم والهدى والاصطفاء وغير ذلك، وبين ما كانوا عليه، وكيف قابلوا تلك النعم، فكانت حجةً عليهم لا حجةً لهم.\n‌‌نصوص الوحي واضحة\rثم قال رحمه الله تعالى: (ويزيده وضوحاً ما صرحت به السنة في هذا من الكلام الكثير البيِّن الواضح للعامي البليد، ثم صار هذا أغرب الأشياء، وصار العلم والفقه هو البدع والضلالات) .\rقوله: (ويزيده وضوحاً -أي: يزيد هذا الأصل وضوحاً وبياناً- ما صرحت به السنة في هذا من الكلام الكثير البيِّن الواضح للعامي البليد -أي: الذي ضعف إدراكه وقلّ ذكاؤه- ثم صار هذا أغربَ شيءٍ -يعني: أغرب الأشياء- وصار العلم والفقه هو البدع والضلالات] ، وهذا من الانحراف الكبير، فإن العلم واضح، وهو العلم بكتاب الله وسنة رسوله صلى الله عليه وسلم وما كان عليه السلف الصالح، وما عداه فهو جهل، بخلاف الحال في كثيرٍ من الأحيان، حيث يعد تشقيق الكلام بما لا يدل عليه الكتاب والسنة وتفريعه بما يحصل به قسوة القلب هو العلم، وإذا ذكَّرهم الإنسان بقول الله، أو بقول رسوله صلى الله عليه وسلم قالوا: هذه ظاهرية، وهذا جمود على النصوص، وهذا كذا وكذا وخلعوا عليه من الألقاب والأوصاف ما يزهد الناس في الإقبال على الكتاب والسنة، وما يجرِّئُهم على الوقوع في البدعة والدعوة إلى الضلالة، وهذا منعطف خطير، ومسلك يجب على المؤمن أن يحذر منه؛ فإنه لا يحصل كمال الإيمان ولا تمام الانقياد للنبي صلى الله عليه وسلم إلَاّ بالتسليم بالنصوص، فبقدر ما مع الإنسان من تعظيم الوحيين والعمل بهما يكون حظه ونصيبه من العلم والعمل به، ومن المهم لنا نحن -طلبةَ العلم ومن يشتغل بطلب العلم- أن نعرف ونتلمس صفاتِ العلم النافع، ولذلك ينبغي علينا أن نجمع صفات العلم النافع من خلال الكتاب والسنة وكلام السلف؛ لأن في ذلك من الإشارات إلى العلم النافع ما ينبغي لنا أن نقف عليه، حتى نعرف ما الذي ينفع فنأخذه ونُقبِل عليه، وما الذي لا يدخل في إطار العلم النافع فنشتغل بغيره عنه؛ لأن العلم كثير.\n‌‌تخبط من أعرض عن الكتاب والسنة\rثم قال رحمه الله تعالى: (وصار العلم والفقه هو: البدع والضلالات، وخيار ما عندهم: لبس الحق بالباطل) وهذا هو شأن كل من أعرض عن الكتاب والسنة؛ فإنه في لبسٍ وخلط وتخبط وتناقضٍ واضطراب.\rقال: (وصار العلم الذي فرضه الله تعالى على الخلق ومدحه لا يتفوه به إلَاّ زنديقٌ أو مجنون) .\rيعني: في نظر الناس، كما تقدم ذلك.\rفالناس يصفون من تكلم بالعلم من الكتاب والسنة بهذين الوصفين، ولكن هذا -ولله الحمد- ليس هو الغالب، لاسيما في زماننا هذا، بل من تكلم بالحقِّ والهدى فمهما وصف به من الأوصاف المقذعة القبيحة فإن الله تعالى يدافع عنه، كما قال تعالى: {وَالْعَاقِبَةُ لِلْمُتَّقِينَ} [الأعراف:128].\n‌‌بيان الحال في زمن الشيخ محمد بن عبد الوهاب رحمه الله\rثم قال رحمه الله تعالى: (وصار من أنكره وعاداه وصنف في التحذير منه والنهي عنه هو الفقيه العالم) .\rولا يخفى أن الشيخ رحمه الله عاش في عصرٍ أصبح المتكلم بالكتاب والسنة والداعي إلى نبذ الشرك والبدعة غريباً بين الناس، بل يُتهم بما ذكره رحمه الله من الزندقة والجنون والخروج عن سنن العلماء وطريقة أهل العلم، وصار الذي يؤلف في تقرير ما عليه عامة الناس من البدع والشرك وتعظيم غير الله هو العالم الجهبذ الإمام المتبع.\rفالشيخ رحمه الله تكلم عن زمانه، وقد فتح الله عز وجل خير كثيراً بعد ذلك ببركة دعوته ومن تلاه من أئمة الدعوة وأهل العلم في كل عصرٍ ومصر، أعني أهل العلم المتبعين للكتاب والسنة من أهل السنة والجماعة السائرين على طريق السلف الصالح، فبدعوتهم أصبح القول بالكتاب والسنة هو الحجة والبرهان، وهو الذي تطمئن إليه النفوس.\rومن نعمة الله أن الدعوة السلفية تكتسح الدعوات اكتساحاً بالغاً واضحاً، وهذا من نعمة الله عز وجل على هذه الأمة، وهو تصديق قول النبي صلى الله عليه وسلم: (لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خالفهم ولا من خذلهم حتى يأتي أمر الله وهم على ذلك) .\rفنسأل الله عز وجل أن يجعلنا منهم، وأن يحشرنا في زمرتهم.\rوالحمد لله رب العالمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم.",
    "‌‌الأصل الرابع\rبيان العلم والعلماء، والفقه والفقهاء، وبيان من تشبه بهم وليس منهم، وقد بين الله هذا الأصل في أول سورة البقرة من قوله: {يابني إسرائيل أذكروا نعمتي التي أنعمت عليكم وأوفوا بعهدي أوف بعهدكم} [سورة البقرة، الآية: 40] إلى قوله:} يا بني إسرائيل أذكروا نعمتي التي أنعمت عليكم وأني فضلتكم على العالمين {، {سورة البقرة، الآية: 47} . ويزيده وضوحاً ما صرحت به السنة في هذا الكلام الكثير البين الواضح للعامي البليد، ثم صار هذا أغرب الأشياء، وصار العلم والفقه هو البدع والضلالات، وخيار ما عندهم لبس الحق بالباطل، وصار العلم الذي فرضه الله تعالى على الخلق ومدحه لا يتفوه به إلا زنديق أو مجنون، وصار من أنكره وعاداه وصنف في التحذير منه والنهي عنه هو الفقيه العالم.\rالشرح\rقوله: \"بيان العلم والعلماء، والفقه والفقهاء. . . إلخ\"\rالمراد بالعلم (*) هنا العلم الشرعي وهو: علم ما أنزل الله على رسوله من البينات والهدى\" والعلم الذي فيه المدح والثناء هو علم الشرع\rعلم ما أنزله الله على رسوله صلى الله عليه وسلم من الكتاب والحكمة قال الله تعالى:} قل هل يستوي الذي يعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب {، {سورة الزمر، الآية: 9} وقال النبي صلى الله عليه وسلم: \"من يرد الله به خيراً يفقهه في الدين\" (1) وقال النبي صلى الله عليه وسلم: \"إن الأنبياء لم يورثوا ديناراً ولا درهماً إنما ورثوا العلم فمن أخذه أخذ بحظ وافر\" (2) ومن المعلوم أن الذي ورثه الأنبياء إنما هو علم الشريعة، ومع هذا فنحن لا ننكر ان يكون للعلوم الأخرى فائدة، ولكنها فائدة ذات حدين: إن أعانت على طاعة الله وعلى نصر دين الله وأنتفع بها عباد الله كانت خيراً ومصلحة، وقد ذكر بعض أهل العلم أن تعلم الصناعات فرض كفاية وهذا محل نظر ونزاع.\rوعلى كل حال فالعلم الذي الثناء فيه وعلى طالبيه هو فقه كتاب الله وسنة رسوله صلى الله عليه وسلم، وما عدا ذلك فإن كان وسيلة إلى\rخير فهو خير، وإن كان وسيلة إلى شر فهو شر، وإن لم يكن وسيلة لهذا وهذا فهو ضياع وقت ولغو.\n‌‌والعلم له فضائل كثيرة:\rمنها: أن الله يرفع أهل العلم في الآخرة وفي الدنيا، أما في الآخرة فإن الله يرفعهم درجات بحسب ما قاموا به من الدعوة إلى الله والعمل بما عملوا، وفي الدنيا يرفعهم الله بين عباده بحسب ما قاموا به قال الله تعالى: {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات} [سورة المجادلة، الآية: 11] .\rومنها: أنه إرث النبي صلى الله عليه وسلم كما قال النبي صلى الله عليه وسلم: \"إن الأنبياء لم يورثوا ديناراً ولا درهماً إنما ورثوا العلم فمن أخذه أخذ بحظ وافر\" (1)\rومنها: أنه مما يبقى للإنسان بعد مماته فقد ثبت في الحديث أن النبي صلى الله عليه وسلم قال: \"إذا مات العبد أنقطع عمله إلا ثلاث صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعوا له\" (2)\rومنها: أن الرسول صلى الله عليه وسلم لم يرغب أحداً أن يغبط أحداً على شيء من النعم إلا على نعمتين هما:\r1-طلب العلم والعمل به.\r2-الغني الذي جعل ماله خدمة للإسلام، فعن عبد الله بن مسعود رضي الله عنه قال رسول الله صلى الله عليه وسلم: \"لا حسد إلا في أثنتين رجل آتاه الله مالاً فسلطه على هلكته في الحق، ورجل آتاه الله حكمة فهو يقضي بها ويعلمها\" (1)\rومنها: أن العلم نور يستضيء به العبد فيعرف كيف يعبد ربه وكيف يعامل غيره، فتكون مسيرته في ذلك على علم وبصيرة.\rومنها: أن العالم نور يهتدي به الناس في أمور دينهم ودنياهم، ولا يخفى على كثير من الناس قصة الرجل الذي من بني إسرائيل قتل تسعاً وتسعين نفساً فسأل رجلاً عابداً هل له من توبة. فكأن العابد أستعظم الأمر فقال: \"لا\" فقتله السائل فأتم به المئة، ثم ذهب إلى عالم فسأله فأخبره أن له توبة وأنه لا شيء يحول بينه وبين التوبة، ثم دله على بلد أهله صالحون ليخرج إليه\rفخرج فأتاه الموت في أثناء الطريق، والقصة مشهورة (2) فأنظر الفرق بين العالم والجاهل.\nإذا تبين ذلك فلابد من معرفة من هم العلماء حقاً، هم الربانيون الذين يربون الناس على شريعة ربهم حتى يتميز هؤلاء الربانيون عمن تشبه بهم وليس منهم، يتشبه بهم في المظهر والمنظر والمقال والفعال، لكنه ليس منهم في النصيحة للخلق وإرادة\rالحق، فخيار ما عنده أن يلبس الحق بالباطل ويصوغه بعبارات مزخرفة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً، بل هو البدع والضلالات الذي يظنه بعض الناس هو العلم والفقه وأن ما سواه لا يتفوه به إلا زنديق أو مجنون.\rهذا معنى كلام المؤلف رحمه الله وكأنه يشير إلى أئمة أهل البدع المضلين الذين يلمزون أهل السنة بما هم بريئون منه ليصدوا الناس عن الأخذ منهم، وهذا إرث الذين طغوا من قبلهم وكذبوا الرسل كما قال الله تعالى: {كذلك ما أتى الذين من قبلهم من رسول الله إلا قالوا ساحر أو مجنون} [سورة الذاريات، الآية: 52] . قال الله تعالى:} أتواصوا به بل هم قوم طاغون {. {سورة الذاريات، الآية: 53}."
  ],
  [
    "5",
    "[بَيَانُ اللهِ سُبْحَانَهُ لِأَوْلِيَاءِ اللهِ وَتَفْرِيقُهُ بَيْنَهُمْ وَبَيْنَ المُتَشَبِّهِينَ بِهِمْ مِنْ أَعْدَاءِ اللهِ الْمُنَافِقِينَ وَالفُجَّارِ]",
    "[މމމ]",
    "الْأَصْلُ الخَامِسُ:\nبَيَانُ اللهِ سُبْحَانَهُ لِأَوْلِيَاءِ اللهِ وَتَفْرِيقُهُ بَيْنَهُمْ وَبَيْنَ المُتَشَبِّهِينَ بِهِمْ مِنْ أَعْدَاءِ اللهِ الْمُنَافِقِينَ وَالفُجَّارِ، وَيَكْفِي فِي هَذَا: آيَةٌ مِنْ سُورَةِ آلِ عِمْرَانَ وَهِيَ قَوْلُهُ: ﴿قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ﴾ ⁽¹⁾. وَآيَةٌ فِي سُورَةِ المَائِدَةِ؛ وَهِيَ قَوْلُهُ: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ﴾ ⁽²⁾. وَآيَةٌ فِي يُونُسَ؛ وَهِيَ قَوْلُهُ: ﴿أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ۝ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ﴾ ⁽³⁾. ثُمَّ صَارَ الأَمْرُ عِنْدَ أَكْثَرُ مَنْ يَدَّعِي العِلْمَ، وَأَنَّهُ مِنْ هُدَاةِ الخَلْقِ وَحُفَّاظِ الشَّرْعِ إِلَى: أَنَّ الأَوْلِيَاءَ لَا بُدَّ فِيهِمْ مِنْ تَرْكِ اتِّبَاعِ الرُّسُلِ وَمَنْ تَبِعَهُمْ فَلَيْسَ مِنْهُمْ! ⁽⁴⁾ وَلَا بُدَّ مِنْ تَرْكِ الجِهَادِ فَمَنْ جَاهَدَ فَلَيْسَ مِنْهُمْ! وَلَا بُدَّ مِنْ تَرْكِ الإِيمَانِ وَالتَّقْوَى، فَمَنْ تَعَهَّدَ بِالإِيمَانِ وَالتَّقْوَى فَلَيْسَ مِنْهُمْ! يَا رَبَّنا! نَسْأَلُكَ العَفْوَ وَالعَافِيَةَ؛ إِنَّكَ سَمِيعُ الدُّعَاءِ.",
    "",
    "Fifth fundamental principle\rAllah Almighty has defined His Awliyā’ (allies/pious slaves) and highlighted the difference between them and those who allegedly claim themselves to be from them from among the hypocrites and wicked people who are Allah’s enemies. The following verse from Surat Āl ‘Imrān is sufficient as a proof of this. Allah Almighty says: {Say, “If you love Allah then follow me; Allah will love you.”} [Surat Āl ‘Imrān:31‏] And a verse in Surat al-Mā’idah that states: {O you who believe, whoever among you renounces his faith, Allah will bring a people whom He loves and who love Him.} [Surat al-Mā’idah: 54]\rAnd a verse in Surat Yūnus that states: {Unquestionably, [for] the allies of Allah there will be no fear concerning them, nor will they grieve.} [Surat Yūnus: 62] Then, to most of those who claim to have knowledge and claim to guide people and guard the Shariah, it is essential for the Awliyā’ to give up following the messengers of Allah, and whoever follows them is not one of the Awliyā’. It is also essential for them to quit Jihād, so the one who observes Jihād is not from the Awliyā’. Moreover, for them abandoning faith and piety is a must and whoever abides by them is not from the Awliyā’. O our Lord, we ask You to grant us pardon and well-being. Indeed, You are the All-Hearer of supplications.",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة آل عمران 31\n⁽²⁾ سورة المائدة 45\n⁽³⁾ سورة اليونس 62-63\n⁽⁴⁾ في الدرر السنية (الرسول ومن اتبعه) بالأفراد.",
    "شرح الأصول الستة -‌‌ الأصل الخامس\nولاية الله عز وجل لا تنال بالدعوى، وإنما تكون بالالتزام بكتاب الله وسنة رسوله صلى الله عليه وسلم، فمن كان لله تقياً كان لله ولياً.\n‌‌الولاية لله عز وجل وما تحصل به\n‌‌الفرق بين أولياء الله وأولياء الشيطان\nبسم الله الرحمن الرحيم الحمد لله رب العالمين، وأصلي وأسلم على نبينا محمد، وعلى آله وصحبه أجمعين.\nأما بعد: فيقول شيخ الإسلام محمد بن عبد الوهاب رحمه الله: [الأصل الخامس: بيان الله سبحانه لأولياء الله وتفريقه بينهم وبين المتشبهين بهم من أعداء الله والمنافقين والفجار، ويكفي في هذا آية في سورة آل عمران، وهي قوله: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران:31] الآية.\nوآية في سورة المائدة، وهي قوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} [المائدة:54] الآية.\nوآية في سورة يونس، وهي قوله: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:62-63] ، ثم صار الأمر عند أكثر من يدعي العلم وأنه من هُداة الخلق وحفّاظ الشرع إلى أن أولياء الله لابد فيهم من ترك اتباع الرسل، ومن تبعهم فليس منهم، ولابد من ترك الجهاد، فمن جاهد فليس منهم، ولابد من ترك الإيمان والتقوى، فمن تعهد بالإيمان والتقوى فليس منهم، يا ربنا! نسألك العفو والعافية إنك سميع الدعاء] .\nهذا هو الأصل الخامس من هذه الأصول الستة المفيدة العظيمة، قال الشيخ محمد بن عبد الوهاب رحمه الله تعالى في هذا الأصل: [بيان الله سبحانه لأولياء الله، وتفريقه بينهم وبين المتشبهين بهم من أعداء الله والمنافقين والفجار] .\nهذا كالعنوان لهذا الأصل؛ فإن الشيخ رحمه الله يريد أن يقرر في هذا الأصل أن القرآن الكريم قد بين بياناً واضحاً لا لبس فيه ولا اشتباه، ولا شك في الفرق بين أولياء الله وبين أولياء الشيطان؛ فإن أولياء الله أولياء الرحمان لهم أوصاف ميَّزهم الله سبحانه وتعالى بها في كتابه، وذكر ذلك لئلا يشتبه حال أولياء الله بأولياء الشيطان؛ لأن من أولياء الشيطان من يلبِّس على الناس، فيظهر ولايته للرحمان، وأنه من عباد الله الصالحين الأتقياء الأنقياء، والأمر على خلاف ذلك، فلما كان مدّعو الولاية كُثُراً بين الله سبحانه وتعالى الفصل بين هؤلاء وبين غيرهم، وقد ألف شيخ الإسلام ابن تيمية رحمه الله رسالةً لطيفةً سمّاها (الفرقان بين أولياء الرحمان وأولياء الشيطان) ذكر فيها ما وصف الله سبحانه وتعالى به أولياءه، وما ميزهم به عن أولياء الشيطان، وذكر فيها أشياء كثيرةً مفيدة.\n‌‌تعريف الولاية ومدارها\nقال رحمه الله تعالى: [بيان الله سبحانه لأولياء الله] .\nأولياء: جمع ولي.\nوالولي: مأخوذ من الولاية، والولاية: مصدر (وُلَيِ) ، وهي بمعنى القرب، تقول: وَلِيَ كذا كذا: أي: قرب منه.\nوعلى هذا فإن الولاية تدور على أمرين: المحبة، والنصرة، وقد أثبت الله جل وعلا في كتابه ولايته لبعض خلقه، فقال سبحانه وتعالى: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} [البقرة:257] ، فأثبت سبحانه وتعالى ولايته للمؤمنين، كما أن الله سبحانه وتعالى نفى أن يكون له وليٌّ، لكن الولي المنفي غير الولي المثبت، فالولي المنفي مقيد؛ حيث قال سبحانه وتعالى: {وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ} [الإسراء:111] أي: لم يكن له وليٌّ يستنصر ويعتز ويتقوى به فولاية الله عز وجل لمن يتولاهم ليست عن حاجة، ولا عن افتقار، بل هو الغني الحميد جل وعلا، وإنما ولايته سبحانه وتعالى لمن يتولاه هي ولاية رحمة ومنة وفضيلة ومنحة منه جل وعلا وإكرامٍ لمن يتولاه، نسأل الله أن نكون منهم.\nإذاً: الولاية المثبتة لله عز وجل هي غير الولاية المنفية.\nوالولاية على اختلاف مواردها تدور على معنيين: المحبة، والنصرة، ويقابل الولاية العداوة، وهي دائرة على البغضاء والكره، فأعداء الله هم من أبْغَضَهم سبحانه وتعالى وأبعدهم وكرههم جل وعلا، فالعداوة مبنية على الإبعاد والكره والبغض، والولاية مبنية على المحبة والنصرة، والله سبحانه وتعالى قد بين أوصاف أوليائه.\nوقد لخص الشيخ رحمه الله هذه الأوصاف المذكورة في هذا المقطع القصير من كلامه رحمه الله، لكن من المهم أن نفرق بين أولياء الله وغيرهم، حتى لا يشتبه الأمر، فأولياء الله عز وجل لا يتميزون عن غيرهم بمظهر، بل هم كغيرهم من أهل الإسلام لا يتميزون عنهم بلباس ولا بهيئة، لكنهم يتميزون عن غيرهم بعملهم الصالح، فالمظاهر لا تمييز فيها، لكن المخابر والأعمال هي التي يدور عليها التمييز بين أولياء الله، وبين غيرهم من الناس، فما هو العمل الذي يميز أولياء الله عن غيرهم؟ قال رحمه الله تعالى في بيان ذلك: [ويكفي في هذا]-أي: في بيان الفرقان بين أولياء الله وأولياء الشيطان- آية في سورة آل عمران، وهي قوله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} [آل عمران:31] ، فقوله تعالى: (فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ) هذا هو المعيار الفارق والميزان الدقيق لبيان حقيقة الولاية، فالولاية التي يثبت بها للمؤمن الانتساب إلى الله بالولاية هي أن يكون متبعاً للنبي صلى الله عليه وسلم، (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّه) ، فعلى قدر ما يكون مع الإنسان من اتباع هدي النبي صلى الله عليه وسلم يكون عنده بقدر ذلك من ولاية الله له، وبقدر ما يكون معه من تقصير فإنه ينقص عنه من ولاية الله له بقدر ما حصل منه من التقصير، والناس في هذا درجات متفاوتة، لا يحدها وصف.\nفالسمة الأولى لأولياء الله التي يتميزون بها عن غيرهم هي اتباع النبي صلى الله عليه وسلم، واتباع النبي صلى الله عليه وسلم يكون في أمرين: فيما فرض -وهذا في الدرجة الأولى-، وفيما ندب إليه من الأعمال، وهذا في الدرجة الثانية-، ولذلك قال النبي صلى الله عليه وسلم: (قال الله تعالى: من عادى لي ولياً فقد آذنته بالحرب) ، ثم بعد أن ذكر جزاء الأولياء وانتصار الله لهم قال: (ولا يزال عبدي يتقرب إلي بالنوافل) ، وهذا طريق تحصيل الولاية، قال: (وما تقرب إلي عبدي بشيء أحبَّ إليّ مما افترضته عليه، ولا يزال عبدي يتقرب إلي بالنوافل حتى أحبه) ، فذكر الطريقين اللذين يحصل بهما ولاية الله عز وجل، وهذا تفصيل لما أجملته هذه الآية في قوله تعالى: (فَاتَّبِعُونِي) .\nفالاتباع للنبي صلى الله عليه وسلم يكون في الفرائض أولاً؛ لأنها أحب ما يتقرب به إلى الله عز وجل، ثم بالنوافل ثانياً.\nولذلك قال تعالى: (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّه) ، وإذا أحب الله عبداً فقد تولاه.\nثم قال رحمه الله تعالى: [وآية في سورة المائدة، وهي قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ} [المائدة:54] ، وهذا فيه الإشارة إلى معنى الولاية، وأنها دائرة على المحبة، فهناك قال: {يُحْبِبْكُمُ اللَّه} [آل عمران:31] ، وهنا قال: {يُحِبُّهُمْ وَيُحِبُّونَهُ} ، ثم ذكر أوصافهم فقال: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ} ، فذكر ثلاثة أوصاف: الوصف الأول: (أذلةٍ على المؤمنين) ، فلا علو عندهم ولا استكبار ولا ارتفاع.\nالوصف الثاني: (أعزةٍ على الكافرين) ، لا يذلون لهم؛ لأن معهم سبب العزة، وهو الإيمان بالله ورسوله.\nالوصف الثالث: الجهاد في سبيل الله.\nوهو شامل لجميع أنواع الجهاد، وأعلاها جهاد الكفار المعاندين لله ورسله، فهذا من أوصافهم، والجهاد لا يأخذ صورةً واحدة فقط، فلا يقتصر على الجهاد بالسيف والسنان، بل هناك جهاد آخر قد يكون أعظم منه، وهو جهاد العلم والبيان، فالذي يبلغ شريعة الله عز وجل وينصح الناس ويأمر بالمعروف وينهى عن المنكر هو من المجاهدين الذين يدخلون في قوله تعالى في آية المائدة: {أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلا يَخَافُونَ لَوْمَةَ لائِمٍ} ، فهذا يشمل جميع أنواع الجهاد.\nوهذا تفصيل؛ لأن قوله: (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّه) فيه بيان مجمل هدي النبي صلى الله عليه وسلم في كل شأن، وهنا فيه ذكر صفات خاصة وتخصيصها لعظيم أثرها في تحقيق وتحصيل الولاية.\nثم قال: [وآية في سورة يونس، وهي قوله: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} [يونس:62] ، وهذا فيه البشارة لهم بانتفاء المخاوف والأحزان عنهم، فقوله تعالى: {لا خَوْفٌ عَلَيْهِمْ} هذا فيما يستقبلون، {وَلا هُمْ يَحْزَنُونَ} هذا فيما مضى.\nوالإنسان إنما يلحقه الأذى من خوف المستقبل، أو فوات الخير في الماضي، فإذا حصل له الأمن من هذين الأمرين كان من الذين لا خوف عليهم ولا هم يحزنون، فهو في غاية الطمأنينة والسعادة.\nثم بين سبحانه وتعالى من هم أولياء الله فقال تعالى: {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:63] الذين آمنوا بقلوبهم فصلحت قلوبهم واستقامت أفئدتهم، وكانوا يتقون في أعمالهم وجوارحهم.\nوالتقوى هنا هي فعل ما أمر الله سبحانه وتعالى به وترك ما نهى عنه، وهذا وصف شامل يتميز به أولياء الله عن غيرهم.\nومما تقدم نعلم أن الولاية ليست مكتسبةً بالنسب، ولا مكتسبةً بالجاه، ولا مكتسبةً بالوراثة، ولا مكتسبة بملبسٍ معينٍ، أو بانتسابٍ إلى جهة معينةٍ كمذهبٍ أو غيره، إنما تكتسب بالعمل الذي دائرته الكبرى هي اتباع النبي صلى الله عليه وسلم، وتقوى الله، لقوله سبحانه وتعالى: {الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:63] .\nقال رحمه الله: [ثم صار الأمر عند أكثر من يدّعي العلم وأنه من هداة الخلق وحفاظ الشريعة إلى أن الأولياء لابد فيهم من ترك اتباع الرسل] ، وهذا في وقته رحمه الله؛ حيث هجرت السنة، وتعصب الناس لما كانوا عليه من مذاهبَ وأقوالٍ، وآراء، وأصبح المتَّبِعُ للنبي صلى الله عليه وسلم غريباً بينهم.\nثم قال: [ومن تبعهم فليس منهم] أي: ومن تبع هؤلاء الذين استقاموا على الكتاب والسنة، فليس منهم، يعني: فليس من أولياء الله؛ لأنه إذا كان الداعي إلى الكتاب والسنة عند هؤلاء الذين تحدث الشيخ عنهم ليس من أولياء الله، فما هي حال غيرهم ممن هو تابع لهم؟ الجواب: أنه لا يكون من أولياء الله من باب أولى.\nثم قال رحمه الله تعالى: [ولابد من ترك الجهاد] .\nهذا انتقال إلى تفصيل ما عليه أولئك الذين وصفهم رحمه الله ممن يدعون ولاية الرحمان وهم على خلاف ذلك، قال: [لابد من ترك الجهاد] ، وذكر الجهاد رحمه الله تعالى لأن الله سبحانه وتعالى جعل المجاهدين أولياءه، في قوله جل وعلا: {يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} [المائدة:54] ، فخالفوا النص القرآني الدال على أن الجهاد في سبيل الله من أسباب تحصيل الولاية ومن أوصاف أولياء الرحمن، فلابد عندهم من ترك الجهاد، فمن جاهد فليس منهم، والقرآن يدل على عكس هذا، وهو أن الجهاد من أوصاف أولياء الله سبحانه وتعالى.\nثم قال رحمه الله تعالى: [ولابد من ترك الإيمان أيضاً] .\nوهذا لكون الإيمان قد جاء في القرآن أنه من أوصاف أولياء الله، كما في قوله جل وعلا: {أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} [يونس:62-63] .\nثم قال: [فمن تعهد بالإيمان والتقوى فليس منهم] أي: من اتصف وحافظ على هذين الوصفين فليس من هؤلاء الأولياء المزعومين.\nوهؤلاء هم في الحقيقة أولياء الشيطان لا أولياء الرحمن؛ لأن أولياء الرحمن هم من وصفهم الله في كتابه، وأما هؤلاء فهم معاندون، معارضون، وكل من ادعى الولاية فلابد من عرضه على الكتاب والسنة، فإن ادّعى الولاية أو أدُّعيت له الولاية -إذ قد لا يدعي الولاية لنفسه فيقول: إني ولي، لكن قد يزعم اتباعه أنه ولي- فلابد حينئذٍ أن نعرض حال هذا الرجل على هذه الموازين الدقيقة والمعايير الناطقة المميزة لأولياء الرحمان عن غيرهم، وبذلك يتبين هل هو من المتبعين للكتاب والسنة، وهل هو من المجاهدين في سبيل الله.",
    "‌‌الأصل الخامس\rبيان الله سبحانه لأولياء الله وتفريقه بينهم وبين المتشبهين بهم من أعداء الله المنافقين والفجار، ويكفي في هذا آية من سورة آل عمران وهي قوله: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله} [سورة آل عمران، الآية: 31] . الآية، وآية في سورة المائدة وهي قوله: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه} [سورة المائدة، الآية: 54] . الآية، وآية في يونس وهي قوله: {ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين أمنوا وكانوا يتقون} [سورة يونس، الآية: 62] ، ثم صار الأمر عند الله أكثر من يدعى العلم وأنه من هداة الخلق وحفاظ الشرع إلى أن الأولياء لا بد فيهم من ترك اتباع الرسل ومن تبعهم فليس منهم ولا بد من ترك اتباع الرسل ومن تبعهم فليس منهم ولا بد من ترك الجهاد فليس منهم، ولا بد من ترك الإيمان والتقوى فمن تعهد بالإيمان والتقوى فليس منهم يا ربنا نسألك العفو والعافية إنك سميع الدعاء.\rالشرح\rقوله: \"بيان الله سبحانه لأولياء الله. . . إلخ\"\rأولياء الله تعالى هم الذين أمنوا به وأتقوه واستقاموا على دينه\rوهم من وصفهم الله تعالى بقوله:} ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون {فليس كل من يدعي الولاية يكون ولياً، وإلا لكان كل واحد يدعيها، ولكن يوزن هذا المدعي للولاية بعمله، إن كان عمله الإيمان والتقوى فإنه ولي، وإلا فليس بولي وفي دعواه الولاية تزكية لنفسه وذلك ينافي تقوى الله عز وجل لأن الله تعالى يقول: {فلا تزكوا أنفسكم هو أعلم بمن أتقى} [سورة النجم، الآية: 32] . فإذا أدعى أنه من أولياء الله فقد زكى نفسه وحينئذ يكون واقعاً في معصية الله وفيما نهاه الله عنه وهذا ينافي التقوى، فأولياء الله لا يزكون أنفسهم بمثل هذه الشهادة، وإنما هم يؤمنون بالله ويتقونه، ويقومون بطاعته سبحانه وتعالى على الوجه الأكمل، ولا يغرون الناس ويخدعونهم بهذه الدعوى حتى يضلوهم عن سبيل الله تعالى. فهؤلاء الذين يدعون أنفسه أحياناً اسياداً، واحياناً أولياء لو تأمل الإنسان ما هم عليه لوجدهم أبعد ما يكونون عن الولاية والسيادة فنصيحتي لإخواني المسلمين أن لا يغترون بمدعي الولاية حتى يقيسوا حاله بما جاء في النصوص في أوصاف الأولياء\rوولايته بما ساقه من الآيات:\rالآية الأولى: قوله تعالى في آل عمران: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله} [سورة آل عمران، الآية: 31] وهذه الآية تسمى آية المحنة أي الأمتحان حيث أدعى قوم محبة الله تعالى فأنزل الله هذه الآية فمن أدعى محبة الله تعالى نظرنا في عمله فإن كان متبعاً لرسول الله صلى الله عليه وسلم فهو صادق وإلا فهو كاذب.\rالآية الثانية: قوله تعالى في المائدة:} يا ايها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه {، {سورة المائدة، الآية: 54} . الآيتين فوصفهم بأوصاف هي علامة المحبة وثمراتها:\rالوصف الأول: أنهم أذلة على المؤمنين فلا يحاربونهم ولا يقفون ضدهم ولا ينابذونهم.\rالوصف الثاني: أنهم أعزة على الكافرين أي أقوياء عليهم غالبون لهم.\rالوصف الثالث: أنهم يجاهدون في سبيل الله أي يبذلون الجهد في قتال أعداء الله لتكون كلمة الله هي العليا.\rالوصف الرابع: أنهم لا يخافون في الله لومة لائم. أي إذا لامهم أحد على ما قاموا به من دين الله لم يخافوا لومته، ولم\rيمنعهم ذلك من القيام بدين الله ع وجل.\rالآية الثالثة: قوله تعالى في يونس: {ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون} [سورة يونس، الآية: 62] . فبين الله تعالى أن أولياء الله تعالى هم الذين اتصفوا بهذين الوصفين: الإيمان والتقوى فالإيمان بالقلب، والتقوى بالجوارح، فمن أدعى الولاية ولم يتصف بهذين الوصفين فهو كاذب.\nثم إن الشيخ رحمه الله بين أن الأمر صار على العكس عند أكثر من يدعى العلم وأنه من هداة الخلق وحفاظ الشرع فالولي عنده من لا يتبع الرسل ولا يجاهد في سبيل الله ولا يؤمن به ولا يتقيه.\rويحسن بنا أن ننقل هنا ما كتبه شيخ الإسلام ابن تيمية رحمه الله تعالى في رسالته: \"الفرقان بين أولياء الرحمن وأولياء الشيطان\" (1) ونسوق ما تيسر منها:\rقال رحمه الله: \"وقد بين سبحانه وتعالى في كتابه وسنة رسوله صلى الله عليه وسلم أن لله أولياء من الناس، وللشيطان أولياء، ففرق بين أولياء الرحمن وأولياء الشيطان:} ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا\rيتقون لهم البشرى في الحياة الدنيا وفي الآخرة لا تبديل لكلمات الله ذلك الفوز العظيم {\" {سورة يونس، الآيات: 62-64 {. وذكر أولياء الشيطان فقال تعالى:} فإذا قرأت القرآن فاستعذ بالله من الشيطان فقال تعالى:} فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم إنه سلطانه على الذين يتولونه والذين هم به مشركون} [سورة النحل، الآيات: 98-100] . فيجب أن يفرق بين هؤلاء وهؤلاء كما فرق الله ورسوله بينهما، فأولياء الله هم المؤمنون المتقون. . . . وهم الذين آمنوا به ووالوه، فأحبوا ما يحب، وابغضوا ما يبغض، ورضوا بما يرضى، وسخطوا بما يسخط، ومنعوا من يحب أن يمنع فلا يكون ولياً لله إلا من آمن به وبما جاء به، واتبعه باطناً وظاهراً، ومن أدعى محبة الله ولايته وهو لم يتبعه أي الرسول فليس من أولياء الله، بل من خالفه كان من أعداء الله وأولياء الشيطان قال تعالى: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله} [سورة آل عمران، الآية: 31] فالناس متفاضلون في ولاية الله عز وجل بحسب تفاضلهم في الأيمان والتقوى، وكذلك يتفاضلون في عداوة الله بحسب تفاضلهم في الكفر والنفاق. . وأولياء الله على طبقتين: سابقون مقربون.\rوأصحاب يمين مقتصدون ذكرهم الله في عدة مواضع من كتابه العزيز في أول سورة الواقعة وآخرها، وفي الإنسان، والمطففين، وفي سورة فاطر. . . والجنة درجات متفاضلة تفاضلاً عظيماً، وأولياء الله المؤمنون المتقون في تلك الدرجات بحسب إيمانهم وتقواهم.\rفمن لم يتقرب إلى الله لا يفعل الحسنات ولا يترك السيئات لم يكن من أولياء الله فلا يجوز لأحد أن يعتقد أنه ولي لله لا سيما أن تكون محجته على ذلك إما مكاشفة سمعها منه، أو نوع من تصرف. . . فلا يجوز لأحد أن يستدل بمجرد ذلك على كون الشخص ولياً لله وإن لم يعلم منه ما ينقض ولاية الله، فكيف إذا علم منه ما يناقض ولاية الله؟ مثل أن يعلم أنه لا يعتقد وجوب أتباع النبي صلى الله عليه وسلم باطناً وظاهراً، بل يعتقد أنه يتبع الشرع الظاهر دون الحقيقة الباطنة، أو يعتقد أن لأولياء الله طريقاً إلى الله غير طريق الأنبياء عليهم السلام. . . فعلى هذا فمن أظهر الولاية وهو لا يؤدي الفرائض ولا يجتنب المحارم بل قد بما يناقض ذلك لم يكن لأحد أن يقول هذا ولي الله. . . وليس لأولياء الله شيء يتميزون به من الأمور المباحات. . .\rوليس من شرط ولي الله أن يكون معصوماً لا يغلط ولا يخطئ، بل يجوز أن يخفى عليه بعض علم الشريعة ويجوز أن يشتبه عليه بعض أمور الدين. . . ولهذا لما كان ولي الله يجوز أن يغلط لم يجب على الناس الإيمان بجميع ما يقوله من هو ولي الله يجوز أن يغلط لم يجب على الناس الإيمان بجميع ما يقوله من هو ولي لله لئلا يكون نبياً. . . بل يجب أن يعرض ذلك جميعه على ما جاء به محمد صلى الله عليه وسلم فإن وافقه قبله، وإن خالفه لم يقبله، وإن لم يعلم أموافق هو أم مخالف؟ توقف فيه، والناس في هذا الباب ثلاثة أصناف طرفان ووسط، فمنهم من إذا أعتقد في شخص أنه ولي لله وافقه في كل ما يظن أنه حدث به قلبه عن ربه وسلم إليه جميع ما يفعله، ومنهم من إذا رآه قال أو فعل ما ليس بموافق للشرع أخرجه عن ولاية الله بالكلية وإن كان مجتهداً مخطئاً. وخيار الأمور أوساطها: هو أن لا يجعل معصوماً ولا مأثوماً إذا كان مجتهداً مخطئاً، فلا يتبع في كل ما يقوله، ولا يحكم عليه بالكفر والفسق مع اجتهاده، والواجب على الناس اتباع ما بعث الله به رسوله. . . وقد أتفق سلف الأمة وأئمتها على أن كل واحد يؤخذ من قوله ويترك إلا رسول الله صلى الله عليه وسلم وهذا من الفروق بين الأنبياء وغيرهم، فالأنبياء صلوات الله عليه وسلامه يجب لهم الإيمان بجميع ما يخبرون به عن الله عز وجل وتجب طاعتهم فيما يأمرون به، بخلاف\rالأولياء فإنهم لا تجب طاعتهم في كل ما يأمرون به، ولا الإيمان بجميع ما يخبرون به بل يعرض أمرهم وخبرهم على الكتاب والسنة فما وافق الكتاب والسنة وجب قبوله، وما خالف الكتاب والسنة كان مردودا ص، وإن كان صاحبه من أولياء الله وكان مجتهداً معذوراً فيما قاله، له أجر على أجتهاده، لكنه إذا خالف الكتاب والسنة كان مخطئاً وكان من الخطأ المغفور إذا كان صاحبه قد أتقى الله ما أستطاع. . . . وهذا الذي ذكرته من أن أولياء الله يجب عليهم الأعتصام بالكتاب والسنة هو مما أتفق عليه أولياء الله عز وجل ومن خالف في هذا فليس من أولياء الله سبحانه الذين أمر الله باتباعهم، بل إما أن يكون كافراً، وإما أ، يكون مفرطاً في الجهل. . . . وكثير من الناس يغلط في هذا الموضع فيظن في شخص أنه ولي الله، ويظن أ، ولي الله يقبل منه كل ما يقوله، ويسلم إليه كل ما يقوله ويسلم إليه كل ما يفعله وإن خالف الكتاب والسنة فيوافق ذلك له، ويخالف ما بعث الله به رسوله الذي فرض الله على جميع الخلق تصديقه فيما أخبر، وطاعته فيما أمر، وجعله الفارق بين أوليائه وأعدائه، وبين أهل الجنة وأهل النار، وبين السعداء والأشقياء، فمن اتبعه كان من أولياء الله المتقين وجنده والمفلحين وعباده الصالحين، ومن لم يتبعه كان من أعداء الله الخاسرين المجرمين فتجره مخالفة الرسول وموافقة ذلك الشخص أولاً إلى البدعة والضلال، وآخراً إلى الكفر والنفاق. . . وتجد كثيراً من هؤلاء عمدتهم في أعتقاده كونه ولياً لله أنه قد صدر عنه مكاشفة في بعض الأمور، أو بعض التصرفات الخارقة للعادة. . . وليس في شيء من هذه الأمور ما يدل على أن صاحبها ولي لله بل قد أتفق أولياء الله على أ، الرجل لو طار في الهواء أو مشى على الماء لم يغتر به حتى ينظر متابعته لرسول الله صلى الله عليه وسلم وموافقته لأمره ونهيه. . . وكرامات أولياء الله تعالى أعظم من هذه الأمور، وهذه الأمور الخارقة للعادة وإن كان صاحبها ولياً لله فقد يكون عدواً لله فإن هذه الخوارق تكون لكثير من الكفار والمشركين وأهل الكتاب والمنافقين، وتكون لأهل البدع، وتكون من الشياطين فلا يجوز أن يظن أ، كل من كان له شيء من هذه الأمور أنه ولي لله، بل يعتبر أولياء الله بصفاتهم وأفعالهم وأحوالهم التي دل عليها الكتاب والسنة ويعرفون بنور الإيمان والقرآن وبحقائق الإيمان الباطنة وشرائع الإسلام الظاهرة. . . وقد أتفق سلف الأمة وأثمتها وسائر أولياء الله تعالى على أن الأنبياء أفضل من الأولياء الذين ليسوا بأنبياء وقد رتب الله عباده السعداء المنعم عليهم \"أربع مراتب\" فقال الله تعالى:} ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقاً { {سورة النساء، الآية: 69} . . . ولهم الكرامات التي يكرم الله بها أولياءه المتقين وخيار أولياء الله كراماتهم لحجة في الدين أو لحاجة بالمسلمين كما كانت معجزات نبيهم صلى الله عليه وسلم كذلك، وكرامات أولياء الله إنما حصلت ببركة اتباع رسول الله صلى الله عليه وسلم فهي في الحقيقة تدخل في معجزات الرسول صلى الله عليه وسلم. . . . ومما ينبغي أن يعرف أن الكرامات قد تكون بحسب حاجة الرجل فإذا احتاج غليها لضعف الإيمان أو المحتاج أتاه منها ما يقوى إيمانه ويسد حاجته، ويكون من هو أكمل ولاية الله منه مستغنياً عن ذلك فلا يأتيه مثل ذلك لعلو درجته وغناه عنها لا لنقص ولايته، ولهذا كانت هذه الأمور في التابعين أكثر منها في الصحابة. بخلاف من يجري على يديه الخوارق لهدي الخلق ولحاجتهم فهؤلاء أعظم درجة. . . والناس في خوارق العادات على ثلاثة أقسام:\rقسم يكذب بوجود ذلك لغير الأنبياء، وربما صدق به مجملاً، وكذب ما يذكره له عن كثير من الناس لكونه عنده ليس من الأولياء.\rومنهم من يظن أن كل من كان له نوع من خرق العادة كان ولياً لله. وكلا الأمرين خطأ. . . ولهذا تجد أن هؤلاء يذكرون أن للمشركين وأهل الكتاب نصراء يعينونهم على قتال المسلمين وأنهم من أولياء الله، وأولئك يكذبون أن يكون معهم من له خرق عادة والصواب القول الثالث وهو أن معهم من ينصرهم من جنسهم لا من أولياء الله عز وجل.\rوفيما نقل كفاية إن شاء الله تعالى ومن أراد المزيد فليرجع إلى الأصل والله الموفق."
  ],
  [
    "6",
    "[رَدُّ الشُّبْهَةِ الَّتِي وَضَعَهَا الشَّيْطَانُ فِي تَرْكِ الْقُرْآنِ وَالسُّنَّةِ، وَاتِّبَاعِ الآرَاءِ وَالأَهْوَاءِ المُتَفَرِّقَةِ المُخْتَلِفَةِ؛ وَهِيَ أَنَّ الْقُرْآنَ وَالسُّنَّةَ لَا يَعْرِفُهُمَا إِلَّا المُجْتَهِدُ المُطْلَقُ]",
    "[މމމ]",
    "الْأَصْلُ السَّادِسُ:\nرَدُّ الشُّبْهَةِ ⁽¹⁾ الَّتِي وَضَعَهَا الشَّيْطَانُ فِي تَرْكِ الْقُرْآنِ وَالسُّنَّةِ، وَاتِّبَاعِ الآرَاءِ وَالأَهْوَاءِ المُتَفَرِّقَةِ المُخْتَلِفَةِ؛ وَهِيَ أَنَّ الْقُرْآنَ وَالسُّنَّةَ ⁽²⁾ لَا يَعْرِفُهُمَا إِلَّا المُجْتَهِدُ المُطْلَقُ، وَالمُجْتَهِدُ هُوَ المَوْصُوفُ بِكَذَا وَكَذَا -أَوْصَافًا لَعَلَّهَا لَا تُوجَدُ تَامَّةً فِي أَبِي بَكْرٍ وَعُمَرَ!-، فَإِنْ لَمْ يَكُنِ الإِنْسَانُ كَذَلِكَ؛ فَلْيُعْرِضْ عَنْهُمَا فَرْضًا حَتْمًا -لَا شَكَّ وَلَا إِشْكَالَ فِيهِ!-، وَمَنْ طَلَبَ الهُدَى مِنْهُمَا؛ فَهُوَ: إِمَّا زِنْدِيقٌ، وَإِمَّا مَجْنُونٌ -لِأَجْلِ صُعُوبَةِ فَهْمِهِمَا!-. ⁽³⁾\nفَسُبْحَانَ اللهِ وَبِحَمْدِهِ! كَمْ بَيَّنَ اللهُ سُبْحَانَهُ -شَرْعًا وَقَدَرًا، خَلْقًا وَأَمْرًا- فِي رَدِّ هَذِهِ الشُّبْهَةِ المَلْعُونَةِ مِنْ وُجُوهٍ شَتَّى بَلَغَتْ إِلَى حَدِّ ⁽⁴⁾ الضَّرُورِيَّاتِ العَامَّةِ، وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ: ﴿إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ ۝ وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدّاً وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ ۝ وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ ۝ إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ﴾ ⁽⁵⁾. آخِرُهُ، وَالحَمْدُ للهِ رَبِّ الْعَالَمِينَ، وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرًا إِلَى يَوْمِ الدِّينِ.",
    "",
    "Sixth fundamental principle\nRefuting the misconceptions that the devil has set concerning the abandonment of the Qur’an and Sunnah and following, instead, the disunited and divergent opinions and personal inclinations, alleging that the Qur’an and Sunnah are known only to those who are absolutely qualified to conduct Ijtihād (personal reasoning) i.e. the Mujtahids. They set for the Mujtahid some strict qualities that might not be found completely even in Abu Bakr and ‘Umar. If there is someone who lacks such qualities, then he must turn away from them (the Qur’an and Sunnah) in such a decisive manner that involves neither doubt nor confusion. And whoever seeks guidance from them, then he is either a heretic or a mad person, given the fact that they are too difficult to understand. So glorified is Allah, and praise is due to Him! How much explanation He provided in refuting this cursed misconception, both legislatively and by way of divine decree, and by His creative ability and His legislative command, and from several aspects that amounted to be from the general indisputable facts of the religion, yet most of the people do not know. {The decree [of punishment] has been passed against most of them, for they will not believe. [It is as if] We have placed shackles around their necks up to their chins, so their heads are forced to remain up, and We have placed a barrier before them and a barrier behind them, and have blocked their vision so they cannot see. It is the same to them whether you warn them or not, they will not believe. You can only warn one who follows the Reminder and fears the Most Compassionate unseen. So give him glad tidings of forgiveness and a generous reward.} [Surat Yasīn: 7-11]\nAll praise is due to Allah, the Lord of the worlds. May Allah’s abundant peace and blessings be upon our Prophet Muhammad, his family and his Companions until the Day of Judgment.",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ كذا في الدرر السنية وفي مخطوطة الشيخ عبد العزيز بن مرشد وهو الصواب لا ما وقع في غيرها بلفظ (السنة).\n⁽²⁾ هذا لفظ الدرر السنية ومخطوطة الشيخ عبد العزيز بن مرشد ووقع في غيرها بلفظ (وهي أي السنة التي وضعها الشيطان أن القرآن والسنة... الخ).\n⁽³⁾ كذا في الدرر السنية ووقع في غيرها من الطبعات بلفظ (صعوبتهما) وفي مخطوطة الشيخ عبد العزيز بن مرشد (صعوبة فيهما).\n⁽⁴⁾ لفظ (حد) من الدرر السنية وفي غيرها بلفظ (أمر).\n⁽⁵⁾ سورة يس 7-11",
    "شرح الأصول الستة -‌‌ الأصل السادس\nباب الاجتهاد مفتوح لكل من كان أهلاً له إلى قيام الساعة، ومن قال بإغلاق باب الاجتهاد فقد أخطأ، بل ويلزم من قوله فتح باب التقليد على أوسع أبوابه.\n‌‌الاجتهاد بابه مفتوح لمن كان أهلاً له\nبسم الله الرحمن الرحيم الحمد لله رب العالمين، وأصلي وأسلم على نبينا محمد، وعلى آله وصحبه، أجمعين.\nأما بعد: فيقول شيخ الإسلام محمد بن عبد الوهاب رحمه الله: [الأصل السادس: رد الشبهة التي وضعها الشيطان في ترك القرآن والسنة واتباع الآراء والأهواء المتفرقة المختلفة، وهي: أن القرآن والسنة لا يعرفهما إلا المجتهد المطلق، والمجتهد المطلق هو الموصوف بكذا وكذا أوصافاً لعلها لا توجد تامة في أبي بكر وعمر.\nفإن لم يكن الإنسان كذلك فليعرض عنهما فرضاً حتماً لا شك ولا إشكال فيه، ومن طلب الهدى منهما فهو إما زنديق وإما مجنون؛ لأجل صعوبة فهمها، فسبحان الله وبحمده! كم بيّن الله سبحانه شرعاً وقدراً خلقاً وأمراً في ردّ هذه الشبهة الملعونة من وجوه شتى بلغت إلى حد الضروريات العامة، {وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [غافر:57] ، {لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لا يُؤْمِنُونَ * إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالًا فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ * وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ * وَسَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لا يُؤْمِنُونَ * إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ} [يس:7-11] .\nآخره، والحمد لله رب العالمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم تسليماً كثيراً إلى يوم الدين] .\nهذا هو آخر الأصول الستة من هذه الرسالة المباركة التي سماها الشيخ رحمه الله [ستة أصول عظيمة مفيدة] .\nيقول رحمه الله: [الأصل السادس: رد الشبهة التي وضعها الشيطان في ترك القرآن والسنة واتباع الآراء والأهواء المتفرقة المختلفة، ووهذه الشبهة- هي أن القرآن والسنة لا يعرفهما إلا المجتهد المطلق، والمجتهد المطلق هو الموصوف بكذا وكذا أوصافاً لعلها لا توجد تامة في أبي بكر وعمر) .\nهذا الأصل السادس والأخير هو دعوة من الشيخ رحمه الله إلى تدبر كتاب الله عز وجل، والإقبال على الانتفاع بسنة رسول الله صلى الله عليه وسلم، وأن ينظر الإنسان في هذين الأصلين العظيمين اللذين يضمن لمن أخذ بهما نجاة الدنيا والآخرة؛ فإن الإقبال على الكتاب والسنة هو سبيل السلف الصالح، وهو طريقهم، فهذه الشبهة منعت كثيراً من الناس من الإقبال على الكتاب السنة، والشيخ رحمه الله يريد أن يفند هذه الشبهة، وهذه الشبهة هي: أن الكتاب والسنة لا يفهمهما كل أحد، إنما يفهمهما المجتهد المطلق، أو يستنبط منهما المجتهد المطلق.\nقال رحمه الله تعالى: [والمجتهد المطلق هو الموصوف بكذا وكذا] كنى عن الصفات التي ذكروها مطولةً في كتب أصول الفقه بقوله كذا وكذا.\nثم قال رحمه تعالى عن هذه الشروط: [أوصافاً لعلها لا توجد تامة في أبي بكر وعمر] ، وحقيقة أنها لا توجد في أبي بكر وعمر؛ لأنهم يشترطون أن يكون المجتهد محيطاً بسنة رسول الله صلى الله عليه وسلم، لا يغيب عنه منها شيء، وهذا ليس في أبي بكر، ولا في عمر؛ فإن أبا بكر رضي الله عنه رجع إلى الصحابة يسألهم عن سنة رسول الله ً صلى الله عليه وسلم، وعمر رجع إلى الصحابة يستشيرهم ويسألهم: هل عندهم عن رسول الله صلى الله عليه وسلم خبر.\nفهذه الشروط المطولة التي لا تنطبق على أحدٍ من الناس فضلاً عن العلماء في متأخري الزمان كانت حائلاً بين كثيرٍ من أهل العلم وبين أن يستفيدوا من الكتاب والسنة، فمنعت الناس من الاجتهاد، وقَصَرَتهم على تقليد المتقدمين في أقوالهم؛ لأنهم لا يستطيعون أن يستفيدوا من الكتاب والسنة، وهذا غلطٌ كبير، وهو الذي سبب إغلاق باب الاجتهاد في بعض العصور، وأصبح المجتهد -كما قال المؤلف رحمه الله: إما زنديقاً أو مجنوناً، يعني: منافقاً أو مجنوناً، فلا يُقْدِم عليه إلا من تحمل هذين الوصفين، فامتنع الناس عن الاجتهاد، واقتصروا على التقليد، ولا شك أن الاجتهاد بابه مفتوح، ولكن ليس الاجتهاد أن يُعْمِلَ الإنسان الضعيف البضاعة رأيه في نصوص الكتاب والسنة فيأتي بما لم يأتِ به الأولون، بل لابد أن يكون عنده حد كافٍ من أوصاف المجتهد من العلم باللغة، والمعرفة بالكتاب وبالسنة، والمعرفة بقواعد الشريعة التي تمكنه من التوصل إلى الحكم، وأما هذه الشروط المطولة التي يذكرها علماء الأصول فهي نظرية فقط، ولو طبقتها على من اشترطها لم تجدها فيه؛ فإنه لا يصح ولا يسوغ.\nقال رحمه الله تعالى في هذا الأصل: (رد الشبهة) والشبهة: هي: عارض يعرض للقلب، يمنعه من تصور الأمور على حقيقتها، فيحصل بها اشتباه والتباس، فلا يميز الذي اشتبه عليه الأمر بين الحق والباطل.\nوقال رحمه الله تعالى: [التي وضعها الشيطان في ترك القرآن والسنة] أي: لأجل ترك القرآن والسنة، فهي سبب لترك القرآن والسنة، وسبب في اتباع الآراء والأهواء المتفرقة، وهو التقليد، وسماه اتباعاً تنزلاً، وهو في الحقيقة تقليد وليس اتباعاً.\nثم قال: [فإن لم يكن الإنسان كذلك -يعني: موصوفاً بهذه الصفات التي اشترطوها للمجتهد المطلق- فليعرض عنهما فرضاً حتماً لاشك ولا إشكال فيه] ، وهذا خلاف ما أمر الله به في كتابه، والله عز وجل قال: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافًا كَثِيرًا} [النساء:82] ، وقال سبحانه: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} [محمد:24] ، وقال جل وعلا: {كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا الأَلْبَابِ} [ص:29] وقال تعالى: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} [الرعد:4] ، كل ذلك دعوة إلى التفكر والتأمل الذي يثمر الاستنباط ونتائج الاجتهاد، فالاجتهاد نتيجة للتفكر والتأمل والنظر في كلام الله عز وجل فمن لم ينظر في كلام الله عز وجل ولم يتدبره فإنه لا يتوصل إلى ما يريد من استنباطات حكميةٍ أو شرعية؛ فإن سبيل حصول الحكم هو التدبر والنظر.\nثم قال رحمه الله تعالى: [ومن طلب الهدى منهما فهو إما زنديق وإما مجنون] يعني: لأجل صعوبة فهمهما وهذا غلط، فإن الله عز وجل يقول: {وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ} [القمر:17] ، فالله يسر القرآن، وهؤلاء يقولون: إنه عسير وتيسير القران هو تيسير قراءته وفهمه، وليس تيسير القراءة اللفظية؛ فإن القراءة اللفظية على العرب في ذلك الوقت كانت من أسهل ما يكون، ولكن الكلام في تيسير الفهم وتسهيله، وهذا ما تميز به القرآن، فإنه يفهمه العامي ويفهمه العالم، لكن هذا القدر المشترك بين العامي والعالم ليس مانعاً من أن يتفاضل الناس في فهمه، فمن الناس من يؤتى فهماً عميقاً في القرآن، ومنهم من يقتصر على فهم اللفظ في حده الأدنى، ويشهد لهذا تفاضل الصحابة رضي الله عنهم، مع أنهم أهل اللسان في فهم آي القرآن، فهذا ابن عباس رضي الله تعالى عنه يفهم من قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ * وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} [النصر:1-3] ، ما لم يفهمه كبار المهاجرين والأنصار، كما جرى ذلك في قصته مع عمر رضي الله تعالى عنه لما سأله عن هذه السورة؛ فإنه سألهم أولاً عن السورة فقالوا: هذه سورة أمر الله فيها رسوله بالتسبيح عند حصول الفتح وهذا معنى واضح يدركه كل صاحب لسان، لكن الذي فهمه ابن عباس هو أمر زائد على هذا، وهو أن هذه السورة نعت إلى النبي صلى الله عليه وسلم نفسه، وأنها أخبرته بدنو أجله، وهذا فهم دقيق ما يتوصل إليه إلاّ من أعمل فكره ونظر وتأمل في هذا الكتاب العظيم، وفي سياق الكلام وسباقه.\nثم قال رحمه الله تعالى: [فسبحان الله وبحمده! كم بين الله سبحانه شرعاً وقدراً خلقاً وأمراً في رد هذه الشبهة الملعونة من وجوهٍ شتى بلغت إلى حد الضروريات العامة -ومن ذلك ما ذكرناه من إخبار الله عز وجل بتيسير القرآن- {وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} [غافر:57]] .\nثم قال رحمه الله في الاستدلال على سوء حال هؤلاء، وأنهم إنما مُنعوا فهم القرآن لشيء فيهم: [ {لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لا يُؤْمِنُونَ * إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالًا فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ * وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ * وَسَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لا يُؤْمِنُونَ) * إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ} [يس:8-11]] .\nفقوله تعالى: (لَقَدْ حَقَّ الْقَوْلُ) المراد بالقول هنا قول الله سبحانه وتعالى وهو ما سبق في علمه وكتابه من أن هؤلاء لا ينتفعون بالقرآن، (عَلَى أَكْثَرِهِمْ) أي: على أكثر الذين بعث فيهم رسول الله صلى الله عليه وسلم.\nويمكن أن يكون المعنى: على أكثر الناس فهماً، (لا يُؤْمِنُونَ) أي: لا يصدقون ولا ينقادون ولا تطمئن قلوبهم بما جاءت به الرسل، (إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالاً) : (في) للظرفية، وتصلح أن تكون بمعنى (على)، وكلا المعنيين صحيح، يعني: على أعناقهم أغلالاً.\nوالأغلال: جمع غُلّ. وهو ما تربط به رقبة الإنسان مع يديه، وصفة هذه الأغلال -نعوذ بالله منها- كما قال الله: (فَهِيَ إِلَى الْأَذْقَانِ) يعني: قد ملأت رقابهم حتى وصلت إلى أذقانهم، فبلغت منهم مبلغاً لا يتمكنون فيه من النظر ولا من الحركة، (فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ) أي: مهلكون قال تعالى: وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدّاً وَمِنْ خَلْفِهِمْ سَدّاً [يس:9].\nأي: سداً يحجبهم ويمنعهم من النظر والمضي إلى الأمام، وسداً من خلفهم يمنعهم من الرجوع والنظر إلى ما مضى من العهد، فلا سبيل إلى حصول الخير لهم فيما مضى من الزمان ولا فيما يستقبلون، ولا فيما مروا عليه ولا فيما بين أيديهم (فَأَغْشَيْنَاهُمْ)، وهذا زيادة في عقوبتهم وعذابهم؛ لأن الله جعل عليهم غشاوةً، والغشاوة تكون على القلب والبصر؛ لقوله: (فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ)، فلا بصر عينٍ ولا بصر قلب، نعوذ بالله من ذلك.\nقال تعالى: وَسَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لا يُؤْمِنُونَ [يس:10]، هذه نتيجة واقعة، إذا كانت هذه حالهم فيستوي في حقهم النذارة وعدمها، كما قال تعالى: إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ [يس:11]، فهم الذين أقبلوا على هذا الكتاب واتبعوا ما فيه، فالذكر هنا هو القرآن، ويشمل كل ما ذكر به النبي صلى الله عليه وسلم من القرآن وغيره، (إِنَّمَا تُنذِرُ مَنِ اتَّبَعَ الذِّكْرَ)، واتباع الذكر يكون بعد النظر فيه والتأمل فيه والتدبر؛ لأن الإنسان لا يتبع شيئاً إلا إذا فهمه وعقل ما فيه، فهذا هو وجه الاستدلال بهذه الآيات على ما تقدم، (وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ) والغيب عدم الشهادة، وعدم الخشية في الغيب هي الحال التي يحصل فيها ضعف الوازع عند كثير من الناس، (فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ) نسأل الله أن نكون منهم.\nقوله: [آخره] أي: آخر ما كتب.\nوبهذا تكون قد تمت الأصول الستة.\nوالحمد لله رب العالمين، وصلى الله على سيدنا محمد، وعلى آله وصحبه أجمعين.",
    "‌‌الأصل السادس\nرد الشبة التي وضعها الشيطان في ترك القرآن والسنة واتباع الآراء والأهواء المتفرقة المختلفة، وهي أن القرآن والسنة لا يعرفهما إلا المجتهد المطلق، والمجتهد هو الموصوف بكذا وكذا أوصافا لعلها لا توجد تامة في أبي بكر وعمر، فإن لم يكن الإنسان كذلك فليعرض عنهما فرضاً حتماً لا شك ولا أشكال فيه، ومن طلب الهدى منها فهو إما زنديق، وإما مجنون لأجل صعوبة فهمها فسبحان الله وبحمده كم بين الله سبحانه شرعاً وقدراً، خلقاً وأمراً في رد هذه الشبهة الملعونة من وجوه شتى بلغت إلى حد الضروريات العامة ولكن أكثر الناس لا يعلمون} لقد حق القول على أكثرهم فهم لا يؤمنون إنا جعلنا في أعناقهم أغلالاً فهي إلى الأذقان فهم مقمحون وجعلنا من بين أيديهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون وسواء عليهم أأنذرتهم أم لم تنذرهم لا يؤمنون إنما تنذر من أتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة وأجر كريم {. {سورة يس، الآيات: 7-11} .\nآخره والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيراً إلى يوم الدين.\nالشرح\nقوله: \"رد الشبهة التي وضعها الشيطان في ترك القرآن والسنة واتباع الآراء والأهواء المتفرقة المختلفة. . . .إلخ\"\nالاجتهاد لغة: بذل الجهد لإدراك أمر شاق.\nواصطلاحاً: بذل الجهد لإدراك حكم شرعي.\nوالاجتهاد له شروط منها: -\n1- أن يعلم من الأدلة الشرعية ما يحتاج إليه في اجتهاده كآيات الأحكام وأحاديثها.\n2- أن يعرف ما يتعلق بصحة الحديث وضعفه كمعرفة الإسناد ورجاله وغير ذلك.\n3- أن يعرف الناسخ والمنسوخ ومواقع الإجماع حتى لا يحكم بمنسوخ أو مخالف للاجماع.\n4- أن يعرف من الأدلة ما يختلف به الحكم من تخصيص أو تقييد أو نحوه حتى لا يحكم بما يخالف ذلك\n5- أن يعرف من اللغة وأصول الفقه ما يتعلق بدلالات الألفاظ كالعام والخاص، والمطلق والمقيد، والمجمل والمبين ونحو ذلك ليحكم بما تقتضيه تلك الدلالات.\n6- أن يكون عنده قدرة يتمكن بها من استنباط الأحكام من أدلتها.\nوالاجتهاد يتجزأ فيكون في باب واحد من أبواب العلم، أو في مسألة من مسائلة، والمهم أن المجتهد يلزمه أن يبذل جهده في معرفة الحق ثم يحكم بما يظهر له فإن أصاب فله أجران: أجر على أجتهاده وأجر على إصابة الحق؛ لأن في إصابة الحق إظهاراً له وعملاً به، وإن أخطأ فله أجر واحد والخطأ مغفور له لقوله صلى الله عليه وسلم: \"إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر\" (1) وإن لم يظهر له الحكم وجب عليه التوقف وجاز التقليد حينئذ للضرورة لقوله تعالى: {فاسألوا أهل الذكر إن كنتم لا تعلمون} [سورة النحل، الآية: 43] . ولهذا قال شيخ الإسلام ابن تيمية رحمه الله: \"إن التقليد بمنزلة أكل الميتة فإذا إستطاع أن يستخرج الدليل بنفسه فلا يحل له التقليد\" وقال ابن القيم رحمه الله في النونية: العلم معرفة الهدى بدليل … ما ذاك والتقليد يستويان\nوالتقليد يكون في موضعين:\nالأول: أن يكون المقلد عامياً لا يستطيع معرفة الحكم بنفسه ففرضه التقليد لقوله تعالى:} فاسألوا أهل الذكر إن\nكنتم لا تعلمون {ويقلد أفضل من يجده علماً وورعاً، فإن تساوى عنده إثنان خير بينهما.\nالثاني: أن يقع للمجتهد حادثة تقتضي الفورية ولا يتمكن من النظر فيها فيجوز له التقليد حينئذ.\nوالتقليد نوعان: عام وخاص.\nفالعام: أن يلتزم مذهبا معيناً يأخذ برخصه وعزائمه في جميع أمور دينه، وقد أختلف العلماء فيه:\nفمنهم من حكى تحريمه لما فيه من الإلتزام المطلق لاتباع غير النبي صلى الله عليه وسلم، وقال شيخ الإسلام ابن تيمية رحمه الله \"إن في القول بوجوب طاعة غير النبي صلى الله عليه وسلم في كل أمره ونهيه هو خلاف الاجماع وجوازه فيه ما فيه\".\nوالخاص: أن يأخذ بقول معين في قضية معينة فهذا جائز إذا عجز عن معرفة الحق سواء الاجتهاد سواء عجز عجزاً حقيقياً، أو أستطاع ذلك مع المشقة العظيمة.\nوبهذا أنتهت رسالة الأصول الستة فلنسأل الله تعالى\nأن يثيب مؤلفها أحسن الثواب وأن يجمعنا وإياه\nفي دار كرمته إنه جواد كريم والحمد لله رب العالمين\nوصلى الله وسلم على نبينا محمد."
  ]
]
