[
  [
    "1",
    "[‌‌إِخْلَاصُ الدِّينِ للهِ تَعَالَى وَحْدَهُ لَا شَرِيكَ لَهُ، وَبَيَانُ ضِدِّهِ]",
    "[މމމ]",
    "قَالَ شَيخُ الإِسلَامِ  مُحَمَّدُ بْنِ عَبْدِ الْوَهَّابِ  رَحِمَهُ اللهُ:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nمِنْ أَعْجَبِ العُجَابِ، وَأَكْبَرِ الآيَاتِ الدَّالَّةِ عَلَى قُدْرَةِ المَلِكِ الغَلَّابِ: سِتَّةُ أُصُولٍ بَيَّنَهَا اللهُ تَعَالَى بَيَانًا وَاضِحًا لِلْعَوَامِ فَوْقَ مَا يَظُنُّ الظَّانُّونَ، ثُمَّ بَعْدَ هَذَا غَلَطَ فِيهَا كَثِيرٌ مِنْ أَذْكِيَاءِ العَالَمِ، وَعُقَلَاءِ بَنِي آدَمَ؛ إِلَّا أَقَلَّ القَلِيلِ. \nالْأَصْلُ الأَوَّلُ:\nإِخْلَاصُ الدِّينِ للهِ تَعَالَى وَحْدَهُ لَا شَرِيكَ لَهُ، وَبَيَانُ ضِدِّهِ الَّذِي هُوَ الشِّرْكُ بِاللهِ، وَكَوْنُ أَكْثَرِ القُرْآنِ فِي بَيَانِ هَذَا الأَصْلِ مِنْ وُجُوهٍ شَتَّى بِكَلَامٍ يَفْهَمُهُ أَبْلَدُ العَامَّةِ، ثُمَّ لَمَّا صَارَ عَلَى أَكْثَرِ الأُمَّةِ مَا صَارَ؛ أَظْهَرَ لَهُمُ الشَّيْطَانُ الإِخْلَاصَ فِي صُورَةِ تَنَقُّصِ الصَّالِحِينَ وَالتَّقْصِيرِ فِي حُقُوقِهِمْ، وَأَظْهَرَ لَهُمُ الشِّرْكَ بِاللهِ فِي صُورَةِ مَحَبَّةِ الصَّالِحِينَ وَاتِّبَاعِهِمْ. ",
    "ޝައިޚުލް އިސްލާމް މުޙައްމަދު ބިން ޢަބްދުލް ވައްހާބު ރަޙިމަހު ﷲ ވިދާޅުވިއެވެ:",
    "Muhammad bin Abdul Wahhaab, may Allah have mercy on him, said:",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة العصر 1-3\n⁽²⁾ ذكره شيخ الإسلام ابن تيمية في الاستقامة ص 482، وابن كثير في تفسيره: 1/ 205 بنحوه.\n⁽³⁾ سورة محمد 19\n⁽⁴⁾ صحيح البخاري 1/ 24 بنحوه.",
    "شرح كتاب ثلاثة الأصول\r\nلشيخ الإسلام الإمام المجدد\r\nمحمد بن عبد الوهاب المشرفي التميمي\r\n1115هـ - 1206هـ\r\n-رحمه الله تعالى-\r\n\r\nشرحها الشيخ\r\nصالح بن عبد العزيز آل الشيخ\r\nغفر الله له ولوالديه ولجميع المسلمين\r\n[(6.) أشرطة مفرّغة] -\r\n\r\nنبدأ بثلاثة الأصول نفعني الله جل وعلا وإياكم بها:\r\n\r\n[هذا سؤال لطيف يقول ما إعراب ثلاثة الأصول وأدلتها ولماذا لم يقل المصنف: الأصول الثلاثة وأدلتها وما هي العبارة الأصح؟\r\n\r\nالشيخ رحمه الله تعالى له رسالة أخرى بعنوان الأصول الثلاثة رسالة صغيرة أقل من هذه علمًا؛ ليعلمها الصبيان والصغار تلك يقال لها الأصول الثلاثة, وأما ثلاثة الأصول فهي هذه التي نقرأها، ويكثر الخلط بين التسميتين، ربما قيل لهذه ثلاثة الأصول، أو الأصول الثلاثة، لكن تسميتها المعروفة أنها ثلاثة الأصول وأدلتها.\r\n\r\nإعراب ثلاثة الأصول وأدلتها:\r\n\r\nثلاثة: خبر لمبتدأ محذوف تقديره هذه (هذه ثلاثة) خبر مرفوع بالابتداء وعلامة رفعه الضمّة الظاهرة على آخره وهو مضاف.\r\n\r\nالأصول: مضاف إليه مجرور بالتبعية وعلامة جره الكسرة الظاهرة على آخره.\r\n\r\nالواو: عاطفة.\r\n\r\nأدلةُ: معطوف على ثلاثة مرفوع بالتبعية؛ تبعية العطف، وعلامة رفعه الضمة الظاهرة على آخره وهو مضاف.\r\n\r\nها: ضمير متصل مبني على السكون في محل جر بالاضافة.](1)\r\n\r\n- - ( - -\r\n\r\nبسم الله الرحمن الرحيم.\r\n\r\nاعلمْ -رحمكَ اللهُ- أَنَّهُ يجبُ علينَا تَعَلُّمُ أربعِ مسائلَ؛ الأُولى: العِلْمُ؛ وهوَ معرفةُ اللهِ، ومعرفةُ نبيِّهِ، ومعرفةُ دينِ الإسلامِ بالأدلةِ. الثانيةُ: العملُ بهِ. الثالثةُ: الدعوةُ إليهِ. الرابعةُ: الصبرُ علَى الأَذى فيهِ.\r\n\r\nوالدليلُ قولُه تعالَى: بسم الله الرحمن الرحيم ؟وَالْعَصْرِ - (1)إِنَّ الْإِنسَانَ لَفِي خُسْرٍ - (2)إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ(3)؟[العصر]، قالَ الشافعيُّ رحمَهُ اللهُ تعالَى: لوْ مَا أَنْزَلَ اللهُ حُجَّةً عَلَى خَلْقِهِ إلاَّ هذِه السُّورَةَ لَكَفَتْهُمْ.\r\n\r\nوقال البخاريُّ رحمَهُ اللهُ تعالى: بابٌ العلمُ قبلَ القولِ والعملِ والدليلُ قولُه تعالَى ؟فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ؟[محمد:19]، فبدأَ بالعلمِ قبلَ القولِ والعملِ.\r\n\r\nالحمد لله رب العالمين، قال الشيخ رحمه الله تعالى في أول هذه الرسالة (اعلمْ -رحمكَ اللهُ-), أو (اعلم رحمني الله وإياك) وهذا فيه التلطف، وفيه تنبيه إلى أن مبنى هذا العلم على التلطف، وعلى الرحمة بالمتعلمين, لأنه دعا له بالرحمة, وكان العلماء يَروُون ويُروُّون لمن بعدهم فيمن طلب الإجازة في الحديث, رواية حديث «الراحمون يرحمهم الرحمان»، وهذا الحديث هو المعروف عند أهل العلم بالحديث بالمسلسل بالأولية لما؟ لأن كل راو يقول لمن بعده \"وهو أول حديث سمعته منه\"؟فعلماء الحديث يروون هذا الحديث لتلامذتهم ويكون أول حديث فيما يروون ألا وهو حديث «الراحمون يرحمهم الرحمان» ففي الإجازات ترى أن كل شيخ يقول عن شيخه حدثني فلان وهو أول حديث سمعته منه، قال حدثني شيخي فلان وهو أول حديث سمعته منه، إلى أن يصل إلى منتهاه قال الرسول ﷺ «الراحمون يرحمهم الرحمان، ارحموا من في الأرض يرحمكم من في السماء»، قال العلماء سبب ذلك أن مبنى هذا العلم الرحمة، ونتيجته الرحمة في الدنيا، وغايته الرحمة في الآخرة، لهذا الشيخ رحمه الله نبه على ذلك تنبيها لطيفا دقيقا حيث قال (اعلمْ -رحمكَ اللهُ-)؛ دعاء للمتعلم بالرحمة, ذلك لأن مبنى التعلم بين المعلم والمتعلم هو التراحم كلٌّ بما يناسبه.\r\n\r\n(يجبُ علينَا تَعَلُّمُ أربعِ مسائلَ) الوجوب ها هنا المقصود به ما يشمل الوجوب العيني والوجوب الكفائي؛ أما بالنسبة للأول ألا وهو العلم، فما ذكره واجب علينا أن نتعلمه وجوبا عينيا، ألا وهو معرفة ثلاثة الأصول؛ معرفة العبد ربه، ومعرفة العبد دينه، ومعرفة العبد نبيه، هذا واجب فمثل هذا العلم لا ينفع فيه التقليد، واجب فيه أن يحصله العبدُ بدليله، والعبارة المشهورة عند أهل العلم: أن التقليد لا ينفع في العقائد, بل لابد من معرفة المسائل التي يجب اعتقادها بدليلها, هذا الدليل أعم من أن يكون نصا من القرآن, أو من سنة, أو من قول صاحب, أو من إجماع, أو قياس, وسيأتي تفصيل الدليل إن شاء الله تعالى في موضعه.\r\n\r\nالتقليد هذا لا يجوز في العقائد عند أهل السنة والجماعة, وكذلك لا يجوز عند المبتدعة من الأشاعرة والماتريدية والمتكلمة، لكن ننتبه إلى أن الوجوب عند أهل السنة يختلف عن الوجوب عند أولئك في هذه المسألة، والتقليد عند أهل السنة يختلف عن التقليد عند أولئك, فأولئك يرون أن أول واجب هو النظر, فلا يصح الإيمان إلا إذا نظر، ويقصدون بالنظر؛ النظر في الآيات المرئية؛ في الآيات الكونية، ينظر إلى السماء، يستدل على وجود الله جل وعلا بنظره، أما أهل السنة فيقولون يجب أن يأخذ الحق بالدليل, وهذا الدليل يكون بالآيات المتلوّة, أولئك يحيلون على الآيات الكونية المرئية بنظرهم, بنظر البالغ، وأما أهل السنة فيقولون لابد من النظر في الدليل، لا لأجل الاستنباط، ولكن لأجل معرفة أن هذا قد جاء عليه دليل، في أي المسائل؟ في المسائل التي لا يصح إسلام المرء إلا به؛ مثل معرفة المسلم أن الله جل وعلا هو المستحق للعبادة دون ما سواه، هذا لابد أن يكون عنده برهان عليه، يعلمه في حياته, ولو مرة، يكون قد دخل في هذا الدين بعد معرفةٍ الدليل, ولهذا كان علماؤنا يعلمون العامة في المساجد، ويحفظونهم هذه الرسالة ثلاثة الأصول لأجل عظم شأن الأمر.\r\n\r\nأول المسائل الأربع التي يجب علينا تعلُّمها العلم: والعلم أجمله هاهنا بما سيأتي تفصيله في الرسالة، رسالة ثلاثة الأصول شرح لهذا الواجب الأول.\r\n\r\nالثاني العمل: العمل بالعلم, والعمل بالعلم منه ما تركه كفر، ومنه ما تركه معصية، ومنه ما تركه مكروه، ومنه ما تركه مباح، كيف يكون ذلك؟ العلم ينقسم، فالعلم بالتوحيد؛ بأن الله جل وعلا هو المستحق للعبادة وحده، إذا علمه العبد ولم يعمل بهذا العلم بأن أشرك بالله جل وعلا لم ينفعه علمه، فكان ترك العمل في حقه كفرا، وقد يكون معصية بأن علم مثلا أن الخمر حرام شُرْبها، حرام بيعها، حرام شراؤها، حرام سقيها، حرام استسقاؤها, ونحو ذلك, وخالف العلم الذي عنده، عَلِمَ أنه حرام فخالف، فتكون مخالفته معصية، يعني ارتكب كبيرة من كبائر الذنوب في هذه المسألة، منه ما هو مكروه؛ إذا علم أن النبي عليه الصلاة والسلام، كان يصلي على هيئة, وصِفة معينة، فخالفه في سنة من السنن بعد عِلمه بها، ترك العمل بالعلم الذي عنده هذا مكروه؛ لأنه ترك العمل بسنة ليس بواجب، فيكون تركه مكروه، ويكون العمل بذلك مستحبا، وقد يكون العمل بالعلم مباحا، وتركه مباح أيضا، بمثل المباحات، والعادات ونحو ذلك، كأن بلغنا من العلم أن النبي عليه الصلاة والسلام كان من هيئته في لباسه كذا وكذا، كانت مشيته على نحو ما، هذه الأمور الجبلية الطبيعية، فيما نتعلمه، مما لم نخاطب فيها بالإقتداء، إذا ترك العمل بها, كان تركه مباحا له لأنه لم يخاطب المسلم أن يقتدي بمثل هذه الأمور بنحو سير النبي عليه الصلاة والسلام, بصوته, بالأمور الجبلية التي كان عليها عليه الصلاة والسلام, فيكون العمل بذلك مباح، وقد يُؤجر عليه إذا نوى الإقتداء, بنية الإقتداء, فيكون ترك العمل أيضا مباحا. العمل هذا أخذه من قوله جل وعلا؟إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ؟(1)\r\n\r\n[العصر:3]كما سيأتي.\r\n\r\nالثالث الدعوة إليه: إذا علم وعمل فإنه يدعو إلى ذلك والدعوة قد تكون بالمقال، وقد تكون بالفعال؛ لأن الامتثال بالفعل دعوة, فإذا امتثل المسلم لما أُمر به, فإن هذا يجعله يرشد غيره إرشادا صامتا, بالفعل إلى أن هذا مطلوب, والثاني الدعوة بالقول؛ باللسان، والدعوة باللسان قد تكون واجبة، وقد تكون مستحبة، فيتفرع عن الدعوة باللسان أنواع من الدعوة منها الدعوة بالكتابة بالقلم؛ في تأليف، أو في رسائل أو نحو ذلك، منها النصائح المختلفة، والمواعظ، ونحو ذلك.\r\n\r\nبعد الدعوة الواجب الرابع أن يتعلم الداعية، الذي علم، ثم عمل ثم دعا، أنه يجب عليه أن يصبر: لأن سنة الله جل وعلا في خلقه لم يجعل القبول حاصلا للنبيين والمرسلين الذين هم أفضل الخلق وأعلاهم درجة، لم يجعل القبول لهم، وإنما عورضوا، و أوذوا، وحصل لهم ما حصل، فالداعية يحتاج إلى أن يصبر كما صبر المرسلون, بل إن النبي عليه الصلاة والسلام, أُمر بأن يحتذي حذو الصابرين بقول الله جل وعلا ؟فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنْ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ؟[الأحقاف:35]، فالصبر, الصبر في غاية المهمات لمن علِم، فعمل، فدعا، يحتاج إلى أن يصبر، فإن لم يصبر، كان من الذين يستخفهم الذين لا يوقنون، قال جل وعلا؟فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ؟[الروم:60]؛ قد حذر النبي عليه الصلاة والسلام أصحابه من العجلة قال: «ولكنكم قوم تستعجلون».\r\n\r\nهذه المسائل الأربع واجب تعلمها، والعمل بها؛ العلم، والعمل، والدعوة، والصبر، ودليل ذلك قول الله جل وعلا بسم الله الرحمن الرحيم ؟وَالْعَصْرِ(1)إِنَّ الْإِنسَانَ لَفِي خُسْرٍ(2)إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ(3) ؟[العصر]، قال جل وعلا (وَالْعَصْرِ), العصر هو الزمان, أقسم الله جل وعلا به لشرفه؛ الزمان المطلق، والعصر يعني والزمن, والعمر, والوقت؛ لأنه أشرف شيء أُعطيه الإنسان, أنْ أعطي عمرا فيه يعبد الله جل وعلا, ويطيعه, فبسبب العمر عبَدَ الله، وبسبب العمر شرُف، إن كتب الله جل وعلا له الجنة أن يكون من أهل الجنة، فهو شريف القدر، عظيم القدر، (وَالْعَصْرِ) جواب القسم، يعني ما معنى جواب القسم؟ يعني لأي شيء جاء القسم؟ لما أقسم الله جل وعلا بالعصر؟ قال جل وعلا ؟إِنَّ الْإِنسَانَ لَفِي خُسْرٍ؟[العصر:2], فجواب القسم هو (إِنَّ الْإِنسَانَ لَفِي خُسْرٍ)، وأكد ذلك، بـ(إنَّ) وباللام في قوله (لَفِي خُسْرٍ)، ومن المتقرر في علم المعاني من علوم البلاغة, أن(إنّ واللام من أنواع المؤكدات), اجتمع هاهنا أنواع من المؤكدات, أولا القسم، الثاني مجيء إنّ، الثالث مجيء اللام التي تسمى المزحلقة, أو المزحلفة, مجيء اللام في خبر إنّ، قال جل وعلا ؟إِنَّ الْإِنسَانَ لَفِي خُسْرٍ؟[العصر:2]، وأهل العلم يقولون يعني أهل العلم بالمعاني يقولون \"إن مجيء المؤكدات يصلح إذا كان المخاطَبُ منكِرا لما اشتمل عليه الكلام\". فمثلا تقول لمن لم يكن عنده الخبر، فلان قادم، لا يصلح أن تقول \"إنّ فلانا لقادم\" وذاك لم ينكر الكلام، ويريد أن يستقبل الخبر، تقول \"فلان قادم\"، فأخبرته بقدوم فلان، لكن إن كان منكرا له، أو منزل منزلة المنكر له، فإنه تؤكد الكلام له، لكي يزيد انتباهه، ويعظم إقراره لما اشتمل عليه.\r\n\r\nالمشركون لأجل ما هم فيه من شرك، وما عاندوا فيه الرسالة، حالهم بل ومقالهم أنهم هم أصحاب النجاة ؟وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى؟[فصلت:50]، فهم ينكرون أنهم سيكونون في خسارة، و ينكرون -طائفة أخرى منهم- أن يكون الإنسان سيرجع إلى خسارة، وأنه لن ينجوا إلا أهل الإيمان، فأكد الله جل وعلا ذلك لأجل إنكارهم بالمقال والفعل وبالحال، بقوله ؟إِنَّ الْإِنسَانَ لَفِي خُسْرٍ؟[العصر:2]، يعني إن جنس الإنسان، الألف واللام هذه للجنس (الـ) الجنسية، (الْإِنسَانَ) يعني جنس الإنسان (إِنَّ الْإِنسَانَ لَفِي خُسْرٍ), جنس الإنسان في خسر، يعني في خسارة عظيمة، إلا ما اُستثني، وهذا نوع آخر من شد الذهن لقبول الكلام، (إِنَّ الْإِنسَانَ لَفِي خُسْرٍ)؛ كل الناس، كل الإنسان في هلاك وخسارة، ثم استثنى فقال (إِلَّا الَّذِينَ آمَنُوا)، هؤلاء الذين استثناهم الله جل وعلا هم أصحاب هذه المسائل الأربعة التي ذكرها الشيخ رحمه الله تعالى، (إِلَّا الَّذِينَ آمَنُوا)،؛ والإيمان علم وعمل، أليس كذلك؟ الإيمان قول وعمل واعتقاد؛ هذا الاعتقاد هو العلم، لأن العلم مورده القلب والعقل، هذا العلم، فأهل العلم ناجون من الخسارة ؟إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ؟ [العصر:3]، ألم نقل: إن الإيمان قول وعمل واعتقاد، وهنا قال (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) فعطف بالواو العمل على الإيمان، وأهل اللغة -النحاة- يقولون إن الواو تأتي كثيرا للمغايرة، فهل معنى ذلك أن العمل غير الإيمان؟ وأن مسمى الإيمان لا يدخل فيه العمل؟ الجواب لا, ذلك لأن المغايرة تكون بين حقائق الأشياء, وحقيقة الإيمان أكبر من حقيقة العمل؛ لأن العمل جزء من الإيمان؛ العمل بعض الإيمان، وعطف الخاصّ بعد العام يأتي كثيرا، وكذلك عطف العام بعد الخاص يأتي كثيرا بالواو, من مثل قول الله جل وعلا ؟مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ؟[البقرة:98]، هنا (وَجِبْرِيلَ وَمِيكَالَ) أليسا من الملائكة؟ لما عطفهم على الملائكة؟ عطفٌ للخاص بعد العام، إذن لماذا يعطف الخاص على العام مع دخول الخاص في العام؟ لابد يكون له قصد، لابد يكون ثَم فائدة، الفائدة التنبيه على أنه في الحكم مثل الأول، ولهذا قال جل وعلا هنا (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)، والشيخ رحمه الله تعالى فهم ذلك؛ فقال (يجب علينا تعلم أربع هذه المسائل)، فذكر العلم ثم العمل؛ لأنه قال وعملوا الصالحات، فلما عطف الخاص على العام دل على شرفه، وعلى أنه يهتم به، وعلى مزيد مكانته، ثم لأنه في الحكم مثل الأول، قال جل وعلا بعد ذلك، (وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ) يعني دعا بعضهم بعضا إلى الحق، ودعا بعضهم بعضا إلى الصبر، وهذه هي المسائل الأربعة.\r\n\r\nالصبر (وَتَوَاصَوْا بِالصَّبْرِ)؛ الصبر أقسام ثلاثة: صبر على الطاعة، وصبر عن المعصية، وصبر على قدر الله المؤلم بل صبر على أقدار الله التي تسرّ والتي تؤلم، هذه أنواع الصبر الثلاثة؛ صبر على الطاعة، وصبر عن المعصية، وصبر على قدر الله، وكلها يحتاج إليها العالمون، العاملون، الدعاة.\r\n\r\nقال الشافعي رحمه الله بما ذكر الشيخ هاهنا (لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم) يعني لو ما أنزل الله جل وعلا من القرآن، لو ما أنزل الله حجة على الخلق، مع رسول الله ﷺ إلا هذه السورة، لكفى بها حجة، لما ؟ لأنها اشتملت على أن كل الناس آيلون إلى خسارة ووبال وهلاك، إلا أهل هذه الأوصاف؛ وهم المؤمنون. معنى ذلك إذا خوطبنا بهذه السورة، لو خوطبنا بها وحدها، مؤمنون بمن؟ لابد هناك شيء يؤمن به، ثم يعملون, يعملون على أي شيء؟ وبأي شيء؟ لابد أن هناك سبيلا؛ وهو سنة النبي عليه الصلاة والسلام، هناك تواصي بالحق، دعوة إلى ذلك، وتواصي بالصبر؛ صبر على هذا، فترى أن هذه السورة اشتملت على كل ما يدل الخلق على ربهم جل وعلا، ويقودهم إلى إتباع رسالة النبي عليه الصلاة والسلام.\r\n\r\nثم ذكر قول البخاري رحمه الله تعالى في صحيحه، كما نقل الشيخ رحمه الله، (باب العلم قبل القول والعمل) وساق قول الله جل وعلا ؟فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ؟[محمد:19]، فبدأ بالعلم قبل العمل والقول؛ الذي هو الاستغفار، لما ذكر الشيخ هذا؟ لأي شيء؟ لأجل أن هذه الرسالة؛ رسالة علم، كلها شرح وبيان للمسألة الأولى، للواجب الأول، ألا وهو العلم، فينبه طالب العلم أن العلم مهم, مهم للغاية، حتى إنه قبل القول والعمل، فقبل أن يستغفر العبد، لابد أن يعلم العلم الواجب عليه، وهذا العلم هو الذي ينجيه بنفسه، هو الذي ينجي به نفسَه -بفضل الله جل وعلا- إذا سئل عن هذه المسائل الثلاثة. الشيخ رحمه الله تعالى يريد أن يبين لك، ثلاثة الأصول هذه، والمسائل المتعلقة بها، فأكد لك أهمية العلم بقوله، فيما ساق عن البخاري (باب العلم قبل القول والعمل)، العلم قبل ولاشك؛ ولهذا قال ابن القيم رحمه الله تعالى، وما أحسن ما قال، يقول:والجهلُ داءٌ قاتل. صدق؛ الجهل داء قاتل، قال:\r\n\r\nأمران في التركيب متفقانِ؟\r\n\r\nوالجهلُ داء قاتلٌ وشفاؤه ؟؟\r\n\r\n؟وطبيب ذاك العالم الرباني؟\r\n\r\n[نص من القرآن أو من سنة ؟؟\r\n\r\n؟من رابع والحق ذو تبيانِ؟\r\n\r\nوالعلم أقسام ثلاث](1) مالها ؟؟\r\n\r\n؟وكذلك الأسماء للديانِ ؟\r\n\r\nعلم بأوصاف الإله وفعله ؟؟\r\n\r\n؟وجزاؤه يوم المعاد الثاني؟\r\n\r\nوالأمر والنهي الذي هو دينه ؟؟\r\n\r\n؟جاءت عن المبعوث بالفرقان ؟\r\n\r\nوالكلُّ في القرآن والسنن التي ؟؟\r\n\r\n؟بسواهما إلا من الهذيان؟\r\n\r\nوالله ما قال امرؤ متحذلق\r\n\r\nبين أن الجهل داء قاتل، بما يُزال الجهل؟ قال (بنص من القرآن أو من السنة), من طبيب ذاك الذي يرشدك ويبين لك؟ قال(وطبيب ذاك العالم الرباني), ليس كل منتسب للعلم ولكن هو العالم الرباني، الذين وصفهم الله جل وعلا في سورة آل عمران، بقوله ؟وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ؟[آل عمران:79], ثم بين العلم هذا ما هو -الذي تسعى إليه-؟، فقال (علم بأوصاف الإله وفعله وكذلك الأسماء للديان)، هذه شملت التوحيد؛ توحيد الربوبية والألوهية والأسماء والصفات، ثم قال العلم الثاني ما هو؟ قال(والأمر والنهي الذي هو دينه) يعني الفقه؛ الأمر والنهي، الأحكام؛ الحلال والحرام، هذا مأمور به، وهذا منهي عنه، هذا افعله، وذاك لا تفعله، هذا النوع الثاني من العلم النافع. والثالث (وجزاءه يوم المعاد الثاني)؟الذي هو العلم بما يكون يوم القيامة، ووسائل ذلك.\r\n\r\nالشيخ رحمه الله تعالى يقول (العلم قبل القول والعمل)، نعم، وصدق رحمه الله، فالعلم إذا كان قبل القول والعمل بورك لصاحبه في القليل، وإن كان العملُ و القول قبل العلم ربما كانت الأعمال و الأقوال جبالا، ولكنها ليست على سبيل نجاة، ولهذا روى الإمام أحمد في الزهد وأبو نعيم وجماعة عن أبي الدّرداء أنه قال: «يا حبذا نوم الأكياس وإفطارهم، كيف يغبِطُنا سهر الحمقى وصومهم، ولمثقال ذرة مع بِرٍّ ويقين أعظم عند الله من أمثال الجبال عبادةً من المغترين» يقول يا حبذا، يعني يتمنى نوم الأكياس, الأكياس من؟ (إن لله عبادا فطنا) هؤلاء هم الأكياس الذين حيوا؛ قلوبهم صحيحة، عقولهم صحيحة، يقول يا حبذا نوم الأكياس؛ أهل العلم، وإفطارهم، ناموا، والحمقى على كلام أبي الدرداء سهروا ليلهم في صلاة، لكن هؤلاء لا يستوون عند أبي الدرداء مع أولئك؛ لأن أولئك عبدوا الله جل وعلا على جهل، وهؤلاء عبدوا الله بعبادات قليلة، ولكنها مع علم وبصيرة فكانوا أعظم أجرا، بحيث قال أبو الدرداء رضي الله عنه: «ولمثقال ذرة مع بر ويقين أعظم من أمثال الجبال عبادة من المغترين»، لهذا نقول العلم في غاية الأهمية, العلم في غاية الأهمية، ويُبدأ به قبل أي شيء, خاصة العلم الذي يصحح العبادة، يصحح العقيدة، يصحح القلب، ويجعل المرء في حياته يسير على بيِّنة وفق سنة الرسول عليه الصلاة والسلام ليس على جهالة.",
    "مفتاح الوصول شرح ثلاثة الأصول\r\n\r\nالمصدر: المكتبة الشاملة الذهبية\r\n\r\nسلسلة دروس العقيدة \r\nالمرحلة الأولى \r\nمفتاح الوصول شرح ثلاثة الأصول \r\nلفضيلة الشيخ \r\nصالح بن محمد بن حسن الأسمري \r\nحفظه الله تعالى \r\nاعتنى بإخراجه \r\nمتعب بن مسعود الجعيد \r\n\r\nالحمد لله ، نحمده ونستعينه ونستغفره ونستهديه ، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا ، من يهده الله فلا مضل له ومن يضلل فلا هادي له ، وأشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أن محمداً عبده ورسوله - ﷺ - تسليماً مباركاً مزيداً إلى يوم الدين أما بعد :ـ\r\n\r\nفمن الكتب العقائدية المختصرة ، والمتون المفيدة المحررة ، كتاب : (( ثلاثة الأصول )) لداعية التوحيد الإمام محمد بن عبد الوهاب التميمي النجدي ، المتوفى سنة ستٍ بعد المائة الثانية والألف من هجرة النبي - ﷺ - ، ولاشتهار هذا الكتاب وعظيم فائدته للطلاب في التوحيد وما إليه ، كانت هذه المُدَارَسة شرحاً لمعانيه ، وحلاًّ لمبانيه ، وتحقيقاً لجملةِ مسائله ، على صاحبه رضوان الله ورحمته .\r\n\r\nقال الإمام محمد بن عبد الوهاب ـ رحمه الله ـ في رسالته المسماة بـ(( الأصول الثلاثة وأدلتها )) :\r\n\r\n( بسم الله الرحمن الرحيم ، اعلم ـ رحمك الله ـ أنه يجب علينا تعلم أربع مسائل ، (الأولى) :العلم وهو معرفة الله ، ومعرفة نبيه ، ومعرفة دين الإسلام بالأدلة . ( الثانية ) : العمل به . ( الثالثة ) : الدعوة إليه . ( الرابعة ) : الصبر على الأذى فيه ، والدليل قوله تعالى : بسم الله الرحمن الرحيم { والعصر * إن الإنسان لفي خسر * إلا الذين أمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر } .\r\n\r\nقال الشافعي رحمه الله تعالى :( لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم . وقال البخاري رحمه الله تعالى : ( باب العلم قبل القول العمل ) ، والدليل قوله تعالى : { فاعلم أنه لا إله إلا الله واستغفر لذنبك … } ، فبدأ بالعلم قبل القول والعمل )\r\n\r\nهذه الجملة هي أول جمل هذا الكتاب استهلها المصنف ـ يرحمه الله ـ بالبدء بالبسملة وهي : ( بسم الله الرحمن الرحيم ) ، والبدء بالبسملة في أول الكتب دل عليه ثلاث دلائل .\r\n\r\nأما الدلالة الأولى : فكتاب الله - عز وجل - حيث إن أول آية فيه هي : { بسم الله الرحمن الرحيم } ، وقد حكى الإجماع على أنها أول آي القرآن غير واحد من العلماء، ومن أولئك الإمام القرطبي ـ يرحمه الله ـ في : (( تفسيره )) .\r\n\r\nوأما الدلالة الثانية : فحديث النبي - ﷺ - ، ومن ذلك أنه - ﷺ - كان يبدأ بالبسملة في أوائل كتبه للملوك وما إليهم ، ومن أمثلة ذلك ما أخرجه البخاري ومسلم في : ((صحيحهما)) من حديث ابن عباس رضي الله عنهما وفيه أن النبي- ﷺ - كتب إلى هرقل عظيم الروم كتاباً ابتدأه بـ ( بسم الله الرحمن الرحيم ) من محمد بن عبدالله ورسوله إلى هرقل عظيم الروم .\r\n\r\nوالثالثة : ما اصطلح عليه أهل العلم والذكر في كتاباتهم للعلوم ، خصوصاً عندما انقلب العلم صناعة ؛ فإنهم يبتدئون كتبهم في أوائلها بـ ( بسم الله الرحمن الرحيم ) ، وقد حكى غير واحد من أهل العلم أن ذلك الصنيع هو ما اصطلح عليه الناس ، ومن أولئك الحافظ ابن حجر ـ يرحمه الله ـ كما في أول ((فتح الباري)) .\r\n\r\nفهذه الدلائل الثلاث أوجبت على المصنف وغيره ممن يكتب كتباً في الشرع والتوحيد وما يتعلق بذلك أن يبدأ بـ ( بسم الله الرحمن الرحيم ).\r\n\r\nثم قال المصنف ـ يرحمه الله ـ ( اعلم ) من العلم ، والعلم يعرف بأنه : ( حكم الذهن الجازم الموافق أو المطابق للواقع ) ، فإذا حكم الإنسان حكماً وجزم فيه على شيء ما وطابق هذا الحكم ما في الواقع فهذا هو المسمى بالعلم عند الناس .\r\n\r\nمثال ذلك : رجل قال : زيد يأكل الأرز في غرفة البيت القصوى . فلما نُظِرَ وجد أن زيداً على الحالة الموصوفة في كلام القائل آنفاً ، فطابق حكم الذهن عند هذا القائل واقع زيد الذي حكي حاله في المقالة السابقة ، هذا الصنيع هو المسمى بالعلم ، سُمي بالعلم : لأنه قد احتوى على قيود التعريف للعلم السابقة ، ومن ذلك : أنه حكم ، حيث حكم على زيد بشيئين :\r\n\r\nأما الشيء الأول : فهو أنه يأكل الأرز .\r\n\r\nوأما الشيء الثاني : فهو أنه في غرفة البيت القصوى .\r\n\r\nثم هو حكم الذهن ؛ لأنه قال شيئاً كان في ذهنه ، ثم نُظِر في حكم الذهن الذي قيل فوجد أنه كما قيل ، فطابق حكم الذهن المجزوم به ما في الواقع ، وهذا المسمى بالعلم .\r\n\r\nوإنما أتى المصنف – يرحمه الله – بكلمة ( اعلم ) لفائدتين :\r\n\r\nأما الفائدة الأولى : فلكي ينبه الأذهان التي تقرأ هذا الكلام بأهمية ما بعدها ، فإذا قيل لك بأن ما بعد كلمة ( اعلم ) مهمٌ ، فينبغي أن تتنبه له .\r\n\r\nوأما الفائدة الثانية : فهي أهمية ما بعد ( اعلم ) ، إذ إن لفت الأذهان وتنبيه الإنسان بكلمة اعلم يُعقب في الغالب بكلام أو مادة علمية مهمة ، ولا ريب أن ما بعد كلمة ( اعلم ) مهم في هذه الرسالة العظيمة ؛ لكونه يتعلق بأصول الدين . قال الإمام محمد بن عبد الوهاب ـ رحمه الله ـ في بعض رسائله ، ( رسالة الأصول الثلاثة قررت فيها توحيد الإلهية وتوحيد الربوبية والولاء والبراء وهي أصل الدين ) . ومن ثم كانت هذه الرسالة بمادتها ومحتواها مهمة غاية الأهمية .\r\n\r\nقول المصنف ـ يرحمه الله ـ ( رحمك الله ) هذا فيه دعاء بالرحمة للقارئ أو المستمع إذا قُرئ عليه هذا الكلام ، والدعاء بقوله ( رحمك الله ) أي دعاء للغير بأن يرحمه الله سبحانه وتعالى ، ورحمة الله نوعان :\r\n\r\nأما النوع الأول : فرحمةٌ هي صفته سبحانه وتعالى ، فالله رحمان ، وذو رحمة واسعة سبحانه وتعالى ، ورحمته سبقت غضبه كما جاء في الخبر الثابت عن النبي - ﷺ - .\r\n\r\nوأما النوع الثاني : فرحمةٌ متعدية إلى الخلق ، فهو سبحانه الذي أنزل رحمة واحدة من مائة رحمة يتراحم الخلق بها ، ورحمة الله متعدية ، فهي إلى المؤمنين تأييداً ونصرة ، وإلى الخلق أجمعين يتراحم بها هؤلاء الخلق ، فتجد الأم ترحم صغيرها ، إلى غير ذلك من آثار رحمته سبحانه ومقتضياتها ، والدعاء بالرحمة من عظيم الدعاء .\r\n\r\nوفي استعمال المصنف – يرحمه الله – لقوله ( رحمك الله ) دلالة على شفقته على المنعلم ؛ لأن التعليم إذا ادخل فيه الدعاء للمتعلِّم دل على خلتين حسنتين في التعليم :\r\n\r\nأما الخلة الأولى : فهي رأفة وشفقة المعلم بمن يعلمه ، ولذلك هو يدعو الله سبحانه وتعالى أن يوصل الخير إلى المُعلَّم .\r\n\r\nوأما الخلة الثانية : فهي أن المعلِّم آخذ بمحاسن التعليم ، فإن من محاسن التعليم كما ذكره الألباء في كتبهم أن تدعو لمن تُعَلِمُه أن يُعَلِّمَه الله ويهديه ويوصل الخير إليه .\r\n\r\nقال المصنف يرحمه الله : ( أنه يجب علينا تعلّم أربعة مسائل … ) إلى آخر كلامه فيه نوع تأكيد لما ذكره من الوجوب لتعلم أمور يأتي ذكرها .\r\n\r\nقوله ( يجب ) : من الوجوب ، والوجوب من تعاريفه أنه : ما يأثم المكلف على تركه ويثاب على فعله ، ومن أمثلة الواجبات المتحتمات على المكلفين : المفروضات الخمس من الصلوات ، فهذه من الواجبات ، وكذلك صيام شهر رمضان .\r\n\r\nقوله ( علينا ) الضمير في قوله ( علينا ) ـ وهو ( نا ) في آخر هذه الكلمة ـ يعود على المكلفين ، فإذا أُقصِيَ الضمير يستعاظ عنه بكلمة ( المكلفين ) ، فيكون التقدير حينئذ : انه يجب على المكلفين ، والمكلف : هو من كان عاقلاً بالغاً ، ويدخل في ذلك المرأة أيضاً إذا كانت عاقلة بالغة ، فالجميع يكون مكلفاً حينئذ .\r\n\r\nوإنما حكم المصنف – يرحمه الله – بأن الأمور الآتية واجبة التعلم لدلالتين :\r\n\r\nأما الدلالة الأولى : فالنصوص الموجبة للأمور التي ذكرها ـ رحمه الله ـ ومن تلك النصوص ما أخرجه ابن ماجة في سننه ، وكذا غيره من حديث أبي هريرة - رضي الله عنه - أن النبي - ﷺ - قال : (( طلب العلم فريضة على كل مسلم )) ، وهذا الخبر أثبته وصححه جماعة من الحفاظ والمحدثين ، ومن أولئك الإمام المِزِّي ـ رحمه الله ـ وكذلك السيوطي وكذلك السخاوي كما في : (( المقاصد )) له .\r\n\r\nوأما الدلالة الثانية : فالإجماع ، حيث أجمع المسلمون على تعين تعلم هذه الأمور التي يأتي ذكرها من علم وعمل ودعوة وصبر ، وهي حقيقة ما جاء في الإسلام من العلم والعمل ، والدعوة والصبر على ذلك ، وقد حكى الإجماع في ذلك غير واحد ومن أولئك شيخ الإسلام ابن تيمية ـ يرحمه الله ـ كما في (( مجموع الفتاوي )) وغيرها .\r\n\r\nثم ليعلم أن الواجبات نوعان :\r\n\r\nأما النوع الأول : فواجبات كفائية : وهي ما يُطالب بفعله جماعة المسلمين دون قَصْره على أحدٍ منهم ، فإذا فعله بعض منهم ، وقامت الكفاية بهذا البعض ، فقد سقط الإثم عن الباقين .\r\n\r\nومن أمثلة ذلك : الجهاد في سبيل الله للأعداء المقاتلين ، فإن الواجب دفع هؤلاء وقتالهم فإذا حصل الواجب ببعضٍ من أمه الإجابة ـ التي هي أمة التوحيد والإسلام ـ وقامت الكفاية بذلك فقد سقط الإثم عن الباقين .\r\n\r\nوأما النوع الثاني : فواجبات عينية ، وهي ما يتعلق بالناس كلهم ، ويدخل في ذلك الذكر والأنثى ، ويدخل في ذلك الحر والعبد على حد سواء ، فهذا واجبٌ عَيْنِيّ، سمي عينياً لتعيين الموجب عليه ، أو المكلف بلزومه والأخذ به ، وإنما عَنى المصنف ـ يرحمه الله ـ بقوله ( أنه يجب علينا ) الواجب العيني ، المتعلق بجميع المكلفين ذكوراً وإناثاً أحراراً وعبيداً .\r\n\r\nقول المصنف ـ رحمه الله ـ ( تعلُّمُ أربع مسائل )\r\n\r\n( تعلُّم ) : أي طلب العلم ، بأن يسعى الإنسان في تعلم ومعرفة هذه الأشياء .\r\n\r\nومن تعريف العلم الذي أراده المصنف ـ يرحمه الله ـ هنا هو ( معرفة الهدى ببرهانه ودليله ) ، وهذا المعنى لا يستقيم على ما سيأتي ـ إن شاء الله ـ ، وإنما هو من ضمن التعاريف التي يعرف بها العلم الذي أراده المصنف ـ يرحمه الله ـ.\r\n\r\nوالصواب أن العلم المراد في قول المصنف ـ يرحمه الله ـ ( تعلُم ) هو( ضد الجهل) فما كان مُحقِقاً لضد الجهل فهو العلم الواجب ، والعلم الواجب هنا يقصد به ما يتحقق عند الإنسان في ذهنه ، ثم يعمل به ؛ لأن الأمر يتعلق بالعلم والعمل على حد سواء .\r\n\r\nومن العمل الدعوة إلى الله - سبحانه وتعالى - ، ومن العمل الصبر على الأذى فيما يلقاه الإنسان .\r\n\r\nقوله : ( أربع مسائل ) إنما حصر المسائل الواجبات في أربع لدلالتين :\r\n\r\nأما الدلالة الأولى : فالخبر ، وذلك ما سيذكره المصنف ـ يرحمه الله ـ في سورة العصر .\r\n\r\nوأما الدلالة الثانية : فالإجماع ، وهو أن المسلمين قد أجمعوا على أن هذه الأربع هي الواجبات المتحتمات العينية على كل مكلف ومكلفة ، وإنما هي أشياء مجملة على ما يأتي تفصيله ـ إن شاء الله ـ .\r\n\r\nقوله : (مسائل ) جمع مسألة ، والمسألة تُعرَّف بأنها : ما يُبحث عن برهانها ، أي : عن دليلها ، فكل مطلب أو مبحث يبحث عن برهانه ودليله يصح أن يُسمى في اصطلاح أهل العلم بالمسألة .\r\n\r\nوجمع المسألة (مسائل ) وأطلق المصنف ـ يرحمه الله ـ على هذه الأربع كلمة مسائل لوجود المعنى السابق فيها ، حيث إن المعنى السابق يحتوي على شيئين :\r\n\r\nأما الشيء الأول : فهو أنها من الأشياء التي تُبحث أي : بين جنس الناس ، فمن الناس من يسأل عن العلم ما هو ؟ وما حد الواجب فيه ؟ إلى غير ذلك .\r\n\r\nومن الناس من يسأل عن العمل ما هو ؟ وما الحد الواجب فيه ، إلى غير ذلك مما يتعلق بما ذكره المصنف ـ يرحمه الله ـ .\r\n\r\nوأما الشيء الثاني : فهو أنه يبحث عن برهانها أي : عن دليلها .\r\n\r\nوليُعلم أن الأدلة نوعان :\r\n\r\nأما النوع الأول : فأدلة خبرية سمعية ، كالكتاب والسنة وما إليهما .\r\n\r\nوأما الثاني : فأدلة نظرية وعقلية ، ومن أمثلة ذلك القياس والاستحسان ، إلى غير ذلك ، وكل ذلك يدخل في جملة الأدلة والبراهين التي تُذكر في اصطلاحات أهل العلم .\r\n\r\nقول المصنف ـ يرحمه الله ـ ( الأولى ) أي : المسألة الأولى : ( العلم ) ، ثم أخذ يُبين مقصوده من كلمة العلم ، وهي المسألة الأولى ، بقوله : ( وهو معرفة الله ، ومعرفة نبيه ومعرفة دين الإسلام بالأدلة ) .\r\n\r\nوليعلم أن هناك من يُفرق بين كلمة ( العلم ) و( المعرفة ) ، وهناك من لا يفرق بينهما ، وهو ما عليه جماهير أهل اللغة والمعرفة ، فالناس في العلم والمعرفة على مذهبين :-\r\n\r\nالمذهب الأول : فمن يجعل المعرفة بمعنى العلم فيقول : معرفة الشيء هو العلم به ، ومعرفة النبي محمد - ﷺ - هو العلم به .\r\n\r\nوأما المذهب الثاني:- التفريق بين العلم والمعرفة ، واختلفوا في هذا التفريق على أقوال كثيرة ، لعدم وجود ضابط صحيح يرجع إليه في اللغة ، فمن قائل إن العلم أدنى من المعرفة مرتبةً ، فالمعرفة ( إدراك الشيء على ما هو عليه خارج الذهن ) ، ومنهم من قال غير ذلك والمصنف ـ يرحمه الله ـ يريد بالعلم المعرفة ، ولا يفرق بينهما ، ومشى في ذلك على مذهب الأكثرين من جماهير اللغويين وغيرهم .\r\n\r\nوحاصل ما ذكره المصنف ـ يرحمه الله ـ في المسالة الأولى : أن المسألة الأولى هي العلم بثلاثة أشياء :\r\n\r\nأما الشيء الأول : فمعرفة الله سبحانه وتعالى .\r\n\r\nوأما الشيء الثاني : فمعرفة النبي محمد - ﷺ - .\r\n\r\nوأما الشيء الثالث : فمعرفة دين الإسلام .\r\n\r\nقول المصنف ـ يرحمه الله ـ ( بالأدلة ) : هذه الكلمة ، هل تعود على الثلاثة كلها أم تعود على ( معرفة دين الإسلام ) فقط ؟\r\n\r\nهما احتمالان يوردان :\r\n\r\nأما الاحتمال الأول : فهو أن يقال : قول المصنف : ( بالأدلة ) ( الباء ) : هنا سببية ، فيكون المعنى : بسبب الأدلة حصلت المعرفة ، فحينئذ يقال : الواجب عليك أيها المكلف ذكراً وأنثى ، حراً وعبداً أن تعلم هذه الأمور الثلاثة ؛ ولكن أن تكون معرفتك لهذه الأشياء بسبب الأدلة ، والأدلة كما سبق نوعان أدلة خبرية وسمعية ، وأدلة نظرية وعقلية .\r\n\r\nوالمصنف ـ يرحمه الله ـ يقصد بقوله : ( بالأدلة )كما ألمح إلى ذلك في جمع من رسائله وكتبه : الأدلة السمعية الخبرية من كتاب وسنة وأثر ، ويدخل في ذلك الإجماع ، أي ما أجمع عليه المسلمون في مسائل الدين (1).\r\n\r\nوأما الاحتمال الثاني : فهو أن يقال ( بالأدلة ) تعود على معرفة دين الإسلام فقط .\r\n\r\nوهذا الاحتمال الثاني يؤكده شيئان ويرجحه برهانان :-\r\n\r\nأما الشيء والبرهان الأول : فهو أن اللغويين قد أثبتوا قاعدة في كتبهم ، وهي أن الكلام إذا عاد على شيء سابق له ، فعودُهُ على آخر الكلام أولى من عَودهِ على ما قبله ، وآخر الكلام في قول المصنف ـ يرحمه الله ـ : ( وهو معرفة الله ومعرفة نبيه ومعرفة دين الإسلام ) هي جملة (ومعرفة دين الإسلام) فعادت كلمة : ( بالأدلة ) على آخر الجملة التي ذكرها المصنف ـ يرحمه الله ـ في المسألة الأولى .\r\n\r\nوأما الشيء والبرهان الثاني : فهو ما ذكره المصنف ـ يرحمه الله ـ بعدُ ، حيث بين هذه الأصول الثلاثة ، فبين الأصل الثالث وهو : ( معرفة دين الإسلام بالأدلة ) فجعل كلمة ( بالأدلة ) مع قوله ( معرفة دين الإسلام ) بعد أن شَرَح الأصلين الأولين ـ أعني معرفة الله - سبحانه وتعالى - ومعرفة رسوله - ﷺ - ـ دون أن يذكر كلمة : ( بالأدلة ) .\r\n\r\nثم قول المصنف ـ يرحمه الله ـ ( بالأدلة ) يحتمل أمرين :\r\n\r\nأما الأمر الأول : فهو أن يُقصد بذلك أن تكون المعرفة بشيء من الأدلة المقنعة ، ولو كان عقلياً ، ولو كان أقل الحد الذي يُقنِع الإنسان ويعرف الإنسان ، وهذا المعنى مُجمع عليه ، ولا خلاف فيه ، وقد حكى الإجماع في ذلك غير واحد ، ومن أولئك ابن قيم الجوزية ـ يرحمه الله ـ كما في : (( الصواعق المرسلة )) وفي : (( اجتماع الجيوش الإسلامية )) وفي غيرهما من كتبه رحمه الله.\r\n\r\nإلا أن المصنف ـ يرحمه الله ـ لم يقصد هذا الأمر ؛ لسببين :\r\n\r\nأما السبب الأول : فلأنه شيء متفق عليه ، معروف بالبدائة أن الإنسان لن يؤمن بالله إلا إذا كان عنده هذه المعرفة ، أن الله واحد ولذلك آمن به ، وأن النبي محمداً - ﷺ - نبي مرسل ، ولذلك عرف النبي محمد وآمن به وهكذا .\r\n\r\nوأما السبب الثاني : فلكون المصنف ـ يرحمه الله ـ في بعض كتبه قد بين هذا المعنى ، وهو أن يُعرف بالأدلة كتاباً وسنة .\r\n\r\nوأما الأمر الثاني : فهو أن يقصد بذلك الأدلة السمعية وغيرها ، القاضية بالمعرفة ، فإذا أراد المكلف أن يعرف الله ، لا بد أن يعرفه بالأدلة ، فإذا قيل أن كلمة ( بالأدلة ) ترجع إلى الأصول الثلاثة التي ذكرها المصنف ، فيعرف الدليل على ذلك من الكتاب أو السنة أو الإجماع أو غير ذلك ، أما أن يعرف هكذا بالفطرة فلا يكفي أو بالبدائة العقلية فلا يكفي ، وكذلك يُقال في دين الإسلام لابد أن يعرف دين الإسلام بالأدلة التي ذكرناها .\r\n\r\nفإذا قيل بهذا الاحتمال ، أي : بوجوب الأدلة فهذا يأتي على معنيين :\r\n\r\nأما المعنى الأول : فهو أن يقصد بمعرفة الأدلة من دين الإسلام وما إليه : أصول الدين المتعلقة بالتوحيد وما إليه ، ( ما إليه ) يدخل فيه ما يتعلق بالإيمان بالله ، وملائكته ، وكتبه ، ورسله ، واليوم الآخر ، والقدر خيره وشره ، إلى غير ذلك .\r\n\r\nفهذا يأتي على جهتين أيضاً :\r\n\r\nأما الجهة الأولى : فهي تتعلق بأصل الدين ، الذي يقع به الإسلام ، وينتفي به الكفر ، فيدخل الإنسان به دائرة التوحيد ويخرج به من دائرة الشرك ، وهذا عليه جمعٌ من أهل العلم ، كما ذكره ابن تيمية في (( المسودة )) وجماعة .\r\n\r\nوأما الجهة الثانية : فهي تتعلق بأصول الدين كُلها ، وأصول الدين كلها لم يقل بوجوب معرفة الأدلة عليها إلا المخالفون ، وهو القول المعروف عن طائفة من المعتزلة ، وعليه أكثر الأشاعرة ، كما قرره جمع إضافة ونسبة إلى هذين الجنسين ـ أعني طائفة من المعتزلة وأكثر الأشاعرة ـ ومن أولئك بدر الدين الزركشي ـ يرحمه الله ـ في : (( البحر المحيط )) وكذلك ابن حجر ـ يرحمه الله ـ في : (( فتح الباري )) وكذلك قرره شيخ الإسلام ابن تيمية ـ يرحمه الله ـ عن هؤلاء في : (( مجموع الفتاوى ))\r\n\r\nوالقول بوجوب معرفة أصول الدين بالأدلة محل خلاف بين طوائف أهل القبلة .\r\n\r\nوما عليه جماهير المسلمين ـ كما قاله شيخ الإسلام ابن تيمية يرحمه الله في : (( مجموع الفتاوي )) واختاره ـ : أن معرفة ذلك بالأدلة جائز وليس واجباً ، لأن الأحكام التكليفية خمسة ، فمنها حكم التحريم المسمى بالحرام ، ومنها حكم الوجوب أو الإيجاب المسمى بالواجب ، ومنها حكم الندب المسمى بالمستحب أو المندوب ، ومنها حكم الإباحة المسمى بالجائز أو المباح ، ومنها حكم الكراهة المسمى بالمكروه ، فهذه الأحكام الخمسة على أيها يكون حكم مسألتنا ؟ ما عليه جماهير المسلمين وجماهير طوائف أهل القبلة ، كما قال شيخ الإسلام ابن تيميه ـ يرحمه الله ـ هو أنه : لا يجب على كل مكلف ومكلفة أن يعرف كل مسألة في العقيدة أو في أصول الدين بالأدلة (1) .\r\n\r\nودل على صحة هذا القول الذي عليه جماهير الناس واختاره شيخ الإسلام ابن تيميه ـ يرحمه الله ـ وجمع من المحققين ثلاث دلائل :\r\n\r\nأما الدلالة الأولى : فدلالة الخبر ، ومن ذلك قول الله تعالى : { فاسألوا أهل الذكر إن كنتم لا تعلمون ، بالبينات والزبر } فسَّر ابن عباس - رضي الله عنه - : ( البينات والزبر ) بقوله : ( هن الحجج والدلائل ) ، فيكون المعنى : إذا كنت أيها المؤمن لا تعرف الأدلة والحجج والبراهين على مسألة من مسائل الدين ـ ويدخل في ذلك أصول الدين وفروع الدين ويدخل في ذلك ما هو مقطوع به بالحجج القطعية وما هو مقطوع به بالحجج الظنية على ما يذكره المشتغلون بالعلوم ـ فإذا كنت غير عارف بذلك ، فاسأل أهل العلم الموثوق بدينهم وعلمهم ، ولم يجعل الله - سبحانه وتعالى - معرفة المسألة بدليلها واجبة ، وإنما اكتفى بالأمر بالسؤال فقط ، وهذا من أصرح الأدلة وأوضحها على المقصود ، ومن الأدلة أيضاً أن النبي - ﷺ - قال : (( من قال أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله فقد عصم ماله ودمه إلا بحقها )) ، وهذا الحديث الثابت فيه دلالة على أن الإنسان لو قال : لا إله إلا الله محمداً رسول الله ، ولو لم يُقِم الأدلة والبراهين التفصيلة على ذلك ، فإن إسلامه وإيمانه صحيح .\r\n\r\nوأما الدلالة الثانية : فالإجماع العملي ، من لَدُن أصحاب النبي - ﷺ - ، فالقرون الفاضلة حيث إن أصحاب النبي - ﷺ - منهم عوام ، ومنهم فقهاء ، ولم يكن العلماء ليلزموا عامة الناس أعرابيُّهم وحاضرهم وعالمهم وغيره ، بأن يُقيم الأدلة والبراهين من الكتاب والسنة على كل مسألة ، فلم يكن يقال للأعرابي الذي أتى من فلاة بعيدة إلى النبي- ﷺ - : لا يصح إسلامك حتى تعرف الأدلة والبراهين من الكتاب والسنة على كل مسألة من مسائل العقيدة ، وكل مسألة من أصول الدين ، هذا لم يفعله أصحاب النبي - ﷺ - مع الناس ، ولو فعلوه لنُقِل ، ولم ينقل ، وهذا إجماع عملي يؤخذ به ويعتد به .\r\n\r\nوأما الدلالة الثالثة : فالنظر الصحيح ، ذلك أن المعرفة بالأدلة والبراهين لا يطيقه كل أحد ، فالعقول مختلفة والألباب متفاوتة ، فمن الناس من يقوى في عقله على أن يفهم الدليل ويَعيه ويحفظه ، ومنهم لا يقوى على ذلك ، فلو كُلف الناس بمعرفة الأدلة والبراهين على ذلك لوقع العنت ووقعت المشقة على الخلق ، وهذا ينافي مقاصد التكليف ، وهي من مقاصد الشارع - سبحانه وتعالى - ، فإذا عُني بقول المصنف ـ يرحمه الله ـ ( بالأدلة ) أنها تعود على أصول الدين ، فسبق أنه إما أن يُقصد بأصول الدين ما يقع به الدخول في الدين والخروج من دائرة الكفر ، أو أن يقصد به معنى أوسع فيدخل فيه المسائل القطيعة ، مما يسمى بالمسائل العقائدية ، المتعلقة بالإيمان بالله وكتبه إلى آخره ، ولكُلٍّ حكم .\r\n\r\nوبذلك يتبين صواب ما عليه جماهير الأمة ، ويُحْمَل كلام المصنف ـ يرحمه الله ـ على محمل حسن ؛ إذ إنه من أئمة أهل السنة والأثر ـ رحمه الله رحمة واسعة ـ .\r\n\r\nوأما المعنى الثاني : الذي يحتمل أن تدخل عليه كلمة ( الأدلة ) : أن يقصد بالأدلة : الأدلة المتعلقة بالدين كله فروعه وأصوله ، فيجب على كل مكلف ومكلفة حر وعبد ألا يعمل شيئاً إلا بدليل ، فلا يحرك إصبعه في تشهده إلا إذا عرف الدليل عليه ، ولا يضع يديه قابضاً إياها حال قيامه في صلاته إلا لدليل عليه ، إلى غير ذلك ، وهذا القول لم يقل به أحد ، إنما هو قول مشهور عزوه إلى الظاهرية ، ولا يدل على صحة عزوه للظاهرية أدلة معتبرة ، سوى أنه محكي عن الظاهرية .\r\n\r\nويدل على عدم صحته عن الظاهرية دلالتان :\r\n\r\nأما الدلالة الأولى : فما ذكره ابن الأمير الحاج ـ يرحمه الله ـ حيث بين أنه لا يصح ذلك نسبة إلى الظاهرية.\r\n\r\nوأما الدلالة الثانية : فهي ما ذكره ابن حزم ـ رحمه الله ـ في : (( الإحكام في أصول الأحكام )) ، وهو من كتب أصول الفقه عند الظاهرية ، وابن حزم رأس في الظاهرية ، فقرر : ( أنه لا يجب معرفة المسائل بأدلتها في فروع الدين ، فضلاً عن أصول الدين ) هذا هو لفظه في كتابه ، ومن ثم يستدل بعبارته على عدم صحة النسبة إلى الظاهرية ، ولو كان ثم قول لهم لبينه وانتصر له ، أو قرره لأنه رأس لهم ، فهاتان الدلالتان تدلان على ما سبق ذكره ، ومن ثم فلا يصح أن يقال المعرفة لا بد أن تكون بالأدلة – لا في أصول الدين ولا فروع الدين – وإنما يقال الاجتهاد في ذلك جائز والتقليد في ذلك جائز ، وأما أن يقال يجب على المقلد أن يجتهد في أصول الدين ، أو في فروعه فهذا تكليف بما فوق طاقة الناس ، ولم يقم عليه دليل معتبر يعول عليه ؛ لأن التقليد له حقيقة قررها الأصوليون وغيرهم ، وحقيقته هي : ( قبول الشيء بدون معرفة حجته ودليله ) ، هذا هو التقليد ، فلو أن زيداً من الناس ذهب إلى عالم وسأله عن مسألة من مسائل الدين فأخبره بالحكم ، ولم يَقرِن مع الحكم دليله ؛ فإن هذا السائل إذا أخذ بالحكم دون معرفة دليله وحجته ، يسمى في اصطلاح العلماء : بالمقَلِّد ، وفعله يسمى : بالتقليد ، وأما الاجتهاد فمرتبة عالية وهذه ـ أعني رتبة الاجتهاد ـ هي ( معرفة الشيء بدليله ووجه استنباطه ، وما إلى ذلك مما يتعلق بحقيقة الاجتهاد ) فإذا قيل لا بد من معرفة الشيء بدليله في أصول الدين ، أو في فروع الدين ، أو في العقائد بمسائلها ، فمعناه أنه لا يجوز التقليد في أصول الدين ، ولا في مسائل العقيدة ، وهذا قول مخالف لما عليه جماهير الناس واختار شيخ الإسلام ابن تيمية ـ يرحمه الله ـ : أنه لا يقال الاجتهاد واجب على الناس كلهم ، ولا يقال التقليد واجب على الناس كلهم ، وإنما يقال الاجتهاد جائز، والتقليد جائز ، والحكم يدور مع القدرة وعدمها ؛ لأن الناس أجناس ، فمنهم من عنده القدرة على معرفة الأدلة وما إليها ، كالمجتهد فلا يجوز للمجتهد أن يُقلد في جملة المسائل العلمية الشرعية غيره ، وإنما يُعمل آلة الاجتهاد لاستنباط الدلالة والحكم من الأدلة (1) .\r\n\r\nوقال المصنف ـ يرحمه الله ـ ( الثانية : العمل به ) أي العمل بما علمه الإنسان من الدين ، وسيأتي شرح المصنف ـ يرحمه الله ـ لقوله ( معرفة الله ومعرفة نبيه ومعرفة دين الإسلام ) .\r\n\r\nقول المصنف يرحمه الله : ( العمل به ) يقصد به : كل عمل أوجبه الله ورسوله - ﷺ - لأن الأعمال المتعلقة بالدين نوعان :-\r\n\r\nأما النوع الأول : فما كان واجباً على كل مكلف ومكلفة .\r\n\r\nوأما النوع الثاني : فما كان غير واجب ؛ ولكنه مستحب مندوب إليه .\r\n\r\nوالنوع الأول هو المقصود في قول المصنف ـ يرحمه الله ـ ( العمل به ) ؛ لأن المسائل الواجبة يجب العمل بها ، أما المسائل المستحبة المندوب إليها فلا يجب العمل بها ، والحاصل أن قول المصنف يرحمه الله ( الثانية ) أي : من المسائل ، ( العمل به ) أي : العمل بالمسائل الواجبة على المكلفين في دين الإسلام ، وهي كل ما أوجبه الله - سبحانه وتعالى - سواء أوجب فعله أم أوجب تركه ، فيدخل في ذلك ما اصطُلح على تسميته بالفرائض والواجبات ، وما اصطلح على تسميته بالمحرمات والكبائر ، وإنما كان ذلك واجباً لما سبقت الإشارة إليه في سورة العصر ويأتي ذكرها ، ومما يؤكد ذلك ما أخرجه الإمام أبو داود في : (( سنته )) وكذا غيره أن النبي - ﷺ - قال : (( لا تتجاوز قدما العبد يوم القيامة حتى يسأل عن أربع وذكر منها عن علمه ماذا عمل به )) ، وإنما ذلك في الأشياء الواجبة على قول .\r\n\r\nومن ثم يصح الاستدلال به على ما نحن بصدده .\r\n\r\nقول المصنف ـ يرحمه الله ـ : ( الثالثة : الدعوة إليه )\r\n\r\nقوله : ( الثالثة ) أي : من المسائل .\r\n\r\nقوله : ( الدعوة إليه ) الدعوة مأخوذة من الدعاء ، والدعاء هو الطلب ، فإذا طلبت من الغير أن يفعل شيئاً ، فأنت داعية لهذا الشيء الذي طلبته منه ، فالدعوة إلى ما علمته من معرفة الله - سبحانه وتعالى - ومعرفة نبيه محمد - ﷺ - ومعرفة دين الإسلام ، تحصل بالدلالة عليها والطلب من الغير أن يعمل بها ، وهذا يأتي على أشكال وأنواع ، ومن ذلك الدعوة الشفهية ، أي : أن تطلب من الغير العمل بما أوجبه الله - سبحانه وتعالى - ورسوله - ﷺ - بالمشافهة ، أي : بالكلام ، ومن ذلك أيضاً الدعوة بالمكاتبة ، أي : بالكتاب ، إلى غير ذلك من أساليب الدعوة ومجالاتها وأنواعها .\r\n\r\nقوله : ( الدعوة إليه ) الضمير في قوله ( إليه ) يعود على ما سبق ، فإما أن يعود على العمل ، وإما أن يعود على العلم ، وإما أن يعود على العمل والعلم على حد سواء ، وإرجاع الضمير إلى أقرب مذكور هو القاعدة على ما سبق ، ويجوز أن يرجع إلى كل ما ذكر سابقاً ، فيشمل الدعوة إلى العلم والدعوة إلى العمل وهذا أوفق وأوسع .\r\n\r\nقول المصنف ـ يرحمه الله ـ : ( الرابعة : الصبر على الأذى فيه )\r\n\r\nقوله : ( الرابعة ) أي : من المسائل .\r\n\r\nقوله : ( الصبر على الأذى فيه ) الصبر: هو الحبس ، تقول : صبر فلان على أذى جاره ، أي : حبس نفسه ألا يقابل الأذى بالأذى ، وإنما تحمل ذلك حابساً نفسه على هذا التحمل ، والصبر يقصد به في قول المصنف : ( على الأذى فيه ) أي : على الأذى في الدعوة إلى ما سبق ، فإذا دعا الإنسان إلى هذا الدين ؛ فإنه قد أنزل نفسه منزلة الأنبياء في وظيفتهم وعملهم ، حيث إن وظيفتهم في الأصل هي الدعوة إلى الله - سبحانه وتعالى - أي : على ما أوحي إليهم وعُلموه ، فيدعون إلى الله - سبحانه وتعالى - ، فإذا أنزل المرء نفسه هذه الرتبة العلية فلا بد أن يؤذى ، ولا بد أن يقع له شيء من الأذى ، فإذا وقع له شيء من ذلك قليل أو كثير فإنه ينبغي عليه أن يصبر، إلا أن ذلك يأتي على جهة واحدة ، وهي الصبر على ما أوجب الله الصبر عليه .\r\n\r\nوالصبر نوعان من حيث الحكم :-\r\n\r\nأما النوع الأول : فصبر واجب ، و أمثلته كثيرة ، أهمها الصبر على ثلاثة أشياء :-\r\n\r\nأما أولها : فالصبر على عمل الفرائض والواجبات .\r\n\r\nوأما الثاني : فالصبر على المحرمات والكبائر الموبقات .\r\n\r\nوأما الثالث : فالصبر على البلايا النازلة على العبد\r\n\r\nفهذه أمور ثلاثة واجبة ، يجب على كل مكلف ومكلفة أن يقع الصبر تجاه هذه الأشياء منهم .\r\n\r\nوأما النوع الثاني : فهو مستحب ، وهو الصبر عن شيء زائد عن الحد الواجب ومن أمثلة ذلك : أن يصبر الإنسان على أذى آخر في تعليمه شيء نفل ، فإذا علمه شيئاً نفلاً ولقي أذى في ذلك صبَّر نفسه ، وهذا مستحب ، ومن أمثلة ذلك : أن يعلِّم إنسان آخر آيات من كتاب الله زائدة عن الحد الواجب عليه ، كأن يقرِئَه القرآن كله بتجويد وتسديد ، فإذا أقرأه بعد الحد الواجب ـ كأن يتعلم الفاتحة وما تيسر من القرآن ـ فأقرأه سورة آل عمران أو النساء أو غيرها ثم لقي أذى وحبس نفسه على هذا الأذى الذي يلقاه من الاعتكاف في مكان معين ساعة أو ساعتين للتعليم أو نحو ذلك ، فهذا أذى يُصاب به الإنسان ، فحبْس النفس عليه مستحب ، ففرق حينئذ بين صبرين مطلوبين في الشرع ، بين صبر واجب وبين صبر مستحب .\r\n\r\nفالمقصود في قول المصنف ـ يرحمه الله ـ ( الرابعة : الصبر على الأذى فيه ) هو الصبر الواجب فقط .\r\n\r\nثم قال المصنف ـ يرحمه الله ـ : ( والدليل ) : الدليل : هو كل ما أرشد إلى مطلوب ، سمي دليلاً ، فلو أن زيداً أخذ بيدك إلى بيت تسأل عنه لا تدري أين موقعه ، لسمي زيد دليل عمرو إلى هذا البيت ، وكذلك يقال في الأدلة السمعية الخبرية ، كالكتاب والسنة ، والأدلة العقلية والنظرية ، كالقياس وغيره ، فإذا استدل الإنسان على مسألة من مسائل الدين بدليل من الكتاب والسنة ، فإن هذه الآية المستدل بها على الحكم الذي ذُكرَ من وجوب أو إباحة أو غيرهما تسمى في الاصطلاح والعرف بالدليل ، ولذلك قال المصنف ـ يرحمه الله ـ : ( والدليل ) أي على كون تلك الأمور الأربعة من المسائل هن مسائل واجبة لا بد منها .\r\n\r\nقوله تعالى : { بسم الله الرحمن الرحيم } : ( بسم الله الرحمن الرحيم ) هي آية من القرآن ، أُتي بها للفصل بين السور ، سوى سورة التوبة على اختلاف بين المفسرين والفقهاء في سبب عدم البدء بها ، وأرجح الأقوال هو اختلاف الصحابة ـ رضوان الله عليهم ـ هل سورة التوبة امتداد للسورة التي قبلها أم أنها سورة مستقلة ؟ ومن ثم تحرجوا من وضع البسملة في أولها .\r\n\r\nوإنما ذكر المصنف يرحمه الله آية البسملة هنا لا لكونها داخلة في الدليل ، وإنما لافتتاح الدليل بالبسملة ؛ لأن افتتاح السور يُستحب أن يكون بالبسملة ، كما جاء في القرآن ، وأجمع العلماء على استحباب ذلك ، سوى سورة التوبة .\r\n\r\nثم ذكر قول الله { والعصر إن الإنسان لفي خسر... } الآية ، وهذا هو بداية الدليل ، ( والعصر ) هذا قسم بالعصر ، قال ابن القيم ـ يرحمه الله ـ قول الله - سبحانه وتعالى - : (والعصر ) أي : الدهر ، فالله عز وجل هنا أقسم بالدهر الذي هو الزمن ، الذي هو ظرف لأفعال الناس ، وأقوالهم وأحوالهم ، وما إلى ذلك .\r\n\r\nفأقوالنا التي نقولها الآن ، وأحوالنا التي نتحول من حال فيها إلى حال ، وأفعالنا التي نفعلها بجوارحنا الظاهرة ، وما إليه ، هذه تقع في وقت ، هو هذه الساعة التي نحن فيها ، وهكذا ، ولذلك كان الزمن ظرفاً ، ظرفاً أي : وعاء للأفعال والأقوال والأحوال ، وكان جواب القسم ، لأن كل قسم لابد أن يكون له جواب ؛ لأنك إذا أقسمت ثم سكتّ فما فائدة قسمك ؟ أنت أقسمت على شيء ، هذا الشيء الذي أنت تريد من القسم هو الذي يُسمى عند اللغويين بجواب القسم ، وهو قول الله تعالى { إن الإنسان لفي خسر } .\r\n\r\nوالإنسان في تفسيره قولان :\r\n\r\nأما القول الأول : فالكافر .\r\n\r\nوأما القول الثاني : فجنس الإنسان .\r\n\r\nوالإنسان مأخوذ من : ( النَوْس ) ، والنوس هي الحركة ، ولذلك يقال لكل متحرك هذا إنسان ، ثم زيد فيه أن يكون مأنوساً ، فإذا كان متحركاً ومأنوساً ، سُمي حينئذٍ بالإنسان .\r\n\r\nقوله تعالى : { إن الإنسان لفي خسر } خُسر أي : في هَلَكة ونقصان ، فهذا إما أن يرجع للقول الأول فيقال : ( إن الكافر في هلكة ونقصان ) وإما أن يرجع إلى القول الثاني ، وهو جنس الناس ، ليدخل فيه المؤمن والكافر ، فيقال : ( إن كل الناس مؤمنهم وكافرهم في خسارة )\r\n\r\n( إلا ) يكون الاستثناء بقوله سبحانه ( إلا ) منقطعاً إذا كان معنى قوله سبحانه (الإنسان ) بمعنى الكافر ؛ لأن قوله ( إلا الذين آمنوا ) هذا فقط يتعلق بالمؤمنين ، فيكون الاستثناء منقطعاً ، والاستثناء المنقطع عند اللغويين والنحويين ( هو ما كان المستثنى من غير المستثنى منه ) ، فإذا كان قوله سبحانه ( الإنسان ) بمعنى الكافر ، كان قوله سبحانه ( إلا الذين آمنوا ) ليس من المستثنى حينئذٍ منه ؛ لأن الإيمان وصف للمؤمنين ، لا يدخل فيه الكفار.\r\n\r\nوإذا كان معنى قوله سبحانه ( الإنسان ) جنس الناس المؤمن والكافر ، فليس استثناء منقطعاً حينئذٍ ، بل يدخل في جنس الإنسان ليبين صفات أولئك ، فبين أنها هي الأربع التي ذكرها المصنف سابقاً .\r\n\r\nأولها : قوله سبحانه ( إلا الذين آمنوا ) ويُقصد به هنا العلم .\r\n\r\nوأما الثاني : فهو قوله سبحانه ( وعملوا الصالحات ) ويُقصد به هنا العمل .\r\n\r\nوأما الثالثة : فقوله سبحانه ( وتواصوا بالحق ) ويُقصد به هنا الدعوة .\r\n\r\nوأما الرابعة : فقوله سبحانه ( وتواصوا بالصبر ) ويقصد به هنا الصبر على الأذى في الدعوة إلى ما علمه الإنسان ، وما عمل به الإنسان أيضاً .\r\n\r\nثم قال المصنف ـ يرحمه الله ـ : ( قال الشافعي رحمه الله تعالى )\r\n\r\nالشافعي : هو أحد أئمة الإسلام الكبار ، واسمه محمد بن إدريس القرشي ، المتوفى سنة أربع بعد المائة الثانية من هجرة النبي - ﷺ - ، ومن عادة أهل السنة والإنصاف والعلم أنهم يترحمون على أهل العلم والسنة .\r\n\r\nولذلك قال المصنف ـ يرحمه الله ـ (( قال الشافعي رحمه الله تعالى : ( لو ما أنزل الله حجة على خلقه إلا هذه السورة لكفتهم )) وهذه المقولة التي حكاها المصنف ـ يرحمه الله ـ عن الإمام الشافعي هي مقولة مشتهرة عن الإمام الشافعي ، أثبتها عنه أصحابه وغيرهم ، ومن الكتب التي أثبتت ذلك (( تفسير البقاعي )) ـ يرحمه الله ـ في تناسب الآيات والسور ، فقد أثبت هذه القولة للشافعي ، وممن أثبت هذه القولة أيضاً شيخ الإسلام ابن تيمية ـ يرحمه الله ـ كما في (( مجموع الفتاوى )) ، وقال : ( وقد صدق فيما قال ) ـ يعني الإمام الشافعي يرحمه الله ـ في قولته آنفة الذكر .\r\n\r\nوالمصنف ـ يرحمه الله ـ عندما ذكر قولة الإمام الشافعي عنى شيئين من ذكره لهذه القولة :ـ\r\n\r\nأما الشيء الأول : فهو التدليل على عظمة هذه السورة ، وأنها سورة عظيمة كريمة جمعت أصول الخير ، والواجب على كل مكلف ومكلفة ، وقد بُيِّن ذلك في المسائل الأربع السابقة .\r\n\r\nوأما الشيء الثاني : فهو أن سورة العصر من السور التي كان الأولون يعرفون عظمتها ويستنتجون منها هذا الاستنتاج .\r\n\r\nوالاستنتاج نوعان : -\r\n\r\nأما النوع الأول : فاستنتاج جملي عام ، يؤخذ من كلمة عامة ، ومن أمثلة ذلك قولة الشافعي السابقة ، ففيها من الفقه الشيء الكثير ، ومن هذا الكثير ما ذكره المصنف يرحمه الله في المسائل الأربع السابقة .\r\n\r\nوأما الاستنتاج الثاني : فاستنتاج تفصيلي ، فهذا نوع معروف ، وهو أن يذكر الفائدة بعينها من آية أو سورة ، دون أن يجمل في الكلام ، أو الاستنباط والاستنتاج فهذان شيئان عناهما المصنف ـ يرحمه الله ـ عند إيراده لكلمة الشافعي يرحمه الله .\r\n\r\nومما يؤكد عناية السلف ـ يرحمهم الله ـ ما أخرجه الطبراني في : (( معجمه )) ، وأثبته السخاوي في : (( الأجوبة المرضية )) عن الأحاديث النبوية أن أصحاب النبي - ﷺ - إذا قابل أحدهم أخاه كان يوصيه بسورة العصر.\r\n\r\nقول الشافعي ـ يرحمه الله ـ ( لو ما أنزل الله حجة ..) ( ما ) نافية هنا ، أي : بمعنى ( لو لم ينزل الله حجة إلا هذه السورة لكفتهم ) .\r\n\r\nقوله : ( لكفتهم ) يأتي عليها احتمالان :-\r\n\r\nأما الاحتمال الأول : فهو لكفتهم فيما أوجبه عليهم من الأشياء العامة الواجبة، وهذا المعنى هو المقصود في قوله ( لكفتهم ) ، وهذا يدل عليه ما ذكره المصنف ـ يرحمه الله ـ في المسائل الأربع ، فهذه المسائل الأربع هي المسائل الواجبة على كل مكلف ومكلفة ، وعلى كل عبد وحر .\r\n\r\nأما الاحتمال الثاني : لكفتهم أي : في معرفة مسائل الدين ، وهذا غير مقصود ؛ لأن سورة العصر لا تشمل جميع أوامر الدين ، وأحكامه وشرائعه ، وإنما هي شاملة لشيء منه ، لا لكله ، فالاحتمال الأول هو المتعين لشيئين ، أما الشيء الأول : فللحس ، الحس : أي أننا نحس من السورة هذا المعنى المحتمل الأول لا نحس غيره .\r\n\r\nوأما الثاني : فلما أجمع عليه المفسرون وغيرهم ، أن سورة العصر ليس فيها الاحتمال الثاني من وجود شرائع الإسلام وأحكامه .\r\n\r\nثم قال المصنف ـ يرحمه الله ـ ( وقال البخاري رحمه الله تعالى : بابٌ : العلم قبل القول والعمل والدليل قوله تعالى : { فاعلم انه لا إله إلا الله واستغفر لذنبك } ، فبدأ بالعلم قبل القول والعمل ) .\r\n\r\nقوله : ( البخاري ) : هو أحد أئمة الحديث والإسلام ، واسمه محمد بن إسماعيل الجُعفي ، وهو من بلد بخارى ، من بلاد ما وراء النهر ، المتوفى سنة ست وخمسين بعد المائة الثانية من هجرة النبي - ﷺ - .\r\n\r\nقوله : ( رحمه الله تعالى ): تأدبٌ من أهل السنة والمنصفين في الترحم على أهل الفضل .\r\n\r\nوذكر المصنف ـ يرحمه الله ـ قولة البخاري ـ رحمه الله ـ السابقة لسببين :-\r\n\r\nأما السبب الأول : فليبين أهمية العلم ، وشرف مرتبته وعلوها ، وذلك واضح من شيئين:\r\n\r\nأما الشيء الأول : فقول البخاري ـ يرحمه الله ـ ( بابُ العلم قبل القول والعمل ) فقدم العلم في قوله ـ رحمه الله ـ ( العلم قبل القول والعمل ) .\r\n\r\nوأما الشيء الثاني : فقوله : ( فبدأ بالعلم ) فهذان الشيئان يدلان على ما سبق .\r\n\r\nوأما السبب الثاني : أنه لا بد من تقدم العلم على العمل ، أما من يعمل جاهلاً ثم بعد عمله يتعلم فقد غلط ، فلذلك قسم أهل العلم والإسلام الناس في أمر العلم والعمل على طوائف ثلاث :-\r\n\r\nأما الطائفة الأولى : فطائفة عندها علمُ ولكنها لا تعمل ، وهؤلاء هم اليهود .\r\n\r\nوأما الطائفة الثانية : فطائفة عندها عمل ولكن على جهل ، وهؤلاء هم النصارى .\r\n\r\nوأما الطائفة الثالثة : فطائفة الإسلام الناجية ، وهي التي جمعت بين العلم والعمل ، وهذا التقسيم جاءت الإشارة إليه في سورة الفاتحة في آخرها في قوله سبحانه وتعالى : { اهدنا الصراط المستقيم ، صراط الذين أنعمت عليهم ، غير المغضوب عليهم ولا الضالين } . ومن ثم يتبين أن قولة البخاري ـ يرحمه الله ـ المحكية دلت على المعنيين السابقين ، فلا بد منها .\r\n\r\nوقد حكى المصنف ـ يرحمه الله ـ قولة البخاري بالمعنى ، وإلا فنصها في صحيح البخاري هو قوله ( بابٌ : العلم قبل القول والعمل ) قال الله تعالى : ( فاعلم انه لا إله إلا الله واستغفر لذنبك ) فبدأ بالعلم .\r\n\r\nفزاد المصنف ـ يرحمه الله ـ جملتين ، أما الأولى فقوله : ( والدليل ) ، وأما الثانية فقوله : ( قبل القول والعمل ) ، إلا أنها جملتان صحيحتان عند حكاية الجمل لا بلفظها ، وإنما بمعناها .\r\n\r\nثم ليعلم أن المصنف ـ يرحمه الله ـ استشهد بقول البخاري ( باب العلم قبل القول … إلى آخره ) وهذا القول من البخاري يسمى بـ ( الترجمة ) أي : يترجم الأحاديث التي يوردها تحت باب واحد بجملة ، فيقول (بابٌ العلم قبل القول والعمل) فهذه الجملة تسمى بالترجمة ، والترجمة بمعنى توضيح الأحاديث التي تحت هذا الباب ، فهي تتعلق بهذا المعنى ، فهي تفسر ما تحتها ، ولذلك يقال : زيد ترجمان عمرو باللغة الفارسية ؛ لأن عمرو لا يتكلم إلا بالعربية ، فهو ترجمان ؛ لأنه يوضح له اللغة الأخرى ، فيترجمها إلى لغة يعيها ، كذلك يقال : ( باب كذا ) هو ترجمة لما تحته من الأحاديث .\r\n\r\nوقد درج أهل العلم على الاستدلال بتراجم البخاري ـ يرحمه الله ـ وما ذلك إلا لعظمة البخاري في تراجمه وأبوابه ، فهو يُحكم صنيع التراجم لأبوابه ـ رحمه الله ـ ، ومن ثم قال الحافظ ابن حجر ـ يرحمه الله ـ في : (( هدي الساري )) ـ وهو مقدمة فتح الباري ـ ( قال بعض الناس : فقه البخاري في تراجمه ) ، ومن ثم أورد المصنف ـ يرحمه الله ـ قولة البخاري السابقة على وجه الاستدلال بها ، وهي مقرونة بدليل ظاهر ، وهي الآية السابقة ؛ لأن الله عز وجل قد بدأ بالعلم قبل العمل ؛ لأن الاستغفار صنيع اللسان والجوارح ، وأما العلم فمقدم على هذا الصنيع ، وهذا الصنيع هو المسمى بالعمل ، فتقدم العلم على الاستغفار ، والاستغفار نوع من أنواع العمل ."
  ],
  [
    "2",
    "[‌‌أَمَرَ اللهُ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَى عَنِ التَّفَرُّقِ فِيهِ]",
    "[މމމ]",
    "الْأَصْلُ الثَّانِي:\nأَمَرَ اللهُ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَى عَنِ التَّفَرُّقِ فِيهِ؛ فَبَيَّنَ اللهُ هَذَا بَيَانًا شَافِيًا تَفْهَمُهُ العَوَامُ، وَنَهَانَا أَنْ نَكُونَ كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا قَبْلَنَا فَهَلَكُوا، وَذَكَرَ أَنَّهُ أَمَرَ المُسْلِمِينَ بِالِاجْتِمَاعِ فِي الدِّينِ، وَنَهَاهُمْ عَنِ التَّفَرُّقِ فِيهِ، وَيَزِيدُهُ وُضُوحًا مَا وَرَدَتْ بِهِ السُّنَّةُ مِنَ العَجَبِ العُجَابِ فِي ذَلِكَ، ثُمَّ صَارَ الأَمْرُ إِلَى أَنَّ الِافْتِرَاقَ فِي أُصُولِ الدِّينِ وَفُرُوعِهِ هُوَ العِلْمُ وَالفِقْهُ فِي الدِّينِ، وَصَارَ الِاجْتِمَاعُ فِي الدِّينِ؛ لَا يَقُولُهُ إِلَّا زِنْدِيقٌ أَوْ مَجْنُونٌ!",
    "",
    "",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة المزمل 15-16\n⁽²⁾ سورة الجن 18\n⁽³⁾ سورة المجادلة 22",
    "",
    ""
  ],
  [
    "3",
    "[‌‌مِنْ تَمَامِ الِاجْتِمَاعِ السَّمْعَ وَالطَّاعَةَ لِمَنْ تَأَمَّرَ عَلَيْنَا وَلَوْ كَانَ عَبْدًا حَبَشِيًّا]",
    "[މމމ]",
    "الْأَصْلُ الثَّالِثُ:\nأَنَّ مِنْ تَمَامِ الِاجْتِمَاعِ السَّمْعَ وَالطَّاعَةَ لِمَنْ تَأَمَّرَ عَلَيْنَا -وَلَوْ كَانَ عَبْدًا حَبَشِيًّا-؛ فَبَيَّنَ اللهُ هَذَا بَيَانًا شَافِعًا كَافِيًا بِوُجُوهٍ مِنْ أَنْوَاعِ البَيَانِ شَرْعًا وَقَدَرًا، ثُمَّ صَارَ هَذَا الْأَصْلُ لَا يُعْرَفُ عِنْدَ أَكْثَرَ مَنْ يَدَّعِي العِلْمَ، فَكَيْفَ العَمَلُ بِهِ؟!",
    "",
    "",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة الذاريات 56\n⁽²⁾ سورة النساء 36",
    "",
    ""
  ],
  [
    "4",
    "[بَيَانُ العِلْمِ وَالعُلَمَاءِ، وَالفِقْهِ وَالفُقَهَاءِ، وَبَيَانُ مَنْ تَشَبَّهَ بِهِمْ وَلَيْسَ مِنْهُمْ]",
    "[މމމ]",
    "الْأَصْلُ الرَّابِعُ:\nبَيَانُ العِلْمِ وَالعُلَمَاءِ، وَالفِقْهِ وَالفُقَهَاءِ، وَبَيَانُ مَنْ تَشَبَّهَ بِهِمْ وَلَيْسَ مِنْهُمْ، وَقَدْ بَيَّنَ اللهُ تَعَالَى هَذَا الأَصْلَ فِي أَوَّلِ سُورَةِ البَقَرَةِ مِنْ قَوْلِهِ تَعَالَى: ﴿يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ﴾ [البَقَرَةِ: 40] إِلَى قَوْلِهِ: ﴿يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَنِّي فَضَّلْتُكُمْ عَلَى الْعَالَمِينَ﴾، [البَقَرَةِ: 47]. وَيَزِيدُهُ وُضُوحًا مَا صَرَّحَتْ بِهِ السُّنَّةُ فِي هَذَا الْكَلَامِ الكَثِيرِ البَيِّنِ الوَاضِحِ لِلْعَامِيِّ الْبَلِيدِ، ثُمَّ صَارَ هَذَا أَغْرَبَ الأَشْيَاءِ، فَصَارَ العِلْمُ وَالفِقْهُ هُوَ البِدَعَ وَالضَّلَالَاتِ، وَخِيَارُ مَا عِنْدَهُمْ لَبْسُ الحَقَّ بِالبَاطِلِ، وَصَارَ العِلْمُ الَّذِي فَرَضَهُ اللهُ تَعَالَى عَلَى الخَلْقِ وَمَدَحَهُ لَا يَتَفَوَّهُ بِهِ إِلَّا زِنْدِيقٌ أَوْ مَجْنُونٌ، وَصَارَ مَنْ أَنْكَرَهُ وَعَادَاهُ وَصَنَّفَ فِي التَّحْذِيرِ مِنْهُ وَالنَّهْيِ عَنْهُ؛ هُوَ الفَقِيهَ العَالِمَ. ",
    "",
    "",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة الفاتحة 2\n⁽²⁾ سورة فصلت 37\n⁽³⁾ سورة الأعراف 54",
    "",
    ""
  ],
  [
    "5",
    "[بَيَانُ اللهِ سُبْحَانَهُ لِأَوْلِيَاءِ اللهِ وَتَفْرِيقُهُ بَيْنَهُمْ وَبَيْنَ المُتَشَبِّهِينَ بِهِمْ مِنْ أَعْدَاءِ اللهِ الْمُنَافِقِينَ وَالفُجَّارِ]",
    "[މމމ]",
    "الْأَصْلُ الخَامِسُ:\nبَيَانُ اللهِ سُبْحَانَهُ لِأَوْلِيَاءِ اللهِ وَتَفْرِيقُهُ بَيْنَهُمْ وَبَيْنَ المُتَشَبِّهِينَ بِهِمْ مِنْ أَعْدَاءِ اللهِ الْمُنَافِقِينَ وَالفُجَّارِ، وَيَكْفِي فِي هَذَا: آيَةٌ مِنْ سُورَةِ آلِ عِمْرَانَ وَهِيَ قَوْلُهُ: ﴿قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ﴾ [آلِ عِمْرَانَ: 31] وَآيَةٌ فِي سُورَةِ المَائِدَةِ؛ وَهِيَ قَوْلُهُ: ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ﴾ [المَائِدَةِ: 54] وَآيَةٌ فِي يُونُسَ؛ وَهِيَ قَوْلُهُ: ﴿أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ ۝ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ﴾ [يُونُسَ: 62-63] ثُمَّ صَارَ الأَمْرُ عِنْدَ أَكْثَرُ مَنْ يَدَّعِي العِلْمَ، وَأَنَّهُ مِنْ هُدَاةِ الخَلْقِ وَحُفَّاظِ الشَّرْعِ إِلَى: أَنَّ الأَوْلِيَاءَ لَا بُدَّ فِيهِمْ مِنْ تَرْكِ اتِّبَاعِ الرُّسُلِ وَمَنْ تَبِعَهُمْ فَلَيْسَ مِنْهُمْ! وَلَا بُدَّ مِنْ تَرْكِ الجِهَادِ فَمَنْ جَاهَدَ فَلَيْسَ مِنْهُمْ! وَلَا بُدَّ مِنْ تَرْكِ الإِيمَانِ وَالتَّقْوَى، فَمَنْ تَعَهَّدَ بِالإِيمَانِ وَالتَّقْوَى فَلَيْسَ مِنْهُمْ! يَا رَبَّنا! نَسْأَلُكَ العَفْوَ وَالعَافِيَةَ؛ إِنَّكَ سَمِيعُ الدُّعَاءِ. ",
    "",
    "",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة البقرة 21-22\n⁽²⁾ تفسير ابن كثير 1/ 194 بمعناه، في تفسير الآية السابقة. والذي وجدته: \"وَمَضْمُونُهُ: أَنَّهُ الْخَالِقُ الرَّازِقُ مَالِكُ الدَّارِ، وَسَاكِنِيهَا، وَرَازِقُهُمْ، فَبِهَذَا يَسْتَحِقُّ أَنْ يُعْبَدَ وَحْدَهُ وَلَا يُشْرَك بِهِ غَيره.\"\n⁽³⁾ سورة الجن 18",
    "",
    ""
  ],
  [
    "6",
    "[رَدُّ الشُّبْهَةِ الَّتِي وَضَعَهَا الشَّيْطَانُ فِي تَرْكِ الْقُرْآنِ وَالسُّنَّةِ، وَاتِّبَاعِ الآرَاءِ وَالأَهْوَاءِ المُتَفَرِّقَةِ المُخْتَلِفَةِ؛ وَهِيَ أَنَّ الْقُرْآنَ وَالسُّنَّةَ لَا يَعْرِفُهُمَا إِلَّا المُجْتَهِدُ المُطْلَقُ]",
    "[މމމ]",
    "الْأَصْلُ السَّادِسُ:\nرَدُّ الشُّبْهَةِ الَّتِي وَضَعَهَا الشَّيْطَانُ فِي تَرْكِ الْقُرْآنِ وَالسُّنَّةِ، وَاتِّبَاعِ الآرَاءِ وَالأَهْوَاءِ المُتَفَرِّقَةِ المُخْتَلِفَةِ؛ وَهِيَ أَنَّ الْقُرْآنَ وَالسُّنَّةَ لَا يَعْرِفُهُمَا إِلَّا المُجْتَهِدُ المُطْلَقُ، وَالمُجْتَهِدُ هُوَ المَوْصُوفُ بِكَذَا وَكَذَا -أَوْصَافًا لَعَلَّهَا لَا تُوجَدُ تَامَّةً فِي أَبِي بَكْرٍ وَعُمَرَ!-، فَإِنْ لَمْ يَكُنِ الإِنْسَانُ كَذَلِكَ؛ فَلْيُعْرِضْ عَنْهُمَا فَرْضًا حَتْمًا -لَا شَكَّ وَلَا إِشْكَالَ فِيهِ!-، وَمَنْ طَلَبَ الهُدَى مِنْهُمَا؛ فَهُوَ: إِمَّا زِنْدِيقٌ، وَإِمَّا مَجْنُونٌ -لِأَجْلِ صُعُوبَةِ فَهْمِهِمَا!-.\nفَسُبْحَانَ اللهِ وَبِحَمْدِهِ! كَمْ بَيَّنَ اللهُ سُبْحَانَهُ -شَرْعًا وَقَدَرًا، خَلْقًا وَأَمْرًا- فِي رَدِّ هَذِهِ الشُّبْهَةِ المَلْعُونَةِ مِنْ وُجُوهٍ شَتَّى بَلَغَتْ إِلَى حَدِّ الضَّرُورِيَّاتِ العَامَّةِ، وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ: ﴿إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ ۝ وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدّاً وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ ۝ وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ ۝ إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَنَ بِالْغَيْبِ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ﴾ [يَس: 7-11]. \nآخِرُهُ، وَالحَمْدُ للهِ رَبِّ الْعَالَمِينَ، وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْلِيمًا كَثِيرًا إِلَى يَوْمِ الدِّينِ.",
    "",
    "",
    "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾\n⁽¹⁾ سورة المؤمنون 117\n⁽²⁾ الترمذي 3371، وقال: \"هذا حديث غريب من هذا الوجه لا نعرفه إلا من حديث ابن لهيعة.\" وضعفه الألباني في ضعيف الترمذي.\n⁽³⁾ سورة غافر 60\n⁽⁴⁾ سورة آل عمران 175\n⁽⁵⁾ سورة الكهف 110\n⁽⁶⁾ سورة المائدة 23\n⁽⁷⁾ سورة الطلاق 3\n⁽⁸⁾ سورة الأنبياء 90",
    "",
    ""
  ]
]
